{
    "rcn": "198560",
    "acronym": "SMS-OHTL",
    "topics": "SIE-01-2015-1",
    "title": "SMART MONITORING SYSTEM BASED ON A REAL-TIME TRACKING OF OVERHEAD TRANSMISSION LINE STATE",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "The main objective of this Phase I is to perform a thorough feasibility study to verify the practical and economic viability of an innovative and inexpensive system for reliable real time monitorisation of the ampacity (the instantaneous current carrying capacity of an overhead power transmission line) in the high-voltage European Transmission System Operators market. \nBased on the propagation time of ultrasonic frequency acoustic waves, the system determines the length  of the cable, which consequently provides the average temperature of the conductor and permits the dynamic calculation of the average transmission capacity of overhead lines in real-time, thus allowing a potential increase of 20-25% of the load capacity (in average) with respect to static seasonal ratings and an overall improvement of the management of the transmission and distribution network.\nRELOGABLE will define in this Phase I its marketing and communication strategies. The actual market chances will be analysed and a more detailed business plan will be developed in order to have the technology ready for commercialisation with appropriate licensing and other business arrangements concluded. The work carried out in Phase I will allow RELOGABLE to objectively and rationally uncover the strengths and weaknesses of the SMS-OHTL project, including potential design modifications to adapt the system to an industrial environment and the study of scalability and implementation of the industrial production process, identifying the existing opportunities present in the environment and establishing the proper measures to mitigate the effect of potential threats and barriers. These studies will allow RELOGABLE to diversify its business and access a new market with high innovation potential reaching a turnover of Ä10 million by 2021 and create at least 70 direct jobs in that period.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RELOGABLE S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934326796": {
            "orgId": "934326796",
            "orgName": "RELOGABLE S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}