{
    "rcn": "198538",
    "acronym": "UTOUCH",
    "topics": "ICT-37-2015",
    "title": "Universal mid-air haptic feedback",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "Ultrahaptics is the first and only company in the world to create a novel haptic feedback system that allows users to feel sensations in their bare hands while interacting in mid-air with a touchless sensing system. We use an array of ultrasonic speakers to create mid-air feeling without touching. Invisible forces are projected into the air and felt on human skin up to 1 metre away from the device. The activities planned in our project will allow us to create three routes to market ñ the bespoke solutions, the development kits (Dev Kit) and business-to-business (B2B) products. Within this project we will expand and actively pursue the Dev Kit and B2B route, where we will make development platforms and completed products available to companies that want to integrate Ultrahaptics in their applications. In the Dev Kit route, we will create embedded Ultrahaptic systems based on standard microprocessors that are offered with development boards (WP4) and software tools (WP3). This will allow a large range of small and medium enterprise companies to write their own applications without needing to go through our evaluation programme. In the B2B route, we will create simple ubiquitous modules such as touchless buttons with tactile feedback. To enable us to target a wide range of markets, we will pursue the Dev Kit and B2B route for 3 sizes of firmware - U5 which is closest to what we already have in-house in terms of processing speed and number of transducers required, U7 which maximises performance and features and U3 which is a low-cost solution. The most relevant market segments for initial introduction of the project solutions are Automotive (U5), computing and gaming (U7) and home appliances (U3).",
    "totalCost": "2131705",
    "ecMaxContribution": "1492193,5",
    "coordinator": "ULTRAHAPTICS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930884848": {
            "orgId": "930884848",
            "orgName": "ULTRAHAPTICS LIMITED",
            "ecContrib": 1492194
        }
    },
    "calculatedTotalContribution": 1492194
}