{
    "rcn": "198595",
    "acronym": "NutrientSensingVivo",
    "topics": "ERC-StG-2014",
    "title": "The Physiology of Nutrient Sensing by mTOR",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "A major role of metabolic alterations in the development of several human diseases, as diabetes, cancer and in the onset of ageing is becoming increasingly evident. This has a deep impact for human health due to the alarming increase in nutrient intake and obesity in the last decades. Fundamental aspects of how aberrant nutrient fluctuations trigger deregulated hormone levels and endocrine signals have been elucidated, being a prime example the phenomenon of insulin resistance. In contrast, how changes in nutrient levels elicit direct cell-autonomous signal transduction cascades and the consequences of these responses in physiology are less clear.\nThe signalling circuitry of direct nutrient sensing converges with that of hormones in the regulation of the mechanistic target of rapamycin (mTOR) kinase, a driver of anabolism, cell growth and proliferation. Deregulation of mTORC1 activity underlies the pathogenesis of cancer and diabetes, and its inhibitor rapamycin is approved as an anti-cancer agent and delays ageing from yeast to mammals. In spite of its importance for human disease, our understanding of the nutrient sensing signalling pathway and its impact in physiology is largely incomplete, as only a few years ago the direct molecular link between nutrients and mTORC1 activation, the Rag GTPases, were identified.\nThe present proposal aims to determine how the nutrient sensing signalling pathway affects mammalian physiology and metabolism, and whether its deregulation contributes to cancer, insulin resistance and aging. In particular, the objectives are: 1) To identify novel regulators of the Rag GTPases with unbiased and candidate-based approaches. 2) To establish the consequences of deregulated nutrient-dependent activation of mTORC1 in physiology, by means of genetically engineered mice. 3) To determine the impact of the nutrient sensing pathway in the effects of dietary restriction and nutrient limitation in glucose homeostasis and cancer.",
    "totalCost": "1846494",
    "ecMaxContribution": "1846494",
    "coordinator": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999547850": {
            "orgId": "999547850",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
            "ecContrib": 1846494
        }
    },
    "calculatedTotalContribution": 1846494
}