{
    "rcn": "198537",
    "acronym": "IRON",
    "topics": "SC5-20-2015",
    "title": "High sensitivity multi-gas handheld gas analysis technology",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "GASERA, a high tech Finnish SME, aims to develop and commercialise the IRON handheld device for sub-parts per billion (ppb) gas detection based on proprietary mid-infrared laser spectroscopy combined with novel patented photoacoustic technology. The transitioning of its technology from fixed mount analysers to portable and handheld instruments, motivated by the strong need for portable analysers for toxic gases and air pollutants in several application fields with laboratory grade performance, will enable access to new markets. Existing technologies have limitations in terms of size, performance, versatility and/or usability. A miniaturized detector that offers both sensitivity and selectivity would enable a plethora of new applications (cargo container safety, indoor air quality monitoring, hidden person detection, explosives and narcotics detection, occupational safety, odour analysis, unknown chemicals identification, etc.) unlocking the floodgates to a multimillion euro business opportunity in the growing green economy, whereby there is increasing concern over the impacts of air pollution and air quality in the EU. \n\nOur first target application of fumigants and toxic industrial chemical measurement in cargo containers will generate ~ Ä 42.3 M in sales by 2023 and will enable ~38 high-end jobs to be created in Gasera. IRON will respond to growing demand for affordable, rapid, sensitive and selective instruments to enable on-site detection of hazardous chemicals in cargo containers and prevent worker exposure to the harmful volatile chemicals caused by fumigants and off-gassing of freight. The current lack of technology places dockworkers, container unloaders and consumers at risk of carcinogenic or toxic gases, many of which elude subjective detection. IRON will have the required sensitivity, selectivity and speed for providing quick, accurate and reliable readings of the type and quantity of chemicals inside to enable safe handling of contaminated containers.",
    "totalCost": "3351725",
    "ecMaxContribution": "2346207,5",
    "coordinator": "GASERA OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999662989": {
            "orgId": "999662989",
            "orgName": "GASERA OY",
            "ecContrib": 2346208
        }
    },
    "calculatedTotalContribution": 2346208
}