{
    "rcn": "198545",
    "acronym": "NED- Nano Eye Device",
    "topics": "NMP-25-2015-1",
    "title": "THE NANO EYE DEVICE",
    "startDate": "01/09/2015",
    "endDate": "31/01/2016",
    "objective": "The project, named NED (Nano Eye Device), hereinafter referred as ìNEDî, aims at developing a fully automated, small size, lightweight, self-powered and portable optical system for imaging at micro/nano dimensional range, with a field of view between 0,5 millimeters down to a pixel size of 50 nanometers. NED is automated in XYZ axis movement and has a two-way (input/output) interface, via LAN connectivity (USB backup connection anyway available), with any portable (and/or desktop) device, like tablets, smartphones, HDMI TVs screens and PCs. Traditional optical microscopes arenít able to operate at nanometric level, so NED can operate in the area between low cost traditional microscopes and bigger, more costly and very sophisticated laser microscopes. Thanks to an innovative patented optical-laser coupling, NED will be able to record pictures and videos even at nanoparticles size level, from any biological (and non biological) sample put on a standard microscope glass coverslip. So it can be profitable used with optical biosensor for virus detection. The captured data will be then made available in real-time to any external imaging device over any TCP/IP data network, locally and remotely (live imaging). Thanks to its internal micro-computer, NED is a powerful portable device, thus representing a key enabling technology (KET) for anyone working on clinical microscopy and optical biosensors, for example thanks to the possibility to quickly and easily display specific parameters. NEDís flexible and simplified design also offers the possibility to adapt its micro and nanometric visualization capabilities to several different industry and market applications, including on-line monitoring of biological processes, pharmaceutical sector, micro-nanocode based counterfeiting applications, food certification and traceability quick visual inspection of biological samples either in ìoutdoorî (i.e. first-aid) or in ìstrategicî (i.e.: bioterrorism prevention) environments.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NTP NANO TECH PROJECTS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937933450": {
            "orgId": "937933450",
            "orgName": "NTP NANO TECH PROJECTS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}