{
    "rcn": "198541",
    "acronym": "BATMAN",
    "topics": "IT-1-2015-1",
    "title": "Feasibility study of a high energy BATtery with novel Metallic lithium ANode",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "Current state-of-the-art Li-ion rechargeable batteries used in electric vehicles allow driving fairly short distances on single charges. In order for the electric vehicles to reach mass markets, novel high-energy batteries are required for extended driving distances. As several promising cathode chemistries are already in the industryís R&D pipeline, this innovation project addresses the anode component. Pure metallic lithium is known as an ideal anode material due to its extremely high theoretical specific capacity, but it is unsafe due to the growth of lithium dendrites on the anode surface that ensues fire hazard. We propose a novel approach to solve the problem of dendrite growth by applying a special coating layer on lithium surface, and thereby enabling safe utilization of metallic lithium as anode material in Li-ion rechargeable batteries. The feasibility study will focus on defining the technical and business conditions for successfully commercializing the proposed approach.\n\nThe goal of the feasibility study is to establish a solid high-potential innovation project by preparing a detailed plan for scaling up the technology for manufacturing Li-ion batteries with coated lithium metal anodes, including long-term business plan and an IPR strategy. The overall objective of the innovation project is to develop the Li-ion cell with commercial cathode and metallic lithium anode with protective coating layer, together with the accompanying manufacturing technology. In doing so, the energy density of the battery will be increased up to 300 Wh/kg, compared to 180 Wh/kg for current state-of-the-art batteries. This means that it will be possible to drive up to twice longer distances on a single charging cycle compared to current state of the art Li-ion batteries used in electric vehicles. In addition, the proposed Li-ion cell technology has a vast potential to deliver similar benefits to a wide variety of battery types, including batteries for portable devices.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MIKROMASCH EESTI OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968928927": {
            "orgId": "968928927",
            "orgName": "MIKROMASCH EESTI OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}