{
    "rcn": "198551",
    "acronym": "SEMERGY",
    "topics": "SIE-01-2015-1",
    "title": "Energy efficient and sustainable building planning",
    "startDate": "01/08/2015",
    "endDate": "31/10/2015",
    "objective": "Buildings are responsible for 40% of the energy consumption and 36% of greenhouse emissions in the EU. 80% of the buildings we will occupy in 2050 are standing today, with adequate measures, they have the potential to reach 70% reduction in their GHE gas emissions and energy savings worth Ä270 billion per year. The market for Energy Efficient Building product and services in Europe amounts Ä41 and growing at a 10.3% CAGR. However, building owners, when considering alternatives in a design or retrofit project, are challenged by high investment costs, uncertainty about savings and the complex nature of the domain. These are the main barriers preventing a wider adoption of building refurbishing projects. \nAt Xylem Technologies, Austrian SME established in 2009, we are focused on the development of fundamentally new tools aimed towards a lower carbon economy. In lieu of the potential in EEB we started development of Semergy to provide the methodologies and ICT tools necessary to stimulate energy efficiency retrofitting. \nThe architecture of Semergy is based on a novel and unique application of semantic web technologies (ontologies) that enable systematic retrieval and reorganization of data from multiple sources available on the Internet. No other commercial tool has this capacity and reduces the design effort by 70%. \nBuilding owners will be able to assess technologies available for their specific need with our Decision Support System that interactively compare retrofit options against criteria of cost, energy reduction and sustainability. Contractors will access a pool of building owners in our Marketplace and enhance efficacy of the design with the Optimization Environment. As a result, for EEB product and services providers, Semergy will provide a unique Product Placement Tool. They benefit from direct access to a curated target audience. Conversion rate is increased by being specified early in the design phase and just one sale compensates the cost of Semergy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XYLEM SCIENCE AND TECHNOLOGY MANAGEMENT GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985064392": {
            "orgId": "985064392",
            "orgName": "XYLEM SCIENCE AND TECHNOLOGY MANAGEMENT GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}