{
    "rcn": "198511",
    "acronym": "TRAIN-ERS",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Endoplasmic Reticulum Stress in Health and Disease",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "Endoplasmic reticulum (ER) stress is emerging as a common feature in the pathology of numerous diseases including cancer, neurodegenerative disorders, metabolic syndromes and inflammatory diseases. Thus ER stress represents a potential therapeutic intervention point to be exploited to develop novel therapies, diagnostic tools and markers for these diseases. However, exploitation is hampered by the shortage of scientists with interdisciplinary training that can navigate with ease between the academic, industrial and clinical sectors, and that have the scientific and complementary skills, together with an innovative outlook, to convert research findings into commercial and clinical applications. This proposal will bring young researchers together with world-leading academics, clinicians and industry personnel, who are united in (1) their goal of forming a network of excellence aimed at understanding the ER stress response mechanistically and quantitatively and (2) applying this understanding to identify and validate the most suitable intervention points in order to provide innovative knowledge-driven strategies for the treatment of ER stress-associated diseases. \nThe TRAIN-ERS network will provide early stage researchers (ESRs) with high quality scientific and complementary skills training combined with international, intersectoral work experience. This will produce highly trained, innovative, creative and entrepreneurial ESRs with greatly enhanced career prospects, who will continue to advance the state of the art in the Biomedical field in their further careers, and will confidently navigate at the interface of academic, clinical and private sector research. The TRAIN-ERS research programme will provide the ESRís with the knowledge and the cutting edge scientific and technical skills that will drive our understanding and exploitation of the ER stress response for therapeutic and diagnostic purposes.",
    "totalCost": "3628756,8",
    "ecMaxContribution": "3628756,8",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;LUDWIG BOLTZMANN GESELLSCHAFT OSTERREICHISCHE VEREINIGUNG ZUR FORDERUNG DER WISSENSCHAFTLICHEN FORSCHUNG;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;OPTIMATA LTD;UNIVERSITAET STUTTGART;RANDOX TEORANTA;KATHOLIEKE UNIVERSITEIT LEUVEN;FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE;GOETEBORGS UNIVERSITET;ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "participantCountries": "FR;UK;AT;DE;IL;IE;BE;ES;SE",
    "projectParticipants": {
        "986163596": {
            "orgId": "986163596",
            "orgName": "OPTIMATA LTD",
            "ecContrib": 0
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 273288
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 263659
        },
        "950043706": {
            "orgId": "950043706",
            "orgName": "RANDOX TEORANTA",
            "ecContrib": 265675
        },
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 0
        },
        "999600618": {
            "orgId": "999600618",
            "orgName": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
            "ecContrib": 247873
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 249216
        },
        "998346214": {
            "orgId": "998346214",
            "orgName": "LUDWIG BOLTZMANN GESELLSCHAFT OSTERREICHISCHE VEREINIGUNG ZUR FORDERUNG DER WISSENSCHAFTLICHEN FORSCHUNG",
            "ecContrib": 255934
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 797024
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 525751
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3628756
}