{
    "rcn": "198554",
    "acronym": "DIA-VIT",
    "topics": "PHC-12-2015-1",
    "title": "DIA-VIT, a non-invasive glucose self-monitoring device for diabetes patients",
    "startDate": "01/09/2015",
    "endDate": "31/10/2015",
    "objective": "DIA-VIT is a first non-invasive glucose self-monitoring device for diabetes patients, with proven operational results. We have designed and produced our own unique innovative modules and developed the algorithm supporting the device. Our device was tested and proved in relevant environment and is at TRL 6 stage according to Technology Readiness Level table.\n\nTechnology of DIA-VIT device is extremely disruptive by nature. Although there have been several trials over the years, technology for monitoring glucose has not changed for more than 30 years. All existing technologies are invasive.\n\nKey market application of our device is direct replacement of current generation of self-monitoring devices for glucose measurement. On the basis of the patent search we believe that we have freedom to operate and that we do not breach any other patent rights.\n\nToday 387 million people in the world are suffering from diabetes and the number is rising. The global market of self-monitoring devices will reach $12.2 billion by the year 2017. DIA-VIT device will increase quality of life for diabetes patients, enable early, simple and accurate diagnostic and reduce costs of the diabetes health care. Our innovation will represent business opportunity for producers/suppliers and distributors of the device.\n\nTarget users for DIA-VIT device are diabetes patients, physically active and quality-of-life-aware population. Market segment is age 25-45, geographical areas are developed markets of EU and US, and later on also other markets.\n\nThe entrepreneurial team who worked together towards the currently developed minimum viable product consists of experts from different fields (R&D, sales, marketing, finance). Within Feasibility study we will assess technical, operational, legal, timing aspects of the project and develop business model and commercialization plan. We are determined to bring the DIA-VIT non-invasive glucose self-monitoring device to market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VB CENTER D.O.O.",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927984548": {
            "orgId": "927984548",
            "orgName": "VB CENTER D.O.O.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}