{
    "rcn": "198547",
    "acronym": "i-LiveRest",
    "topics": "ICT-37-2015-1",
    "title": "Intelligent control system based on smart textiles to reduce pressure ulcer risk by real time measuring of tissue viability and intelligent trigger of prevention strategies adapted to user and context",
    "startDate": "01/09/2015",
    "endDate": "31/01/2016",
    "objective": "The aim is to convert the functional prototype from FP7 PUMA project into a commercially-ready intelligent control system and to introduce this new solution for Pressure Ulcer (PU) prevention in the European Assistive Technologies market. The novelties of i-LiveRest are a) to measure PU risk in real time based on Tissue Viability (TV) with impedance, pressure, temperature and humidity textile sensors; and b) to decide the best combination of PU prevention strategies based on risk, user and context. It can be embedded on wheelchair and mattresses. i-LiveRest will be the first ICT solution applied to PU risk detection and prevention.\n\nPU are preventable but 38% of PU appear using current devices because a) risk,  user status and context are not taken into account; and b) PU risk assessment is only based on pressure instead of TV. There is no available solution able to provide the functionalities of i-LiveRest.\n\nTarget customers are Spinal Cord Injury (SCI) patients, healthcare public bodies and private insurances. On the one hand, SCI will develop a PU during their lifetime and 7-8% will die. i-LiveRest will increase their sitting time, enhancing their independent living. On the other hand, i-LiveRest will reduce public and private costs related to PU treatment (20 BÄ/year); injuries of professionals due to manual repositioning (2,000 MÄ/year); and will increase labour force of SCI and their relatives.\n\nIn Phase 1, we need to: assess the technical and economic viability of industrialising i-LiveRest by optimising components; identify providers; prepare CE mark; identify purchasing agents; contact stakeholders; and elaborate a business plan. In Phase 2, we will optimise i-LiveRest system to reduce components size and costs, achieve CE mark and perform a pilot demonstration in four European countries.\n\ni-LiveRest is aligned with key EU global challenges: disability, independent living and job inclusion; reduction of social and health care costs; and increase of labour",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "QIMOVA AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "966992419": {
            "orgId": "966992419",
            "orgName": "QIMOVA AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}