{
    "rcn": "198558",
    "acronym": "Bosolog",
    "topics": "ICT-37-2015-1",
    "title": "Bosolog ñ Multi-sensors and Assets' Log Monitoring and Management Software",
    "startDate": "01/09/2015",
    "endDate": "31/01/2016",
    "objective": "The Internet of Things (IoT) is foreseen to enable similar changes as the Internet revolution, making the physical world as economically liquid, personalized and efficient as the digital one. The Industrial Internet of Things (IIoT) ñ IoT in industrial applications ñ is arguably the biggest driver of productivity and growth in the next decade, forecasted to add up to US$14.2 trillion to the global economy by 2030.\nBosolog Aps has developed a smart solution that targets existing, unmet needs in the IIoT booming market ñ an innovative system for real time monitoring of business critical and/or valuable equipment from the manufacturer to the end-user, both during storage transportation, and at the user site. Our innovative concept encompasses elements such as: fully automated business logics, accurate mapping; real-time monitoring of several parameters and personal alerting by exceptions; proactive maintenance; and support to tactical and operational decision-making.\nDespite the successful initial demonstration (that led to TRL6), several risks and technology barriers remain concerning the reliability and scalability of the solution. Particularly, there is a great need for demonstration in operational environments to open up new markets. Bosolog firmly believes that a two-phase approach under EU-funding is the ideal scenario, in order to initially assess the market for concept feasibility before initiating the innovation project.\nBosolog estimates (for a specific customer using our technology) up to Ä1 million in annual cost savings, through an increase in equipment productivity, workforce efficiency, and equipment lifetime; as well as by reducing equipment defects, downtime, inventory costs, and unplanned outages.\nMoreover, the successful implementation of Bosolog will also significantly contribute to the company growth ñ based on the estimated market potential, we expect a total aggregated turnover exceeding Ä41 million, 5 years after market introduction",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BOSOLOG APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931276049": {
            "orgId": "931276049",
            "orgName": "BOSOLOG APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}