{
    "rcn": "198501",
    "acronym": "switchBoard",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "In the eye of the observer: Visual processing at the heart of the retina",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "All visual information is broadcasted by an intra-retinal pathway formed by a group of neurons called bipolar cells. They collect photoreceptor signals in the outer retina and relay the signals to the inner retinal neurons. This transfer of visual information is far from passive: Each of the at least 10 bipolar cell types transforms the photoreceptor signals in a unique and highly specific way. As a result, the bipolar cell output signals form the first ìelementary operationsî from which the neural circuits of the inner retina compose a feature-oriented description of the visual world. Reflecting the partitioning of visual information into parallel channels, the retinal layer in which bipolar cell axon terminals meet their synaptic partners, is highly organized: This so-called ìinner plexiform layerî effectively serves as the retinaís ìswitch boardî: The input is provided by the different bipolar cell ìchannelsî, while the output is carried by an even larger number of channels, represented by ganglion cells that form the optic nerve. Each of the ~20 ganglion cell types composes its feature-extracting circuits from a specific set of bipolar cell input it receives. Owing to its regular structure and ease of experimental access, the retina is amongst the best understood self-standing neuronal networks in neuroscience. Indeed, recent advances hold the exciting promise that an in-depth understanding of the bipolar cells ñ an entire class of neurons ñ and their role in the first critical steps of visual processing is within reach. Our proposal aims to train young researchers in world-leading research labs towards completing this goal. We will accomplish this by exposing the students to a host of cutting-edge techniques and a broad spectrum of research approaches within the training network ñ from imaging at synaptic resolution, transgenetics and retina degeneration models to the application of retinal circuit principles for signal processing in artificial vision chips.",
    "totalCost": "3867784,98",
    "ecMaxContribution": "3867784,92",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;EKB TECHNOLOGIES LTD;MULTI CHANNEL SYSTEMS MCS GMBH;KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW;THE UNIVERSITY OF SUSSEX;CONSIGLIO NAZIONALE DELLE RICERCHE;INILABS GMBH;CARL VON OSSIETZKY UNIVERSITAET OLDENBURG;UNIVERSITAET INNSBRUCK;UNIVERSITETET I BERGEN",
    "participantCountries": "AT;IL;DE;NL;UK;IT;CH;NO",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 510749
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 255934
        },
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 522504
        },
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 511868
        },
        "954832693": {
            "orgId": "954832693",
            "orgName": "INILABS GMBH",
            "ecContrib": 265227
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 258061
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 286275
        },
        "942579944": {
            "orgId": "942579944",
            "orgName": "EKB TECHNOLOGIES LTD",
            "ecContrib": 260301
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 498433
        },
        "998813657": {
            "orgId": "998813657",
            "orgName": "MULTI CHANNEL SYSTEMS MCS GMBH",
            "ecContrib": 249216
        },
        "999877262": {
            "orgId": "999877262",
            "orgName": "CARL VON OSSIETZKY UNIVERSITAET OLDENBURG",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3867784
}