{
    "rcn": "198509",
    "acronym": "PolarNet",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Principles of Polarity ñ Integrating genetic, biophysical and computational approaches to understand cell and tissue polarity",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "The ability of cells to polarize underlies the most basic biological functions such as motility and response to external challenges, but also the formation and maintenance of tissues in a multicellular organism. The importance of cell polarity is underscored by the fact that cell polarity is essential for animal development and is perturbed in disease states such as cancer. Understanding cell polarity requires knowledge of the molecular players involved and a quantitative description of their biochemical interactions, as well as the mechanical processes underlying polarity establishment. PolarNet brings together academic and private partners from 7 European countries to establish a multidisciplinary, intersectoral training and research programme that will study the basic principles of cell polarity. The research will combine  complementary model systems ranging from fungi and cultured mammalian cells to whole organisms, and employ a broad set of approaches such as advanced genetics, protein biochemistry, high-resolution live imaging and image analysis, biophysics and theoretical modelling. This setting provides an opportunity to train early stage researchers in a unique combination of experimental and theoretical approaches. This will provide an excellent starting point for a successful career in the rapidly expanding field of multidisciplinary or ëintegrativeí biology. Training Europeís next generation of scientists at the forefront of cell and organismal polarity research is crucial for progress in several medically important fields, including cancer research and stem cell biology. The tight collaboration with non-academic partners will strengthen the technological base of different projects and provide early stage researchers with insights into the translation potential of the performed studies and the career development opportunities in biomedical industry.",
    "totalCost": "3935968,56",
    "ecMaxContribution": "3935968,56",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITAT BASEL;INSTITUT CURIE;INSTITUT PASTEUR;THE FRANCIS CRICK INSTITUTE LIMITED;UNIVERSITY COLLEGE LONDON;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;CARDIFF UNIVERSITY;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "CH;FR;UK;DE",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1276871
        },
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 262876
        },
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 273288
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 249216
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 273288
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 546576
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 265227
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 525751
        }
    },
    "calculatedTotalContribution": 3935969
}