{
    "rcn": "198563",
    "acronym": "MOMENTUM",
    "topics": "ICT-37-2015-1",
    "title": "MOMENTUM - virtual, mobile CFO for small and medium enterprises",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "MOMENTUM is a virtual and mobile CFO platform fthat helps Small and Medium-sized Enterprises (SMEs) ensure financial liquidity and growth on EU market.\n\nMOMENTUM is an innovative online and mobile platform for registered SMEs. The Platform can be accessed on mobile platforms (iOS and Android), as a separate SaaS (Software as a Service) on the Atsora website or directly from the bank website (as an extension of electronic banking).\n\nThe most important features of MOMENTUM platform:\n\n1) seamlessly integrated with bank account, online accounting and other SaaS business applications in order to provide real-time view on business and help with day-by-day decisions\n\n2) simplifing business planning, budgeting, forecasting and performance tracking for small businesses and startups\n\n3) enabling user to set business goals, compare performance to industry benchmarks and see all key numbers in an easy-to-use dashboard, so he knows exactly what's going on in his business\n\nThe Platform integrates together SMEs and business partners (banks and other medium and large enterprises providing a wide spectrum of services and products to the SME segment). \n\nIntegration with banks is an important part of the system. The entrepreneur can decide to provide more information about his business to the bank and receive thereby easier access to finance on potentially better conditions. \n\nTherefore, the result of the implementation MOMENTUM platform on the European market will be facilitated access to finance for SMEs.\n\nIn the opinion of the applicant, use of the proposed application should improve conditions for the implementation of new technological, organizational and marketing actions, which is contributing to meeting the objectives set by the EU to stimulate innovation activities of SMEs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ATSORA SP ZOO",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931631748": {
            "orgId": "931631748",
            "orgName": "ATSORA SP ZOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}