{
    "rcn": "198536",
    "acronym": "Agro Highway",
    "topics": "IT-1-2015",
    "title": "Demonstration of an Innovative concept for high quality Transport of Perishable Agro Food Liquids inducing a Modal shift to Short Sea and River transport",
    "startDate": "01/09/2015",
    "endDate": "28/02/2018",
    "objective": "The Agro Highway provides a new, innovative mode of transport for perishable food liquids that will enable a disruptive breakthrough for transport and agriculture. The Agro Highway will develop, demonstrate and validate an aseptic, temperature controlled, quality monitoring, self-loading cargo system that will stimulate a shift in transport from road to water. The Agro Highway consortium aims to:\nï Provide a flexible, maritime transport solution for perishable agro food liquids;\nï Reduce costs for transport over middle to long distances;\nï Increase the maximum transport distance and capacity. This is especially important for milk, the most important EU agro product. Increase of the maximum transport distance, will allow producers to reach new markets upon release of the milk quota;\nï Optimize the supply chains, by reducing the necessity of pre- and post-processing and eliminating packaging waste while improving product quality and reducing their environmental impact.\n\nTogether, this will result in a higher market value of the transported goods and completely new market opportunities for the EU transport and agricultural sector.\n\nThe project will:\nï Offer growth opportunities and new business opportunities for both SMEs directly involved in the project and connected third parties (mostly SMEs) that provide materials and services, increasing their profitability; in 2026 over Ä 100 mln/year of turnover will be created for the participants and their subcontractors;\nï Accelerate market uptake and investments by the direct involvement of end users, financers and investors, lining up all the key players necessary for upscaling and commercializing the Agro Highway;\nï Create new and improved business opportunities and open up new markets for the transport and agro sector, improving the EUís market position and potential;\nï Result in over 1.400 new jobs by 2026 with the participants and their subcontractors.",
    "totalCost": "4066715",
    "ecMaxContribution": "2499950",
    "coordinator": "TRILOBES BV",
    "coordinatorCountry": "NL",
    "participants": "MILKWAYS HOLDING BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "936651110": {
            "orgId": "936651110",
            "orgName": "TRILOBES BV",
            "ecContrib": 1506261
        },
        "935402623": {
            "orgId": "935402623",
            "orgName": "MILKWAYS HOLDING BV",
            "ecContrib": 993689
        }
    },
    "calculatedTotalContribution": 2499950
}