{
    "rcn": "198593",
    "acronym": "EUBorderCare",
    "topics": "ERC-StG-2014",
    "title": "Intimate Encounters in EU Borderlands: Migrant Maternity, Sovereignty and the Politics of Care on Europeís Peripheries",
    "startDate": "01/08/2015",
    "endDate": "31/07/2020",
    "objective": "EU Border Care is a comparative study of the politics of maternity care among undocumented migrants on the EUís peripheries. Empirical analysis of personal and institutional relations of care and control in the context of pregnancy and childbirth will support an innovative critique of the moral rationale underpinning healthcare delivery and migration governance in some of Europeís most densely crossed borderlands in France, Greece, Italy and Spain.\nUnlike other categories of migrants, undocumented pregnant women are a growing phenomenon, yet few social science or public health studies address EU migrant maternity care. This subject has urgent implications: whilst recent geopolitical events in North Africa and the Middle East have triggered a quantifiable increase in pregnant women entering the EU in an irregular situation, poor maternal health indicators among such women represent ethical and medical challenges to which frontline maternity services located in EU borderlands have to respond, often with little preparation or support from national and European central authorities. \nGrounded in long-term ethnographic fieldwork in maternity wards located in French Guiana and Mayotte (Overseas France), the North Aegean and Attica (Greece), Sicily (Italy), and Ceuta and Melilla (Spain), my project will trace the networks of maternity care delivery in peripheries facing an increase of immigration flows, and characterised by structural social and economic underinvestment. My team will investigate migrant maternity from three interlinked research perspectives: migrant women, healthcare delivery staff, and regional institutional agencies. Empirical and desk research, combined with creative audio-visual methods, will document migrant maternity on EU borderlands to address wider questions about identity and belonging, citizenship and sovereignty, and humanitarianism and universalism in Europe today.",
    "totalCost": "1498463",
    "ecMaxContribution": "1498463",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 1498463
        }
    },
    "calculatedTotalContribution": 1498463
}