{
    "rcn": "198566",
    "acronym": "Blink",
    "topics": "Space-SME-2015-1",
    "title": "Software, not Hardware: Revolutionising Satellite Data Acquisition",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "It is widely known that as much as 80% of key information used in many industries such as meteorology, logistics, navigation, oil and gas, agriculture, ecology, etc. comes from space, or, to be more precise, via satellites. It is almost impossible to imagine how those industries would function without such data. According to statistics, in the last decade, more than 1,000 civilian satellites have been launched into Earth's orbit. Space segment science, and in particular, hardware in the space segment advances so fast that it is nearly unrecognizable compared to just a decade ago. Lower launch costs and growing demand for the satellite data fosters the exponential increase in satellite launches, not just by space agencies (e.g. ESA, NASA), but also by private companies and even universities. The major challenge in the satellite industry lies in transferring big and growing amounts of information that are coming from satellites onto the ground and processing it in real time and at the same time, at acceptable costs. In comparison to the space segment, the ground segment doesnít seem to be keeping pace with state of the art technology. It is still heavily based on special-purpose hardware, which requires a lot of time and money to build, deliver, configure and use, and is, at the same time, difficult to maintain and slow to fix and modify. After Haiti earthquake in 2010 ñ from the moment the earthquake stroke it took 40 hours to get a satellite image based assessment of the disaster impact. This was way too long considering the fact that thousands of human lives were in danger. The toll in human lives, suffering and property loss from these catastrophes can be reduced, with a sufficient number of satellites and fast ground segment processing. This is where Blink comes in!",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AMPHINICY DOO ZA RACUNALNE AKTIVNOSTI I ZASTUPANJE",
    "coordinatorCountry": "HR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998579790": {
            "orgId": "998579790",
            "orgName": "AMPHINICY DOO ZA RACUNALNE AKTIVNOSTI I ZASTUPANJE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}