{
    "rcn": "198517",
    "acronym": "FRAGNET",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "FRAGments training NETwork",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "The promise of more efficient lead discovery is fuelling the enthusiasm for fragment-based lead discovery (FBLD). In this approach, highly sensitive biochemical and biophysical screening technologies are being used to detect the low affinity binding of low molecular weight compounds (the so-called fragments) to protein targets that are involved in pathophysiological processes. By investigating the molecular interactions between fragment hit(s) and the target protein, a detailed understanding of the binding event is obtained. This enables the rational and efficient optimisation of the hit fragment. The optimised compounds represent high quality leads for drug development. The necessary FBLD technologies and approaches have emerged mainly from small and specialised biotech companies. At present, FBLD is being adopted throughout pharmaceutical sciences, including by pharmaceutical companies, SMEs and academic research groups. So far, the necessary training that is needed to obtain an holistic view of the possibilities and opportunities that FBLD provides is missing, most likely because the highly multidisciplinary nature of the FBLD work is difficult to capture within one (academic) institute. Therefore, we have established FragNet as a dedicated FBLD training network. The consortium consists of the most prominent pharmaceutical companies, biotech companies and academic groups that have jointly shaped the FBLD research area. FragNet is committed to train 15 ESRs in all facets of FBLD using the combined technologies, skills and knowledge. This will include both research (e.g., technologies on the interface of chemistry and biology) and transferable skill sets (e.g., writing, media training, entrepreneurship and thorough understanding of scientific knowledge transfer). This will enable the ESRs to excel in todayís drug discovery and chemical biology programmes that are performed in public and private organisations in the pharmaceutical sciences.",
    "totalCost": "3842481,96",
    "ecMaxContribution": "3842481,96",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "BEACTICA AB;NOVARTIS PHARMA AG;VERNALIS (R&D) LIMITED;MAGYAR TUDOMANYOS AKADEMIA TERMESZETTUDOMANYI KUTATOKOZPONT;UNIVERSITY OF YORK;UNIVERSITAT DE BARCELONA;ZOBIO BV",
    "participantCountries": "SE;CH;UK;HU;ES;NL",
    "projectParticipants": {
        "999468504": {
            "orgId": "999468504",
            "orgName": "ZOBIO BV",
            "ecContrib": 255374
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1021497
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 495746
        },
        "999875807": {
            "orgId": "999875807",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA TERMESZETTUDOMANYI KUTATOKOZPONT",
            "ecContrib": 447827
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 819864
        },
        "999676763": {
            "orgId": "999676763",
            "orgName": "BEACTICA AB",
            "ecContrib": 263659
        },
        "952374907": {
            "orgId": "952374907",
            "orgName": "VERNALIS (R&D) LIMITED",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3577255
}