{
    "rcn": "198553",
    "acronym": "Virtual Optics",
    "topics": "ICT-37-2015-1",
    "title": "Virtual Optics - A software revolution in the optical industry",
    "startDate": "01/09/2015",
    "endDate": "30/04/2016",
    "objective": "Intelligent Imaging Solutions (IIS) is currently the worldwide technical leader in correcting optical aberrations by means of blind deconvolution.\n\nThe unique approach of IIS is to determine optical aberrations from the image itself, accurately describe them mathematically and then reverse them through deconvolution. As a result, a dramatic increase in image quality can be achieved through the use of this software.\n\nIIS challenges the paradigm that image formation is only an optical task. The goal of IIS is to shift image formation to a combination of optical and software tasks. IIS wants to explore the possibilities in the aerial-camera-systems market which has a size of about 70 million EUR in net revenue and an operating margin of 20 percent.\n\nIn this market, it is very difficult to improve image quality through classical optical design and manufacturing for cost reasons. Our approach is well-suited to this market as the optical systems are very expensive; whereas, computation power is cheap and readily available. In order to provide quality service to this market, additional investment aimed at significantly speeding up the technology is required. We expect to conclude the feasibility analysis by March 2016 and have a marketable solution shortly after that. We expect to team up with one of the leading manufacturers of aerial-camera systems or, alternatively, to provide a software solution directly to aerial-imaging companies seamlessly integrating into their workflow.\n\nLicensing fees are expected to be >150,000 EUR per year. Revenue from selling the software directly is estimated at around 750,000 EUR per year after three years as SaaS. We expect an IRR between 88침110 percent, a payback period between 12침17 months (upon release) and a ROI of 300침600 percent within a 48-month time frame칩starting today and taking development and M&S costs into account.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INTELLIGENT IMAGING SOLUTIONS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934685890": {
            "orgId": "934685890",
            "orgName": "INTELLIGENT IMAGING SOLUTIONS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}