{
    "rcn": "198520",
    "acronym": "ULTIMA",
    "topics": "ERC-PoC-2015",
    "title": "ULTrafast Imaging sensor for Medical Applications",
    "startDate": "01/09/2015",
    "endDate": "28/02/2017",
    "objective": "Breast cancer is the most common cause of death among women. For lowering the mortality rates and improving life quality, it would be beneficial to diagnose and treat diseases early.\nDedicated Positron Emission Tomography (PET) application Positron Emission Mammography (PEM) has been developed for functional medical imaging of specific breast cancer biomarkers. PEM enables accurate detection of small malignant tumors at an earlier stage. However, it suffers from major limitations on becoming suitable for general screening purposes. One of the limitations is that the process exposes the patients to relatively high ionizing radiation doses causing poor total risk-benefit ratios.\nThe project addresses this challenge and contributes to providing safe oncology screening possibilities available for larger patient-base. This project will demonstrate the proof of concept of a state-of-the-art nuclear imaging innovation, which will enable the detection of energy deposition with significantly improved energy and time resolution levels of a PET application. Our approach features high quality pictures with considerably lower radio-tracer dose levels than the current commercial scanners. This is enabled by an order of a magnitude improvement in the signal-to-noise ratio over the current time-of-flight PET scanners.\nThe innovation comprise a novel combination  of scintillating and photonic crystals for an  improved light output efficiency and fast electronics. As a complementing technology to PEM imaging system, it contributes to safer cancer scanning modality while shortening the scanning process. This results to improved process throughput and vast socio-economic benefits.\nWithin the project, the imaging system technical performance will be benchmarked to a dedicated medical imaging application, such as PEM. The project also addresses the commercialisation considerations, economical feasibility and assesses the system cost. The project will be carried out in close collaboration with a potential exploitation entity.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}