{
    "rcn": "198561",
    "acronym": "CerviVax",
    "topics": "BIOTEC-5b-2015-1",
    "title": "New Generation Therapeutic vaccine for the Treatment of HPV infections and Cervical Dysplasia",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "VLPbio (www.vlpbio.com) is a biotechnological company applying immunotherapeutic solutionsto fight and prevent human and animal diseases addressing unmet clinical needs in the main pharmaceutical markets. Our technology is based on patented and proprietary Ch-VLP platform (Chimeric Virus like Particles) derived from the Infectious Bursal Disease Virus (IBDV). Virus-like particles are empty and not infectious viral particles capable of incorporating antigens involved in different pathologies in order to potentiate and direct the humoral or cellular immune response. The potential of the platform to induce both kind of responses has been validated through immunogenic studies and in vivo proofs of concept.\n\nOur business model is to develop innovative vaccines based on our proprietary technological platform up to phase I, where the product will be licensed to a larger biotech or pharmaceutical company. \n\nOur main product is Cervivax https://www.dropbox.com/s/p2s06bqm9toai3n/VLPbio.mov?dl=0, an immunotherapeutic vaccine focused on the treatment of cervical dysplasia and infections caused by HPV-16 (Human Papilloma Virus), which is responsible for most of the cases of cervical lesions detected all over the world. Although, there are prophylactic approaches to prevent viral infection, currently do not exist commercial therapeutic solutions to treat infections or lesions caused by the infection, other than surgery combined by chemotherapy. We position our product to cover this unmet need.  We have an in vivo efficacy proof of concept of the product with excellent results, overpassing those of other therapies under development in terms of efficacy in absence of any adyuvant (1).\n\nThe overall aim of the project that we are submitting is bring Cervivax from the current status up to clinical-phase I, where we are aiming to license it to a large biotech or pharma company. Currently we have two preliminary agreements with 2 leading pharma companies, which are in due diligence phase.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VLP THE VACCINES COMPANY",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936307536": {
            "orgId": "936307536",
            "orgName": "VLP THE VACCINES COMPANY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}