{
    "rcn": "198526",
    "acronym": "CooExcell2015",
    "topics": "INNOSUP-5-2014",
    "title": "Collaborating for the excellence of public entities for business promotion. An example of policies aimed at the improvement of the competitiveness of the regional enterprises throughout the EFQM",
    "startDate": "01/09/2015",
    "endDate": "30/04/2016",
    "objective": "'The objective consists on using the 'EFQM Framework for Innovation Agencies' as a tool for self-assessment by ADER (Spain), with a peer learning approach in which 2 other European Innovation or Economic Agencies participate.\nThe project will end achieving the deliverable 'Recognised for Excellence EFQM assessment' that provides training and learning for all bodies involved in the process.\nThis proposal is in line with the objectives of ADER, in its guidance to incorporate innovation and excellence as elements for improving the competitiveness of companies in La Rioja.\nADER is a Spanish public agency aiming to improve the competitiveness of companies in La Rioja by promoting research, innovation and technological development, internationalization and promotion abroad, business excellence and corporate design through different instruments and technical and financial support services for the companies.\nOne of its strategic objectives is to promote the use of the EFQM model by companies in La Rioja through a program developed since 2007 called Business Excellence ADER. The programme aims to encourage companies to advance in the development of its management system, in line with the principles of excellence. The programme helds every year ìRioja Recognition and Awards for Business excellenceî.\nADER has internalized in its organization the approach to quality and excellence with a clear orientation to the citizen. It has certified the provision of services through a system of Quality Management and Environmental according to the UNE-EN-ISO 9001, UNE ENE ISO 14001, and the Accessibility Certification ICT AENOR according to the UNE 139803.\nADER operates by applying the EFQM model, and want to go a step further by contrasting it with other Innovation Agencies, with the aim to:\nï improve their systems and advance the process of recognition for excellence.\nï acquire new knowledge to facilitate the the promotion and dissemination of the EFQM model among enterprises.\n'",
    "totalCost": "15000",
    "ecMaxContribution": "15000",
    "coordinator": "AGENCIA DE DESARROLLO ECONOMICO DE LA RIOJA",
    "coordinatorCountry": "ES",
    "participants": "REGIONAL DEVELOPMENT AGENCY OF THE WEST REGION ROMANIA;NORDEN NORDIC INNOVATION",
    "participantCountries": "RO;NO",
    "projectParticipants": {
        "999548141": {
            "orgId": "999548141",
            "orgName": "REGIONAL DEVELOPMENT AGENCY OF THE WEST REGION ROMANIA",
            "ecContrib": 0
        },
        "998582215": {
            "orgId": "998582215",
            "orgName": "NORDEN NORDIC INNOVATION",
            "ecContrib": 0
        },
        "999905295": {
            "orgId": "999905295",
            "orgName": "AGENCIA DE DESARROLLO ECONOMICO DE LA RIOJA",
            "ecContrib": 15000
        }
    },
    "calculatedTotalContribution": 15000
}