{
    "rcn": "198550",
    "acronym": "iPHEV",
    "topics": "IT-1-2015-1",
    "title": "Advanced Plug-in Hybrid Electric Drive System for Commercial Fleet Trucks",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "Economic, environmental and energy security factors provide a rational basis for switching to more efficient and less polluting vehicle technologies. Another even more important reason for the development of such technologies is the need to improve the air quality in the cities. Fleet users keep looking for cost-cutting solutions in order to remain competitive; they need to adapt to their customers' requirements for more sustainable transport solutions and to prepare for the future market demand and regulations.\nWe have a multiple value proposal for commercial fleet managers ñ a cutting-edge iPHEV system that can be installed in new LCVs to save fuel costs per work cycle, reduce emissions and noise, improve capacity, and cut operation and maintenance costs. The system can be installed in different OEMs models with a retarder. iPHEV can be used in 3.5t LCV: utility work trucks, delivery vans, and minibuses. Furthermore, we are planning to develop and implement the system in MCV.\nThe iPHEV proved to be an efficient part of the vehicle and the tests confirmed the compliance to the specification of the overall system and proper operation under real on-road conditions. The performance indicators show the viability of the prototypes in Iveco Daily models.\nDevelopment of high-impact Plug-in Hybrid technologies that may lead to the reduction of greenhouse gas emissions and fuel efficiency is an urgent need in many global areas, including Europe. iPHEV demonstrations have already received a lot of attention from potential customers and government representatives in Norway, Sweden, Denmark.\nFor the purpose of the iPHEV project justification, we are going to prepare a technical/practical and economic feasibility study, including business plan. Subject to positive recommendations of the feasibility study, we are going to submit a proposal under H2020 SME Instrument Phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELINTA",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937001474": {
            "orgId": "937001474",
            "orgName": "ELINTA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}