{
    "rcn": "198529",
    "acronym": "Scaling up Novihum",
    "topics": "SFS-08-2015",
    "title": "A Sustainable Soil Solution: Scaling up Novihum, an innovation to convert bad soil into better, make brown coal clean and barren land green, and profitably advance food security in Europe and beyond",
    "startDate": "01/12/2015",
    "endDate": "31/05/2018",
    "objective": "Soil is a vital ñ though often neglected ñ tool for increasing the resilience and security of food production, as recognized by the UNís declaration of 2015 as the International Year of Soils; improving it can reduce erosion and enhance drought tolerance, crop yields, water and nutrient efficiency, and long-term land fertility.\n\nNovihum is a uniquely scalable innovative soil conditioning technology that replaces natural humus in degraded and arid soils, significantly increasing crop yields while reducing water use and pollution. It is produced by enriching abundant lignite (brown coal) in a highly efficient industrial process, and is affordable, easy to use, long-lasting (>10 years), and good for the environment. Its unique set of properties make it novel to the market and highly competitive with all other soil conditioners, which are typically difficult to use, transport, or scale up. Novihum Technologies GmbH was founded in 2012 to commercialize the patented technology, and has attracted venture capital investment from the EU and US.\n\nThe objective of the Project is to scale up the Novihum production technology from prototype to a Pilot Facility in Germany, where an industrial production line suitable for scaling up to profitable commercial scale can be tested and refined. It will also demonstrate Novihumís high-value impacts to potential customers and expand the product line. It will result in the know-how and proof of performance necessary to scale up to commercial production, and a sophisticated global customer and partner network that will facilitate successful market entry.\n\nThe commercial potential for Novihum is very large ñ as are its impacts on the security and resilience of food production and on the environment ñ with more than 3.5 million sq km of land in need of its benefits and expected global annual sales of up to EUR 360 million in the agriculture, horticulture, recultivation, urban farming, and landscape sectors in the EU, US, and Middle East.",
    "totalCost": "3468000",
    "ecMaxContribution": "2427600",
    "coordinator": "NOVIHUM TECHNOLOGIES GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941435344": {
            "orgId": "941435344",
            "orgName": "NOVIHUM TECHNOLOGIES GMBH",
            "ecContrib": 2427600
        }
    },
    "calculatedTotalContribution": 2427600
}