{
    "rcn": "198594",
    "acronym": "CVI_ADAPT",
    "topics": "ERC-StG-2014",
    "title": "Unraveling the history of adaptation in an island model: Cape Verde Arabidopsis",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Islands have played a pivotal role in evolutionary theory since Darwin and Wallace. Due to their isolation, they represent natural laboratories, providing uncomplicated microcosms where fundamental principles of the evolutionary process can be revealed. One area where island systems can provide a crucial advance is in evolutionary genetics. Here, a primary goal is to reconstruct the mechanisms, mode and tempo of the evolutionary process by identifying specific adaptive functional variants and studying the historical dynamics of these in nature. However, even with recent advances in tools and technologies (e.g., affordable genome-wide sequencing, developments in genome manipulation), the complexity of most natural systems makes this a challenging task.\n\nThe proposed research launches a program that employs a unique set of thale cress (Arabidopsis) samples from intriguing populations at the edge of the species range (Cape Verde Islands) to comprehensively characterize the adaptive process in a tractable and ecologically relevant island system. This collection represents the first population sample from this region, where a single individual was collected 30 years ago and has long been an enigma due to its remarkable phenotypic and genetic divergence. We will combine field monitoring, population genetic analyses, trait mapping, powerful new genome editing technology (CRISPR), and spatially explicit modeling to reconstruct the history of the adaptive process in exceptional detail. Moreover, synthesizing our results in the context of biological networks will provide the opportunity to decipher how epistasis and pleiotropy impacted adaptive trajectories. By applying the wealth of tools available in Arabidopsis thaliana to this intriguing natural population, we will uncover general principles of adaptation and produce a roadmap and toolkit for future research in diverse systems to predict outcomes of environmental fluctuations and longer-term changes.",
    "totalCost": "1609375",
    "ecMaxContribution": "1609375",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1609375
        }
    },
    "calculatedTotalContribution": 1609375
}