{
    "rcn": "198597",
    "acronym": "WORKANDHOME",
    "topics": "ERC-StG-2014",
    "title": "Reshaping society and space: home-based self-employment and businesses",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The aim of WORKANDHOME is to develop a new framework for understanding fundamental changes currently taking place to work that situates individuals as economic actors within the context of their wider life domains, household, home and neighbourhood. This will break new ground in how we understand and classify economic activity, the home, the firm, places of economic activity, labour markets and ëresidentialí neighbourhoods. Significant and rising numbers of people work from home as a self-employed worker or business owner throughout Europe. This will be the first study that explores social, economic and spatial aspects of homeworking by self-employed workers and business owners including the role of new technologies and social media in dissolving the home-work boundary. This is an important new area for social science research since home-based self-employment and businesses vividly manifest the interconnection of ëhomeí and ëworkí and of the ëeconomicí and the ësocialí as part of an increasingly complex society. WORKANDHOME will integrate theoretical perspectives from economic geography, entrepreneurship and small business research, sociology, economics, housing and neighbourhood studies. In order to investigate new realities of how people work and live, this study will integrate analytical methods across the social sciences and computer sciences and create a new fusion of primary, secondary and ëbigí social media data from the UK, the Netherlands, Germany, Europe and the world. WORKANDHOME offers a major step forward in understanding how people live, work, do business and shape space. Its integrated and international approach will stimulate considerable interdisciplinary exchange across disciplines in the social sciences for better understanding and tackling contemporary societal and economic changes and challenges.",
    "totalCost": "1430920",
    "ecMaxContribution": "1430920",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "ILS - INSTITUT FUR LANDES- UND STADTENTWICKLUNGSFORSCHUNG gGMBH;THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS;UNIVERSITEIT UTRECHT",
    "participantCountries": "DE;UK;NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 15050
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 1220306
        },
        "991858078": {
            "orgId": "991858078",
            "orgName": "ILS - INSTITUT FUR LANDES- UND STADTENTWICKLUNGSFORSCHUNG gGMBH",
            "ecContrib": 85755
        },
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 109809
        }
    },
    "calculatedTotalContribution": 1430920
}