{
    "rcn": "198506",
    "acronym": "MyFUN",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Myopia: Fundamental understanding needed",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The proposed ETN ìMyopia: fundamental understanding neededî (MyFUN) provides an international, interdisciplinary platform to train young scientists at the interface of physics and biology, to study unresolved questions about the visual control of eye growth. It has been extensively documented that the growth of the eye is controlled by closed-loop visual feedback, using retinal image defocus as an error signal. However, with tense education, predominant indoor activity and extensive near work, the eyes of young people grow too long and become near-sighted (myopic), reaching a prevalence of 95% in some Asian cities and 50% at German universities. While myopia is clearly a civilization disorder, it is strikingly unclear by which visual stimuli it is triggered, and how it can be stopped. Emerging optical interventions have still only moderate effects. There are fundamental questions, like ìWhy does myopia not limit itself?î, ìWhy does undercorrection not reduce its progression?î, ìWhy are the effects of new spectacle designs to inhibit myopia so small?î, ìWhat determines when it starts and can we find biological markers to predict myopia in individual cases?î. We propose a scheme of novel experiments, divided into 14 research projects that all have sufficient scientific depth and merit to merge into 14 successful PhD theses. The answers to the research questions will fundamentally improve our understanding of myopia, will be recognized worldwide and will represent a major contribution of the European Community to the global problem of the rising incidence of myopia. Our consortium consists of 7 Beneficiaries, combining the expertise of 5 academic partners with excellent research and teaching records and 2 fully integrated private sector partners. MyFUN will be supported by a management team experienced in multi-site training activities and counselled by a scientifically accomplished External Advisory Board.",
    "totalCost": "3544115,04",
    "ecMaxContribution": "3544115,04",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;KUNGLIGA TEKNISKA HOEGSKOLAN;VOPTICA S.L.;CARL ZEISS VISION INTERNATIONAL GMBH;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSIDAD DE MURCIA",
    "participantCountries": "IE;SE;ES;DE",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 527319
        },
        "934766594": {
            "orgId": "934766594",
            "orgName": "CARL ZEISS VISION INTERNATIONAL GMBH",
            "ecContrib": 498433
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 495746
        },
        "999844282": {
            "orgId": "999844282",
            "orgName": "UNIVERSIDAD DE MURCIA",
            "ecContrib": 495746
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 531349
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 747649
        },
        "927791518": {
            "orgId": "927791518",
            "orgName": "VOPTICA S.L.",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 3544115
}