{
    "rcn": "198549",
    "acronym": "Sniff-Nose",
    "topics": "PHC-12-2015-1",
    "title": "A novel double-point intravascular diagnostic probe with continuous monitoring of the biomarker panel, dual oxygen tension PcvO2 and PcsO2, for clinical assessment of heart failure",
    "startDate": "01/09/2015",
    "endDate": "31/10/2015",
    "objective": "Sniff-Nose shall sniff the oxygen tension resp. saturation of venous blood at two positions of a probe ñ with curved geometry to achieve that ñ in the Vena Cava (where all the returning blood of the body except of the heart flows) and in the Coronary Sinus (where the returned blood of the heart flows). As an abnormal metabolic situation of the heart muscle e.g. at heart failure will result in lower oxygen tension in the coronary sinus than in the rest of the body, the coronary sinus oxygen tension resp. saturation in comparison to the central venous oxygen tension resp. saturation is the biomarker for heart failure assessment. Our novel double-point intravascular diagnostic probe with continuous monitoring of the biomarker panel, dual oxygen tension PcvO2 and PcsO2, will utilise the state-of-the-art single optical fluorescent fiber technology to minimise geometry and size, to save the space in the probe and to achieve usability (instead of double fiber technology as in partially competing products for each measurement point) with outside diameters which can be inserted into the Vena Cava. The needs of the customers exist as literature describes procedure solutions to measure oxygenation at the two vascular positions, but these procedure solutions result in intermittent blood withdrawals through the insertion sheath from the Vena Cava with a longer time to results. Technical feasibility assessment of our Sniff Nose solution has been performed in-vitro in our labs, TRL 3.  The Sniff-Nose dual-oximetry diagnostic probe market can be estimated from the central venous catheters market, with a global market of $645 million in 2013 and an annual growth rate of 4.9% through 2019. From the capabilities of our UK distribution partner Kimal plc we will solve the unmet needs of the cardiologists and anaesthesiologists, and achieve over the first 5 years sales of several hundred thousand probes.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MI MEDICAL INNOVATION GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934801417": {
            "orgId": "934801417",
            "orgName": "MI MEDICAL INNOVATION GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}