{
    "rcn": "198505",
    "acronym": "ISOTOPICS",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "ISOTOPIC LABELING FOR DRUG INNOVATION",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Excessive attrition rates during clinical trials dramatically impact on Drug Discovery and Development (DDD). Absorption, Distribution, Metabolism and Excretion studies carried out on larger series of drug candidates at an earlier stage of the DDD timeline and evaluation of drug efficacy through better assessment of pharmacokinetic/pharmacodynamic relationships, target engagement and receptor occupancy are critically important approaches for de-risking drug innovation since they facilitate early identification of the candidates that display the best in vivo profile. When successfully implemented, this strategy can accelerate the discovery of new therapeutic solutions to existing and emerging diseases, and enhance European pharmaceutical innovation. For implementation, large sets of isotopically-labeled molecules are required and consequently, a huge revival of labeling techniques is urgently needed. Another crucial issue is the scarcity of expert radiochemists in Europe and the lack of first class training programs in this inter-disciplinary field merging chemistry, radiochemistry and medicinal chemistry. The aims of ISOTOPICS are: i) to train the next generation of European chemists with expertise in isotopic labeling and advanced medicinal chemistry through a first-class taught and research training program combined with a highly interactive secondments plan; ii) to develop innovative and general isotopic labeling chemistry and radiochemistry to streamline the synthesis of labeled small-molecule drugs and biologics; iii) to work closely with the European pharmaceutical industry to apply the new labeling methods to drugs currently in development in order to provide solutions to the most pressing problems in drug innovation. This highly interdisciplinary project is expected to have a profound beneficial impact on drug innovation in Europe by providing novel efficient techniques and new experts in the fields of labeling and medicinal chemistries.",
    "totalCost": "3948843,96",
    "ecMaxContribution": "3948843,96",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE DE LIEGE;SANOFI-AVENTIS DEUTSCHLAND GMBH;UCB BIOPHARMA SPRL;UCB PHARMA SA;ASTRAZENECA AB;KAROLINSKA INSTITUTET;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "BE;DE;SE;UK;FR",
    "projectParticipants": {
        "999941379": {
            "orgId": "999941379",
            "orgName": "ASTRAZENECA AB",
            "ecContrib": 263659
        },
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 250560
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1051502
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "997731137": {
            "orgId": "997731137",
            "orgName": "SANOFI-AVENTIS DEUTSCHLAND GMBH",
            "ecContrib": 249216
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 527319
        },
        "999954571": {
            "orgId": "999954571",
            "orgName": "UCB PHARMA SA",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1093152
        }
    },
    "calculatedTotalContribution": 3698284
}