{
    "rcn": "198507",
    "acronym": "PRONTO",
    "topics": "MSCA-ITN-2015-EID",
    "title": "PRONTO: PROcess NeTwork Optimization for efficient and sustainable operation of Europeís process industries taking machinery condition and process performance into account.",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The typical lifetime of an industrial process plant is between 30 and 50 years. Technologies to enhance the operation and optimization of process plants can both guide the development of new state-of-the-art process plants and, perhaps more pertinently, can ensure that the large installed base of existing plants operates efficiently. The PRONTO Consortium partners are strongly convinced that for Europe to stay competitive, the overriding challenge is the efficient and sustainable operation of assets already installed and running at the present time.\n\nProduction involves flows of material and energy over an extended area through the distributed and interconnected equipment of the process network. Process plants also generate complex information from disparate sources in the form of measurements from the process, mechanical and electrical sub-systems, and elsewhere. Efficient and sustainable operation of assets over a timescale of 30-50 years therefore requires sophisticated approaches for managing information and managing resources to ensure optimal operation.\n\nThe research topics of PRONTO are (i) data analytics for assessment of the condition and performance of networks of equipment used for production in the process industries, (ii) optimization of use of resources in process networks taking account of real-time information about the condition and performance of the process equipment, and (iii) new concepts for process operation identified as having high potential for impact by industrial partners.\n\nThe consortium partners include leading universities and well-known companies with high reputations for innovation. The consortium offers the early stage researchers  training under the European Industrial Doctorate scheme by involving the non-academic sector extensively in joint supervision of the doctoral training with a strong emphasis on industrially-relevant PhD projects leading to practical demonstrations.",
    "totalCost": "3629764,44",
    "ecMaxContribution": "3629764,44",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "ABB AG;ACCIAI SPECIALI TERNI SPA;AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE;UNIVERSIDAD DE VALLADOLID;TECHNISCHE UNIVERSITAT DORTMUND;ABB AS;ABB SPZOO;BASF SE;CRANFIELD UNIVERSITY;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "participantCountries": "DE;IT;PL;ES;NO;UK",
    "projectParticipants": {
        "986219953": {
            "orgId": "986219953",
            "orgName": "ABB SPZOO",
            "ecContrib": 224137
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 546576
        },
        "986227422": {
            "orgId": "986227422",
            "orgName": "ABB AS",
            "ecContrib": 286275
        },
        "999940700": {
            "orgId": "999940700",
            "orgName": "ABB AG",
            "ecContrib": 498433
        },
        "999844573": {
            "orgId": "999844573",
            "orgName": "AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE",
            "ecContrib": 224137
        },
        "974746211": {
            "orgId": "974746211",
            "orgName": "ACCIAI SPECIALI TERNI SPA",
            "ecContrib": 258061
        },
        "999848453": {
            "orgId": "999848453",
            "orgName": "TECHNISCHE UNIVERSITAT DORTMUND",
            "ecContrib": 249216
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 273288
        },
        "999829926": {
            "orgId": "999829926",
            "orgName": "BASF SE",
            "ecContrib": 249216
        },
        "999862809": {
            "orgId": "999862809",
            "orgName": "UNIVERSIDAD DE VALLADOLID",
            "ecContrib": 247873
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 572550
        }
    },
    "calculatedTotalContribution": 3629762
}