{
    "rcn": "198592",
    "acronym": "STEMCARDIORISK",
    "topics": "ERC-StG-2014",
    "title": "Stem Cells for Cardiac Arrhythmia Risk Assessment",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Among the most significant conceptual changes in stem cell biology of the past decade has been the use of human pluripotent stem cells (hPSCs) for disease modelling and drug development rather than solely as therapeutics. One area of major interest in this context is that of arrhythmic disorders of the heart. Cardiac arrhythmias are a leading cause of death among young people, with inherited forms affecting as many as 1 in 2000. Even more prevalent are acquired arrhythmias due to adverse responses to medication. These too have a significant heritable component. Although hundreds of mutations have been associated with both forms of arrhythmia, two outstanding issues remain: (i) it is difficult to prove the identified mutation is causal, and (ii) large differences in disease severity are seen even among patients with the same primary mutation. To date hPSC models of arrhythmogenic diseases exhibit the characteristic electrophysiological features of the respective disorders; however lack of appropriate controls and inherent variability between hPSC lines means that it is still unclear how well these models reflect the genotype-phenotype relationship. This proposal will combine hPSC disease modelling with recent advances in gene-editing, plus the wealth of genomic data associating genetic variants to disease phenotypes, to develop unique approaches that will 1) establish the sensitivity of these models and; 2) provide more accurate functional assessment of the contribution of individual variants to congenital and acquired arrhythmias. I believe that by creating panels of isogenic PSC lines differing exclusively at candidate genetic loci we can (i) predict the pathogenicity of variants; (ii) shed light on the mechanism underlying the disease phenotype, and (iii) improve individual risk stratification and patient-specific pharmacotherapy. This study will also offer a first entry into interpreting GWAS and capitalising on the value of the human genome sequencing projects.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}