{
    "rcn": "198556",
    "acronym": "Biomarkers for PD",
    "topics": "PHC-12-2015-1",
    "title": "Validation of diagnostic and prognostic biomarkers for Parkinson disease",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "Parkinsonís disease (PD) is one of the most prevalent neurodegenerative disorders and a disease with a significant unmet medical need. World-wide, more than 4.6 million individuals over the age of 50 suffer from PD and it is estimated that the number will more than double by 2030. The economic impact of the disease is enormous and the estimated annual European cost of PD is 14 billion euros. At present, only symptomatic therapies are available for PD and there is a huge unmet need for treatments that also slow or halt disease progression. Improved patient outcomes are achieved by early diagnosis and disease modifying treatment. BioArctic Neuroscience is developing a PD biomarker assay, with the potential of becoming the first biochemical biomarker assay that can reflect the underlying pathophysiology of disease. The assay is based on CSF measurements of toxic oligomer/protofibril forms of alpha-synuclein.\nIn this project we will:\nï Conduct biochemical biomarker assay development for PD\nï Conduct a small pilot study on clinical cohorts including patients with PD and healthy controls\nï Evaluate the business opportunities and further development path for PD biomarkers\nToday, there are no reliable biochemical biomarkers for PD and the disease is often difficult to diagnose. The differential diagnosis of PD is based on clinical features and the golden standard still remains neuropathological confirmation. Misclassification, especially in early PD, occurs frequently. High sensitivity and specificity can only be obtained at specialized centres, and after several years of follow-up. To be able to modify or halt the disease progression it is beneficial to initiate a disease modifying treatment at an earlier stage than what is possible today. The clinical validation of a sensitive and specific biomarker that also could mirror the treatment effect would make an enormous advantage and need to be developed in parallel with the development of new disease modifying therapeutics.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOARCTIC AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}