{
    "rcn": "198516",
    "acronym": "GLYCOVAX",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "A training network for the rational design of the next generation of well-defined glycoconjugate vaccines",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "GLYCOVAX is a network for the education of promising young scientists who will learn how to rationally design a next generation of well-defined and innovative glycoconjugate vaccines to improve current preventive therapies and to tackle unmet medical needs. Glycoconjugate vaccines represent the key for success of vaccination in children. The covalent linkage to proteins renders carbohydrates able to evoke a T-cell memory response. Current vaccines are prepared from heterogeneous mixtures of sugars linked by unspecific methods to the carrier protein giving complex mixtures of products. Due to this intricate structure, it has not been possible to apply a medicinal chemistry approach in the development of glycoconjugate vaccines and to fully understand their mechanism of action. Combination of novel approaches for glycan synthesis and site-selective conjugation methods now gives access to conjugates defined in sugar component and attachment site, thus leading to robust structure-immunogenicity relationship. Advancements in structural biophysics can be applied to select the optimal glycan antigen. By combining the beneficiariesí expertise in carbohydrate synthesis, bioconjugation, high throughput screening, structural glycobiology, vaccinology and immunology, together with the experience in project management, GLYCOVAX will create a multidisciplinary environment  where 14 young researchers will contribute to develop a novel route towards improved, safer and better characterized glycoconjugate vaccines, and contemporarily acquire transferable skills which will lead them to become the new leaders of academic or industrial research. The network will involve 9 academic groups and 2 industrial partners as Beneficiaries, and one SME as Partner Organization. The profound interaction between academy and industry will aid the students to get new concepts and visions for translating their ideas from the bench to the manufacturing of the next generation of glycoconjugate vaccines.",
    "totalCost": "3554499,69",
    "ecMaxContribution": "3554499,69",
    "coordinator": "GLAXOSMITHKLINE VACCINES SRL",
    "coordinatorCountry": "IT",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;UNIVERSITEIT LEIDEN;THE UNIVERSITY OF MANCHESTER;SVEUCILISTE U RIJECI, MEDICINSKI FAKULTET;ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS;UNIVERSITA DEGLI STUDI DI MILANO;INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;GLYCOUNIVERSE GMBH & CO KGAA",
    "participantCountries": "DE;NL;UK;HR;ES;IT;PT;FR",
    "projectParticipants": {
        "999862130": {
            "orgId": "999862130",
            "orgName": "SVEUCILISTE U RIJECI, MEDICINSKI FAKULTET",
            "ecContrib": 247761
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 34613
        },
        "999988618": {
            "orgId": "999988618",
            "orgName": "GLAXOSMITHKLINE VACCINES SRL",
            "ecContrib": 516123
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 249216
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "998817731": {
            "orgId": "998817731",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
            "ecContrib": 247873
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 280879
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 510749
        },
        "948392281": {
            "orgId": "948392281",
            "orgName": "GLYCOUNIVERSE GMBH & CO KGAA",
            "ecContrib": 249216
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 716837
        }
    },
    "calculatedTotalContribution": 3316143
}