{
    "rcn": "198512",
    "acronym": "AEGIS",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Accelerated Early staGe drug diScovery",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The development of effective novel drugs - especially for rare and neglected diseases - is one of the biggest challenges of the upcoming decades, as illustrated by the recent Ebola outbreak. Moreover, European innovation in new drug registrations is dramatically falling behind compared to the US and Asia.\nThe principal aim of the AEGIS ITN is to implement the first comprehensive, intersectoral cross-disciplinary and structured curriculum for doctoral students in the European Research Area by establishing a unique training platform for the next generation of European researchers in early drug discovery. A significant added value is provided through networking with key European pharmaceutical companies. A key research aim of AEGIS is improving the efficiency and success of early stage drug development by combining innovative methods and techniques to tackle difficult but promising targets (i.e. protein-protein interactions), as potentially valuable drug targets are often neglected due to the high risk associated with their validation.\nThe consortium joins leading academic and industry researchers in an open innovation environment for innovative drug development in Europe. It is supported by several additional partners and stakeholders in the field. Integrated training of the fellows takes place at the host institute and by secondments, research schools and individual training within the AEGIS network. The scientific training includes complementary skills, management, intellectual property rights, fund raising, communication and career planning. AEGIS will improve the availability of a highly skilled workforce for European industries and research, greatly enhance the employability and the career perspectives of young researchers for academia as well as for industry, and will be the seed of a sustainable development in innovative drug discovery, in particular for rare and neglected diseases.",
    "totalCost": "3836995,92",
    "ecMaxContribution": "3836995,92",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "PHILIPPS UNIVERSITAET MARBURG;RIDGEVIEW INSTRUMENTS AB;NOVARTIS PHARMA AG;ASTRAZENECA AB;UPPSALA UNIVERSITET;GIOTTO BIOTECH SRL;INSTITUT PASTEUR;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;RIJKSUNIVERSITEIT GRONINGEN",
    "participantCountries": "DE;SE;CH;IT;FR;NL",
    "projectParticipants": {
        "999941379": {
            "orgId": "999941379",
            "orgName": "ASTRAZENECA AB",
            "ecContrib": 263659
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 263659
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 265227
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 498433
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 510749
        },
        "999642716": {
            "orgId": "999642716",
            "orgName": "UNIWERSYTET JAGIELLONSKI",
            "ecContrib": 0
        },
        "999848938": {
            "orgId": "999848938",
            "orgName": "PHILIPPS UNIVERSITAET MARBURG",
            "ecContrib": 498433
        },
        "997565849": {
            "orgId": "997565849",
            "orgName": "RIDGEVIEW INSTRUMENTS AB",
            "ecContrib": 263659
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 525751
        }
    },
    "calculatedTotalContribution": 3089570
}