{
    "rcn": "198546",
    "acronym": "WELL",
    "topics": "SIE-01-2015-1",
    "title": "Wind, Efficient, Light, Lifter",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "The ìWELLî system, protected by patent in Europe and in the USA is an innovation and technological advancement on a global scope, that allows the assembly and replacement of the blades of a wind turbine on a wind farm without needing to use large tonnage cranes, by using a ìtelescopic liftî system that uses the turbine wind tower itself as a support system. It can be operated by no more than 3 workers (vs 14), work can be completed in less than 24 hours (vs. 72), and in winds of up to 12 metre/second (vs. <7m/s), thus minimizing the number of accidents, reducing the waiting period for blade replacements, reducing the cost of the operation by more than 90%, and also reducing the profit loss for wind farm operators (approximately Ä2000 per day). Leunamme Engineering has an agreement with Iberdrola to launch the WELL system. WELL is aligned with the global target ´20-20-20ª of the European Union.\n\nThe main customer groups of WELL system are the wind farms operators, and manufacturers of wind turbines.  They are interested in reducing maintenance costs and in maximizing the operational hours of the wind farm, because O&M expenses are becoming critical in order to be more competitive and less dependent on public support.\n\nThrough this Feasibility Analysis, the design of a technological scalability and commercial expansion strategy of the company services at a European and global level have been approached, in order to include other generator models and other large components of wind turbines. Phase II would consider the implementation of the technological scaling development of WELL system.\n\nThe WELL proposal was presented for the first time to the last call of the SME-Intrument program (18-03-2015, SIE-01-2015 1 P) achieving a total score of 12,88. The only weak point in the evaluation was the lack of a risks analyisis. An appropriate technical and business risks analysis, and their associated contingency plans, has been included in this new submission of the proposal.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LEUNAMME ENGINEERING S.L.U.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930929177": {
            "orgId": "930929177",
            "orgName": "LEUNAMME ENGINEERING S.L.U.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}