{
    "rcn": "198531",
    "acronym": "V-Tex Multi",
    "topics": "SIE-01-2015",
    "title": "Demonstration and optimisation of a highly innovative beverage cooling system that will deliver up to90% energy savings",
    "startDate": "01/09/2015",
    "endDate": "31/08/2017",
    "objective": "In July 2014, the European Commission proposed a targeted 30% reduction by 2030, which is ambitious and requires strong\nmeasures to encourage improved energy efficiency. One area earmarked for major improvements is commercial\nrefrigeration, which is responsible for 85TW/h of energy consumption per annum and has so far been exempt from Eco\nDesign and Labelling regulations. This is about to change with regulators demanding a saving of 58TW/h by 2030, clearly a\nmajor challenge. Within commercial refrigeration, beverage cooling consumes 21.2TWh/year. The European fleet of\nbeverage coolers consists of remote open fronted cooling cabinets and plug in beverage coolers. Open fronted display\ncoolers are the main sales channel for a wide range of bottled beverages. They encourage impulse purchases by making the\nproduct easy to see and access. The trade-off for this convenience is very high energy consumption. The project partners\nhave developed the ground-breaking V-Tex technology which enables beverages to be cooled rapidly on demand. The\nrevolutionary V-Tex technology is currently being commercialized as a standalone domestic appliance for the consumer\nmarket where its main Unique Selling Point is its rapid cooling capability and hence convenience. In contrast to convenience\non a domestic level, V-Tex technology also has the potential to enable major energy savings in commercial refrigeration. By\nbeing able to cool drinks on demand it has the potential to replace the large majority of open fronted display coolers enabling\npotential energy savings of up to 90% when compared to existing methods of chilling drinks. However, in a commercial\nenvironment with strong demand peaks it is necessary to develop, test and demonstrate an automated solution that can\neasily replace existing in-efficient open fronted coolers. The V-Tex Multi Project will focus on demonstrating a unique\nsolution that provides significant value to end users and Europe as a whole.",
    "totalCost": "1936657",
    "ecMaxContribution": "1355497",
    "coordinator": "Vending Marketing trgovina, storitve, marketing d.o.o.",
    "coordinatorCountry": "SI",
    "participants": "ENVIRO-COOL UK LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "984616349": {
            "orgId": "984616349",
            "orgName": "ENVIRO-COOL UK LIMITED",
            "ecContrib": 781235
        },
        "985116093": {
            "orgId": "985116093",
            "orgName": "Vending Marketing trgovina, storitve, marketing d.o.o.",
            "ecContrib": 574262
        }
    },
    "calculatedTotalContribution": 1355497
}