{
    "rcn": "198564",
    "acronym": "A-BAM",
    "topics": "INSO-9-2015-1",
    "title": "Application for Broadband Availability Mapping (A-BAM)",
    "startDate": "01/09/2015",
    "endDate": "30/04/2016",
    "objective": "The A-BAM (Application for Broadband Availability Mapping) project will develop a feasibility study for a mobile application that aggregates the needs of all the key stakeholders in the development of broadband connectivity, in one single place, throughout Europe: Local/Regional/National Administrations, End-Users and ISPs (Internet Service Providers). \n\nIt will assist users such as households or businesses to ascertain the broadband options and services that are available in any particular area, allowing where applicable to select other ISPs offering higher speed broadband services at their location through a Europe-wide switching service. This will benefit ISPs by providing an additional marketing channel to help them engage with, and attract, new customers. Additionally, it will enable households and SMEs to identify whether any government or privately funded broadband promotion schemes are already available and what these are, or identify any infrastructure schemes that are planned in the area. The application will aggregate and provide this data for local and regional governments in order to facilitate the tailoring as well as adoption of these schemes aimed at supporting Europe to meet the objectives set forth in the EC Digital Agenda: universal availability of Broadband speeds of at least 30 Mb/s throughout Europe, with 50% having speeds above 100 Mb/s.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POINT TOPIC LTD",
    "coordinatorCountry": "UK",
    "participants": "AVANTI COMMUNICATIONS LTD",
    "participantCountries": "UK",
    "projectParticipants": {
        "953462180": {
            "orgId": "953462180",
            "orgName": "POINT TOPIC LTD",
            "ecContrib": 50000
        },
        "989367991": {
            "orgId": "989367991",
            "orgName": "AVANTI COMMUNICATIONS LTD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}