{
    "rcn": "198542",
    "acronym": "StableVax",
    "topics": "PHC-12-2015-1",
    "title": "Commercialisation of a world changing invention for the stabilisation and delivery of vaccines",
    "startDate": "01/09/2015",
    "endDate": "31/10/2015",
    "objective": "Vaccination is an indispensable tool in fighting disease, annually saving up tens of millions of lives saved across the globe. Vaccines are biological products that are sensitive to temperature change and can lose their effectiveness if exposed to sub optimum temperatures. The delivery of vaccines from the factory to the customer currently relies on a closely monitored cold chain process containing a series of refrigerated storage units, designed to keep the vaccine at a constant temperature. The system frequently fails for a variety of reasons, some technical and some simply due to human error. Currently 50% of the worldís vaccines are rendered useless due to the failings of the present refrigerated ëcold chainí delivery systems\nStablepharma has a vision to eliminate the global cold chain and unnecessary vaccine wastage by introducing an innovative method to stabilise vaccines allowing them to be transported and stored at a wide-range of temperatures. Our technology involves the ~100% removal of liquid from vaccine dissolved in a special buffer, so that it is left in a completely stable and finely divided dry state absorbed into a, compressible, porous material that is in turn inserted into a standard auto-disable syringe. The process and invention was introduced to the WHO (World Health Organisation, Geneva) by invitation in 2012 and they have been able to assist the company with guidance in the development and accreditation process.\nStablepharma Ltd was incorporated in January 2012 to commercialise a revolutionary vaccine stabilisation invention and process developed and patented by our Chief Scientific Officer (CSO) and Chairman, Dr Bruce Roser, a pioneer and distinguished scientist in this field.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STABLEPHARMA LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927569776": {
            "orgId": "927569776",
            "orgName": "STABLEPHARMA LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}