{
    "rcn": "198533",
    "acronym": "THUNDHUB",
    "topics": "INSO-9-2015",
    "title": "ThunderMaps HomeHub",
    "startDate": "01/08/2015",
    "endDate": "31/03/2017",
    "objective": "The objective of ThunderMapsí HomeHub Horizon 2020 project is to develop a city-level communication platform that enables all public authorities in a city to make geo-targeted (personalized) mobile communication with citizens - making information & services easier to access & use.\nOur technology sits at the intersection of GIS (mapping) software, process improvement software (smart process apps), and the dual forces of mobile and social communication.\nThis project takes synergies between these technologies and uses them to solve significant challenges which exist today for public authorities, including: presenting a unified ëone face of governmentí to citizens; offering a personalized user experience; increasing citizen engagement; increasing transparency, reducing communication costs & environmental impact.\nThe HomeHub solution is a scalable - easily replicable & easily deployed ñ SaaS solution, and it is globally relevant. The market for ësmart city solutionsí like ours is strong. Independent analysts project it to grow to US$27.5 billion annually by 2023.\nThe expected impact of our project is significant in numerous dimensions, including: direct and downstream benefits for public authorities, businesses, and citizens; growth of the company and new job opportunities; strong likelihood of private investment to scale the business further; and the growth of this project beyond Europe.\nOur experienced and passionate team, along with our project partners ñ who include eGovLab, Swedenís Technical Research Institute (SP), Microsoft, and Smart Cities Council, will ensure the maximum success in the development and launch of this solution.\nThe end result of ThunderMapsí HomeHub Horizon 2020 project will be a world-leading mobile-focused communication platform for cities, and a fast-growing, globally-scalable company with a sustainable, recurring revenue-based business. Weíll be well on the way to improving the relationship between citizens, business & public administrations",
    "totalCost": "1046000",
    "ecMaxContribution": "732200",
    "coordinator": "THUNDERMAPS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931403119": {
            "orgId": "931403119",
            "orgName": "THUNDERMAPS AB",
            "ecContrib": 732200
        }
    },
    "calculatedTotalContribution": 732200
}