{
    "rcn": "198504",
    "acronym": "PANINI",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Physical Activity and Nutrition INfluences In ageing",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Life expectancy is increasing dramatically, but the period of good health (healthspan) enjoyed by most is not keeping pace, with implications for health, social care, and pensions resulting in estimated costs more than doubling by 2050. Thus, understanding the many factors that contribute to healthy ageing versus frailty, and validating interventions and influencing policy to promote healthy ageing is a cross-cutting research priority in Europe. Given the considerable impact of lifestyle factors on healthy ageing and disease, there is a surprising lack of innovative multi-disciplinary training and research examining the influence of physical activity and nutrition on age-related changes at gene to societal level. PANINI will address this gap by coordinating research laboratories across Europe to focus on cutting-edge ageing and health research through training 11 ESRs across scientific disciplines to create a holistic approach to the challenge of ageing in the 21st Century. PANINI is a European Training Network with 8 world-leading beneficiaries working on Healthy Ageing and 10 non-academic partners carefully selected for quality and range of sectors. These vary in size including 1 large nutrition company, 5 SMEs, 2 charities, 1 healthcare partnership and 1 EU Joint Research Centre. PANINIís vision is to implement multidisciplinary cross-sectoral research and training of a new cohort of researchers taking a radically innovative approach to overcome the challenge of unhealthy ageing. The main goals of PANINI are to: integrate expertise from basic biomedical science and technology to applied clinical practice; standardise measurements across the network to create a toolkit and shared dataset; provide multidisciplinary training secondments to expose ESRs to healthcare and industry research settings and other laboratories; disseminate widely the shared and individual project findings; and use these to develop a policy document to promote healthy ageing in Europe.",
    "totalCost": "2873941,92",
    "ecMaxContribution": "2873941,92",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSIDADE DO MINHO;PERSONAL GENOMICS SRL;STICHTING VU;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;JYVASKYLAN YLIOPISTO;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "participantCountries": "PT;IT;NL;FI",
    "projectParticipants": {
        "957622316": {
            "orgId": "957622316",
            "orgName": "PERSONAL GENOMICS SRL",
            "ecContrib": 258061
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 258061
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 255374
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 956508
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 255374
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 238356
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 383061
        },
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 269145
        }
    },
    "calculatedTotalContribution": 2873940
}