{
    "rcn": "198539",
    "acronym": "EMILK",
    "topics": "SFS-08-2015-1",
    "title": "Food treatment process based on high voltage nanopulsed electric discharges in liquid phase",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "The project intends to explore the feasibility of introducing to the market a small milk steriliser unit based on a patent pending device developing high voltage (>100kV) nanopulsed electric discharge in liquids, to be used mainly by farmers selling directly their fresh dairy products through vending machines.\nWider objective met by EMILK: increased nutritious food production opportunities in Europe and in developing Countries.\nEMILK has the potential to develop into a viable sterilisation solution suitable for use in areas without infrastructure to support the refrigerated collection of food.\nThe European organic market is growing by approximately six percent (24 billion euros in 2013). In this scenario direct sales (e.g. from farmer to customer) weigh about 5% and it is continuously increasing since ´zero kmª food is perceived as higher value by final customer. The milk market is particularly interesting since raw milk is paid by industry to farmers at a very low price (0.32Ä/l for best quality organic milk) while final customer is often willing to pay up to 2Ä/l for the same product. Raw milk sterilising solutions that keep intact nutrients and organoleptic qualities, while ensuring the standards of hygiene and safety are required to enable more Europeans to enjoy raw milk.\nThe feasibility study intends to check the attractiveness of the innovation to the market, define the opportunities both for the integration of the device in milk vending machines and for further developments, through identification of partners in the dairy industry supply chain; fine tune the business plan already drafted in this application and applying for further funding (SME instrument Phase2, local regional funding, private investments).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LASERLAM SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "956578305": {
            "orgId": "956578305",
            "orgName": "LASERLAM SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}