{
    "rcn": "198528",
    "acronym": "H2020",
    "topics": "COST-Networking-2015",
    "title": "COST at a turning point: A unique framework for pan-European ST cooperation as clear demonstration of European values",
    "startDate": "01/05/2015",
    "endDate": "30/04/2018",
    "objective": "COST is an intergovernmental framework for cooperation in science and technology (S&T). Founded in 1971, it supports collaborative S&T networks called COST Actions ñ a unique cooperation instrument allowing the joint development of ideas across all scientific disciplines through trans-European networking of nationally funded research activities.\n\nA process of significant review and adaptation of COST strategies and policies has been recently giving birth to a new COST, focused on inclusiveness, societal impact, output orientation and lean implementation. A fully dedicated legal entity under the direct responsibility and guidance of the COST Member Countries, the COST Association, has been established.\n\nThe main objective of the present proposal is to allow COST to continue to meet the complex challenges that characterise Europeís research and innovation agenda and in particular to pursue four solid and societally relevant objectives:\n\n1. Join research efforts and develop common S&T programs by supporting high quality pan-European S&T networks\n2. Build research capacity and strengthen S&T excellence across the ERA\n3. Address societal questions by promoting trans-disciplinary research\n4. Widen participation and inclusiveness through tailored mechanisms, fostering integration across the ERA \n\nCOST represents European added value as it is the sole pan-European framework fostering open and bottom-up S&T cooperation networks, driven by researchersí needs. Its focus on excellence, openness and inclusiveness has proved a successful formula over many years.\n\nInstitutional, operational and administrative levels of intervention allow COST to effectively pursue the objectives above and to fulfill its mission. The consistent and continuously improved implementation of COST, already proved successful during the first year of the COST Framework implementation under Horizon 2020, will enable it to strongly contribute to Horizon 2020 objectives.",
    "totalCost": "137249171",
    "ecMaxContribution": "137249171",
    "coordinator": "COST ASSOCIATION",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "948759523": {
            "orgId": "948759523",
            "orgName": "COST ASSOCIATION",
            "ecContrib": 137249171
        }
    },
    "calculatedTotalContribution": 137249171
}