{
    "rcn": "198557",
    "acronym": "NOVLASE",
    "topics": "NMP-25-2015-1",
    "title": "Novel light sources for biomedical-imaging applications",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Narrow band light sources can provide doctors such information on a patient which is not (or is barely) visible using conventional white light sources. Narrow band light sources can improve both the early detection of cancer as well as the early detection of diabetes. Traditional white light sources (like Xenon lamp) are heavy, expensive and the lamp needs to be regularly replaced. Laser light sources are gradually replacing white light sources due to their advantages but current lasers are complex, expensive and only few wavelengths/colours are available.\n\nOur novel proprietary laser technology solves these issues thanks to new innovative nanostructures which we have developed and integrated to our laser components. The technology allows cost-efficient fabrication of any visible wavelength/colour and products are served to customers in an ultra-compact package with standard easy-to-use interface. \n\nThe initial market segment for the laser module developed and sampled to customers in Phase 1 is Narrow Band Imaging application for endoscopic diagnostics. Global endoscopy instrument market is expected to grow from $23.3 billion in 2010 to $33.7 billion in 2016. In Phase 2, we expand our product portfolio by introducing more wavelengths/colours to retina imaging application. We also kick off mass-production with our existing European production partners to satisfy the demand for our products. Most key customers (and competitors) locate in USA, Japan and China.\n\nOur technology platform allows us to enter several applications in emerging biomedical-imaging, industrial and consumer electronics markets. NOVLASE boosts our product development and helps us introduce new products to these new markets faster. We expect to need 1.0 ñ 1.5 mÄ in Phase 2 and raise a venture funding in the end of the project to secure the projected strong growth.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BRIGHTERWAVE OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934574728": {
            "orgId": "934574728",
            "orgName": "BRIGHTERWAVE OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}