{
    "rcn": "198518",
    "acronym": "NANOMED",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Nanomedicine: an integrative approach",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Nanomedicine (NM) is regarded as one of the most promising applications of nanotechnology, as it would allow the development of tailored therapies, with a high level of selectivity and efficacy. Although much research has been performed over the past decades, translation from academia to commercial application remains disappointingly low. Reasons that explain the current moderate success of NM are: (1) promising preclinical results are often poorly predictive for clinical safety and effectiveness, (2) the efficient, scalable and reproducible GMP production of nanocarriers has proven to be challenging and (3) regulatory frameworks are not yet fully equipped to efficiently facilitate the introduction of novel nanomedicines. These obstacles are often encountered since the developmental process from carrier design to clinical assessment is performed by a range of scientists from different backgrounds who have difficulty interacting and communicating with each other to clearly understand the necessary design criteria and the scope and limitations of NM.\nNANOMED brings together all the necessary expertise to oversee the entire development trajectory required for NM. This is achieved by the combined effort of 7 beneficiaries from academia and industry and 5 non-academic partner organisations, which are all thoroughly rooted in nanosciences and pharmaceutical sciences. Our objective is to develop scalable and highly controllable design and synthesis methods for the most promising nanomedicine types in a preclinical setting. \nNANOMED will train the next generation of NM scientists by offering an extensive joint training programme to 15 incoming ESRs. It focuses on promoting scientific excellence and exploits the specific research and commercial expertise and infrastructure of the NANOMED network as a whole. The exposure to all elements of NM design enables NANOMED to translate expertise from all disciplines to the ESRs, to educate the future leading scientists in the NM field.",
    "totalCost": "3894543,36",
    "ecMaxContribution": "3894543,36",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "HELSINGIN YLIOPISTO;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;UNIVERSITEIT GENT;STICHTING KATHOLIEKE UNIVERSITEIT;CHEMCONNECTION BV;UNIVERSITE DE BORDEAUX;UNIVERSITEIT UTRECHT",
    "participantCountries": "FI;UK;BE;NL;FR",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 510749
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 546576
        },
        "940309174": {
            "orgId": "940309174",
            "orgName": "CHEMCONNECTION BV",
            "ecContrib": 255374
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 652623
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 113500
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 751680
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 538291
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 525751
        }
    },
    "calculatedTotalContribution": 3894544
}