{
    "rcn": "198548",
    "acronym": "ShipHullSHM",
    "topics": "IT-1-2015-1",
    "title": "Bespoke Acoustic Emission System for real-time ship hull monitoring for all weather conditions",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "The European ship repair and maintenance industry suffers from outdated techniques, high labour costs and depressed prices: ship repair operations are inefficient because currently it is impossible to quantify accurately the extent of work required before the ship is in dock.  ETS Sistemi has developed ShipHullSHM solution (currently at TRL 6) to tackle the above issues. Our aim is to commercialise an innovative ship hull Structural Health Monitoring (SHM) system for use in noise-dominated dynamic and critical environment to improve safety and profitability of the European ship industry. The ShipHullSHM system seeks to implement continuous monitoring of ships hulls to localise incipient failures, thus greatly increasing the efficiency of the ship repair process, guiding shipyard operations by repair and maintenance providers and supporting vessel management by ship owner. ShipHullSHM will utilise the acoustic emission into noise-dominated dynamic, critical environments hosting structures requiring continuous SHM. The system comprises a networked array of passive acoustic emission sensors linked through fibre optics to an advanced signal processing unit that analyses and identifies initiated damage and incipient crack propagation in real-time. ShipHullSHM has the capability to save the EU and other countries a total of Ä6Bn from lost revenue, ship replacements and insurance compensation, Ä1.2Bn p.a.net savings for the ship operators from a ShipHullSHM installation. Due to the foreseen market opportunity for ShipHullSHM, we are interested to conduct a feasibility study for our product through SMEi Phase 1 project. In this feasibility study, we will produce a comprehensive commercialisation and business plan using the information that we gathered on market research, competitorsí analysis and profiling, SWOT and PESTLE analyses, patent reviews, certification requirements, distribution channels, pricing strategy, etc.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "E.T.S. SISTEMI INDUSTRIALI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953691585": {
            "orgId": "953691585",
            "orgName": "E.T.S. SISTEMI INDUSTRIALI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}