{
    "rcn": "198530",
    "acronym": "VIMpay",
    "topics": "ICT-37-2015",
    "title": "VIMpay- an one-size-fits-all mobile based solution for cashless payment for Europe",
    "startDate": "01/08/2015",
    "endDate": "31/12/2016",
    "objective": "With VIMpay petaFuel aims to develop a mobile based payment solution to a stage that it is ready for European market entry. The product will enable all smart phone users to participate in cashless payments, consolidating both card based payments (contactless as well as contactbased) and SEPA payments. The main USPs of the products are (1) that it enables users to do payments without the need for a bank account and (2) does so in a secure and convenient way without (3) requiring additional payment infrastructure, i.e. it is based on open and already established standards.\npetaFuel -together with third parties- has already established a sophisticated payment infrastructure and corresponding business processes and brought demonstrators and proof-of-concepts into the market. Within this project these processes and infrastructures are extended and integrated to provide a mobile based payment solution that ideally caters for all payment needs of end customers in the European SEPA region.\nThis project does fit the call objectives by setting up a universal solution that enables smartphone users in the whole SEPA payment area to participate in online cashless payments. Furthermore VIMpay will be disruptive to the classic banking models for private customers as VIMpay will provide a bank-independent payment solution and therefore does cater for unbanked customers as well as banked customers in Europe. The aim of VIMpay is to provide a one-fits-all solution for payments consolidating technologies and standards.",
    "totalCost": "1664750",
    "ecMaxContribution": "1165325",
    "coordinator": "PETAFUEL GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954686126": {
            "orgId": "954686126",
            "orgName": "PETAFUEL GMBH",
            "ecContrib": 1165325
        }
    },
    "calculatedTotalContribution": 1165325
}