{
    "rcn": "198532",
    "acronym": "ICEYE",
    "topics": "Space-SME-2015-2",
    "title": "Microsatellite radar network for fast update Arctic ice surveillance.",
    "startDate": "01/09/2015",
    "endDate": "28/02/2018",
    "objective": "Companies involved in Artic operations have a common need for fast update ice surveillance imagery to provide quick response to the risks posed by moving ice fields for vessels moving at several knots. Right now satellite picture providers offer response times of up to 16 hours with a 12-hour refresh time, creating a need directly confirmed by potential users for systems that offer a higher picture refresh rate. Bringing together expertise in military radars, microsatellites and data analysis, our team has developed an ice information service that offers a 2-hour image refresh rate for tracking ice features using a constellation of 6 microsatellites with Synthetic Aperture Radar (SAR) imaging. The ICEYE solution will provide customers up to 25% increase in operational efficiency, reducing fleet sizes and greatly lowering the risk of tanker accidents in the Arctic.\nThe need has been confirmed by our market studies in the case of oil exploration and the offshore supply market for permanent rig and support operations. Our customer development activities with potential clients show an important number of planned Arctic operations within the next few years, driving their interest and willingness to pay for the ICEYE information services. The spectrum of potential customers also includes industries not related to the Arctic, such as insurance, crisis monitoring and response, defence and crop monitoring in line with the EU Copernicus programme. As an entrepreneurial spinoff from a university business and engineering project, Iceye Arctic Intel is an innovation-driven company whose size has not been an obstacle to attracting the interest of major players with a key stake in our growth to become a commercial service provider with the launch of our first satellite. Thus the objective of this project is to integrate, pilot test and demonstrate the ICEYE system in its final form as a microsatellite in order to attract private investment for launching.",
    "totalCost": "3477150",
    "ecMaxContribution": "2434005",
    "coordinator": "ICEYE OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929894672": {
            "orgId": "929894672",
            "orgName": "ICEYE OY",
            "ecContrib": 2434005
        }
    },
    "calculatedTotalContribution": 2434005
}