{
    "rcn": "198508",
    "acronym": "BitMap",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Brain injury and trauma monitoring using advanced photonics",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Our vision is to develop a suite of standardised non-invasive devices that will provide essential information about brain health in neurocritical care and neuromonitoring, with a particular emphasis on 1. traumatic brain injury: the ìsilent epidemic of the third millenniumî and 2. hypoxia in newborn children. Survivors present permanent neurological conditions that have a profound impact on the quality of life of individuals and their families, and hence a large socio-economic impact. The key factors influencing these conditions and their treatment are the avoidance of brain hypoxia and metabolic disturbances and this is driving the transfer of new neuromonitoring systems to the bedside where they are being shown to have a transformative effect on patient care.\nBitMap will develop non-invasive photonics-based monitoring techniques and data analysis methods to provide biomarkers that could guide patient management. A cohort of multi-disciplinary Early Stage Researchers (ESRs), embedded in leading laboratories across Europe, will work together on an programme designed to address the key technological and clinical challenges in neurocritical care. The ESRs will benefit from the diverse range of expertise in advanced photonics and clinical application which will substantially enhance their research competitiveness and employability, and will together form a critical mass of skilled people working together towards new technologies for improved neuroclinical care. The challenges involved are fundamentally multi-disciplinary and therefore ESRs trained in a multi-disciplinary environment are essential if progress and clinical impact is to be made. There is currently no graduate programme producing researchers with these attributes, but there is a significant market for such PhDs in the rapidly developing area of biomedical optics and in general in medical imaging technology development. The BitMap project therefore addresses both a clinical and economic need.",
    "totalCost": "3835764,36",
    "ecMaxContribution": "3835764,36",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY HOSPITAL BIRMINGHAM NHS FOUNDATION TRUST;PHYSIKALISCH-TECHNISCHE BUNDESANSTALT;FUNDACIO INSTITUT DE CIENCIES FOTONIQUES;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;INSTYTUT BIOCYBERNETYKI I INZYNIERII BIOMEDYCZNEJ PAN;POLITECNICO DI MILANO;HEMOPHOTONICS SL;PICOQUANT INNOVATIONS GMBH;UNIVERSITY COLLEGE LONDON;FUNDACIO HOSPITAL UNIVERSITARI VALL D'HEBRON - INSTITUT DE RECERCA",
    "participantCountries": "UK;DE;ES;FR;PL;IT",
    "projectParticipants": {
        "999541642": {
            "orgId": "999541642",
            "orgName": "FUNDACIO HOSPITAL UNIVERSITARI VALL D'HEBRON - INSTITUT DE RECERCA",
            "ecContrib": 247873
        },
        "999596544": {
            "orgId": "999596544",
            "orgName": "PHYSIKALISCH-TECHNISCHE BUNDESANSTALT",
            "ecContrib": 249216
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 546576
        },
        "972894190": {
            "orgId": "972894190",
            "orgName": "UNIVERSITY HOSPITAL BIRMINGHAM NHS FOUNDATION TRUST",
            "ecContrib": 273288
        },
        "999868435": {
            "orgId": "999868435",
            "orgName": "INSTYTUT BIOCYBERNETYKI I INZYNIERII BIOMEDYCZNEJ PAN",
            "ecContrib": 448275
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 247873
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 262876
        },
        "927700047": {
            "orgId": "927700047",
            "orgName": "PICOQUANT INNOVATIONS GMBH",
            "ecContrib": 249216
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 516123
        },
        "950568088": {
            "orgId": "950568088",
            "orgName": "HEMOPHOTONICS SL",
            "ecContrib": 247873
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3835765
}