{
    "rcn": "198544",
    "acronym": "FrEBT",
    "topics": "PHC-12-2015-1",
    "title": "Improving diagnostics of respiratory diseases and boosting the COMAC MEDICAL Ltd. competitiveness and growth by validation of fractional EBT biomarker through new method of measurement and device",
    "startDate": "01/09/2015",
    "endDate": "31/10/2015",
    "objective": "The innovation project objectives are to: 1/prove through a feasibility study the potential to validate the Fractional Exhaled Breath Temperature, via new viable and disruptive technological device, as a diagnostic, prognostic and monitoring biomarker for inflammatory and obstructive pulmonary diseases; 2/enhance the competitiveness and profitability of the full- service clinical research organization COMAC MEDICAL Ltd., operating via own network of partners in 14 countries from 3 European regions with population of over 118 mln.\nThe commercial potential of the innovative solution is that it is a best alternative of the existing methods on market, saving great number of diagnosisë stages without any potential risk for the patients, being more precise, user friendly, non-invasive, less painful, faster, cost effective, covering vulnerable groups of children, young and elderly people, saving lives, increasing workforce capabilities.\nIt is a response to the EU wide and global challenges related to the respiratory diseases causing high level of morbidity and mortalityñat about 1 million deaths annually in the European Region; 2/3 of them in EU28, with total cost there of Ä 380 bln.\nThe expected SME growth is 20%, leading to specialisation in Pulmonology and Oncology and filling a market niche. The SME will launch into new markets in Europe and Asia, increasing its market share in clinical trials - 12-15% in Bulgaria;10% in Europe and 2-5% worldwide. The outcome of the Phase1 project is a feasibility study, assessing the socio-economic, commercial, technical aspects of the innovation, based on 6 steps of activities on: the Description of the innovative solution;Market/Technical Feasibility;Financial/Economic Feasibility; Organizational/Managerial Feasibility;Risk assessment;IP Management.\nThe targeted users are the patients through the healthcare systems and the doctors, specialists in respiratory diseases and lung cancer as well as the GPs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COMAC MEDICAL LTD",
    "coordinatorCountry": "BG",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934888814": {
            "orgId": "934888814",
            "orgName": "COMAC MEDICAL LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}