{
    "rcn": "198555",
    "acronym": "Solaris",
    "topics": "SC5-20-2015-1",
    "title": "Solaris Energy Tobacco",
    "startDate": "01/09/2015",
    "endDate": "31/12/2015",
    "objective": "Solaris is a new variety of tobacco plant specifically targeted to energy applications. Depending on climate and local conditions Solaris allows 3-4 crops per year with very high productivity: 2.5 - 3.5 ton/ha and up to 45 tons of both green and woody biomass per harvest (for biogas and electricity purposes). Solaris grows in very different climate and soil conditions and can be profitable cultivated in Europe, creating a EU sustainable biofuel industry. The agronomic production of Solaris is certified since 2012 to be compliant to 2BSvs ìbiomass bio-fuel, sustainability voluntary schemeî which controls high standards of sustainability.\n\nThe ToboilR (tobacco oil) extracted from Solaris (about 33% of seeds), is a raw material for production of biodiesel, biojet fuel and bioplastic. The reduction of GHG emission using Toboil compared to fossil fuel is calculated to be 83%. Toboil is going to become the most productive not edible oil crop worldwide, with production of up to 3 ton of oil per ha per year (compared to 0.15 with maize and 1.6 with jatropha). The residual cake from extraction (about 60% of seeds) is usable as integrator for animal feed. The residual dried biomass obtained from the harvest of the plants (5-8 tons per ha) is usable for combustion or for pulp paper production. \n\nSunchem holds the exclusive rights to exploit and develop the industrial patent for ìenergy tobaccoî\n\nObjectives of the overall project:\nï Plan an industrially profitable seed treatment process engineering to apply production in advanced countries\nï Optimization of the overall seed treatment process Engineering of an automatic harvesting machine\nï Strengthen the Solaris value and supply chain\n\nBusiness model: \nCreate Joint Ventures with a licensing scheme where Sunchem provides the know-how and sub-licenses with exclusivity the technology, receiving a license fee and the partners provide the capital for the investment and production capacity to manage the value chain of the products.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IDROEDIL SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927110093": {
            "orgId": "927110093",
            "orgName": "SUNCHEM Holding S.R.L.",
            "ecContrib": 0
        },
        "911760619": {
            "orgId": "911760619",
            "orgName": "IDROEDIL SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}