{
    "rcn": "198525",
    "acronym": "INNOWEST",
    "topics": "INNOSUP-5-2014",
    "title": "Development of standardised innovation services through peer learning to efficiently increase innovation management capacity among SMEs",
    "startDate": "01/09/2015",
    "endDate": "30/04/2016",
    "objective": "'Many SMEs are not willing to invest time and resources in developing their internal innovation systems. The lack of innovation management capacity among Swedish SMEs might very well be the main reason why certain government support schemes to Swedish innovative SMEs do not indicate any significant impact. The support actions 'Enhancing the innovation management capacity of SMEs by the Enterprise Europe Network' in 2014 and 2015 includes a standardised innovation management capacity assessment (e.g. using IMP3rove), a gap analysis and the provision of targeted services to address recognised gaps. However, the action does not involve activities, methods or tools on how these gaps could be filled, only that they are recognised.\n \nThe objective of this project proposal is to address these problems by using the tool Twinning Advanced to explore an innovation support challenge, which is to develop, design and re-design new and existing innovation services as standardised modules so that support organisations can assess the needs and deliver the most appropriate support more efficiently. The peer learning will take place between three innovation agencies, who are also partners in the Enterprise Europe Network, and with external expert organisations depending on the outcome. The result will be documented in a Design Option Paper (DOP) that will identify and document implementation options, guidelines and implementation alternatives that we have experienced and would recommend to other innovation support service agencies. The DOP would particularly address Enterprise Europe Network partners in Europe to meet common needs expressed by SMEs that need to increase their innovation management capacity.\n \nThe specific objective is to document at least five such modules describing how to implement 1) an innovation strategy, 2) an innovation culture, 3) an innovation life cycle process, 4) enabling factors, and 5) a system for assessing outputs of innovation management.'",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "SWEREA IVF AB",
    "coordinatorCountry": "SE",
    "participants": "STEINBEIS INNOVATION GGMBH;SCOTTISH ENTERPRISE",
    "participantCountries": "DE;UK",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 0
        },
        "999763772": {
            "orgId": "999763772",
            "orgName": "SCOTTISH ENTERPRISE",
            "ecContrib": 0
        },
        "999475294": {
            "orgId": "999475294",
            "orgName": "SWEREA IVF AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}