{
    "rcn": "198598",
    "acronym": "PROMISE",
    "topics": "ERC-StG-2014",
    "title": "Origins of the Molecular Cloud Structure",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Understanding the physical processes that control the life-cycle of the interstellar medium (ISM) is one of the key themes in the astrophysics of galaxies today. This importance originates from the role of the ISM as the birthplace of new stars, and therefore, as an indivisible component of galaxy evolution. Exactly how the conversion of the ISM to stars takes place is intricately linked to how the internal structure of the cold, molecular clouds in the ISM forms and evolves. Despite this pivotal role, our picture of the molecular cloud structure has a fundamental lacking: it is based largely on observations of low-mass molecular clouds. Yet, it is the massive, giant molecular clouds (GMCs) in which most stars form and which impact the ISM of galaxies most. I present a program that will fill this gap and make profound progress in the field. We have developed a new observational technique that provides an unparalleled view of the structure of young GMCs. I also have developed a powerful tool to study the most important structural characteristics of molecular clouds, e.g., the probability distribution of volume densities, which have not been accessible before. With this program, the full potential of these tools will be put into use. We will produce a unique, high-fidelity column density data set for a statistically interesting volume in the Galaxy, including thousands of molecular clouds. The data set will be unmatched in its quality and extent, providing an unprecedented basis for statistical studies. We will then connect this outstanding observational view with state-of-the-art numerical simulations. This approach allows us to address the key question in the field: Which processes drive the structure formation in massive molecular clouds, and how do they do it? Most crucially, we will create a new, observationally constrained framework for the evolution of the molecular cloud structure over the entire mass range of molecular clouds and star formation in the ISM.",
    "totalCost": "1266750",
    "ecMaxContribution": "1266750",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 637762
        }
    },
    "calculatedTotalContribution": 637762
}