{
    "rcn": "198552",
    "acronym": "ALDrone",
    "topics": "Space-SME-2015-1",
    "title": "A HUMANITARIAN DRONE FOR THE RAPID DETECTION OF LANDMINES AND OTHER EXPLOSIVE REMNANTS OF WAR",
    "startDate": "01/09/2015",
    "endDate": "31/12/2015",
    "objective": "Today there are 110M landmines in the ground in 78 countries including in Europe, killing between 15,000 -20,000 a year. The removal of landmines is slow (deminers using metal detectors must clear heavily mined sections manually), dangerous (for every 5000 mines cleared 1 worker is killed and 2 injured), and costly ($300ñ1000 to remove 1 mine). Currently there is no way to rapidly detect landmines over a large area of land. Deminers must go meter by meter and manually detect and then remove the mines. This takes huge amounts of time and means having to cover areas that do not have mines. In the past 5 years less than 1000 km2 worldwide were cleared of mines. If demining continue at the current pace it will take 1100yrs to remove all the landmines. To meet the need for a fast way to detect landmines we created the Anti-Landmine Drone (ALDrone) a small, lightweight drone that detects landmines using a multispectral camera to spot the erosion created by the decomposition of the chemical elements in a mine. The advantages of an aerial detection system are higher speeds, our system can cover the same area in 1 day that other landmine detection methods take a month to cover, and an off-site central control station meaning no chance of explosion while locating mines. Our solution is also competitively prices to make it available to as many people as possible. Thanks to the Mine Ban Treaty countries worldwide have committed to eliminating all the mines in the world. In 2013 the EU contributed over 2MÄ to demining activities, international support amounted to almost $435M and national support almost $198M. While are target market is clearly a niche market our total addressable market is significant. And while the demand for a product like ALDrone is very specific we already have interest from the Bosnia-Herzegovina Mine Action entre which leads us to believe that there is indeed a market and a demand for our product in the humanitarian demining sector.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CATUAV SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952022894": {
            "orgId": "952022894",
            "orgName": "CATUAV S.L.",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}