{
    "rcn": "198502",
    "acronym": "IMPACT",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Ion-Molecule Processes for Analytical Chemical Technologies",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Soft chemical-ionization mass-spectrometry (SCIMS) is an exquisitely sensitive analytical technique with applications to health, the environment and security that are vital to the EU. However, the recent, rapid and widespread adoption of this technique has caught Europe unprepared. The resultant shortage in analytical chemical expertise has created an urgent need for highly skilled young researchers to be trained in the wide variety of SCIMS methods. IMPACT addresses this skillsí shortage by establishing an intersectoral and multidisciplinary SCIMS training network. IMPACT also brings cohesion to the fragmented SCIMS research and development activities within the EU. To date, most SCIMS developments have been driven not by users but by manufacturers, whose main focus has been on increased sensitivity. However, just as crucial is improved selectivity. Indeed, many users consider improved selectivity to be the key to taking SCIMS technology to a whole new level. Instead of private and public sectors working independently, we need a fresh, intersectoral approach. IMPACT will achieve this through intersectoral work packages and multidisciplinary research projects. In place of major and costly changes in instrumental design, IMPACTís projects will focus on developing new methods for improved chemical specificity by manipulating ion chemistry. Hence, IMPACTís fresh approach will produce a step change in SCIMS instrumentation to deliver both economic and societal benefit to the EU. Specifically, IMPACT will train 10 ESRs within an integrated partnership of commercial, governmental and academic organisations, with planned secondments, 5 Advanced Training Courses, 7 interactive Complementary Skills Workshops, and 4 ESR Centred Research Meetings. IMPACT will therefore provide Europe with both a world-class capability in SCIMS technology and a cohort of highly trained researchers who will bring the benefits of that technology to citizens across the EU.",
    "totalCost": "2538628,2",
    "ecMaxContribution": "2538628,2",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "STICHTING KATHOLIEKE UNIVERSITEIT;UNIVERZITA KOMENSKEHO V BRATISLAVE;UNIVERSITATSMEDIZIN ROSTOCK;KORE TECHNOLOGY LTD;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;UNIVERSITAET INNSBRUCK;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;USTAV FYZIKALNI CHEMIE J. HEYROVSKEHO AV CR, v. v. i.;IONICON ANALYTIK GMBH",
    "participantCountries": "NL;SK;DE;UK;AT;FR;CZ",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 273288
        },
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 255934
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 249216
        },
        "954598244": {
            "orgId": "954598244",
            "orgName": "UNIVERSITATSMEDIZIN ROSTOCK",
            "ecContrib": 249216
        },
        "999511863": {
            "orgId": "999511863",
            "orgName": "USTAV FYZIKALNI CHEMIE J. HEYROVSKEHO AV CR, v. v. i.",
            "ecContrib": 232422
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 255374
        },
        "986401149": {
            "orgId": "986401149",
            "orgName": "KORE TECHNOLOGY LTD",
            "ecContrib": 273288
        },
        "999692671": {
            "orgId": "999692671",
            "orgName": "IONICON ANALYTIK GMBH",
            "ecContrib": 255934
        },
        "999841566": {
            "orgId": "999841566",
            "orgName": "UNIVERZITA KOMENSKEHO V BRATISLAVE",
            "ecContrib": 231079
        }
    },
    "calculatedTotalContribution": 2538627
}