{
    "rcn": "198690",
    "acronym": "ObesityDevelop",
    "topics": "ERC-ADG-2014",
    "title": "Effects of maternal gestational adiposity on fetal development and perinatal, postnatal and next generation health.",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Pregnant women who are overweight/obese have increased risks of adverse perinatal outcomes, and of having offspring who are subsequently overweight/obese. A potentially important consequence of this is that it will drive the obesity epidemic across generations. Evidence from animal models supports this, but it has not been explored in humans. Furthermore, we need to know the mechanisms linking maternal adiposity to adverse offspring and next generation outcomes in order to develop preventive interventions. \nI will use data from up to 100,000 participants from nine cohorts and two consortia to determine the effects of maternal pregnancy levels of adiposity and associated circulating nutrients  on levels of adiposity and cardiometabolic health at three periods of the lifecourse: (i) fetal development, (ii) infancy to adulthood and (iii) in the next generation. My team is world leading in this area, and we will use state-of-the-art methods to advance the field by: (i) assessing a larger number of maternal nutrients than previously; (ii) accurately assessing maternal gestational fat deposition; (iii) determining the effects of maternal exposures on fetal fat and lean mass, and metabolic response; and (iv) measuring outcomes into the next generation. Effects will be replicated in several independent cohorts and triangulated across different state-of-the-art statistical methods: (i) cross-cohort comparisons between European and low and middle income country cohorts, in which confounding structures differ; (ii) comparisons of associations of maternal exposures to equivalent associations of paternal exposures, under the assumption that intrauterine effects are maternal specific; and (iii) Mendelian randomization using genetic variants as unconfounded proxies for maternal exposures. \nMy proposed research is important because of how many women start pregnancy overweight/obese. It will provide a step-change in knowledge of how to prevent adverse outcomes across generations.",
    "totalCost": "1863321",
    "ecMaxContribution": "1863321",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1863321
        }
    },
    "calculatedTotalContribution": 1863321
}