{
    "rcn": "198601",
    "acronym": "REGMAMKID",
    "topics": "ERC-StG-2014",
    "title": "How to regenerate the mammalian kidney",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Kidney non-endocrine functions are primarily performed by millions of individual integral units called nephrons. Although the adults of simple vertebrates (fish, amphibians and reptiles) have the ability to regenerate entire nephrons by a process called ìnephron neogenesisî, this capacity is absent in birds and mammals. In this regard we have observed, for the first time, that the murine neonatal kidney is able to generate new nephrons after the resection of the 20 per cent of the kidney mass. \nIn the same manner, our recent published data on the generation of human kidney organoids ex vivo from kidney disease derived induced pluripotent stem cells (iPS), demonstrates the suitability of iPS technology to establish an unprecedented platform for drug screening, disease modelling and kidney regeneration.\nThus, with support from REGMAMKID we will carry out a dual strategy for kidney regeneration and therapy. For kidney regeneration, we will make use of our newly developed mouse model of neonatal kidney regeneration and identify the molecular and epigenetic drivers responsible for this process. For kidney therapy, we will generate specific kidney cell populations with therapeutic potential such as podocytes and tubular epithelial cells by combining emerging cutting-edge technologies from the fields of cellular reprogramming and pluripotent stem cells differentiation. Making use of the tools developed in REGMAMKID we will model two different genetic kidney disorders: one affecting the podocyte (Congenital Nephrotic Syndrome) and other leading to an excessive proliferation of tubular epithelial cells (Autosomal Dominant Polycistic Disease). These studies will significantly impact on our understanding of kidney disease and healing.",
    "totalCost": "1499604",
    "ecMaxContribution": "1499604",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999528450": {
            "orgId": "999528450",
            "orgName": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
            "ecContrib": 1499604
        }
    },
    "calculatedTotalContribution": 1499604
}