{
    "rcn": "198666",
    "acronym": "POLIS",
    "topics": "MSCA-IF-2014-EF",
    "title": "Studying the bricks of microbial cities: characterization and structural properties of exopolysaccharides and their interaction with proteins and cations in anammox granular sludge",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "The anaerobic ammonium oxidation (anammox) is an innovative technology for the removal of nitrogen from wastewater (ww) saving 60% of aeration and 100% of organic carbon. Its potential application to municipal ww allow a complete redesign of the present energy-consuming into an energy-yielding ww treatment plant. Due to the slow growth rate of anammox bacteria, their retention in the system, and therefore granule stability, is the main concern of this process. Granular stability is closely related to the properties of their exopolysaccharides (PS) and their interactions with proteins and mono-divalent cations. In the proposed research integrated analytical methods (UV-visible, FT-IR, MALDI-TOF MS, NMR, (pyrolysis)GC-MS, HPLC) will be used to investigate functional PS and their fine structures, unrevealing the mechanisms involved in anammox granular sludge formation and stability. Modern rheological (AOS, LLCT and Microrheology combined with CLSM), light scattering (DLS, SLS) and microscopy techniques (AFM, FT-IR, CLSM) will be used to investigate their interactions with proteins and cations. PS will be isolated from lab- and full-scale reactors. The definition of standardized extraction (loosely/tightly bound-EPS, LB/TB-EPS) and analytical methods will bridge the existing gap for efficient and meaningful comparison of the results from this and future research. The methods set up here, will largely contribute to increase the scientific significance of PS studies in anammox granular sludge area as well as facilitate the entire biofilm research field. Studies on biofouling and biocorrosion will also benefit from the high-quality of the information and basic knowledge acquired. This research will strengthen the EU leadership in anammox granular sludge technology also improving EU scientific excellence in PS research area and provides the researcher an advanced level of multidisciplinary training, opening concrete perspectives for his career development.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}