{
    "rcn": "198630",
    "acronym": "DISABILITY",
    "topics": "ERC-CoG-2014",
    "title": "Rethinking Disability: the Global Impact of the International Year of Disabled Persons (1981) in Historical Perspective",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Approximately 10% of the worldís population is estimated to be disabled and this number is expected to rise in the next few decades. People in different cultural settings ascribe different meanings to disability; consequently, its repercussions are both culturally contingent and universal. This project brings together the local and global dimensions of disability and examines the interaction, tension and conflict between these two aspects by undertaking the first comprehensive study of the far-reaching political, societal and cultural implications of the International Year of Disabled Persons (IYDP) which was organized under the auspices of the United Nations in 1981. A landmark event which appears to have gone virtually unrecognized in scholarship; the IYDP was the first occasion to place disability into a global context by endorsing it authoritatively as a human rights issue and thereby raising the question as to how the concept may be understood in a multicultural world. There will be four closely-related objectives: 1. to examine the IYDPís impact on human rights discourses and to scrutinize their applicability within global settings; 2. to document the IYDPís contribution to emancipation and social change and to consider the different trajectories of emancipation in various parts of the world; 3. to assess the ways in which the IYDP influenced everyday life experiences, galvanized identity formation and inspired the emergence of a distinct subculture; 4. to analyze the transnational exchanges and knowledge transfer in conjunction with the IYDP and to examine how the Western oriented discourses penetrating the developing world interacted with the local environment. The projectís innovative contribution and academic impact lies in connecting the IYDP to broader political, social and cultural processes in the last quarter of the twentieth century and thereby bringing disability in a global context to the attention of mainstream historical scholarship.",
    "totalCost": "1991231",
    "ecMaxContribution": "1991231",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1991231
        }
    },
    "calculatedTotalContribution": 1991231
}