{
    "rcn": "198622",
    "acronym": "DOQS",
    "topics": "ERC-CoG-2014",
    "title": "Many-Body Physics with Driven Open Quantum Systems of Atoms, Light and Solids",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Understanding the quantum many-particle problem is one of the grand challenges of modern physics. While tremendous progresses have been made over the past decades in thermodynamic equilibrium, nonequilibrium many-body quantum physics is still in its infancy. Strong motivation for addressing this challenge comes from recent experimental developments in diverse areas, ranging from cold atomic gases over light-driven semiconductors to microcavity arrays. This moves systems into the focus, which are located on the interface of quantum optics, many-body physics and statistical mechanics. They share in common that coherent and driven-dissipative quantum dynamics occur on an equal footing, creating scenarios without immediate counterpart in traditional condensed matter systems. This project has the goal of pushing forward the understanding of such driven open quantum systems. To this end, we follow a combined approach structured around three key challenges. (i) We aim to identify novel macroscopic phenomena, which manifestly witness microscopic non-equilibrium conditions. This concerns non-thermal stationary states, where we will shape an understanding of non-equilibrium phase diagrams and the associated phase transitions, in particular constructing a notion of driven quantum criticality. But it also encompasses the identification of new universal regimes in open system time evolution. Finally, we will extend the concept of topological order to a broader non-equilibrium context, motivated by quantum information applications. (ii) We will create new theoretical tools, in particular advancing a flexible Keldysh dynamical quantum field theory for driven open quantum systems. (iii) We will address a broad spectrum of cutting edge experimental platforms in view of exploring our theoretical scenarios, and to foster mutual cross-fertilization. With an emphasis on cold atomic gases, this program also comprises exciton-polariton condensates and coupled circuit QED architectures.",
    "totalCost": "1676423,75",
    "ecMaxContribution": "1676423,75",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 1676424
        }
    },
    "calculatedTotalContribution": 1676424
}