{
    "rcn": "198602",
    "acronym": "BIRTH",
    "topics": "ERC-StG-2014",
    "title": "Births, mothers and babies: prehistoric fertility in the Balkans between 10000 ñ 5000 BC",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The BIRTH project will investigate the key biological and cultural mechanisms affecting fertility rates resulting the Neolithic Demogaphic Transition, the major demographic shift in human evolution. We integrate skeletal markers with micro-nutritional and macro-scaled cultural effects on fertility rates during the Early-Middle Holocene (10000-5000 BC) in the Central Balkans. Human, animal and plant remains, will be analysed using methods from bioarchaeological, forensic, chemical sciences in order to: 1) Investigate variability in the pattern of birth rates (number of pregnancies, interval(s) between them and the duration of the reproductive period) through histological analysis of irregularities in tooth cementum of women; 2) Determine paleoobstetric and neonatal body characteristics, health status and nutrition through analysis of skeletal remains; 3) Determine micronutritional changes during the Early-Middle Holocene through trace element (Zn, Ca and Fe) analysis; 4) Investigate the micro and macronutritional value of prehistoric foodstuffs, through an analysis of animal and plant remains and to compare the nutritional intake in relation to health and fertility; 5) Establish a chronology of the NDT in the Balkans by summed radiocarbon probability distributions; 6) Explore the possible role of culture in driving fertility increases, through analysis of community attitudes to birthing trough investigation of neonate graves and artifact connected to the birthing process. Given that the issues of health and fertility are of utmost importance in the present as they were in the past, the BIRTH project offers new understanding of biocultural mechanisms which led to fertility increase and novel approaches to ancient skeletal heritage, and emphasizes their great potential for modern humanity.",
    "totalCost": "1714880",
    "ecMaxContribution": "1714880",
    "coordinator": "BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS",
    "coordinatorCountry": "RS",
    "participants": "UNIVERZITET U BEOGRADU - Filozofski fakultet",
    "participantCountries": "RS",
    "projectParticipants": {
        "996073019": {
            "orgId": "996073019",
            "orgName": "UNIVERZITET U BEOGRADU - Filozofski fakultet",
            "ecContrib": 204004
        },
        "928575472": {
            "orgId": "928575472",
            "orgName": "BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS",
            "ecContrib": 1510876
        }
    },
    "calculatedTotalContribution": 1714880
}