{
    "rcn": "198652",
    "acronym": "PALMOBI",
    "topics": "MSCA-IF-2014-EF",
    "title": "Early Upper Palaeolithic mobility and technological decision-making under changing environmental constraints: case studies from Belgium and Romania",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "The PALMOBI project investigates Early Upper Palaeolithic (EUP) hunter-gatherer interactions with their environment at micro- and macro-regional scales under variable ecological conditions through the integrative use of cutting-edge interdisciplinary methodologies and their application to the archaeological record of the Aurignacian and the Gravettian across two contrasting regions (temperate Belgium & continental Romania). A comparison of these two regions by applying state-of-the-art stone tool technology and raw material economy analyses, geochemical sourcing and GIS geospatial techniques in tandem with anthropological methods and theories derived from the human behavioural ecology and social agency has never previously been attempted. While continental European Palaeolithic research is mainly concerned with origins, technological lineages, and culture history, the project, by drawing on the training provided in Cambridge, will contribute to developing an innovative framework to assess EUP hunter-gatherer mobility strategies and technological decision-making, hence adaptability, in the face of variable palaeoenvironmental constraints. Besides helping understand the mechanisms underlying variability in Aurignacian and Gravettian techno-economic systems, the methodological advances resulting from this project concern the resilience of technological behaviour in the face of climate change and the role of mobility in promoting social change, and will be applicable to any period and context in the prehistory of Europe and further afield.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}