{
    "rcn": "198613",
    "acronym": "NeuroPioneers",
    "topics": "ERC-CoG-2014",
    "title": "A developmental engram for the organization of adult hippocampal circuits",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Most adult cortical dynamics are dominated by a minority of highly active neurons distributed within a silent neuronal mass. If cortical spikes are sparse, spiking of single distinct neurons can impact on network dynamics and drive an animalís behavior.  It is thus essential to understand whether this active and powerful minority is predetermined and if true to uncover the rules by which it is set during development. I hypothesize that birthdate is a critical determinant of neuronal network function into adulthood.   More specifically, I reason that neurons that are born the earliest are primed to participate into adult network dynamics. The goal of this proposal is to challenge this original hypothesis, which is considerably fed by our past work aiming at understanding how cortical networks function and assemble during development. Hence, we have shown that an early birthdate: (1) specifies the specialization of GABA neurons with a hub function, that orchestrate perinatal network dynamics in the mouse hippocampus (Bonifazi et al. 2009) and develop into long-range projecting GABA neurons into adulthood (Picardo et al. 2011); (2) delineates a subtype of CA3 glutamate neuron with a ìpacemakerî function in the absence of fast GABAergic transmission (Marissal et al. 2012).  We will analyze the structure and function of early born GABA and glutamate neurons, in the adult mouse hippocampus, mainly in vivo, where the extensive and long-range connectivity of these cells is preserved. To this aim, we have translated from the in vitro to the in vivo situation, our multidisciplinary method to investigate structure-dynamics relationship in cortical networks. Using this approach, we have recently shown that, in the absence of external landmarks, distance is encoded within the hippocampus in recurrent and self-circumscribed sequences of neuronal activation. Our proposal will specifically examine the recruitment of early born neurons in this sparse network dynamics pattern.",
    "totalCost": "1996947",
    "ecMaxContribution": "1996947",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1996947
        }
    },
    "calculatedTotalContribution": 1996947
}