{
    "rcn": "198608",
    "acronym": "DeFiNER",
    "topics": "ERC-CoG-2014",
    "title": "Nucleotide Excision Repair: Decoding its Functional Role in Mammals",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Genome maintenance, chromatin remodelling and transcription are tightly linked biological processes that are currently poorly understood and vastly unexplored. Nucleotide excision repair (NER) is a major DNA repair pathway that mammalian cells employ to maintain their genome intact and faithfully transmit it into their progeny. Besides cancer and aging, however, defects in NER give rise to developmental disorders whose clinical heterogeneity and varying severity can only insufficiently be explained by the DNA repair defect. Recent work reveals that NER factors play a role, in addition to DNA repair, in transcription and the three-dimensional organization of our genome. Indeed, NER factors are now known to function in the regulation of gene expression, the transcriptional reprogramming of pluripotent stem cells and the fine-tuning of growth hormones during mammalian development. In this regard, the non-random organization of our genome, chromatin and the process of transcription itself are expected to play paramount roles in how NER factors coordinate, prioritize and execute their distinct tasks during development and disease progression. At present, however, no solid evidence exists as to how NER is functionally involved in such complex processes, what are the NER-associated protein complexes and underlying gene networks or how NER factors operate within the complex chromatin architecture. This is primarily due to our difficulties in dissecting the diverse functional contributions of NER proteins in an intact organism. Here, we propose to use a unique series of knock-in, transgenic and NER progeroid mice to decode the functional role of NER in mammals, thus paving the way for understanding how genome maintenance pathways are connected to developmental defects and disease mechanisms in vivo.",
    "totalCost": "1995000",
    "ecMaxContribution": "1995000",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 1995000
        }
    },
    "calculatedTotalContribution": 1995000
}