{
    "rcn": "198675",
    "acronym": "CsnCRL",
    "topics": "ERC-ADG-2014",
    "title": "The molecular basis of CULLIN E3 ligase regulation by the COP9 signalosome",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Specificity in the ubiquitin-proteasome system is largely conferred by ubiquitin E3 ligases (E3s). Cullin-RING ligases (CRLs), constituting ~30% of all E3s in humans, mediate the ubiquitination of ~20% of the proteins degraded by the proteasome. CRLs are divided into seven families based on their cullin constituent. Each cullin binds a RING domain protein,  and a vast repertoire of adaptor/substrate receptor modules, collectively creating more than 200 distinct CRLs. All CRLs are regulated by the COP9 signalosome (CSN), an eight-protein isopeptidase that removes the covalently attached activator, NEDD8, from the cullin. Independent of NEDD8 cleavage, CSN forms protective complexes with CRLs, which prevents destructive auto-ubiquitination. \n\nThe integrity of the CSN-CRL system is crucially important for the normal cell physiology. Based on our previous work on CRL structures (Fischer, et al., Nature 2014; Fischer, et al., Cell 2011) and that of isolated CSN (Lingaraju et al., Nature 2014), We now intend to provide the underlying molecular mechanism of CRL regulation by CSN. Structural insights at atomic resolution, combined with in vitro and in vivo functional studies are designed to reveal (i) how the signalosome deneddylates and maintains the bound ligases in an inactive state, (ii) how the multiple CSN subunits bind to structurally diverse CRLs, and (iii) how CSN is itself subject to regulation by post-translational modifications or additional further factors. \n\nThe ERC funding would allow my lab to pursue an ambitious interdisciplinary approach combining X-ray crystallography, cryo-electron microscopy, biochemistry and cell biology. This is expected to provide a unique molecular understanding of CSN action. Beyond ubiquitination, insight into this >13- subunit CSN-CRL assembly will allow examining general principles of multi-subunit complex action and reveal how the numerous, often essential, subunits contribute to complex function.",
    "totalCost": "2200677",
    "ecMaxContribution": "2200677",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 2200677
        }
    },
    "calculatedTotalContribution": 2200677
}