{
    "rcn": "198623",
    "acronym": "GENESIS",
    "topics": "ERC-CoG-2014",
    "title": "GENEtic DiSsection of Innate Immune Sensing and Signalling",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "In vertebrates, a receptor-based, innate sensing machinery is used to detect the presence of microbederived molecules or the perturbation microbial infection causes within the host. In the context of viral infection, non-self nucleic acids are sensed by a set of intracellular receptors that upon activation initiate broad antiviral effector responses to eliminate the imminent threat. Over the past years our understanding of these processes has considerably grown, mainly by employing murine knockout models.\nRecent advances in genome engineering now provide the opportunity to knockout genes or even to perform functional genetic screens in human cells, providing a powerful means to validate and generate hypotheses. We have developed a high-throughput genome targeting and validation platform that allows us to tackle large-scale loss-of-function studies both at a polyclonal as well as an arrayed format. In addition, we have invested considerable efforts to render this technology applicable to study innate immune sensing and signalling pathways in the human system. GENESIS will combine these efforts to tackle pertinent questions in this field that could not have been addressed before: We will systematically dissect known nucleic acid sensing pathways in the human system to explore their unique roles, cooperativity or redundancy in detecting non-self nucleic acids. We will perform polyclonal, genome-wide loss-of-function screens to elucidate signalling\nevents downstream of intracellular DNA and RNA sensing pathways and their roles in orchestrating antiviral effector mechanisms. Moreover, in a large-scale perturbation study, we will specifically address the role of the kinome in antiviral innate immune signalling pathways, exploring the role of its individual members and their epistatic relationships in orchestrating gene expression. Altogether, these studies will allow us to obtain insight into innate immune signalling pathways at unprecedented precision, depth and breadth.",
    "totalCost": "1970000",
    "ecMaxContribution": "1970000",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1970000
        }
    },
    "calculatedTotalContribution": 1970000
}