{
    "rcn": "198624",
    "acronym": "iPROTECTION",
    "topics": "ERC-CoG-2014",
    "title": "Molecular mechanisms of induced protection against sepsis by DNA damage responses",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Severe sepsis remains a poorly understood systemic inflammatory condition with high mortality rates and limited therapeutic options outside of infection control and organ support measures. Based on our recent discovery that anthracycline drugs prevent organ failure without affecting the bacterial burden in a model of severe sepsis, we propose that strategies aimed at target organ protection have extraordinary potential for the treatment of sepsis and possibly for other inflammation-driven conditions. However, the mechanisms of organ protection and disease tolerance are either unknown or poorly characterized.\nThe central goal of the current proposal is to identify and characterize novel cytoprotective mechanisms, with a focus on DNA damage response dependent protection activated by anthracyclines as a window into stress-induced genetic programs conferring disease tolerance. To that end, we will carry out a combination of candidate and unbiased approaches for the in vivo identification of ATM-dependent and independent mechanisms of tissue protection. We will validate the leading candidates through adenovirus-mediated delivery of constructs for overexpression (gain-of-function) or shRNA for gene silencing (loss-of-function) to the lung, based on our recent finding that rescuing this organ is essential and perhaps sufficient in anthracycline-induced protection against severe sepsis. The candidates showing the most promise will be characterized using a combination of in vitro and in vivo genetic, biochemical, cell biological and physiological methods. \nThe results arising from the current proposal are likely not only to inspire the design of transformative therapies for sepsis but also to open a completely new field of opportunity to molecularly understand core surveillance mechanisms of basic cellular processes with a critical role in the homeostasis of organ function and whose activation can ultimately promote quality of life during aging and increase lifespan.",
    "totalCost": "1985375",
    "ecMaxContribution": "1985375",
    "coordinator": "FUNDACAO CALOUSTE GULBENKIAN",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999455894": {
            "orgId": "999455894",
            "orgName": "FUNDACAO CALOUSTE GULBENKIAN",
            "ecContrib": 1985375
        }
    },
    "calculatedTotalContribution": 1985375
}