{
    "rcn": "198691",
    "acronym": "Amygdala Circuits",
    "topics": "ERC-ADG-2014",
    "title": "Amygdala Circuits for Appetitive Conditioning",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The project outlined here addresses the fundamental question how the brain encodes and controls behavior. While we have a reasonable understanding of the role of entire brain areas in such processes, and of mechanisms at the molecular and synaptic levels, there is a big gap in our knowledge of how behavior is controlled at the level of defined neuronal circuits.\n\nIn natural environments, chances for survival depend on learning about possible aversive and appetitive outcomes and on the appropriate behavioral responses. Most studies addressing the underlying mechanisms at the level of neuronal circuits have focused on aversive learning, such as in Pavlovian fear conditioning. Understanding how activity in defined neuronal circuits mediates appetitive learning, as well as how these circuitries are shared and interact with aversive learning circuits, is a central question in the neuroscience of learning and memory and the focus of this grant application.\n\nUsing a multidisciplinary approach in mice, combining behavioral, in vivo and in vitro electrophysiological, imaging, optogenetic and state-of-the-art viral circuit tracing techniques, we aim at dissecting the neuronal circuitry of appetitive Pavlovian conditioning with a focus on the amygdala, a key brain region important for both aversive and appetitive learning. Ultimately, elucidating these mechanisms at the level of defined neurons and circuits is fundamental not only for an understanding of memory processes in the brain in general, but also to inform a mechanistic approach to psychiatric conditions associated with amygdala dysfunction and dysregulated emotional responses including anxiety and mood disorders.",
    "totalCost": "2497200",
    "ecMaxContribution": "2497200",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 2497200
        }
    },
    "calculatedTotalContribution": 2497200
}