{
    "rcn": "198645",
    "acronym": "PAINSTRAT",
    "topics": "ERC-CoG-2014",
    "title": "Novel neurophysiological techniques to quantify pain and stratify patients",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "In the last 15 years the advances in understanding the molecular mechanisms of pain have been spectacular. However, despite the >200 genes identified and the dramatic insights on transduction and transmission of nociceptive signals, very little has changed in the diagnosis and treatment of pain, at least in terms of analgesic drugs. Therefore, pain remains a major burden for the society (chronic pain alone costs the EU >Ä250 bns/yr). The reason is that pain is not a pattern of gene expression, but a state of neuronal activity. Therefore, the translation of mechanistic insights into effective treatments will depend critically on a better understanding of the electrophysiological changes that occur. For this reason, the European Federation of Neurological Society has called for a particular effort to identify reliable laboratory measures of pain, and having an objective biomarker for pain quantification and patient stratification would constitute a major breakthrough in medicine. To date, this need has not been satisfied. The project has two main objectives: (1) Developing neurophysiological biomarkers of pain perception: the main aim being quantification of spontaneous pain for patient management and clinical trials. (2) Developing neurophysiological biomarkers of the susceptibility to develop chronic pain: the main aim being patient stratification, development of prevention strategies, and personalised medicine for pain. We will apply novel analysis techniques to the neurophysiological information obtained using a range of techniques from a large number of healthy volunteers and patients with different types of chronic pain. Importantly, we will longitudinally study patients at high risk of developing chronic pain. We are fully confident that these goals - early diagnosis, identification of high risk patients and facilitating the development of new efficacious treatments through useful clinical trials - will positively impact the well-being of chronic pain patients.",
    "totalCost": "1627825",
    "ecMaxContribution": "1627825",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1627825
        }
    },
    "calculatedTotalContribution": 1627825
}