{
    "rcn": "198626",
    "acronym": "ULT-NEMS",
    "topics": "ERC-CoG-2014",
    "title": "Ultra-Cold Nano-Mechanics: from Classical to Quantum Complexity",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Nano-electro-mechanical devices (NEMS) are extremely small objects that can be actuated and detected by electric means. They are in the first place transducers that can be used as probes for forces down to the molecular level. Top-down fabricated NEMS using conventional microelectronics techniques are simple devices that intimately link mechanical and electrical degrees of freedom. As such, they can be viewed as model systems from basic (linear) harmonic motion up to complex nonlinear dynamics.\n\nThe most intriguing experimental situation is attained when the devices are cold enough to behave according to the laws of quantum mechanics, instead of classical physics. This leads to a unique approach of the classical-to-quantum crossover with truly macroscopic position-states. Complementarily, at low temperatures the forces sensed by the NEMS arise from materials themselves cold enough to exhibit exotic quantum properties, originating either in the devicesí constitutive amorphous materials and their intrinsic elusive Tunneling Systems, or from their interaction with a sophisticated fluid like superfluid 3He.\n\nI propose unique research linking ultra-low temperature physics and nano-mechanics, building on my knowledge of both fields and my experience in superconducting quantum circuits. The research has two identified axes, which aim at pushing both the ìsensorî and ìmodel systemî aspects of NEMS down to their quantum retrenchments. Macroscopic quantum position-states can be engineered with a hybrid quantum circuit arrangement (a combination of NEMS, microwaves and quantum bit), while topological states of confined superfluid 3He with their elementary excitations can be mechanically probed by dedicated NEMS (measuring friction). The scientific impact of this research is extremely wide, tackling fundamental questions like: what/where is the boundary between quantum and classical worlds, and do Majorana particles (potentially obtained in topological 3He) exist at all?",
    "totalCost": "1990574",
    "ecMaxContribution": "1990574",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1990574
        }
    },
    "calculatedTotalContribution": 1990574
}