{
    "rcn": "198604",
    "acronym": "SEGWAY",
    "topics": "ERC-StG-2014",
    "title": "Study on Environmental and GenomeWide predictors of early structural brain Alterations in Young students",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "Mounting evidence suggests that early life factors have an important impact on the occurrence of late-life neurological diseases. From a public health perspective this is of particular relevance for dementia, the prevalence of which is increasing drastically, with no available preventive treatment, and epidemiological data suggesting that pathological processes may begin many years before clinical diagnosis. MRI-defined structural brain phenotypes are powerful intermediate markers for dementia, and can already show measurable alterations in young and middle-aged adults. These include global and regional brain volumes, gray matter volume and cortical thickness, and markers of white matter integrity. The SEGWAY project aims to: (i) explore the heritability and genetic determinants of structural brain phenotypes in young adults in their early twenties participating in the i-Share study, the largest ongoing student cohort; (ii) take a lifetime perspective by examining the shared genetic contribution to structural brain alterations in young adulthood (i-Share) and late-life, among participants of a large French population-based study (3C-Dijon); (iii) explore the interaction between genetic variants and vascular risk factors with established impact on structural brain phenotypes, in both age groups; (iv) examine the clinical significance of genetic risk variants for structural brain alterations by testing their association with cognitive performance in young and older adults. Replication and of our findings will be sought in the multigenerational Framingham Heart Study and other independent samples. Identifying common biological mechanisms underlying both early and late-life structural brain changes would provide important information on the mechanisms and timecourse of brain aging throughout a lifetime and could be of major importance for identifying of molecular drug targets and characterizing high risk populations most likely to benefit from early interventions.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}