{
    "rcn": "198663",
    "acronym": "BIOCONTROL-A",
    "topics": "MSCA-IF-2014-GF",
    "title": "Biocontrol of Aflatoxin Contamination Using Atoxigenic Strains from Almond and Pistachio Orchards",
    "startDate": "01/09/2016",
    "endDate": "31/05/2019",
    "objective": "Aflatoxins (AF), the most toxic and carcinogenic compounds among the mycotoxins, are mainly produced by the fungi Aspergillus flavus and A. parasiticus. Because these fungi are common soil residents of almond and pistachio orchards, these nuts are one of the main sources of human exposure to AF. The consumption of almond and pistachio has increased in recent years in the European Union (EU) due to their positive effects on the consumersí health. Spain has the largest area (587.000 ha) under almond cultivation after USA and its pistachio growing-area is exponentially expanding. Contaminated batches of Spanish nuts by AFs have been frequently detected. Application of atoxigenic strains of A. flavus has successfully reduced crop AF-contamination in the USA and Africa. This biological control strategy uses endemic atoxigenic A. flavus strains, considered best adapted, to displace the AF-producing fungi. Unfortunately, EU farmers do not have the benefit of this type of biological control technology since there are not registered atoxigenic strains in this area. The aim of current project is to: i) improve substrate and application methods of atoxigenic A. flavus; ii) select new biological control agents for their patent and future registration in EU and USA; and iii) construct mechanistic models of risk for AF-contamination. The expected results will have a positive impact improving food safety and the environment and securing economic benefits to EU farmers and agri-food industries. In addition, this project supports capacity building, provides the foundation to the fellow in pursuing his independent scientific career and strengthens collaboration with research groups from EU and USA, three small-medium enterprises (SEMs), and a spin-off company.",
    "totalCost": "235674,9",
    "ecMaxContribution": "235674,9",
    "coordinator": "UNIVERSIDAD DE CORDOBA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999872703": {
            "orgId": "999872703",
            "orgName": "UNIVERSIDAD DE CORDOBA",
            "ecContrib": 235675
        }
    },
    "calculatedTotalContribution": 235675
}