{
    "rcn": "198639",
    "acronym": "NPTEV-TQP2020",
    "topics": "ERC-CoG-2014",
    "title": "Uncovering New Phenomena at the TeV Scale With Top Quarks",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Our understanding of the subatomic world and of the very fabric of the space-time is encompassed in a theory which is the result of all past experimental observations and theoretical developments: the Standard Model of Particle Physics. Yet cosmological observations and theoretical arguments lead us to conclude that new phenomenology,\nnew particles, forces, or a new space-time structure is waiting to be uncovered. Naturalness of the recently discovered Higgs boson suggests that new phenomena should appear at the tera-electronvolt (TeV) scale, and will be accompanied by modifications to the dynamics of the heaviest elementary particle known: the top quark.\n\nThe aim of this proposal is to perform five measurements involving top\nquarks with the data that will be collected by the ATLAS experiment at the upcoming Run II (2015-18) of the Large Hadron Collider (LHC): the top quark mass, the CP violation in B hadron decays from the top, the top-Z boson couplings, the search for the top's Flavour Changing Neutral decays, and the search for heavy resonances decaying to top pairs. While measuring these properties is nothing new, the measurements are performed coherently using novel techniques beyond state-of-the-art to push the boundaries on the sensitivity of the limited Run II data, hence allowing the discovery of new phenomena at the LHC before 2020.",
    "totalCost": "1971841",
    "ecMaxContribution": "1971841",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
    "coordinatorCountry": "IT",
    "participants": "QUEEN MARY UNIVERSITY OF LONDON;ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "participantCountries": "UK;IT",
    "projectParticipants": {
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 1581831
        },
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 228155
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 161855
        }
    },
    "calculatedTotalContribution": 1971841
}