{
    "rcn": "198629",
    "acronym": "chemREPEAT",
    "topics": "ERC-CoG-2014",
    "title": "Structure and Dynamics of Low-Complexity Regions in Proteins: The Huntingtin Case",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Proteins hosting regions highly enriched in one or few amino acids, the so-called Low-Complexity Regions (LCR), are very common in eukaryotes and play crucial roles in biology. Homorepeats, a subfamily of LCR that present stretches of the same amino acid, perform very specialized functions facilitated by the localized enrichment of the same physicochemical property. In contrast, numerous severe pathologies have been associated to abnormally long repetitions. Despite the relevance of homorepeats, their high-resolution characterization by traditional structural biology techniques is hampered by the degeneracy of the amino acid environments and their intrinsic flexibility. In chemREPEAT, I will develop strategies to incorporate isotopically labelled and unnatural amino acids at specific positions within homorepeats that will overcome present limitations. These labelled positions will be unique probes to investigate for first time the structure and dynamics of homorepeats at atomic level using complementary biophysical techniques. Computational tools will be specifically developed to derive three-dimensional conformational ensembles of homorepeats by synergistically integrating experimental data.\nchemREPEAT strategies will be developed on huntingtin (Htt), the prototype of repetitive protein. Htt hosts a glutamine tract that is linked with Huntingtonís disease (HD), a deadly neuropathology appearing in individuals with more than 35 consecutive Glutamine residues that represent a pathological threshold. The application of the developed approaches to several Htt constructions with different number of Glutamines will reveal the structural bases of the pathological threshold in HD and the role played by the regions flanking the Glutamine tract.\nThe strategies designed in chemREPEAT will expand present frontiers of structural biology to unveil the structure/function relationships for LCRs. This capacity will pave the way for a rational intervention in associated diseases.",
    "totalCost": "1999844",
    "ecMaxContribution": "1999844",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1999844
        }
    },
    "calculatedTotalContribution": 1999844
}