{
    "rcn": "198620",
    "acronym": "M-Imm",
    "topics": "ERC-CoG-2014",
    "title": "Novel etiology of autoimmune disorders: the role of acquired somatic mutations in lymphoid cells",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Molecular pathogenesis of most immune-mediated disorders, such as of autoimmune diseases, is poorly understood. These common maladies carry a heavy burden both on patients and on society. Current therapy is non-targeted and results in significant short- and long-term adverse effects.\nLarge granular lymphocyte (LGL) leukemia is characterized by expansion of cytotoxic T- or NK-cells and represents an intriguing clinical continuum between a neoplastic and an autoimmune disorder. Patients suffer from autoimmune cytopenias and rheumatoid arthritis (RA), which are thought to be mediated by LGL cells targeting host tissues. My group recently discovered that 40-50% of LGL leukemia patients carry in their lymphoid cells acquired, activating mutations in the STAT3 gene ñ a key regulator of immune and oncogenic processes (Koskela et al, N Engl J Med, 2012). This breakthrough discovery gives insight to the pathogenesis of autoimmune disorders at large. \nI present here a hypothesis that a strong antigen-induced proliferation is a mutational driver, which causes somatic mutations in lymphoid cells. When mutations hit key activating pathways, autoreactive cells acquire functional advantage and expand. The target antigen of the expanded clone determines the clinical characteristics of the autoimmune disease induced. \nTo prove this hypothesis, we will separate small lymphocyte clones from patients with autoimmune diseases and use sensitive next-generation sequencing methods to characterize the spectrum of somatic mutations in lymphoid cells.  Further, we will study the function of mutated lymphocytes and examine the mechanisms of autocytotoxicity and end-organ/tissue damage. Finally, we aim to understand factors, which induce somatic mutations in lymphoid cells, such as the role of viral infections.\nThe results will transform our understanding of molecular pathogenesis of autoimmune diseases and lead to accurate diagnostics and discovery of novel drug targets.",
    "totalCost": "2047337",
    "ecMaxContribution": "2047337",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 2047337
        }
    },
    "calculatedTotalContribution": 2047337
}