{
    "rcn": "198646",
    "acronym": "RegEvolve",
    "topics": "ERC-CoG-2014",
    "title": "Comparative analysis of planarian regeneration - why some worms regenerate while others donít",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The ability to regenerate lost body parts is widespread amongst animals, yet humans, for example, can only regenerate specific organs. Why some animals regenerate while others hardly do remains a fascinating conundrum, especially so in face of ìsurvival of the fittestî. Even amongst planarian flatworms, famous for their ability to regenerate from random tissue fragments, species exist that have completely lost the ability to regenerate. This proposal will exploit the unique diversity of planarian regenerative abilities amongst to ask why some worms regenerate while others do not. We and others have established that planarian Wnt signalling acts as critical node in the evolution of regeneration defects. Using this finding as strategic focus for comparisons between regenerating and non-regenerating species, we will investigate i) the cell biological mechanisms that shape Wnt pathway activity; ii) the genomic mechanisms that differentially deploy critical pathway regulators; and iii) evolutionary mechanisms in form of life history trait trade-offs as possible driving force behind the drift of regenerative abilities. Key to the project is a diverse collection of regenerating and regeneration-deficient species that my lab has established. Focused comparisons between our two primary model species D. lacteum and S. mediterranea, employing pan-planarian antibodies and functional genomics, will allow us to understand the detailed causes of altered pathway activity. Comparisons amongst the entire collection of 50 species will provide the necessary breadth for identifying and studying the evolutionary principles that ìnaturally selectî regeneration-deficient planarians. The comparative approach of RegEvolve will thus uniquely bridge the proximate (molecular)- with the ultimate (evolutionary) causes of regeneration defects and such interdisciplinary endeavour between molecular and evolutionary regeneration research will lead to new and profound insights into both fields.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}