{
    "rcn": "198619",
    "acronym": "GlassRoutes",
    "topics": "ERC-CoG-2014",
    "title": "Mapping the First Millennium Glass Economy",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The production of raw glass up until the early medieval period was restricted to few primary glassmaking centres in the Levant and Egypt producing glasses with distinct chemical fingerprints that were then shipped all over the Mediterranean. The study of glass thus provides a unique perspective on long-distance communications and shifts in economy, trade and cultural interactions. This project explores the production, trade and consumption of glass as a major economic activity in the medieval Mediterranean. The chronological parameters are the 4th to 12th centuries CE, covering a period of significant diversification and technological innovations in glass production. The project addresses three broad gaps in our understanding of these developments: Byzantine glassmaking; the spread of Islamic plant ash glass; and the role of the Iberian peninsula. GlassRoutes will push the frontiers of glass research by integrating chemical, archaeological and documentary data about these three key players in the medieval glass economy. By comparing the material and artistic aspects of glass assemblages from selected Mediterranean sites it will identify patterns in the manufacture, trade and usage of glass.\n\nThe aim of GlassRoutes is to establish the socio-cultural and geopolitical dimensions of glass. What types of primary (raw) glass are found at different sites? How do they compare in terms of secondary use (types of artefacts)? What are the reasons for the differential use of glass and its colours? Research will examine the provenance of the material in relation to its use for selected artefacts to reveal the economic and cultural mechanisms underlying the culture-specific use of glass. This project is unique in its interdisciplinary approach; it combines archaeological, historical and analytical data as well as statistic tools to characterise the dynamic relationship between supply and consumption and its implications for artistic practices and technological innovation.",
    "totalCost": "1982401",
    "ecMaxContribution": "1982401",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1982401
        }
    },
    "calculatedTotalContribution": 1982401
}