{
    "rcn": "198628",
    "acronym": "XChromosome",
    "topics": "ERC-CoG-2014",
    "title": "Functions of the X chromosome in the mammalian germ line",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Male and female mammals differ in their sex chromosome complement: males have one X chromosome and one Y chromosome (XY), while females have two X chromosomes (XX). Decades of research have demonstrated that the Y chromosome is crucial for male fertility, regulating both sex differentiation and spermatogenesis. However, the role of the X chromosome in these critical stages of germ line development remains poorly understood.\n\nIn this proposal, we will explore the functions of the X chromosome in the mammalian germ line. In eutherian mammals, sex determination is dependent on the Y-gene Sry, but in the other major mammalian class, the metatherians, it is controlled not only by a Y-locus, but also by the complement of X chromosomes. In Aim 1 we will apply CRISPR-mediated genome editing to metatherian mammals in order to identify these critical X and Y sex-determining genes. Our findings will provide insight into mammalian sex chromosome evolution and the aetiology of human sex differentiation disorders. \n\nIn addition to its role in sex determination, the X chromosome is also predicted to become evolutionarily specialised for spermatogenesis. Consistent with this theory, we discovered that the mouse X chromosome is enriched in genes expressed exclusively in developing sperm. These genes are present in multiple copies, and together comprise an unprecedented 18% of the mouse X chromosome gene content. Many could be important candidates for unexplained male infertility. However, the functions of these genes have not been determined, because they cannot be manipulated using conventional gene targeting strategies. In Aim 2, we will use CRISPR to establish the roles of X-multicopy genes in male reproduction.",
    "totalCost": "1912369",
    "ecMaxContribution": "1912369",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 1912369
        }
    },
    "calculatedTotalContribution": 1912369
}