{
    "rcn": "198673",
    "acronym": "PLOTINA",
    "topics": "GERI-4-2014",
    "title": "Promoting gender balance and inclusion in research, innovation and training",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "The overall objective of PLOTINA is to enable the development, implementation and assessment of self-tailored Gender Equality Plans (GEPs) with innovative and sustainable strategies for the Research Performing Organizations (RPOs) involved. This objective will be achieved by: i) Stimulating a gender-aware culture change; ii) Promoting career-development of both female and male researchers to prevent the waste of talent, particularly for women; iii) Ensuring diversification of views and methodologies (in this case by taking into account the gender/sex dimension and analysis) in research and teaching.\nPLOTINA is a partnership of RPOs, Professional Associations and Partners with specific expertise in monitoring the progress of the project and in the dissemination. The consortium represents the diversity of European RPOs as well as the diversity of European social and cultural environments.\nThe workplan will proceed in four overall stages: i) Assess the current situation in all Partner RPOs; ii) Design GEPs for each RPO, iii) Design, implement and evaluate Actions in the Partner RPOs to address the targets of the GEPs, iv) Create a platform of resources that can be used by RPOs across Europe to implement their own GEPs suited to their own situations.\nThe GEPs Actions will support systemic and sustainable changes at the institutional and departmental of the PLOTINAís RPOs.\nThe end results will be a set of modular and adaptable resources for other RPOs at the starting stage in the setting up of GEPs, in particular: Tools, GEPs Library of Actions, research and teaching Case Studies and Good Practices.\nStrongly aligned with a European Research Area (ERA) objectives on gender equality, PLOTINA will contribute to increase the number of female researcher, promote their careers and integrate of the gender dimension into the design, evaluation and implementation of research, to enhance its quality and relevance foster excellence and the social value of innovations.",
    "totalCost": "2296187,5",
    "ecMaxContribution": "2296187,5",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "CENTRO STUDI PROGETTO DONNA E DIVERSITY MGMT;INSTITUTO SUPERIOR DE ECONOMIA E GESTAO - ISEG;OZYEGIN UNIVERSITESI;MONDRAGON UNIBERTSITATEA;KEMIJSKI INSTITUT;JUMP FORUM SPRL;ZENTRUM FUR SOZIALE INNOVATION GMBH;ELHUYAR FUNDAZIOA;THE UNIVERSITY OF WARWICK;ELHUYAR-ZUBIZE SL",
    "participantCountries": "IT;PT;TR;ES;SI;BE;AT;UK",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 465875
        },
        "925930767": {
            "orgId": "925930767",
            "orgName": "JUMP FORUM SPRL",
            "ecContrib": 107460
        },
        "949236666": {
            "orgId": "949236666",
            "orgName": "MONDRAGON UNIBERTSITATEA",
            "ecContrib": 161562
        },
        "940719872": {
            "orgId": "940719872",
            "orgName": "ZENTRUM FUR SOZIALE INNOVATION GMBH",
            "ecContrib": 210625
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 360625
        },
        "951536148": {
            "orgId": "951536148",
            "orgName": "ELHUYAR-ZUBIZE SL",
            "ecContrib": 206625
        },
        "943782647": {
            "orgId": "943782647",
            "orgName": "CENTRO STUDI PROGETTO DONNA E DIVERSITY MGMT",
            "ecContrib": 185562
        },
        "998756718": {
            "orgId": "998756718",
            "orgName": "KEMIJSKI INSTITUT",
            "ecContrib": 156250
        },
        "998027666": {
            "orgId": "998027666",
            "orgName": "OZYEGIN UNIVERSITESI",
            "ecContrib": 155938
        },
        "985918186": {
            "orgId": "985918186",
            "orgName": "INSTITUTO SUPERIOR DE ECONOMIA E GESTAO - ISEG",
            "ecContrib": 157125
        },
        "990690004": {
            "orgId": "990690004",
            "orgName": "ELHUYAR FUNDAZIOA",
            "ecContrib": 128540
        }
    },
    "calculatedTotalContribution": 2296187
}