{
    "rcn": "198634",
    "acronym": "MYOP-PATH",
    "topics": "ERC-CoG-2014",
    "title": "Towards solving myopia: from genes to pathways using an integrated approach",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Background: \nMyopia (near-sightedness) is a growing public health issue due to its rapidly rising prevalence. In particular high myopia carries a significant risk of blindness for which there are no treatment options. The disease etiology of this trait is complex and largely unknown. We recently identified a large number of disease loci and genes, which provide significant clues for pathogenic pathways. However, they explain only a limited proportion of myopiaís heritability, and the direct functional effects of risk variants, their interaction with environmental factors, and their potential for intervention are unknown.\nAim: \nTo identify disease mechanisms that underlie myopia and create starting points for therapy.\nApproach: \n1. Decipher the genetic background of myopia, identify gene effects and influence of environment in humans. \nIn very large consortia (~250,000 study participants) with ample data on epidemiology, myopia phenotype, and genomic markers, we will exploit the recent technological advances to analyze a large number of genetic variants including those altering protein function. We will annotate significant hits to major pathways, study gene effects on phenotype, identify retinal cell structures which drive myopiagenesis, investigate gene-environment interaction, and develop a prediction model for progression to high myopia.\n2. Identify gene effects, influence of environment, and targets for intervention in animals.\nIn mice and zebrafish which have been manipulated for high myopia risk genes, we will study ocular biometry, retinal anatomy, visual behavior, and molecular and biochemical effects of genes as a function of environment. Interventions tailored to altering gene effects will be explored. \nImpact:\nIntegrating the results obtained from these genetic, epidemiologic, functional and molecular studies will advance our understanding of the underlying biology of myopia and help create novel therapeutic targets to reduce the burden of high myopia.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}