{
    "rcn": "198688",
    "acronym": "EU-rhythmy",
    "topics": "ERC-ADG-2014",
    "title": "Molecular strategies to treat inherited arrhythmias",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Sudden cardiac death (SCD) is a leading cause of death in western countries: coronary artery disease is the major cause of SCD in older subjects while inherited arrhythmogenic diseases are the leading cause of SCD in younger individuals. After 25 years dedicated to research of the molecular bases of heritable arrhythmias, the PI of this proposal now intends to pioneer gene therapy for prevention of SCD: a virtually unexplored field. The development of molecular therapies for rhythm disturbances is a high risk effort however, if successful, it will be highly rewarding. The PI has envisioned an ambitious and comprehensive project to target two severe inherited arrhythmogenic diseases: dominant catecholaminergic polymorphic ventricular tachycardia (CPVT) and Long QT syndrome type 8 (LQT8). The availability of a clinically relevant model is critical to ensure clinical translation of results: the team will exploit an existing CPVT model and will engineer a knock-in pig to model LQT8. The PI and her team will investigate innovative strategies of gene-delivery, gene-silencing and gene-editing to the heart comparing efficacy of different constructs and promoters. The team will also carefully engineer novel gene-therapy approaches to avoid the development of regional inhomogeneity in protein expression that may facilitate proarrhythmic events. Such a comprehensive approach will provide a most valuable core of knowledge on the comparative efficacy of a broad range of molecular strategies on the electrical milieu of the heart. It is expected that these results will not only benefit CPVT and LQT8 but rather they will foster development of gene therapy for other inherited and acquired arrhythmias.",
    "totalCost": "2314029",
    "ecMaxContribution": "2314029",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PAVIA",
    "coordinatorCountry": "IT",
    "participants": "AVANTEA srl;FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
    "participantCountries": "IT;ES",
    "projectParticipants": {
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 1334029
        },
        "998167831": {
            "orgId": "998167831",
            "orgName": "AVANTEA srl",
            "ecContrib": 380000
        },
        "998922879": {
            "orgId": "998922879",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
            "ecContrib": 600000
        }
    },
    "calculatedTotalContribution": 2314029
}