{
    "rcn": "198661",
    "acronym": "POTI",
    "topics": "MSCA-IF-2014-EF",
    "title": "People, objects and technologies at the interface ñ multiscalar interaction networks in the Aegean Bronze Age (3100-1200 BC)",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The aim of POTI is to investigate the relationship between people, objects and technologies at the interface of cultural encounters, and their role within multiscalar, diachronic interaction networks that characterise emerging complex social worlds within the Bronze Age Aegean (3100-1200 BC). The geographical setting of Aegean islands, with their connected seascapes and coastlines, offer a valuable arena for assessing the dynamics behind past cultural encounters and interaction networks. The primary training objective is to develop a diachronic approach for investigating material, technological and social interactions across multiple spatial scales. To achieve this, training in the application of broad comparative frameworks from island archaeology and Mediterranean network perspectives is needed to integrate the many interactions that constitute complex societies across multiple geographical and chronological horizons. By reassessing the rich assemblages and connections of the Bronze Age Aegean using this approach, cultural encounter interfaces for material culture change can be identified and characterised. Acquisition of GIS and multivariate statistical skills will enable the spatial and chronological mapping of these interfaces, which, anchored within theoretical frameworks of social vs. insular networks, will shed new light on these key arenas for understanding dynamic processes of social interaction, community participation and identity formation within the Bronze Age Aegean.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}