{
    "rcn": "198603",
    "acronym": "ACTINIT",
    "topics": "ERC-StG-2014",
    "title": "Brain-behavior forecasting: The causal determinants of spontaneous self-initiated action in the study of volition and the development of asynchronous brain-computer interfaces.",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "'How are actions initiated by the human brain when there is no external sensory cue or other immediate imperative? How do subtle ongoing interactions within the brain and between the brain, body, and sensory context influence the spontaneous initiation of action? How should we approach the problem of trying to identify the neural events that cause spontaneous voluntary action? Much is understood about how the brain decides between competing alternatives, leading to different behavioral responses. But far less is known about how the brain decides 'when' to perform an action, or 'whether' to perform an action in the first place, especially in a context where there is no sensory cue to act such as during foraging. This project seeks to open a new chapter in the study of spontaneous voluntary action building on a novel hypothesis recently introduced by the applicant (Schurger et al, PNAS 2012) concerning the role of ongoing neural activity in action initiation. We introduce brain-behavior forecasting, the converse of movement-locked averaging, as an approach to identifying the neurodynamic states that commit the motor system to performing an action 'now', and will apply it in the context of information foraging. Spontaneous action remains a profound mystery in the brain basis of behavior, in humans and other animals, and is also central to the problem of asynchronous intention-detection in brain-computer interfaces (BCIs). A BCI must not only interpret what the user intends, but also must detect 'when' the user intends to act, and not respond otherwise. This remains the biggest challenge in the development of high-performance BCIs, whether invasive or non-invasive. This project will take a systematic and collaborative approach to the study of spontaneous self-initiated action, incorporating computational modeling, neuroimaging, and machine learning techniques towards a deeper understanding of voluntary behavior and the robust asynchronous detection of decisions-to-act.'",
    "totalCost": "1338130",
    "ecMaxContribution": "1338130",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1338130
        }
    },
    "calculatedTotalContribution": 1338130
}