{
    "rcn": "198682",
    "acronym": "NuQFT",
    "topics": "ERC-ADG-2014",
    "title": "The Hall Plateau Transition and non-unitary Quantum Field Theory",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "I propose to solve the Quantum Field Theory (QFT) describing the transition between plateaus of quantized Hall conductance in the Integer Quantum Hall Effect (IQHE). \nThe existence of the plateaus and their topological origin are certainly well understood. In sharp contrast, the transition, which mixes the effects of disorder, magnetic field and possibly interactions, remains very mysterious. Numerical studies of lattice models are plagued by disorder. The QFT description involves physics at very strong coupling, and requires a non-perturbative solution before quantitative predictions can be made.\nFinding such a solution is very difficult because the QFT for the plateau transition is ënon-unitaryí -  it involves a non-Hermitian ëHamiltonianí. Non-unitary QFT is a challenging, almost unexplored topic, that must be first developed before the plateau transition can be addressed. \nI propose to carry out this task with a cross-disciplinary strategy that uses ideas and tools from conformal field theory, statistical mechanics, and mathematics. Key to this strategy is a new and powerful way of analyzing lattice regularizations of the QFTs by focussing on their algebraic properties directly on the lattice, with a  mix of advanced representation theory and numerical techniques.\nThe results - in particular, concerning  conformal invariance and renormalization group flows in the non-unitary case - will then be used to solve the QFT models for the plateau transition in the IQHE and in other universality classes of 2D Anderson insulators. This will be a landmark step in our understanding of the localization/delocalization transition in two dimensions, and allow a long delayed comparison of theory with experiment. The results will, more generally, impact many other areas of physics where non-unitary QFT plays a central role - from disordered systems of statistical mechanics to the string theory side of the AdS/CFT duality, to the effective description of open quantum systems.",
    "totalCost": "2098157,5",
    "ecMaxContribution": "2098157,5",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 2098158
        }
    },
    "calculatedTotalContribution": 2098158
}