{
    "rcn": "198686",
    "acronym": "FamilyComplexity",
    "topics": "ERC-ADG-2014",
    "title": "Intergenerational Reproduction and Solidarity in an Era of Family Complexity",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "One of the important consequences of the Second Demographic Transition has been the increasing complexity of families. The aim of this project is to study how rising family complexity has affected two fundamental aspects of intergenerational relationships: reproduction and solidarity. Theoretically, family complexity is distinguished into four dimensions: (a) the length, timing and nature of exposure to the child, (c) biological relatedness to the child, and (c) characteristics of parent-parent ties (triadic effects), (d) characteristics of the wider family network. Using insights from several disciplines, I develop a common theoretical framework for understanding intergenerational reproduction and solidarity. To test the theory, an innovative multiactor survey is developed with an oversampling strategy in which for each adult child, information is collected on all parent figures, and for each parent, information on all adult children. In addition, register data are used to analyze one aspect of reproduction in a dynamic fashion (educational reproduction) and vignette data are used to analyze one aspect of solidarity in more depth (norms prescribing solidarity). By studying reproduction and solidarity as outcomes, I shift the traditional focus from examining how the SDT has affected individual well-being, to the question of how the SDT has affected relationships. In doing so, I analyze a new problem in demography and sociology and contribute to classic debates about population ageing and social inequality. Theoretically, the study of family complexity yields unique opportunities to test ideas about the nature of intergenerational relationships and will shed new light on the traditional dichotomy of social vis-‡-vis biological bases of intergenerational relationships. Methodological innovation is made by developing solutions for well-known problems of multiactor data, thereby strengthening the theoretical relevance of survey data for the social sciences.",
    "totalCost": "2499533",
    "ecMaxContribution": "2499533",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "CENTRAAL BUREAU VOOR DE STATISTIEK",
    "participantCountries": "NL",
    "projectParticipants": {
        "999795103": {
            "orgId": "999795103",
            "orgName": "CENTRAAL BUREAU VOOR DE STATISTIEK",
            "ecContrib": 710000
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1789533
        }
    },
    "calculatedTotalContribution": 2499533
}