{
    "rcn": "198692",
    "acronym": "Diversity6continents",
    "topics": "ERC-ADG-2014",
    "title": "Ecological determinants of tropical-temperate trends in insect diversity",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The study will examine one of the most fundamental, yet poorly understood patterns of global biodiversity distribution: How can so many species coexist in a tropical forest? This key question of current ecology will be studied using quantitative surveys of plant-herbivore-parasitoid food webs within paired sets of tropical and temperate forests from six continents, in Papua New Guinea (PNG), Gabon, Panama, the Czech Republic, Japan, and USA, sampled using canopy cranes, truck-mounted elevated platforms and forest felling. This novel type of data will be analysed using a new rarefaction method, developed to test mechanistic explanations for biodiversity patterns along ecological gradients. It will evaluate competing hypotheses explaining latitudinal trends in insect herbivore diversity by the variation in either phylogenetic or functional diversity of plants, the host specificity of herbivores, or the diversity and specificity of their parasitoids and predators. The study will thus examine the importance of bottom-up (plants) and top-down (enemies) drivers of latitudinal trends in herbivore food webs, central to ecological theory that postulates the role of specialized herbivores as density-dependent agents of mortality involved in maintaining high tropical plant diversity. The project builds upon prior research that produced one of the largest tropical food web data sets to expand it conceptually, methodologically and geographically. It will build a globally important research facility (a canopy crane in PNG) and link researchers and infrastructure from several countries in a major effort to draw together separate lines of tropical and temperate research. Study sites in the ILTER, NEON, CTFS/SIGEO, and Canopy Crane Network will participate. The internationally recognized paraecologist program will be expanded, PhD students from both European and developing countries will be trained, and conservation of rainforests by indigenous rainforest dwellers will be leveraged.",
    "totalCost": "3349618",
    "ecMaxContribution": "3349618",
    "coordinator": "Biologicke centrum AV CR, v. v. i.",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999520108": {
            "orgId": "999520108",
            "orgName": "Biologicke centrum AV CR, v. v. i.",
            "ecContrib": 3349618
        }
    },
    "calculatedTotalContribution": 3349618
}