{
    "rcn": "198633",
    "acronym": "EQuO",
    "topics": "ERC-CoG-2014",
    "title": "Electron Quantum optics in quantum Hall edge channels",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Quantum effects have been studied on photon propagation in the context of quantum optics since the second half of the last century. In particular, using single photon emitters, fundamental tests of quantum mechanics were explored by manipulating single to few photons in Hanbury-Brown and Twiss and Hong Ou Mandel experiments. \n In nanophysics, there is a growing interest to translate these concepts of quantum optics to electrons propagating in nanostructures. Single electron emitters have been realized such that single elementary electronic excitations can now be manipulated in the analog of pioneer quantum optics experiments.\n Electron quantum optics goes beyond the mere reproduction of optical setups using electron beams, as electrons, being interacting fermions, differ strongly from photons. Contrary to optics, understanding the propagation of an elementary excitation requires replacing the single body description by a many body one. \n The purpose of this proposal is to specifically explore the emergence of many body physics and its effects on electronic propagation using the setups and concepts of electron quantum optics. The motivations are numerous: firstly single particle emission initializes a simple and well controlled state. I will take this unique opportunity to test birth, life and death scenarii of Landau quasiparticles and observe the emergence of many-body physics. Secondly, I will address the generation of entangled few electrons quantum coherent states and study how they are affected by interactions. Finally, I will attempt to apply electron quantum optics concepts to a regime where the ground state itself is a strongly correlated state of matter. In such a situation, elementary excitations are no longer electrons but carry a fractional charge and obey fractional statistics. No manipulation of single quasiparticles has been reported yet and the determination of some quasiparticle characteristics, such as the fractional statistics remains elusive.",
    "totalCost": "1997878",
    "ecMaxContribution": "1997878",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1997878
        }
    },
    "calculatedTotalContribution": 1997878
}