{
    "rcn": "198612",
    "acronym": "ROMIA",
    "topics": "ERC-CoG-2014",
    "title": "Research on Microeconometrics: Identification, Inference, and Applications",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "This research project is motivated from three observations regarding recent trends in empirical economics using micro-level data. First, researchers are increasingly aware of the trade-off between credibility and the strength of the assumptions maintained, eloquently termed as the law of decreasing credibility by Charles F. Manski. This trend has led to recent intensive research in partial identification. Second, applied empirical research is increasingly based on data collected for study by individual researchers, quite often through laboratory or field experiments. Third, high-dimensional data are more readily available than ever before, and have received growing attention in economics. In view of these observations, there is a call for research to improve standard econometric practice by facing identification problems upfront, by providing econometrically sound guidelines for data collection, and by making use of the increasing availability of high-dimensional data without sacrificing the credibility of econometric methods. This research project aims to contribute to advances in microeconometrics by considering the issues of identification, data collection, and high-dimensional data carefully. The proposed research builds on semiparametric and nonparametric approaches to increase the credibility of proposed econometric methods. In particular, the proposed research will: (1) develop identification results of practical value and characterize optimal data collection for applied researchers; (2) make advances in estimation, inference, and testing in a variety of microeconometric models; (3) produce credible evidence in applied microeconometric research; (4) develop computer software that implements newly available microeconometric techniques.",
    "totalCost": "1292297",
    "ecMaxContribution": "1292297",
    "coordinator": "Institute for Fiscal Studies",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998931027": {
            "orgId": "998931027",
            "orgName": "Institute for Fiscal Studies",
            "ecContrib": 1292297
        }
    },
    "calculatedTotalContribution": 1292297
}