{
    "rcn": "198693",
    "acronym": "CELLPLASTICITY",
    "topics": "ERC-ADG-2014",
    "title": "New Frontiers in Cellular Reprogramming: Exploiting Cellular Plasticity",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "'Our research group has worked over the years at the interface between cancer and ageing, with a strong emphasis on mouse models. More recently, we became interested in cellular reprogramming because we hypothesized that understanding cellular plasticity could yield new insights into cancer and ageing. Indeed, during the previous ERC Advanced Grant, we made relevant contributions to the fields of cellular reprogramming (Nature 2013), cellular senescence (Cell 2013), cancer (Cancer Cell 2012), and ageing (Cell Metabolism 2012). Now, we take advantage of our diverse background and integrate the above processes. Our unifying hypothesis is that cellular plasticity lies at the basis of tissue regeneration (ìadaptive cellular plasticityî), as well as at the origin of cancer (ìmaladaptive gain of cellular plasticityî) and ageing (ìmaladaptive loss of cellular plasticityî). A key experimental system will be our ìreprogrammable miceî (with inducible expression of the four Yamanaka factors), which we regard as a tool to induce cellular plasticity in vivo. The project is divided as follows: Objective #1 ñ Cellular plasticity and cancer: role of tumour suppressors in in vivo de-differentiation and reprogramming / impact of transient de-differentiation on tumour initiation / lineage tracing of Oct4 to determine whether a transient pluripotent-state occurs during cancer. Objective #2 ñ Cellular plasticity in tissue regeneration and ageing: impact of transient de-differentiation on tissue regeneration / contribution of the damage-induced microenvironment to tissue regeneration / impact of transient de-differentiation on ageing. Objective #3: New frontiers in cellular plasticity: chemical manipulation of cellular plasticity in vivo / new states of pluripotency / characterization of in vivo induced pluripotency and its unique properties. We anticipate that the completion of this project will yield new fundamental insights into cancer, regeneration and ageing.'",
    "totalCost": "2488850",
    "ecMaxContribution": "2488850",
    "coordinator": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
    "participantCountries": "ES",
    "projectParticipants": {
        "999547850": {
            "orgId": "999547850",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
            "ecContrib": 464803
        },
        "999541836": {
            "orgId": "999541836",
            "orgName": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
            "ecContrib": 2024047
        }
    },
    "calculatedTotalContribution": 2488850
}