{
    "rcn": "198647",
    "acronym": "PLACARD",
    "topics": "DRS-09-2014",
    "title": "PLAtform for Climate Adaptation and Risk reDuction",
    "startDate": "01/06/2015",
    "endDate": "31/05/2020",
    "objective": "Significant challenges exist towards strengthening the Climate Change Adaptation (CCA) and Disaster Risk Reduction (DRR) communities for coherent, mutually reinforcing and pragmatic planning and action. PLACARD seeks to support the coordination of these two communities. PLACARD will tackle current challenges by 1) providing a common ëspaceí where CCA and DRR communities can come together, share experiences and create opportunities for collaboration; 2) facilitating communication and knowledge exchange between both communities; and 3) supporting the coordination and coherence of CCA and DRR research, policy and practice. PLACARDís approach to achieving these goals is to establish a strong and operational network of networks by connecting to existing networks and boundary organisations, to foster dialogue among stakeholders (e.g. researchers, research funders, policymakers, practitioners) engaged in CCA and DRR at the international, European, national and sub-national scales. This overarching network will enable these communities to share knowledge, to discuss challenges and to jointly co-produce options to bridge the gaps they experience. It will support the development and implementation of a research and innovation agenda to make better use of research funding, as well as to develop guidelines to strengthen relevant institutions in their efforts to mainstream CCA and DRR. PLACARD will evolve iteratively, learning from the different processes and experiences with the stakeholders, and being flexible and responsive to changing needs. PLACARD will be supported by an online platform that builds upon and links existing CCA and DRR platforms to streamline the dissemination and communication of CCA and DRR activities. PLACARD Consortium is built around the leadership of a number of key European institutions experienced in CCA and DRR policy and practice, and UN organizations leading and engaged inpost-2015 agendas.",
    "totalCost": "3031647,5",
    "ecMaxContribution": "2852760",
    "coordinator": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
    "coordinatorCountry": "PT",
    "participants": "UNIVERSITE DE GENEVE;HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ;STICHTING INTERNATIONAL RED CROSS RED CRESCENT CENTRE ON CLIMATE CHANGE AND DISASTER PREPAREDNESS;STIFTELSEN THE STOCKHOLM ENVIRONMENT INSTITUTE;FUNDACAO DA FACULDADE DE CIENCIAS DA UNIVERSIDADE DE LISBOA FP;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;FONDAZIONE CENTRO EURO-MEDITERRANEO SUI CAMBIAMENTI CLIMATICI;UMWELTBUNDESAMT GESELLSCHAFT MIT BESCHRANKTER HAFTUNG (UBA GMBH);STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "CH;DE;NL;SE;PT;UK;IT;AT",
    "projectParticipants": {
        "999419422": {
            "orgId": "999419422",
            "orgName": "FONDAZIONE CENTRO EURO-MEDITERRANEO SUI CAMBIAMENTI CLIMATICI",
            "ecContrib": 244000
        },
        "915056194": {
            "orgId": "915056194",
            "orgName": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
            "ecContrib": 522500
        },
        "999580539": {
            "orgId": "999580539",
            "orgName": "FUNDACAO DA FACULDADE DE CIENCIAS DA UNIVERSIDADE DE LISBOA FP",
            "ecContrib": 195003
        },
        "974802471": {
            "orgId": "974802471",
            "orgName": "STICHTING INTERNATIONAL RED CROSS RED CRESCENT CENTRE ON CLIMATE CHANGE AND DISASTER PREPAREDNESS",
            "ecContrib": 117250
        },
        "999452014": {
            "orgId": "999452014",
            "orgName": "UMWELTBUNDESAMT GESELLSCHAFT MIT BESCHRANKTER HAFTUNG (UBA GMBH)",
            "ecContrib": 255000
        },
        "999994632": {
            "orgId": "999994632",
            "orgName": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
            "ecContrib": 303338
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 401520
        },
        "999450268": {
            "orgId": "999450268",
            "orgName": "STIFTELSEN THE STOCKHOLM ENVIRONMENT INSTITUTE",
            "ecContrib": 440650
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 373500
        }
    },
    "calculatedTotalContribution": 2852761
}