{
    "rcn": "198689",
    "acronym": "NorFish",
    "topics": "ERC-ADG-2014",
    "title": "North Atlantic Fisheries: An Environmental History, 1400-1700",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "NorFish aims to understand the restructuring of the North Atlantic fisheries, fish markets and fishery-dependent communities in the late medieval and early modern world. The project exploits a multi-disciplinary, humanities-led approach to marine environmental history, assessing and synthesizing the dynamics and significance of the North Atlantic fish revolution, equipped by methodological advances in which the PI has been to the fore in delivering. It establishes a robust quantitative framework of extractions, supplies and prices, while also charting the qualitative preferences and politics that motivated actors of the fish revolution across the North Atlantic. \nFish contributed to environmental and societal change in the North Atlantic for over 300 years, shifting from being a high-priced, limited resource in the late Middle Ages to a low-priced, abundant one by early modern times. Conditioned by market forces, the ëfish revolutioní of the 1500s and 1600s reshaped alignments in economic power, demography, and politics. With acute consequences in peripheral Atlantic settlements from Newfoundland to Scandinavia, it held strategic importance to all the major western European powers. While the fish revolution catalysed the globalization of the Atlantic world, we lack adequate baselines and trajectories for key questions of natural abundance, supply and demand, cultural preferences, marketing technologies, plus national and regional strategies. \nIn short, the core questions are what were the natural and economic causes of the fish revolution, how did marginal societies adapt to changing international trade and consumption patterns around the North Atlantic, and how did economic and political actors respond? The answers will help explain the historic role of environment and climate change, how markets impacted marginal communities, and how humans perceived long-term change.",
    "totalCost": "2499265",
    "ecMaxContribution": "2499265",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 2499265
        }
    },
    "calculatedTotalContribution": 2499265
}