{
    "rcn": "198631",
    "acronym": "MMAF",
    "topics": "ERC-CoG-2014",
    "title": "Novel multimodal approach to atrial fibrillation risk assessment and identification of targets for prevention by interdisciplinary exploitation of omics, advanced electrocardiography, and imaging",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "There is a growing need for novel risk schemes in atrial fibrillation (AF) to permit prevention, contribute to a better understanding of the pathophysiology, and discover targets for individualized treatment.\nPrimary prevention efforts are scant despite the imminent AF epidemic. In international cohorts I have developed and validated the first risk prediction algorithm. However, it explains only 60% of the attributable risk and efforts at improving discrimination are urgently required.\nTherefore, my overall goal is to develop an enhanced risk prediction algorithm based on cutting-edge technology. The specific focus will be on parameters representative of early stages of the disease process and intermediate phenotypes such as atrial electrical and structural remodelling, chronic subclinical inflammation, oxidative stress, and autonomous tone in manifest and incident AF. Subclinical, potentially reversible changes are ideally suited to provide independent information complementary to known risk markers.\nMy ambitious concept is to choose a multimodal approach in an interdisciplinary team to systematically assess:\n1) Blood and tissue omics (genomics, expression, proteomics, metabolomics),\n2) Advanced electrocardiography,\n3) Imaging (echocardiography, cardiac MRI), and\n4) Gender applying innovative tools and analyses strategies aimed at a systems biology integration of the accumulated information.\nI have collected comprehensive biological and epidemiologic information on distinct AF phenotypes in unique prospective population (N>60,000) and clinical cohorts (N>1,000). We are not aware of other groups with access to such a well-established prospective AF biobank.\nInformed by omics, electrocardiography and imaging we will provide pathophysiological insights into the disease process, highlight targets for intervention, and develop a contemporary risk scheme. Our results will lay the ground for rapid translation into clinical practice with significant public health impact.",
    "totalCost": "1999305",
    "ecMaxContribution": "1999305",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 1999305
        }
    },
    "calculatedTotalContribution": 1999305
}