{
    "rcn": "198694",
    "acronym": "SCALE",
    "topics": "ERC-ADG-2014",
    "title": "Scalable Quantum Photonic Networks",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "It is an outstanding challenge in quantum physics of today to scale small proof-of-concept experimental demonstrations into larger quantum networks. In the last decade, solid-state photonic systems have matured significantly, and an ambitious research project on such scaling seems viable. With the present proposal we intend to take up this challenge and exploit single quantum dots in photonic-crystal nanostructures as a deterministic photon-emitter interface for scalable quantum architectures. \n\nThe project objectives are threefold. We will explore: 1) Deterministic single-photon sources for quantum simulations, 2) A giant photon nonlinearity for quantum-information processing, 3) The deterministic interfacing of multiple quantum dots.\n\nIn 1) we will exploit our recently developed deterministic single-photon source to produce a spatially multiplexed array of single photons (prospectively of 10 photons or more). This source will be used for quantum simulations. Area 2) exploits a single quantum dot in a photonic-crystal waveguide as a giant nonlinearity. The quantum dot will be operated either as a passive nonlinear scatterer or actively controlled. The nonlinearity will enable constructing a deterministic CNOT gate for photons or a single-photon transistor. Finally, 3) concerns the coupling of two or more quantum dots by an extended dipole-dipole interaction that is mediated by the photonic-crystal waveguide. The fundamental limits for the size and complexity of such a quantum photonic network will be explored.\n\nThe present project focus on overcoming the fundamental obstacles that photonic quantum-information processing applications have been suffering from, i.e., probabilistic single-photon emission and weak nonlinearities. The successful accomplishment of the project could elevate quantum photonics to a frontrunner technology for scalable quantum-information processing.",
    "totalCost": "2499981",
    "ecMaxContribution": "2499981",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 2499981
        }
    },
    "calculatedTotalContribution": 2499981
}