{
    "rcn": "198618",
    "acronym": "Becoming Men",
    "topics": "ERC-CoG-2014",
    "title": "Becoming Men: Performing responsible masculinities in contemporary urban Africa",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "This anthropological study examines the reconfiguration of masculinities in urban Africa over the last 30 years. Focusing on how practices and discourses of empowerment and equality shape male subjectivities, this study builds upon a significant body of nuanced research on masculinities in Africa. Since the mid-1980s academic and public discourses have depicted African masculinity as both precarious and predatory. Economic insecurity, urbanization, shifting gender norms, and growing gender parity have accompanied claims that African masculinity is ëin crisisí. More recently, new stories of urban men embracing responsible fatherhood, condemning intimate partner violence, and demanding homosexual rights have emerged as exemplars of progressive possibility. To disentangle these seemingly competing claims about African masculinities and shed light on the scientific, political, and economic projects that shape them, this research theorises that the discourses and practices that pathologise and politicise masculinity are simultaneously performing and producing gendered selves on multiple scales in the name of gender equality. Recently, ëmale involvementí has become a rallying cry throughout the vast global development assemblage, around which governments, NGOs, research networks, activists, and local communities fight gender inequality to promote health, economic development, and human rights. In this research, a range of male-involvement initiatives provides a lens through which to study how masculinities are diversely imagined, (re)configured, and performed through menís engagements with this assemblage, in both its local and global manifestations. Multi-sited ethnographic research will focus on six cities where the PI has active research ties: Nairobi and Kisumu, Kenya; Johannesburg and Durban, South Africa; and Dar es Salaam and Mwanza, Tanzania.",
    "totalCost": "1999830",
    "ecMaxContribution": "1999830",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1999830
        }
    },
    "calculatedTotalContribution": 1999830
}