{
    "rcn": "198649",
    "acronym": "Global BioImaging",
    "topics": "INFRASUPP-6-2014",
    "title": "Global BioImaging Project - International imaging infrastructure services for the life science community",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "'The EC H2020 funded 'Global BioImaging Project' enables Euro-BioImaging, the research infrastructure for access to biological and medical imaging technologies on the ESFRI roadmap, to work together with its international counterparts - the Australian Microscopy and Microanalysis Research Facility (AMMRF), the National Imaging Facility (Australia) and India-BioImaging - on concrete and sustainable services for imaging infrastructure staff and users. The project is based on their signed collaboration agreements regarding the successful operation of imaging infrastructures to support research in the areas of biological and medical sciences. Euro-BioImaging together with the AMMRF, NIF and India-BioImaging will exchange best practice in imaging facility management and operation, quality management, open access policies; develop and support common training activities in infrastructure operation and cutting-edge imaging technologies for facility staff and users; develop a common virtual platform for training material on imaging technologies; develop a common virtual platform for image data analysis software. Both platforms will be openly accessible for the scientific community. \nIn addition, Euro-BioImaging plans to reach out for imaging infrastructure counterparts in Argentina, Japan, South Africa, and the USA, to extend this network of national imaging infrastructures around the globe for their close collaboration in the future. In doing so, Global BioImaging Project strengthens the position and visibility of Euro-BioImaging in the global research landscape and establishes the foundation for a long-term alliance which will serve the international community of imaging infrastructure users and operators as well as cutting-edge research based on innovative imaging technologies in the life sciences in general.'",
    "totalCost": "1780585",
    "ecMaxContribution": "1780585",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF DUNDEE;UNIVERSITA DEGLI STUDI DI TORINO;FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA);INSTITUT CURIE;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;ABO AKADEMI",
    "participantCountries": "UK;IT;ES;FR;NL;FI",
    "projectParticipants": {
        "999541836": {
            "orgId": "999541836",
            "orgName": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
            "ecContrib": 14445
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 20688
        },
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 353992
        },
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 42262
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 692260
        },
        "999903355": {
            "orgId": "999903355",
            "orgName": "ABO AKADEMI",
            "ecContrib": 472250
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 184688
        }
    },
    "calculatedTotalContribution": 1780585
}