{
    "rcn": "198699",
    "acronym": "FLAME",
    "topics": "ERC-ADG-2014",
    "title": "FLow of Ancient Metals across Eurasia (FLAME): New frameworks for interpreting human interaction in Later Prehistory",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "FLow of Ancient Metals across Eurasia (FLAME) is a new empirical and conceptual framework for understanding human interactions in Later Prehistory across all of Eurasia. Taking existing data on the chemical and isotopic composition of copper alloy objects and combining them with typological and chronological information within a GIS framework, FLAME aims to rewrite the history of human engagement with copper and its alloys across Eurasia, from Atlantic Iberia to the shores of the Pacific during approximately the 3rd to early 1st millennia BCE. It replaces the outdated concept of provenance with a completely new interpretative paradigm (ëform and flowí), which is built upon the expectation that copper may be recycled, re-alloyed and generally re-used, thus breaking the simple linear assumption of a direct chemical or isotopic link between the copper and the ore from which it came. In this new paradigm, small shifts in chemistry are interpreted not necessarily as changing ore sources but also as the natural consequence of high-temperature processing and mixing, thus putting the emphasis on human interaction with metal rather than on sourcing. We will address major questions at a range of scales, from assemblage to continental, to look at how metal flowed literally and metaphorically through the complex societies of Bronze Age Eurasia. Our reassessment of the metallurgy will also be underpinned by new GIS frameworks and the creation of regional Bayesian-modelled radiocarbon chronologies. Previous scientific assessments of early metal have too often isolated the chemical and isotopic evidence from both the immediate archaeological context and any sense of a real time and place. FLAME brings together a broad range of skills to examine for the first time the intertwined social, scientific, chronological and geographical aspects of Eurasian early metallurgy.",
    "totalCost": "2447052",
    "ecMaxContribution": "2447052",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2447052
        }
    },
    "calculatedTotalContribution": 2447052
}