{
    "rcn": "198679",
    "acronym": "TRODITIES",
    "topics": "ERC-ADG-2014",
    "title": "Trust, Global Traders, and Commodities in a Chinese International City",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Trust, Global Traders, and Commodities in a Chinese International City\n\nYiwu, a city of 2 million in Chinaís commercially vibrant Zheijang province, is known by traders from countries including Afghanistan and Syria, the Ukraine and Mexico, and the UK and Russia, as being the worldís hub for wholesale of  ësmall commoditiesí. Journalists have recently been struck both by Yiwuís significance to consumption practices across the world and by the diverse mix of merchants that assemble in the city. Yet despite the clear insights into globalization and the significance of trade for forging relations between cultures offered by a study of a modern trading node such as Yiwu, the city has yet to be the focus of sustained research. The proposed project, Trust, Global Traders, and Commodities is an integrated comparative programme of research that will provide new empirical data and comparative analysis on the global trade in low-grade Chinese-made commodities. Its focus will be on the ways in which transnational trading activities are conducted in the cosmopolitan and dynamic  city of Yiwu. This projectís in-depth investigation of Yiwu, and its connections to the wider world through networks and flows of people, commodities, and knowledge, will yield ground-breaking perspectives on the precise ways in which trade facilitates the simultaneous exchange of commodities, practices, ideas, and identities. The project is necessarily multi-sited and an inter-disciplinary engaging researchers and theoretical approaches in in anthropology, area studies, business studies, and history; it will also draw on expertise from law, commercial shipping, and international trade policy. (1335 characters)",
    "totalCost": "2442399,99",
    "ecMaxContribution": "2442399,99",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;KOBENHAVNS UNIVERSITET;ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "participantCountries": "UK;DK",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 1834588
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 179234
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 333168
        }
    },
    "calculatedTotalContribution": 2346990
}