{
    "rcn": "198600",
    "acronym": "RuMicroPlas",
    "topics": "ERC-StG-2014",
    "title": "The Plasmidome: a Driving Force of Rumen Microbial Evolution from Birth to Adulthood",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Plasmids are known to be major contributors to lateral gene transfer in bacterial genomes; however, their comprehensive evolutionary role within bacterial communities is poorly understood. Recently we have developed cutting edge abilities to access a plasmid population (plasmidome) of a given microbial community, and applied them to rumen microbial communities. These abilities are an element long-needed for the study of microbial lateral gene transfer and evolution. Ruminants house a highly complex microbial community in the rumen compartment of their digestive tract, with which they have evolved into an obligatory co-dependence. Its confined nature provides a perfect system for the study of evolutionary dynamics within microbial communities.\nHere we propose to study the evolutionary and ecological dynamics of the rumen plasmidome and its interaction with the rumen microbiome using our established approaches, together with a dense host-sampling resolution. We aim to understand the origins and assembly of these two entities, as well as their interactions with each other. We will explore the effect of early assemblages on the adult plasmidome and microbiome phenotypes. To complement the overview of global trends, we will study local interactions among individual rumen plasmids with their microbial host's genome and physiology at the single-plasmid level. These two distinct perspectives will allow us to understand the role played by plasmids within this complex microbial community, the co-evolutionary relationships between these two entities and their importance to the overall rumen ecosystem.\nBased on a plasmid-centric approach, this study bears the unique ability to examine lateral gene transfer in ìreal timeî by following genes on their transfer ìvehiclesî, and providing new insights into the fine details of microbial evolution. Its goals, many challenges and new approach place this proposal at the cutting edge of current research in microbial ecology and evolution.",
    "totalCost": "1499000",
    "ecMaxContribution": "1499000",
    "coordinator": "BEN-GURION UNIVERSITY OF THE NEGEV",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 1499000
        }
    },
    "calculatedTotalContribution": 1499000
}