{
    "rcn": "198674",
    "acronym": "eMicrobevol",
    "topics": "ERC-ADG-2014",
    "title": "Early Microbial Evolution",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "From the primordial emergence of the earliest cells to the ongoing diversification of modern microbiota, the mechanisms that underlie the origin of major prokaryotic groups are still poorly understood. In principle, the origin of both species and higher taxa among prokaryotes should entail similar mechanisms รณ ecological interactions with the environment paired with natural genetic variation involving lineage-specific gene innovations and lineage-specific gene acquisitions. Because eukaryotes started out as a prokaryote lineage, the same holds true at the prokaryote-eukaryote transition. Prokaryotic higher taxa are currently circumscribed by phylogenomic studies encompassing 30-40 proteins for information processing that are universal to all genomes, or nearly so. The core is useful in taxonomy but comprises only about 1% of an average genome. It does not predict gene content in the remaining 99% of the genome, because of the role of lateral gene transfer (LGT) in generating diversity within and between prokaryotic groups. Especially in groups with large pangenomes or broad ecological diversity, the core itself does not reveal which gene innovations underlie the origin of major groups, but gene distributions might. This proposal aims to harness all the evolutionary data that genomes have to offer รณ gene trees, gene distributions, and split distributions across sets of trees รณ to chart the history of the 99% component of microbial genome evolution and the role of LGT in the origin of higher microbial taxa. The focus is on three important questions: i) What are the quantitative and lineage specific relative contributions of gene transfer from endosymbionts vs. gene transfers from other prokaryotes during eukaryotic genome evolution, ii) Are there significant differences in verticality in comparisons of genome evolution in prokaryotes vs. eukaryotes and how can we statistically better quantify them, and iii) What was the biological nature of the earliest prokaryotes.",
    "totalCost": "2393447,5",
    "ecMaxContribution": "2393447,5",
    "coordinator": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999856116": {
            "orgId": "999856116",
            "orgName": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
            "ecContrib": 2393448
        }
    },
    "calculatedTotalContribution": 2393448
}