{
    "rcn": "198683",
    "acronym": "FATHER TRIALS",
    "topics": "ERC-ADG-2014",
    "title": "Father Trials: Hormonal and Behavioral Experiments on Prenatal and Postnatal Parenting",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Fathers have largely been neglected in parenting research -- although they constitute about 50% of parents. The aim of the proposed project is to test the hypothesis that fathersí parenting is under hormonal control and can be changed by behavioral and hormonal interventions. I propose a series of randomized controlled trials (RCT) focusing on a critical phase of parenthood: the transition to having the first baby. I will test whether experiments that modulate oxytocin and testosterone levels enhance fathersí neural processing of infant signals and of threats to the infant and stimulate fathersí parenting quality and involvement in parenting. \n\nDrawing firm conclusions about the neural and hormonal basis of human parenting is critically dependent on RCTs. I propose two types of experiments: (1) within-subject trials, using nasal administration of oxytocin, testosterone, and a placebo, and (2) between-subject trials, using behavioral interventions aimed at promoting sensitive parenting and physical contact. The behavioral interventions include prenatal and postnatal video feedback intervention (in the prenatal phase based on ultrasound scans) and the use of soft baby carriers. Both types of trials take place 3 months before the infantís birth, and 2 and 7 months afterwards.\n\nA special focus lies on the aspect of protection: a dimension of parenting that has received considerable attention in animal research but, despite its evolutionary importance, not in studies on humans. Testing the efficacy of the behavioral experiments in boosting fathersí protective parenting and participation in caregiving activities has clear practical significance (for fathers, mothers, children, and society). At the same time, examining the hormonal and neural mechanisms is crucial for the development of theory on the interplay between neuroscience and parenting.",
    "totalCost": "2460500",
    "ecMaxContribution": "2460500",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 2460500
        }
    },
    "calculatedTotalContribution": 2460500
}