{
    "rcn": "198685",
    "acronym": "SM-GRAV",
    "topics": "ERC-ADG-2014",
    "title": "Gravity, Holography and The Standard Model",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "'The main thrust of this proposal is to investigate implications of a recent correspondence (string theory (ST) vs. gauge theory) to the physics beyond the Standard Model (SM) and its coupling to gravity. Instead of relying on the string picture of the unification of all interactions with gravity, I propose to look at its dual version: 4d quantum field\ntheories (QFT). The different perspective is expected to provide 3 distinct results: \n(a) A QFT view of the SM embedding in string theory \n(b) Novel phenomena and properties that are hard to see in the string theory picture. \n(c) A 'dual' view that would be valid in non-stringy regimes. \nThe key idea is that gravity, as observed in nature, is emergent: it is the avatar of a (hidden) large-N (near)\nCFT that is interacting with the SM at high energy (the Planck scale). Such an approach provides an appealing UV completion to the SM\\gravity: a UV complete four-dimensional QFT. There are, however, many questions that need to be\naddressed in order for this setup to be a viable physical theory: \n1. Why is the gravitational force four-dimensional (instead of higher-dimensional as suggested by standard holography)? \n2. Why does the coupling of the gravitational force to the SM satisfy the equivalence principle to such a high accuracy? \n3. What are other universal interactions with the SM model implied in this picture? What are their phenomenological consequences? \n4. How can one construct, precise and controllable models for this setup? \n5. How is Cosmology emerging in this picture? How do the important problems associated with it get resolved?\n SM-GRAV will address all of the above questions using the tools of QFT, of string theory and the AdS-CFT correspondence. The outcome of the proposed research is expected to be a concrete and quantitative model/scenario for the emergence and coupling of the 'gravitational sector fields' to the SM model and  the novel phenomenological implications for particle physics and cosmology.'",
    "totalCost": "1649237,5",
    "ecMaxContribution": "1649237,5",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "Institute of Plasma Physics",
    "participantCountries": "EL",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1140862
        },
        "996326383": {
            "orgId": "996326383",
            "orgName": "Institute of Plasma Physics",
            "ecContrib": 508375
        }
    },
    "calculatedTotalContribution": 1649237
}