{
    "rcn": "198684",
    "acronym": "FIRST LIGHT",
    "topics": "ERC-ADG-2014",
    "title": "Early Star-Forming Galaxies and Cosmic Reionisation",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Several hundred million years after the Universe was born the first stellar systems began to shine. Energetic photons from early hot stars, free from enrichment by heavy elements, reionised the hydrogen in deep space. Ambitious observational facilities will directly chart this final frontier in cosmic history and any insight we can obtain now will be invaluable in future planning. Key questions include: what is the duration of this reionisation period; was this `cosmic dawní a brief or extended process; and what physical processes governed the subsequent evolution of these early galaxies? This proposal aims to trace the history and physics of cosmic reionisation by fully characterising the star-forming galaxy population during and towards the end of the reionisation era. The proposed program has three complementary themes. (i) Tracing the duration of the reionisation process by analysing diagnostic nebular emission lines in the spectra of early galaxies using radiative transfer calculations; the proposed measures can be usefully compared with independent signatures of cold gas during similar epochs determined by the European LOFAR interferometer. (ii) Determining whether star-forming galaxies are the sole agent of reionisation by addressing key uncertainties relating to the number of ionising photons they produce and the fraction that escape; this requires detailed spectroscopy of gravitationally-lensed examples. (iii) Inferring the abundance of the earliest galaxies whose direct detection is beyond reach of current facilities. Stellar masses and ages of galaxies seen at later times will be used to plan surveys in time for the upcoming launch of the James Webb Space Telescope. This research program is observationally challenging but I have demonstrated the relevant techniques are practical through pilot programmes undertaken in California. I am proposing to relocate to University College London and establish a new research effort in Europe to achieve these goals.",
    "totalCost": "2458405",
    "ecMaxContribution": "2458405",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 2458405
        }
    },
    "calculatedTotalContribution": 2458405
}