{
    "rcn": "198644",
    "acronym": "RNAEDIT",
    "topics": "ERC-CoG-2014",
    "title": "RNA EDITING IN HEALTH AND DISEASE",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "'RNA editing is a type of programmed RNA sequence alteration that can result in a range of proteomic changes, from subtle fluctuations in output, to specific alterations in protein content. Editing is catalyzed by two classes of deaminases: those which convert adenosine to inosine (ADARs) and those which convert cytosine to uracil (APOBEC1). We have previously shown that APOBEC1-catalyzed editing in the transcriptome of macrophages leads to the generation of populations that are heterogeneous, and functionally diverse, enabling rapid population adaptation to different environmental settings. \n\nOur first aim for this proposal is to extend our studies to additional immune cell subsets, focusing on cells that are recently recognized as 'plastic' to define the contribution of editing to this plasticity of fate and function.\n\nRNA editing of the type we study has also been demonstrated to be crucial for cancer progression. For instance, APOBEC1-deficiency significantly reduces tumour burden on cells of the intestine and colon that are prone to adenocarcinomas in the context of the APC-min mutation. This is also the case for testicular carcinomas in mouse models of such tumours. Thus, there is genetic evidence for a requirement for APOBEC1 and RNA editing to drive tumour progression, in two tumour contexts. Based on these data and on our recently deciphered role for APOBEC1 as a 'stealthy' diversifier of cellular transcriptomes (and proteomic outcomes),  we hypothesize that APOBEC1 drives tumour progression by editing select transcripts in tumour cells (or tumour stem cells), thus enabling the rapid adaptation of the tumour to the onslaught of the immune response. \n\nOur second aim is to characterize the subset of edited transcripts in these model tumours (either at the population or at the single cell level) and understand their role to tumour survival and progression, both in mouse models of disease, and in human tumour samples (in collaboration with QP Hammarstrom, KI).'",
    "totalCost": "2270000",
    "ecMaxContribution": "2270000",
    "coordinator": "DEUTSCHES KREBSFORSCHUNGSZENTRUM",
    "coordinatorCountry": "DE",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;KAROLINSKA INSTITUTET",
    "participantCountries": "UK;SE",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 0
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 430828
        }
    },
    "calculatedTotalContribution": 430828
}