{
    "rcn": "198621",
    "acronym": "TOPOmics",
    "topics": "ERC-CoG-2014",
    "title": "Global dynamics of topoisomerase-induced DNA breaks",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "DNA topoisomerases are conserved nuclear enzymes that regulate DNA topology by transiently cleaving and resealing the DNA molecule, fulfilling a fundamental role in virtually every aspect of chromosome metabolism. Nevertheless, erroneous or abortive topoisomerase activity can result in persistent DNA strand breaks with the enzyme covalently attached to 3í or 5í DNA ends by a phosphotyrosyl bond, an anomalous structure that can compromise cell survival and/or genome integrity with the consequent implications in tumourigenesis. This peculiarity of topoisomerase catalysis also underlies the anticancer efficacy of topoisomerase poisons, which inhibit the re-ligation step of the reaction inducing the formation of DNA breaks that preferentially target highly proliferating and/or repair defective tumour cells. In addition to this link with cancer therapy, defects in the repair of topoisomerase-induced DNA damage have been linked to neurological disease. Understanding the cellular response to topoisomerase-induced breaks is therefore key for important aspects of human health, with possible implications in the development of novel diagnostic, prognostic and therapeutic tools.\n\nThis project aims at acquiring a comprehensive picture of the dynamics of topoisomerase-induced DNA breaks: from their occurrence and repair to the consequences for genome expression and integrity. We rely on the development of completely novel assays to detect and isolate the different intermediates of topoisomerase-induced break repair, and which overcome major traditional limitations in the field. These tools are subsequently used to integrate the time-dependent and genome-wide distribution of the different steps and final outcomes of the process of topoisomerase-induced DNA break repair. Furthermore, we outline original proteomic and genetic screenings to identify novel factors and pathways specifically involved the cellular response to this important type of DNA lesion.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}