{
    "rcn": "198672",
    "acronym": "PERFORM",
    "topics": "SEAC-1-2014",
    "title": "Participatory Engagement with Scientific and Technological Research through Performance",
    "startDate": "01/11/2015",
    "endDate": "31/10/2018",
    "objective": "The PERFORM consortium aims to investigate the effects of the use of innovative science education methods based on performing arts in fostering young peoplesí motivations and engagement with science, technology, engineering, and mathematics (STEM) in selected secondary schools in France, Spain and the United Kingdom. A considerable percentage of young people in Europe is not interested in STEM careers mainly because they perceive that they lack the skills to deal with such topics. Such negative perceptions discourage adolescents from investing time in learning about science and undervalue the role of science in society. Addressing the challenge of engaging young people in STEM has never been more urgent in Europe in order to avoid loss of scientific talent and to ensure future innovation capability, excellence and competitiveness. PERFORM takes action to overcome the remaining distance between young people and science and to break the unidirectional model of scientific knowledge transfer. PERFORM will explore a creative, participatory educational process on STEM through the use of scenic arts with secondary school students, their teachers and early career researchers, who will get actively involved in experiencing science. They will also reflect on their own role in the interaction between science and society, and the values embedded in Responsible Research and Innovation. PERFORM will analyse how such human-centred, science-arts educational approach contributes to foster girlsí and boysí motivations towards science learning and strengthen the transversal competences they will need for STEM careers and jobs. The education and communication skills required for teachers and researchers to further replicate the educational process will be explored and addressed in specific training toolkits. The project dissemination will be fulfilled by ensuring strong science-policy links and by linking PERFORM with Scientix.",
    "totalCost": "1997252,5",
    "ecMaxContribution": "1997252,5",
    "coordinator": "FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "EUSEA - EUROPAISCHE GESELLSCHAFT FUR WISSENSCHAFTSVERANSTALTUNGEN;ASSOCIATION TRACES THEORIES ET REFLEXIONS SUR L APPRENDRE LA COMMUNICATION ET L EDUCATION SCIENTIFIQUES;UNITED NATIONS EDUCATIONAL, SCIENTIFIC AND CULTURAL ORGANIZATION -UNESCO;SCIENCE MADE SIMPLE LIMITED;L'ATELIER DES JOURS A VENIR;THE BIG VAN THEORY;UNIVERSITY OF BRISTOL;THE UNIVERSITY OF WARWICK;UNIVERSITAT AUTONOMA DE BARCELONA;LES ATOMES CROCHUS",
    "participantCountries": "AT;FR;UK;ES",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 202199
        },
        "936505319": {
            "orgId": "936505319",
            "orgName": "LES ATOMES CROCHUS",
            "ecContrib": 0
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 251882
        },
        "999779292": {
            "orgId": "999779292",
            "orgName": "EUSEA - EUROPAISCHE GESELLSCHAFT FUR WISSENSCHAFTSVERANSTALTUNGEN",
            "ecContrib": 180000
        },
        "942214642": {
            "orgId": "942214642",
            "orgName": "L'ATELIER DES JOURS A VENIR",
            "ecContrib": 55500
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 297885
        },
        "999454245": {
            "orgId": "999454245",
            "orgName": "UNITED NATIONS EDUCATIONAL, SCIENTIFIC AND CULTURAL ORGANIZATION -UNESCO",
            "ecContrib": 280000
        },
        "986315110": {
            "orgId": "986315110",
            "orgName": "SCIENCE MADE SIMPLE LIMITED",
            "ecContrib": 102500
        },
        "995992024": {
            "orgId": "995992024",
            "orgName": "FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA",
            "ecContrib": 200286
        },
        "986579144": {
            "orgId": "986579144",
            "orgName": "ASSOCIATION TRACES THEORIES ET REFLEXIONS SUR L APPRENDRE LA COMMUNICATION ET L EDUCATION SCIENTIFIQUES",
            "ecContrib": 130125
        },
        "937564753": {
            "orgId": "937564753",
            "orgName": "THE BIG VAN THEORY",
            "ecContrib": 296875
        }
    },
    "calculatedTotalContribution": 1997252
}