{
    "rcn": "198655",
    "acronym": "IMFDforHIC",
    "topics": "MSCA-IF-2014-EF",
    "title": "Improved Fluid Dynamics for Relativistic Heavy Ion Collisions",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "One of the fundamental questions in the field of high-energy physics is what are the properties of strongly interacting matter at high temperature or density, when one expects a transition from hadronic degrees of freedom to deconfined matter, quark-gluon plasma (QGP), where the degrees of freedom are quarks and gluons. \n\nExperimentally such matter can be studied in relativistic heavy-ion collisions, and there are currently two major collider experiments, the Relativistic Heavy-Ion Collider (RHIC) at Brookhaven National Laboratory (BNL) and the Large Hadron Collider (LHC) at CERN, performing such studies. Currently, there are strong indications that a small droplet of nearly thermalized QGP is indeed formed in these collisions. Extracting the properties of the matter from experimental data is, however, challenging, and requires a good understanding of the dynamical evolution of the system. With the present computational techniques it is not possible to solve the evolution directly from the theory of strong interactions, QCD, but phenomenological models are needed to describe the evolution, and determine how the properties of the matter are reflected in the experimental observables.\n\nIn order to reliably extract the properties of the formed matter, it is essential that the models describe simultaneously as many experimental observables as possible. Furthermore, it is important that the validity of the theoretical models and uncertainties associated with the used approximations and input parameters are properly addressed. The main goals of the proposed research are: (i) reduce and quantify the uncertainties in the modeling of the spacetime evolution of the system formed in the collisions, and (ii) find constraints for the unknown properties of strongly interacting matter from the currently available experimental data.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}