{
    "rcn": "198616",
    "acronym": "DISLIFE",
    "topics": "ERC-CoG-2014",
    "title": "Liveable disabilities: Life courses and opportunity structures across time",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "In Europe today disabled people comprise some 65 million (10%). Yet they are marginalized in society and research, and little is known on how disabilities become liveable. This project challenges this bias by proposing to investigate ëliveable disabilitiesí as a function of disability and opportunity structures across time. It analyses four life course dimensions: disabled peopleís (1) health and well-being; (2) involvement in education and work; (3) in a partner relationship and family; and (4) in leisure structures. Through this I identify liveable disabilities before, during and after the Swedish welfare state. The results are of significant cross-national interest as they form a useful baseline for what constitutes liveable disabilities, which helps governing bodies maximize opportunity structures for disabled people to participate fully in society. \n   This proposal is unique in employing mixed-methods life course research across time. First, it involves quantitative analysis of Swedenís long-term digitized population databases, which reflect how disability impacts on peopleís educational, occupational, marital and survival chances. The statistical outcome is novel in demonstrating how different impairments intersect with human characteristics relative to societyís structures of the past 200 years. Second, qualitative analyses uncover how disabled people today experience and talk about the above dimensions (1-4) themselves, and how mass media depict them. Third, I make innovative studies of leisure structures, which may promote liveable disabilities. \n   The proposal aims to establish me at the forefront of disability research. It benefits from my scholarship in history and demography and from three excellent centres at UmeÂ University I am connected to, funded by the Swedish Research Council. One centre researches populations, another gender. The third provides expertise in disability studies and ready access to stakeholders outside academia.",
    "totalCost": "1999870",
    "ecMaxContribution": "1999870",
    "coordinator": "UMEA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 1999870
        }
    },
    "calculatedTotalContribution": 1999870
}