{
    "rcn": "198625",
    "acronym": "QnanoMECA",
    "topics": "ERC-CoG-2014",
    "title": "Quantum Optomechanics with a levitating nanoparticle",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Micro- and nano-mechanical oscillators with high quality (Q)-factors have gained much interest for their capability to sense very small forces. Recently, this interest has exponentially grown owing to their potential to push the current limits of experimental quantum physics and contribute to our further understanding of quantum effects with large objects. Despite recent advances in the design and fabrication of mechanical resonators, their Q-factor has so far been limited by coupling to the environment through physical contact to a support. This limitation is foreseen to become a bottleneck in the field which might hinder reaching the performances required for some of the envisioned applications. A very attractive alternative to conventional mechanical resonators is based on optically levitated nano-objects in vacuum. In particular, a nanoparticle trapped in the focus of a laser beam in vacuum is mechanically disconnected from its environment and hence does not suffer from clamping losses. First experiments on this configuration have confirmed the unique capability of this approach and demonstrated the largest mechanical Q-factor ever observed at room temperature. The QnanoMECA project aims at capitalizing on the unique capability of optically levitating nanoparticles to advance the field of optomechanics well beyond the current state-of-the-art. The project is first aimed at bringing us closer to ground-state cooling at room temperature. We will also explore new paradigms of optomechanics based on the latest advances of nano-optics. The unique optomechanical properties of the developed systems based on levitated nanoparticles will be used to explore new physical regimes whose experimental observation has been so far hindered by current experimental limitations.",
    "totalCost": "1987500",
    "ecMaxContribution": "1987500",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 1987500
        }
    },
    "calculatedTotalContribution": 1987500
}