{
    "rcn": "198638",
    "acronym": "EVILTONGUE",
    "topics": "ERC-CoG-2014",
    "title": "No Sword Bites So Fiercly as an Evil Tongue?Gossip Wrecks Reputation, but Enhances Cooperation",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "Social norms in general, and norms of cooperation in particular, are the cement of all human societies. For the difficult problems of the maintenance and enforcement of social norms and of cooperation, humans have developed surprisingly complex solutions. Reputation mechanisms and gossip are certainly among the compound informal solutions.\nAccording to common wisdom, gossip channels mainly negative and often fictitious information. If it is so, how can dishonest gossip and the resulting biased reputations legitimize social order and promote cooperation? \nThis is the main puzzle we tackle in the proposed project exploiting a wide scale of instruments. We use analytical modeling and agent-based simulation to derive hypotheses. We test simple hypotheses in small group experiments. We develop new methodological tools to appropriately analyze the triadic nature of gossip embedded in network flows of information. We utilize dynamic network datasets from primary and secondary school classes, and we gather qualitative and quantitative information from organizations to test conditional hypotheses about the role that gossip plays in reputation and cooperation in different developmental and social contexts of life. In addition, we apply new communication technologies currently under development to explore the hidden world of gossip and the dynamics of reputations in dormitories and organizations.\nWith the insights gained, we can overcome common stereotypes about gossip and highlight how gossip is related to credible reputational signals, cooperation, and social order. Expected results will help us to outline the conditions that can promote cooperativeness in work groups, and they will help to construct successful prevention strategies of social exclusion and other potentially harmful consequences of the evil tongue.",
    "totalCost": "1973500",
    "ecMaxContribution": "1973500",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA TARSADALOMTUDOMANYI KUTATOKOZPONT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998288596": {
            "orgId": "998288596",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA TARSADALOMTUDOMANYI KUTATOKOZPONT",
            "ecContrib": 1973500
        }
    },
    "calculatedTotalContribution": 1973500
}