{
    "rcn": "198659",
    "acronym": "WEY-CRISP",
    "topics": "MSCA-IF-2014-EF",
    "title": "Well-being among European youth: The contribution of student teacher relationships in the secondary-school population",
    "startDate": "04/07/2016",
    "endDate": "03/07/2018",
    "objective": "Creating environments that foster young people¥s wellbeing is one of the current priorities for the European Union. Increasingly such efforts are conceptually framed through a focus on positive paradigms across the life course. \nSocial science evidence indicates that supportive relationships with significant adults are important determinants of young peopleís wellbeing and future life chances. Recently the significance of non-parental adults in shaping youth wellbeing has been examined. In this vein, WEY-CRISP focuses on the contribution of teachers to the construction and maintenance of wellbeing.\nUnderstanding the significance of teacher connectedness for youth has been constrained by inconsistencies in definitions and measures. Consequently, the character of the contribution of such relationships to wellbeing (from teachers as complementary sources of instrumental support to key mentors for youth) is also unclear.  \nWEY-CRISP will:\n1.Investigate the determinants of teacher connectedness and potential for being a protective health factor, including diverse groups of youth (ethnicity, age, gender) and different contexts e.g. low parental support. \n2.Clarify on the nature of teacher connectedness and develop an effective measure for its assessment that taps into the main components for wellbeing.\n3.Generate synergistic links between approaches in education and health research. \nThe investigation will use a mixed methodology (quantitative and qualitative), including youth centred participatory research strategies. \nWEY-CRISP will link with a multidisciplinary, international network of experts on adolescence via the WHO (Europe) cross-national HBSC study, aiding in the maximization of the impact across the European Union and enhancing the European Research Area. The experienced researcher will access significant methodological training and career development opportunities including leadership skills via engagement with policy makers and researchers.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999911115": {
            "orgId": "999911115",
            "orgName": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}