{
    "rcn": "198610",
    "acronym": "IXSI3D",
    "topics": "ERC-CoG-2014",
    "title": "Translating Hybrid Imaging for Interventions:  Intra-operative Guidance and Evaluation using 2D and 3D Interventional X-ray Scintigraphy Imaging",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "I propose to research, build and evaluate Interventional X-ray and Scintigraphy Imaging (IXSI). This will provide for the first time real-time, multimodality imaging during medical interventions by combining live x-ray and live nuclear imaging simultaneously from an identical viewpoint. The hybrid x-ray/nuclear imaging device will enable surgeons and interventional radiologists to exploit the power of molecular imaging in the operating theatre and intervention room through i) live guidance using 2D imaging and ii) 3D quantitative evaluation (IXSI3D). Systems, like the successful PET/CT and SPECT/CT, have revolutionized diagnostic medical imaging; however they acquire x-ray (anatomical information) and nuclear images (molecular information) in sequence. Our new technology brings live, hybrid imaging to operations and interventions. This will have a broad and powerful impact, particularly in oncological applications, including internal radiotherapy, tumor resection and biopsies.\nFor combined X-ray/nuclear imaging, an x-ray tube, an x-ray detector and a gamma camera with collimator are required. Our concept relies on placing these three elements in one line, thus enabling imaging of the same field-of-view. However, straight-forward combination of these elements would block the line of views. Inspired by how eyes see around the nose, I invented a gamma camera geometry that sees around the x-ray tube. I have created a prototype, and using a provisional set-up based on this novel concept (patent pending), I have demonstrated IXSIís basic principles. This proposal describes the quantum leap in medical imaging: clinical realization of IXSI for guidance, and the development of IXSI3D that enables intra-operative quantitative evaluation. I will develop algorithms and hardware, build a mobile system and prove itís potential in a clinical research protocol. This will be the start of a new era in image-guided intervention.",
    "totalCost": "1999000",
    "ecMaxContribution": "1999000",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 1999000
        }
    },
    "calculatedTotalContribution": 1999000
}