{
    "rcn": "198678",
    "acronym": "ReaDMe",
    "topics": "ERC-ADG-2014",
    "title": "Readout of DNA methylation",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "DNA and chromatin modifications are essential for proper control of gene expression during development. How these marks alter transcriptional programs and modulate binding patterns of sequence specific transcription factors (TF) remains poorly understood. This currently limits our interpretation of epigenomic maps towards their incorporation into predictive models of gene regulation.\nReaDMe has the ambitious goal to systematically define the sensitivity of TFs to local levels of DNA methylation in vivo. We will use a combination of genomics, genome editing and proteomics tools to comprehensively identify transcriptional regulators that respond to DNA methylation. As a first approach, we will interrogate changes in the global TF binding landscape when DNA methylation is ablated from the genome. Using both embryonic stem cells and somatic cells, these experiments are aimed at identifying sites that are occupied by TFs in a DNA methylation dependent manner within different cellular context. Secondly, we will combine parallelized chromosomal insertions with targeted footprinting to determine the link between DNA sequence context, methylation density and TF binding. In a third approach we will define the global chromatin proteome as a function of DNA methylation.  Through the use of a novel and orthogonal proteomics assay, we will characterize DNA methylation sensitive changes in the chromatin-bound proteome. Candidate factors predicted from all approaches will be validated and functionally characterized through direct genome-wide mapping as well as loss of function analysis.  \nERC funding would enable ReaDMe to develop an integrated setup to in vivo identify and characterize where DNA methylation influences the cis-regulatory landscape by modulating binding profiles of trans-acting factors. This goal represents a crucial step towards comprehensive understanding of the genomic readout of DNA methylation and its impact on gene regulation.",
    "totalCost": "2136969",
    "ecMaxContribution": "2136969",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 2136969
        }
    },
    "calculatedTotalContribution": 2136969
}