{
    "rcn": "198614",
    "acronym": "CRADLE",
    "topics": "ERC-CoG-2014",
    "title": "Cancer treatment during pregnancy: from fetal safety to maternal efficacy",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The evolution in drug regulation of the last 50 years has left pregnant women and their fetuses orphaned. This is particularly problematic for cancer during pregnancy, which raises a difficult and conflicting medical ethical decision process and which has recently become increasingly frequent. In 2012 we published the first prospective study indicating that antenatal exposure to cancer treatment can overall be considered safe. Building on this proof of concept, the current proposal wants to take a groundbreaking step towards developing a standard of care for cancer during pregnancy by addressing ñin an integrated fashion- the challenges at the level of the fetus, the mother and the fetomaternal barrier. At the core of this proposal lies an international registry of pregnant women with cancer, along with a registry of their children, and biobanks of maternal, placental, cord blood and tumoral tissues. Research track ëchildí aims to deliver robust evidence of fetal safety. Research track ëmotherí aims to address the emerging concerns in the oncological management of the mother, and specifically, the possible distinct biology of pregnancy-associated breast cancer, the most frequent cancer type in pregnancy. The research approach includes large-scale clinical follow-up studies along with laboratory studies on patient biomaterials, including pharmacological investigations and RNA-sequencing studies. Complementary to these studies is research track ëplacentaí in which cutting-edge models of human placental research are used to address the poorly understood physiological basis of the placental barrier function in this specific situation. This ambitious program will rely on a multidisciplinary team of experts. Not only may the scientific deliverables of this proposal constitute a major step forward to the well-being of both mother and fetus in a pregnancy complicated by cancer, the methodological approach may also provide critical impetus to further research in this field.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
    "participantCountries": "NL",
    "projectParticipants": {
        "999984738": {
            "orgId": "999984738",
            "orgName": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
            "ecContrib": 290625
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1709375
        }
    },
    "calculatedTotalContribution": 2000000
}