{
    "rcn": "198642",
    "acronym": "POLITICALMIND",
    "topics": "ERC-CoG-2014",
    "title": "Explaining Politicians' and Voters' Behavior",
    "startDate": "01/10/2015",
    "endDate": "31/07/2021",
    "objective": "Theoretical models and empirical studies in political economy aim at explaining both the beliefs and the choices of voters and politicians, so as to assess their impact on economic policy. In particular, a recent literature has recognized the crucial relevance of the identity of politicians in taking policy decisions and ultimately in shaping the fate of their country (Besley 2005; Jones and Olken 2005). In this project, we will address two neglected elements in the existing literature: the role of political parties as organizational structures that shape political careers (i.e., who gets on top in democracies); and the nature of social preferences, personality traits, and cognitive biases in understanding the beliefs and the choices of both politicians and voters.\n\nTo make this research agenda operational, we will cover a set of related topics, which will range from the analysis of networks and career trajectories within political parties to the impact of emotions on protests, from the cognitive biases and personality traits of elected officials to the impact of violence on long-term political attitudes, from cognitive dissonance in voting to the contamination between political and judicial elections.\n\nFrom a methodological perspective, the project will tackle these issues empirically by combining the collection of original individual-level datasets (mainly in Italy) with the implementation of design-based identification strategies (Angrist and Pischke 2010). In particular, based on a careful institutional analysis of the topics under investigation, the empirical strategies will range from randomized controlled trials to instrumental variables, from laboratory experiments with elected officials (i.e., taking politicians to the lab) to regression discontinuity designs.",
    "totalCost": "1375869",
    "ecMaxContribution": "1375869",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 1375869
        }
    },
    "calculatedTotalContribution": 1375869
}