{
    "rcn": "198640",
    "acronym": "StemNicheOnWaveCrest",
    "topics": "ERC-CoG-2014",
    "title": "New therapies for myeloproliferative diseases based on multi-stage and -system analyses of the haematopoietic stem-cell niche",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "Blood cells are produced in the bone marrow, which contains two distinct adult stem cell types: haematopoietic stem cells (HSCs), that generate all blood and immune cells, and mesenchymal stem cells (MSCs), thought to form the skeleton. HSCs traffic between bone marrow and circulation, what allows for life-saving clinical transplantation. Our previous work has shown that HSC numbers in blood are regulated by the central pacemaker in the brain, which reaches bone marrow nestin\\ MSCs through the nerves. Contrarily to what it was believed, our recent data suggest that HSC-niche MSCs are different from those that form the skeleton and share instead a common origin with peripheral nerves and supporting glial cells. Thus, tight regulation of the bone marrow stem-cell niche in vertebrates might build upon developmental relationships of its cellular components. Moreover, we have shown that damage to this regulatory network is essential for the manifestation of myeloproliferative neoplasms, diseases that were previously thought to be driven solely by mutated HSCs. Also, JAK inhibitors (blocking the most frequent HSC mutation found in myeloproliferative neoplasms) cannot eradicate leukaemia stem cells. Our recent data has uncovered a selective regulation of normal and leukaemic haematopoietic progenitor maintenance, survival and division by sex hormones (oestrogens). These results might explain gender differences in blood cancer incidence and they also offer a new way of targeting leukaemia stem cells with clinically approved drugs. Nevertheless, we anticipate that the ideal future treatment of myeloproliferative diseases should target both leukaemia stem cells and their microenvironment. We have shown that protection or rescue of the niche is able to control the expansion of mutated cells. We aim to study this novel neuroendocrine regulation of bone marrow stem cells that will potentially fructify in new therapies for incurable myeloproliferative diseases.",
    "totalCost": "1594500",
    "ecMaxContribution": "1594500",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}