{
    "rcn": "198606",
    "acronym": "Eurasia3angle",
    "topics": "ERC-CoG-2014",
    "title": "Millet and beans, language and genes. The origin and dispersal of the Transeurasian family.",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "The question about the origin and dispersal of the Transeurasian languages (i.e. Japonic, Koreanic, Tungusic, Mongolic and Turkic) is one of the most disputed issues in linguistic history. Eurasia3angle will address this question from an interdisciplinary perspective. My key objective is to effectively synthesize linguistic, archaeological and genetic evidence in a single approach, for which I use the term 'triangulation'. To this end, my project will bring together a highly qualified interdisciplinary team of doctoral and postdoctoral researchers along with world-eminent experts, who will focus on testing the Farming/Language Dispersal Hypothesis for the Transeurasian languages. The FLDH attributes the dispersal of some of the world's major language families to the adoption of agriculture and subsequent population expansion, whereby the language of new farmers displaced that of preexisting hunter gatherers. In contrast to its application to the major language families in East Asia, the FLDH has not been tested yet for the Transeurasian languages. My research team will specifically investigate the hypothesis that the Transeurasian languages derive from a homeland in South Manchuria and that their early dispersal should be associated with the spread of cultivation of millet and beans. For this purpose, we will use advanced techniques recently introduced to the individual disciplines, such as the application of phylogenetic methods to linguistic classification, a focus on derivational morphology in the reconstruction of subsistence-related language, a matrix-based comparison of archaeological cultures and a model-based approach applied to genome-wide autosomal data. Converging these partial perspectives into a more holistic understanding of what really happened in the past is quite a challenge. However, if successful, this research will be a break-through in the investigation of human prehistory in general and in the long-standing Transeurasian debate in particular.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}