{
    "rcn": "198617",
    "acronym": "SIZE",
    "topics": "ERC-CoG-2014",
    "title": "Size matters: scaling principles for the prediction of the ecological footprint of biofuels",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "There is a major scientific and societal challenge in quantifying and reducing ecological footprints of products. Ecological footprint calculations suffer severely from a limited availability of data, such as the amount of energy and materials associated with the production, use and disposal of products. Furthermore, ecological footprints pertaining to biodiversity are typically biased towards a limited number of well-known species with a focus on relative species richness, leaving out ecosystem service attributes of biodiversity. As it is virtually impossible to collect all the empirical data required for all species, there is an urgent need to develop an operational framework to derive representative ecological footprints with limited data requirements. I propose to develop a novel framework based on a set of unifying scaling principles related to the production size of products and the body size of species. These scaling principles will be developed to predict key characteristics of biofuel production, such as energy return of investment, agricultural land requirements and greenhouse gas emissions, as well as global impact indicators, such as species extinction risks. The focus of the research is on (1) liquid biofuel production (bioethanol and biodiesel) from various first and second generation feedstock as an important but controversial renewable energy source (2) vascular plant diversity, as the common basis of all terrestrial ecosystems, and (3) habitat destruction and climate change, as important drivers of global change. Together with the PI, two PhD students, two Postdocs and a technical assistant will work on different components of the new predictive models, substantially enhancing the scientific understanding of how to provide reliable ecological footprints in practice.",
    "totalCost": "1670406",
    "ecMaxContribution": "1670406",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1670406
        }
    },
    "calculatedTotalContribution": 1670406
}