{
    "rcn": "198676",
    "acronym": "CREATE",
    "topics": "WIDESPREAD-2-2014",
    "title": "The CREAtion of the Department of Physical Chemistry of Biological SysTEms",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The CREATE project is targeted at development of a new chair - Department of Physical Chemistry of Biological Systems within the structure of the Institute of Physical Chemistry of the Polish Academy of Sciences (IPC) led by reputable world-class scientist (ERA Chair holder). The project predicts a number of measures to be taken by the new leader, aimed at extending research excellency of IPC into the new field (physical chemistry inspired by biology), consistent with new regional strategy of Mazovian Voivodeship.\n\nIPC has a solid research record in both - fundamental and application-oriented researches on sensors, new materials for nanotechnology, and chemical functionalization of nanomaterials. Our efforts and excellency in conducting researches were appreciated by professional investor, who set up 2 spin-off companies with IPC. IPC has brought to perfection analytical methods, used for researching physical and chemical systems. However, development capacity of these methods in these fields has almost run out and IPC lacks purpose and inspiration for further researches, able to catch up with and provide new ideas for ERA. Therefore, based on SWOT results and discussions with major stakeholders, we have decided to refocus on researching biological systems, which requires finding reputable expert in biology and establishment within IPC of the new department focused on applications of developed techniques in biological systems.\n\nTherefore, preliminary action of CREATE project is hiring an outstanding scientist to:\n- indicate research directions of modern quantitative biology studies within physical chemistry and consult on possible links of physical chemistry and biology,\n- establish cooperation with international scientific units on partner basis.\n\nThe CREATE project will bring essential know-how to IPC, but also spread excellence through science-science and science-business cooperation platform, easing integration with ERA and transition into Horizon2020.",
    "totalCost": "2765124",
    "ecMaxContribution": "2488611",
    "coordinator": "INSTYTUT CHEMII FIZYCZNEJ POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998829274": {
            "orgId": "998829274",
            "orgName": "INSTYTUT CHEMII FIZYCZNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 2488611
        }
    },
    "calculatedTotalContribution": 2488611
}