{
    "rcn": "198656",
    "acronym": "BHstabNL",
    "topics": "MSCA-IF-2014-EF",
    "title": "The fate of black holes in high-energy physics -- exploring their dynamical instabilities",
    "startDate": "29/09/2016",
    "endDate": "28/09/2018",
    "objective": "Humankind has always been on a quest to uncover the secrets of our universe and ``detect the inmost force that binds the world and guides its course'. We intend to take important steps towards a more profound understanding of nature's mysteries by employing black holes (BHs).\nThese exciting objects have been predicted by Einstein's general relativity (GR), one of the most successful models to-date to describe our universe,\nand they also appear in more fundamental theories attempting to marry GR with quantum physics.\n \nBHs can be viewed as the point-particle analogue of classical mechanics\nand play a key role in vastly different fields ranging from astrophysics and cosmology to high-energy physics. The latter enters the game in the context of higher dimensional gravity and the gauge/gravity duality which offers a unique tool to explore hard-to-tackle phenomena in field theories by investigating gravity in asymptotically anti-de Sitter (AdS) spacetimes.\n\nDespite recent progress concerning the properties of BHs in these scenarios, most studies have been restricted to the linear regime. We wish to push these limits beyond the state-of-the-art and investigate the non-linear, dynamical behaviour and stability of BHs in asymptotically AdS and higher dimensional spacetimes, thus opening up an entirely new window to gain insight into the mechanisms that make our world tick.\nSpecifically, we wish to explore the superradiant (SR) instabilities and the recently discovered gravitational turbulence in the former case and the non-linear response of BHs towards both the bar-mode and ultra-spinning instabilities in the latter. With the latest progress on the conceptual, theoretical and methodological level the time is ripe to accomplish these challenging goals by establishing novel techniques combining numerical relativity (NR), ``standard' perturbative methods and the large-D expansion\nrecently developed by leading European researchers.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}