{
    "rcn": "198611",
    "acronym": "SHARECITY",
    "topics": "ERC-CoG-2014",
    "title": "SHARECITY: Assessing the practice and sustainability potential of city-based food sharing economies",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "With planetary urbanization fast approaching there is growing clarity regarding the unsustainability of cities, not least with respect to food consumption. Sharing, including food sharing, is increasingly being identified as one transformative mechanism for sustainable cities: reducing consumption; conserving resources, preventing waste and providing new forms of socio-economic relations. However, such claims currently rest on thin conceptual and empirical foundations. SHARECITY will identify and examine diverse practices of city-based food sharing economies, first determining their form, function and governance and then identifying their impact and potential to reorient eating practices. The research has four objectives: to advance theoretical understanding of contemporary food sharing economies in cities; to generate a significant body of comparative and novel international empirical knowledge about food sharing economies and their governance within global cities; to design and test an assessment framework for establishing the impact of city-based food sharing economies on societal relations, economic vitality and the environment; and to develop and implement a novel variant of backcasting to explore how food sharing economies within cities might evolve in the future. Providing conceptual insights that bridge sharing, social practice and urban transitions theories, SHARECITY will generate a typology of food sharing economies; a database of food sharing activities in 100 global cities; in-depth food sharing profiles of 7 cities from the contrasting contexts of USA, Brazil and Germany, Greece, Portugal, Ireland and Australia; a sustainability impact toolkit to enable examination of city-based food sharing initiatives; and scenarios for future food sharing in cities. Conducting such frontier science SHARECITY will open new research horizons to substantively improve understanding of how, why and to what end people share food within cities in the 21st Century.",
    "totalCost": "1860008,75",
    "ecMaxContribution": "1860008,75",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1860009
        }
    },
    "calculatedTotalContribution": 1860009
}