{
    "rcn": "198607",
    "acronym": "Econ_Prejudice",
    "topics": "ERC-CoG-2014",
    "title": "The Economics of Ethnic Prejudice",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Why do ethnic differences matter in some cases and not in others? What determines the strength of ethnic self-identification? This question is central to understanding the consequences of ethnic divisions for conflict and economic development and their policy implications but it was neglected by economic research until now. This project aims at filling this gap by endogenizing ethnic identity. We study how the salience of ethnic differences depends on economic and social context and policies of nation building. Our research program is organized around 3 pillars focusing on social, economic, and political determinants of ethnic tensions, respectively. The first pillar tests social psychology theories of ethnic identity using natural experiments, generated by forced mass movements of ethnic groups in Eastern Europe and from Eastern Europe to Central Asia as a result of WWII. The second pillar studies how market interactions between representatives of different ethnic groups and, in particular, ethnic occupational segregation affects ethnic tensions in the context of historical anti-Jewish violence following agro-climatic income shocks in the 19th and 20th century Eastern Europe.  The third pillar focuses on the effects of political manipulation on ethnic conflict in the context of the historical experiment of nation building in Central Asia. It studies how political empowerment of a certain ethnic elite in a multi-ethnic traditional society coupled with a set of nation-building policies affects ethnic conflicts depending on the pre-existing ethnic mix and the distribution of political power among ethnic elites. This research will shed light on factors that make ethnic diversity important for conflict and economic development.",
    "totalCost": "1598307,5",
    "ecMaxContribution": "1598307,5",
    "coordinator": "ECOLE D'ECONOMIE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998940242": {
            "orgId": "998940242",
            "orgName": "ECOLE D'ECONOMIE DE PARIS",
            "ecContrib": 1598308
        }
    },
    "calculatedTotalContribution": 1598308
}