{
    "rcn": "198660",
    "acronym": "PALEOSEISQUAKE",
    "topics": "MSCA-IF-2014-GF",
    "title": "New approaches in subaqueous PALEOseismology using high?resolution SEISmics to derive single net paleoearthQUAKEs displacement and to characterize the seismic cycle on active faults",
    "startDate": "01/08/2016",
    "endDate": "31/07/2019",
    "objective": "The study of past earthquakes is essential in modern seismic hazard assessment. Paleoseismology is a field of research that allows to characterize past earthquakes and to determine the seismic potential of the source faults based on the interpretation of the geological record. Thus, its strength is that covers much longer periods than the instrumental or historical seismic catalogues. Subaqueous paleoseismology merge and integrate paleoseismology and marine geology to detect and describe the occurrence of paleoearthquakes on faults located underwater. Recent advances in subaqueous paleoseismology have allowed to derive the submarine paleoearthquake records directly on-faults and their individual vertical displacement. The next step now is to move towards the obtaining of net displacements per event (normal and strike-slip components) and short term net slip-rates. The main objective of the PALEOSEISQUAKE project is to implement a new approach to characterize the seismic potential of active faults, with special emphasis on recognizing single net event displacements and obtaining precise net slip-rates. To achieve this objective different active fault systems located in the California margin (US) and Alboran Sea (southeastern Iberia) will be analyzed using closely-spaced grids (pseudo 3D) or 3D PCable surveys of high-resolution (HR) seismic data to derive 3D geological models where net displacements will be calculated. The resulting methodology will give more accuracy on the Quaternary slip rates of the faults and improve scientific knowledge about their behavior, but, also, reduce the uncertainties on the data used by scientists and civil protection authorities involved in seismic hazard assessment. PALEOSEISQUAKE is an original and innovative project that aims to develop a new scientific approach using modern analysis techniques, and will represent a step forward in subaqueous paleoseismology.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 239191
        }
    },
    "calculatedTotalContribution": 239191
}