{
    "rcn": "198695",
    "acronym": "VESCEL",
    "topics": "ERC-ADG-2014",
    "title": "Vascular Engineering on chip using differentiated Stem Cells",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Organs-on-chip hold great promise for the creation of complex and realistic disease models while having the potential to refine, reduce and (partly) replace existing animal models (3R principle). Of all organs, vasculature is extremely well-suited to realize on-chip since it pervades the whole organism, is present in all other organs, its malfunctioning plays a role in many diseases and finally is ideally suited to approach with microfabrication and microfluidic technologies. In the VESCEL program we propose the development of innovative technologies enabling the use of differentiated human induced pluripotent stem cells (hiPSC) to engineer blood vessels on chip that constitute realistic disease models for thrombosis and neurodegenerative (ND) diseases. The use of differentiated hiPSC allows the realization of blood vessels based upon patient-specific material, without the need for biopsies, while development of integrated microsensors for small molecules (pH, O2, NO) offers the possibility of on-line monitoring. To optimize the hiPSC differentiation conditions we propose the use of a microdroplet platform, that combines high-throughput capability (up to 1000 cells/s) with control of single cell microenvironment. We will also develop a new flexible technology for real 3D vasculature realization using advanced 3D printing technologies. These four innovative technology developments will be integrated in two biomedical applications to study two important classes of diseases, thrombosis and neurodegenerative (ND) diseases. For thrombosis we focus on the study of parameters such as blood pressure and stenosis as well as effects of drugs on thrombus formation, while for ND diseases study we will use a blood brain barrier (BBB) model to investigate nanoparticle and peptide transport across the BBB for a form of Alzheimerís disease, as well as leukocyte extravasation for multiple sclerosis (MS).",
    "totalCost": "2250000",
    "ecMaxContribution": "2250000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 2250000
        }
    },
    "calculatedTotalContribution": 2250000
}