{
    "rcn": "198641",
    "acronym": "NEURIMMUNE",
    "topics": "ERC-CoG-2014",
    "title": "Neural regulation of immunity",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Survival of living organisms depends on their capacity to develop defence mechanisms against environmental challenges that cause tissue damage and infections. These protective functions involve the nervous system and the immune system, two systems traditionally considered as independent. However anatomical and cellular bases for bidirectional interactions between them have been established and a new paradigm on a regulatory role of the nervous system on immune functions is emerging. \nPain is one of the major signs of inflammation. Upon acute injury, inflammation or infections noxious signals are perceived by nociceptors present in tissues, such as the skin. These sensory neurons convey the damaging information to the brain and release a number of mediators locally that could modulate immunity. The goal of this project is to decipher the functional role of sensory neurons and pain sensitivity on immune responses. We will tackle this highly challenging question by studying the immune responses to vaccination in genetic mouse models in which skin innervation by nociceptors is deficient. Our preliminary results are very promising as we already demonstrated that deficits in sensory skin innervation affect both the innate and adaptive immune responses to intradermal vaccine. We will further study the cellular and molecular mechanisms involved in this local and systemic modulation of the immune response by the nervous system. As a complementary approach, we will address the role of an exacerbated pain response on immunity through the selective stimulation of nociceptive neurons in wild type animals.\nThis interdisciplinary study is designed to provide new insights into how the nervous system instructs the immune system. Results from NEURIMMUNE are expected to open new avenues of research on the integrated host response to pathogens with important implications for the design of innovative prophylactic vaccines and therapies.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}