{
    "rcn": "198681",
    "acronym": "MALMECC",
    "topics": "ERC-ADG-2014",
    "title": "Music and Late Medieval European Court Cultures: Towards a Trans-Disciplinary and Post-National Cultural Poetics of the Performative Arts",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Late medieval European court cultures have traditionally been studied from a mono-disciplinary and national(ist) perspective. This focus has obscured much of the interplay of cultural performances that informed ìcourtly lifeî. Recent research has begun to reverse this, focusing on issues such as the tensions between orality, writing, and performance; the sociocultural dimensions of making and owning manuscripts (musical and otherwise); the interstices between musical, literary and visual texts and political, social and religious rituals; and the impact of gender, kinship, and social status on the genesis and transmission of culture and music. These ìnew medievalistî studies have significantly enhanced our understanding of the cultural meanings of singing, listening, and sound in late medieval times.  \n  \nTaking a decisive step further, MALMECC will, for the first time, systematically explore late medieval (c. 1280-1450) court cultures and their music synoptically across Europe. England, the Low Countries, Avignon, Bohemia, south-eastern Germany/Salzburg, Savoy, and Cyprus have been selected for study as each was a vibrant site of cultural production but has been relatively neglected due to prevailing discursive formations favouring ìcentresî like Paris and Florence. Linking these courts in a large-scale comparative study focused on the role of music in courtly life but embedded within a multidisciplinary framework encompassing all the arts as well as politics and religion will reveal the complex ecology of late medieval performances of noblesse in unheard-of depth while at the same time throwing the unique qualities of each court into distinct relief. The project will apply an innovative research paradigm that develops a trans-disciplinary and post-national(ist), ìrelationalî approach to the study of music in late-medieval court cultures. In doing so it will integrate all late medieval arts and re-constitute the fullness of their potential meanings.",
    "totalCost": "2186400",
    "ecMaxContribution": "2186400",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITEIT UTRECHT",
    "participantCountries": "NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 73116
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2113284
        }
    },
    "calculatedTotalContribution": 2186400
}