{
    "rcn": "198635",
    "acronym": "NOVEL",
    "topics": "ERC-CoG-2014",
    "title": "Emergence of novel phenotypes in co-evolving biological systems: allelic diversification and dominance at the Self-incompatibility locus in Arabidopsis.",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The emerging field of systems biology is revealing the intricate nature of biological organisms, whereby a large fraction of their individual components (genes, proteins, regulatory elements) interact with several others. The co-evolutionary processes that this entails raises the question of how phenotypic novelty may arise in the course of evolution, since all parts of the system have to evolve in a coordinated manner if the phenotype is to remain functional. For most biological systems, however, we are lacking even basic insight into the fine-scale mechanistic constraints and the underlying ecological context. In this project, we will focus on the sporophytic self-incompatibility system in outcrossing Arabidopsis species, a model biological system in which two distinct co-evolutionary processes are becoming well-understood: 1) between the male and female reproductive proteins allowing self-pollen recognition and rejection and 2) between small non-coding RNAs and their target sites that jointly control the dominance/recessivity interactions between self-incompatibility alleles. By studying these two model systems, we will aim to catch the emergence of functional and regulatory novelty in flagrante delicto. We will take a multidisciplinary approach combining theoretical and empirical population genetics, evolutionary genomics and ancestral protein resurrection using transgenic plants. Our goal is threefold: 1) decrypt the molecular alphabet of the interaction between co-evolving nucleotide sequences, 2) predict and evaluate the fitness landscapes upon which the two co-evolutionary processes are taking place and 3) exploit natural variation in closely related species to unveil the kind of co-evolutionary process in natural populations. Our combination of various powerful approaches in a tractable model system should provide insight on diversification, a poorly understood but fundamental evolutionary process that is taking place at all levels of organization.",
    "totalCost": "1760880",
    "ecMaxContribution": "1760880",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1760880
        }
    },
    "calculatedTotalContribution": 1760880
}