{
    "rcn": "198636",
    "acronym": "resistance evolution",
    "topics": "ERC-CoG-2014",
    "title": "Bacterial evolution of hypersensitivity and resistance against antimicrobial peptides",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Evolution of resistance towards a single drug simultaneously increases (cross-resistance) or decreases (collateral sensitivity) fitness to multiple other antimicrobial agents. The molecular mechanisms driving cross-resistance are relatively well described, but it remains largely unclear how frequently does genetic adaptation to a single drug increase the sensitivity to others and what the underlying molecular mechanisms of collateral sensitivity are. This proposal focuses on studying the bacterial evolution of resistance and collateral sensitivity against antimicrobial peptides (AMPs). Beyond their modulatory roles in the immune system, these naturally occurring peptides provide protection against pathogenic microbes, and are considered as promising novel alternatives to traditional antibiotics. However, there are concerns that evolution against therapeutic AMPs can readily develop and as a by-product this might compromise natural immunity. Our knowledge of these issues is limited due to the shortage of systematic evolutionary studies. Therefore, the three central questions we address are: Do bacteria resistant to multiple antibiotics become hypersensitive to certain antimicrobial peptides? What are the evolutionary mechanisms leading to AMP resistance and to what extent does this process induce cross-resistance/collateral sensitivity against other drugs? Last, are these evolutionary trade-offs predictable based on chemical and functional peptide properties? To investigate these issues rigorously, we integrate tools of laboratory evolution, high-throughput phenotypic assays, functional genomics, and computational systems biology. Our project will provide an insight into the evolutionary mechanisms that drive cross-resistance and collateral sensitivities with the aim to explore the vulnerable points of resistant bacteria. Another goal is to provide guidelines for the future design of antimicrobial peptides with desirable properties against bacterial pathogens.",
    "totalCost": "1846250",
    "ecMaxContribution": "1846250",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA SZEGEDIBIOLOGIAI KUTATOKOZPONT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999471996": {
            "orgId": "999471996",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA SZEGEDIBIOLOGIAI KUTATOKOZPONT",
            "ecContrib": 1846250
        }
    },
    "calculatedTotalContribution": 1846250
}