{
    "rcn": "198697",
    "acronym": "ImmunityByPairDesign",
    "topics": "ERC-ADG-2014",
    "title": "Design and redesign of a plant immune receptor complex",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "This project will (1) reveal design principles of paired immune receptor complexes and (2) elevate plant disease resistance by enabling design of immune receptors with new recognition capacities.  \n\nPlant immunity is triggered upon pathogen detection by dedicated immune receptors. Like animal Nod-like receptors (NLRs), plant immune receptors have a modular structure and can work in pairs, both of which are required for defence activation upon recognition of specific pathogen proteins. How such intracellular immune receptor complexes activate defence solely upon recognition of microbial molecules is poorly understood.  \n\nUsing novel high risk/high gain methods such as domain/domain cross-linking with mass spectrometry (XL-MS) and cryo-electron microscopy, as well as X-ray crystallography, genetics and cell biology, we will define at a structural level the domain/domain interactions within an immune receptor complex, and how these change upon pathogen perception. The Arabidopsis RPS4/RRS1 immune receptor acts in the cell nucleus to detect when pathogen effectors target WRKY transcription factors, converting effector interactions with the RRS1 WRKY domain into defence activation via RPS4. We will reveal the intra-molecular reconfigurations required for signalling and thus tackle a problem of broad significance, both for immune receptors, and for other intracellular receptors that are activated by ligand-dependent release from negative regulation. \n\nWe will also create and test derivatives of RPS4/RRS1 or related complexes that are designed to respond to effectors that target other host protein domains. As Richard Feynman said, ìWhat I cannot create, I do not understandî. By designing immune receptors to recognize other pathogen effectors, we will test models of how plant immune receptors activate defence, but only upon effector recognition. This second objective is ambitious and high risk/high gain, but potentially game-changing for crop disease control.",
    "totalCost": "2499978",
    "ecMaxContribution": "2499978",
    "coordinator": "THE SAINSBURY LABORATORY",
    "coordinatorCountry": "UK",
    "participants": "JOHN INNES CENTRE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 527329
        },
        "998398982": {
            "orgId": "998398982",
            "orgName": "THE SAINSBURY LABORATORY",
            "ecContrib": 1972649
        }
    },
    "calculatedTotalContribution": 2499978
}