{
    "rcn": "198609",
    "acronym": "RobustSynapses",
    "topics": "ERC-CoG-2014",
    "title": "Maintaining synaptic function for a healthy brain: Membrane trafficking and autophagy in neurodegeneration",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Neurodegeneration is characterized by misfolded proteins and dysfunctional synapses. Synapses are often located very far away from their cell bodies and they must therefore largely independently cope with the unfolded, dysfunctional proteins that form as a result of synaptic activity and  stress. My hypothesis is that synaptic terminals have adopted specific mechanisms to maintain robustness over their long lives and that these may become disrupted in neurodegenerative diseases. Recent evidence indicates an intriguing relationship between several Parkinson disease genes, synaptic vesicle trafficking and autophagy, providing an excellent entry point to study key molecular mechanisms and interactions in synaptic membrane trafficking and synaptic autophagy. We will use novel genome editing methodologies enabling fast in vivo structure-function studies in fruit flies and we will use differentiated human neurons to assess the conservation of mechanisms across evolution. In a complementary approach I also propose to capitalize on innovative in vitro liposome-based proteome-wide screening methods as well as in vivo genetic screens in fruit flies to find novel membrane-associated machines that mediate synaptic autophagy with the ultimate aim to reveal how these mechanisms regulate the maintenance of synaptic health. Our work not only has the capacity to uncover novel aspects in the regulation of presynaptic autophagy and function, but it will also reveal mechanisms of synaptic dysfunction in models of neuronal demise and open new research lines on mechanisms of synaptic plasticity.",
    "totalCost": "1999025",
    "ecMaxContribution": "1999025",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 1999025
        }
    },
    "calculatedTotalContribution": 1999025
}