{
    "rcn": "198664",
    "acronym": "LHCbBaryonAmplitudes",
    "topics": "MSCA-IF-2014-EF",
    "title": "Strange baryons and exotic resonances in beauty baryon decays",
    "startDate": "07/10/2015",
    "endDate": "06/10/2017",
    "objective": "Over the last fifteen years spectroscopy, the study of the hadronic states, has received a lot of attention. This has been driven by the observation of many new `exotic' states that do not fit into the traditional picture of  mesons (composed of a quark-antiquark pair) and baryos (three quarks) in the constituent quark model. One prominent example is the Z(4430)\\ particle, which was discovered in 2008 by the Belle experiment and was recently confirmed by LHCb. Its nature sparked a lot of interest in the theory community because it is charged and decays to charmonium. The LHCb analysis establishes for the first time that the Z(4430)\\ is a four quark state.  We propose to perform spectroscopy studies using the Lambda(b) to J/psi p K and Lambda(b) to psi(2S) p K decays of Lambda(b) baryons. Such decays are known to be mediated by strange baryon resonances that decay to a final state comprising a proton and a kaon. It turns out that the properties of many of these resonances are also poorly known.  If there is structure in p psi(2S) or p J/psi mass, analogous to the Z(4430)\\ in B0 decays, this would indicate the presence of a new exotic, five quark, state. Finding such a particle in Lambda(b) decays would be in itself very interesting and could help theorists understand the nature of the exotic states. In addition, the knowledge obtained of strange baryon resonances will be used to test the Standard Model of particle physics in the decay Lambda(b) to  p K mu\\mu-.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}