{
    "rcn": "198680",
    "acronym": "RETMUS",
    "topics": "ERC-ADG-2014",
    "title": "The interpretation of retinal activity by the visual thalamus.",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Sensory systems of the brain inform cortical centers about the outside world via the thalamus. Despite its central location between the sensory periphery and the primary sensory cortex, the functional role of the thalamus in sensory processing is still largely unknown. Understanding the role of thalamic circuits and their modulation by other brain areas is important for several reasons. First, in order to dissect the functional role of higher brain regions, such as sensory cortical areas, it is critical that we understand what kind of input they receive from the thalamus. The thalamus takes information from several different sensory channels, carrying different sensory features. Whether these features are simply relayed to higher centers, or perhaps recombined into new features in the thalamus, is not known. Second, as a central station in sensory processing, the thalamus is thought to gate behaviorally relevant sensory information. In addition to the input from the sensory periphery, the thalamus receives input from several other brain regions. How these inputs modulate or gate sensory information in vivo is not well understood. Finally, in the case of the visual system, an important unmet medical need is optic nerve degeneration caused by end-stage glaucoma, which leads to blindness. Here the input to thalamus is lost, yet the thalamic and cortical circuits are not severely affected. New methods to reactivate the thalamic neurons by channeling visual information directly to these neurons may help to restore some visual capability after the loss of optic nerve fibers.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}