{
    "rcn": "198643",
    "acronym": "FOREMAT",
    "topics": "ERC-CoG-2014",
    "title": "Finding a needle in a haystack: efficient identification of high performing organic energy materials",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Following promising early breakthroughs, progress in the development of high-performance multicomponent organic energy materials has stalled due to a bottleneck in device optimization. FOREMAT will develop a breakthrough technology to overcome this bottleneck by shifting from fabrication-intense to measurement-intense assessment methods, enabling rapid multi-parameter optimization of novel systems. Our goal is to deliver organic material systems with a step-change in performance, bringing them close to the expected market turn point, including panchromatic organic photovoltaics with ca 15% efficiencies and thermoelectric devices that could revolutionize waste heat recovery by their flexibility, lightweight and high power factor.\n\nThe development of multicomponent materials promises to dramatically improve the cost, efficiency and stability of organic energy devices. For example, they allow to engineer broad-band absorption in photovoltaics matched to the sunís spectrum, or to create composites that conduct electricity like metals while thermally insulate like cotton yielding thermoelectric devices beyond the state-of-the-art. Despite these advantages, the long time required to evaluate promising organic multinaries currently limits their development. \n\nWe will circumvent this problem by developing a high-throughput technology that will allow evaluation times up to two orders of magnitude faster saving, at the same time, around 90% of material. To meet these ambitious goals, we will advance novel fabrication tools and create samples bearing a high density of information arising from 2-dimensional gradual variations in relevant parameters that will be sequentially tested with increasing resolution in order to determine optimum values with high precision. This quantitative step will enable a disruptive qualitative change as in depth multidimensional studies will lead to design rationales for multicomponent systems with step-change performance in energy applications.",
    "totalCost": "2423894",
    "ecMaxContribution": "2423894",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 2423894
        }
    },
    "calculatedTotalContribution": 2423894
}