{
    "rcn": "198790",
    "acronym": "TackSHS",
    "topics": "HCO-06-2015",
    "title": "Tackling secondhand tobacco smoke and e-cigarette emissions: exposure assessment, novel interventions, impact on lung diseases and economic burden in diverse European populations. The TackSHS Project.",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "'Exposure to secondhand tobacco smoke (SHS) has been classified as a 'Group  1î carcinogen (known human carcinogen) by the International Agency for Research on Cancer and has been shown to have adverse health effects on adults and children, including heart disease and respiratory disorders. Electronic cigarettes (e-cigarettes), the most common ìelectronic nicotine delivery systemî, have irrupted in the past 5 years with sales volumes increasing considerably across the European Union. The TackSHS Project will try to elucidate the comprehensive impact that SHS and e-cigarettes emissions have on the respiratory health of the European population and how health impacts vary according to socio-economic parameters with particular emphasis on specific vulnerable groups (patients suffering from pre-existing chronic lung diseases, heavy smokers, and other disadvantaged groups). By means of an integrated series of work packages, we will investigate the determinants of SHS exposure, assessed at the individual level and in the environment (survey and air quality assessment in 12 countries), the overall burden of disease caused (lung diseases and cardiovascular diseases), including the specific respiratory health changes in patients and healthy people, the economic impact of both mortality and morbidity caused by these exposures, the methods to better characterize these exposures and novel interventions to reduce them. This comprehensive, integrated approach will enable significant step-change beyond the current state-of-the-art in understanding SHS and e- cigarette emission exposure. The participating partners have been at the forefront of cutting edge research in this discipline, with prior collaboration between them in specific projects. The TackSHS Project will put together for the first time all these first-line research teams, and the conjunction of the work packages will result in a step forward to tackle exposure to SHS and e-cigarettes emissions.'",
    "totalCost": "2987795",
    "ecMaxContribution": "2987794,25",
    "coordinator": "INSTITUT CATALA D'ONCOLOGIA",
    "coordinatorCountry": "ES",
    "participants": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN;UNIVERSIDAD POLITECNICA DE CARTAGENA;HELLENIC CANCER SOCIETY;ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI;FUNDACION PARA LA INVESTIGACION BIOMEDICA DEL HOSPITAL UNIVERSITARIO LA PRINCESA;TobaccoFree Research Institute Ireland LBG;EUROPEAN NETWORK FOR SMOKING PREVENTION;Agencia de Salut Publica de Barcelona;ISTITUTO PER LO STUDIO E LA PREVENZIONE E LA RETE ONCOLOGICA;FONDAZIONE IRCCS ISTITUTO NAZIONALE DEI TUMORI",
    "participantCountries": "UK;ES;EL;IT;IE;BE",
    "projectParticipants": {
        "933772441": {
            "orgId": "933772441",
            "orgName": "HELLENIC CANCER SOCIETY",
            "ecContrib": 164791
        },
        "998420031": {
            "orgId": "998420031",
            "orgName": "INSTITUT CATALA D'ONCOLOGIA",
            "ecContrib": 620050
        },
        "999661146": {
            "orgId": "999661146",
            "orgName": "ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI",
            "ecContrib": 539459
        },
        "983180264": {
            "orgId": "983180264",
            "orgName": "Agencia de Salut Publica de Barcelona",
            "ecContrib": 426941
        },
        "997995947": {
            "orgId": "997995947",
            "orgName": "TobaccoFree Research Institute Ireland LBG",
            "ecContrib": 348876
        },
        "998538759": {
            "orgId": "998538759",
            "orgName": "FONDAZIONE IRCCS ISTITUTO NAZIONALE DEI TUMORI",
            "ecContrib": 155875
        },
        "934181781": {
            "orgId": "934181781",
            "orgName": "FUNDACION PARA LA INVESTIGACION BIOMEDICA DEL HOSPITAL UNIVERSITARIO LA PRINCESA",
            "ecContrib": 118750
        },
        "999828859": {
            "orgId": "999828859",
            "orgName": "UNIVERSIDAD POLITECNICA DE CARTAGENA",
            "ecContrib": 115459
        },
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 199799
        },
        "968496210": {
            "orgId": "968496210",
            "orgName": "EUROPEAN NETWORK FOR SMOKING PREVENTION",
            "ecContrib": 141795
        }
    },
    "calculatedTotalContribution": 2831795
}