{
    "rcn": "198758",
    "acronym": "COMbAT",
    "topics": "ERC-PoC-2015",
    "title": "Commercialization of a novel tool for designing personalized nOvel MelAnoma Therapies",
    "startDate": "01/10/2015",
    "endDate": "31/03/2017",
    "objective": "Melanoma tumours develop in the pigment cells located in the skin. It is the most aggressive and treatment-resistant type of skin cancer as well as the leading cause of death among skin diseases. Moreover, melanomaís alarming increase in incidence, especially in the young population, in combination with its propensity for lethal metastasis, illustrates an urgent need for new treatment strategies. In this PoC project, we propose developing an innovative tool, called COMbAT, for designing highly personalized therapies for melanoma patients. Each therapy will be based on existing, already designed drugs and will specifically target the driver mutations present in a patientís melanoma genome.\n\nCOMbAT involves the use of novel unique preclinical models designed to express patient-derived mutated genes in melanoma cells in a physiological manner. These models will undergo systematic combinatorial drug screens aiming to target the exact driver mutations present in patients. Such personalized targeting of the patientís melanoma genetic landscape is key to a significantly improved mortality. Specifically, COMbAT can serve as a unique preclinical tool in the delivery of healthcare, from redefining clinical trials to targeted treatments of melanoma patients to start and a wide range of other cancer types later. Importantly, as COMbAT will allow the increased use of specific targeting of molecular drug targets, it will help to significantly lower the patientís economic and psychological burden caused by unnecessary chemotherapy. COMbAT also holds the promise of realizing value from enormous past investments in drug candidates that were eliminated due to person-specific toxicities or lack of efficacy. We thus believe that COMbAT will enable the creation of new business models for the pharmaceutical industry which is suffering from patent expirations, threats from biotech companies, regulatory pressures, costly drug development timelines, and backlash from adverse drug reactions.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}