{
    "rcn": "198785",
    "acronym": "TB and Tobacco",
    "topics": "HCO-06-2015",
    "title": "Tobacco cessation within TB programmes: A ëreal worldí solution for countries with dual burden of disease",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "We aim to reduce the burden of tobacco-related lung diseases. Our approach is to integrate inexpensive tobacco cessation strategies of proven efficacy into TB control programmes. This has three advantages: a) Preventing non-communicable diseases as well as reducing TB-related deaths; b) TB patients are more likely to quit tobacco than healthy smokers ñ ëteachable momentsí; and c) in the absence of specialist infrastructure, an approach to ëpiggybackí cessation on existing programmes is a desirable policy imperative. \nWe will first assess the effectiveness and cost-effectiveness of tobacco cessation strategies in helping TB patients to quit and improving their TB outcomes - the effectiveness goal; and then explore how best these strategies can be delivered, sustained and scaled-up ñ the implementation goal. We propose six work packages for Bangladesh, Nepal and Pakistan - high TB and tobacco burden countries.\nWP1 Development & Feasibility: To optimise the delivery of tobacco cessation strategies within TB programmes (focus group discussions [FGD], interviews, surveys, expert panel workshops)\nWP2 & 3 Effect and economic evaluation: To assess the effectiveness and cost effectiveness of cytisine with behavioural support vs. behavioural support alone on tobacco cessation and TB outcomes (randomised controlled trial [RCT])\nWP4 Process evaluation: To study the design and delivery of the tobacco cessation strategies (FGD, observations, exit interviews)\nWP5 Context evaluation:  To study the influence of contextual factors on the RCT outcomes (lit. review, interviews, surveys, analysis)\nWP6 Scale up & Sustainability: To assess sustainability of the cessation strategies and identify the likely costs, obstacles and opportunities for scaling these up (FGD, interviews, cost and outcomes analysis)\nOur ambition is that by studying the ëreal worldí influences on the implementation and success of tobacco cessation we will be able to translate our findings into benefits for patients",
    "totalCost": "2999828,75",
    "ecMaxContribution": "2999828,75",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF;HERD INTERNATIONAL PVT LTD;HEALTH RESEARCH AND SOCIAL DEVELOPMENT FORUM;VSEOBECNA FAKULTNI NEMOCNICE V PRAZE;MINISTRY OF NATIONAL HEALTH SERICES, REGULATION AND COORDINATION;UNIVERSITY OF LEEDS;ARK FOUNDATION;THE UNIVERSITY OF EDINBURGH;THE INITIATIVE",
    "participantCountries": "DE;NP;CZ;PK;UK;BD",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 353655
        },
        "999856116": {
            "orgId": "999856116",
            "orgName": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
            "ecContrib": 221094
        },
        "940866536": {
            "orgId": "940866536",
            "orgName": "HEALTH RESEARCH AND SOCIAL DEVELOPMENT FORUM",
            "ecContrib": 0
        },
        "926732666": {
            "orgId": "926732666",
            "orgName": "ARK FOUNDATION",
            "ecContrib": 493399
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 60096
        },
        "989280012": {
            "orgId": "989280012",
            "orgName": "VSEOBECNA FAKULTNI NEMOCNICE V PRAZE",
            "ecContrib": 140141
        },
        "926532167": {
            "orgId": "926532167",
            "orgName": "HERD INTERNATIONAL PVT LTD",
            "ecContrib": 125098
        },
        "932844636": {
            "orgId": "932844636",
            "orgName": "THE INITIATIVE",
            "ecContrib": 310254
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 1086642
        },
        "926547881": {
            "orgId": "926547881",
            "orgName": "MINISTRY OF NATIONAL HEALTH SERICES, REGULATION AND COORDINATION",
            "ecContrib": 209450
        }
    },
    "calculatedTotalContribution": 2999829
}