{
    "rcn": "198776",
    "acronym": "ARRAY SEQ",
    "topics": "ERC-PoC-2015",
    "title": "Array-tagged single cell gene expression by parallel linear RNA amplification and sequencing",
    "startDate": "01/09/2015",
    "endDate": "28/02/2017",
    "objective": "In many biomedical research and clinical applications it would be tremendously useful to know the gene expression profile of each and every cell in a sample, be it a blood sample or tumor. At present, the most advanced single-cell technologies are limited to a few thousand cells by a laborious and expensive approach. We have invented a method allowing the determination of the transcriptomes of millions of cells in parallel, using array-based technique for tagging single cells. The protocol combines our previously published protocol for single cell transcriptomics 単 CEL-Seq 単 with a new membrane based system for capturing single cells and a DNA microarray for differentially tagging each cell in the membrane. If further developed into a commercial platform, our method could have tremendous impact on clinical and research transcriptomics. Our method requires no expensive equipment, low amounts of reagents and little hands-on, making it unlike any available protocol for single cell analysis. Our method also has great versatility as it can be used for analyzing up to a million cells, but can also be easily scaled down to several hundreds, promising to make it the state of the art protocol for any lab interested in single cell biology. Our method thus represents a game-changer because it completely reinvents the scale under which cells can be examined 単 affordably and without a need for expensive instruments 単 by at least three orders of magnitude. The aim of this project is to establish a user-friendly platform for our method that could be commercially available in the coming years. The developed platform will facilitate a large-scale ability to query cells; the breadth of possible research and personal medicine applications is unimaginable at present.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}