{
    "rcn": "198710",
    "acronym": "SENTINEL",
    "topics": "ERC-ADG-2014",
    "title": "HIV-1 sensing and signaling in dendritic cells",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "HIV-1 is a major global health problem with over 2 million new infections every year, and although antiretroviral therapy is effective, chronic infected patients suffer from severe co-morbidities due to immune dysfunction. With the proposed SENTINEL project, I aim to identify novel strategies to enhance innate antiviral immunity to HIV-1 to limit establishment and progression of chronic disease. Our novel data strongly suggest that induction of antiviral innate immune responses in dendritic cell subsets delays disease progression and improves survival in chronic HIV-1-infected patients. Current paradigm suggests that HIV-1 evades innate sensing in dendritic cells and that this underlies immune dysfunction. However, our innovative data demonstrate that HIV-1 actively suppresses a novel innate sensing mechanism and antagonizing this HIV-1 suppression by drugs strongly enhanced antiviral immunity. Strikingly, we identified a gene polymorphism in a component of the novel HIV-1 sensing machinery, rendering the pathway insensitive to HIV-1 suppression; this polymorphism is associated with delayed disease progression and improved survival in HIV-1 patients from the Amsterdam Cohort Studies. Thus, I hypothesize that therapies counteracting the suppression by HIV-1 will enhance antiviral immunity and restore immune dysfunction in chronic patients. Within this SENTINEL project, novel targets for HIV-1 therapy will be identified. As we identified proto-oncogenes involved in the suppression of innate immune responses by HIV-1, we will also screen clinically approved anti-cancer drugs as novel therapies to enhance the innate immune responses to HIV-1. Our exciting data strongly underscore the innovation and feasibility of the project. The unique expertise of my group in elucidating complex mechanisms that shape immunity, our innovative ex vivo human tissue infection models and cohort studies will be crucial in the proposed research and paramount to its success.",
    "totalCost": "2499156,25",
    "ecMaxContribution": "2499156",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 2499156
        }
    },
    "calculatedTotalContribution": 2499156
}