{
    "rcn": "198761",
    "acronym": "SLACC",
    "topics": "ERC-PoC-2015",
    "title": "Supplying lung adenocarcinoma cell lines to the cancer research community.",
    "startDate": "01/11/2015",
    "endDate": "31/10/2016",
    "objective": "This project aims to protect, and commercialize a new panel of transplantable mouse lung cancer cell lines with defined mutation status (MLC) for cancer research and drug discovery. In addition, we aim at disseminating and exploiting a novel method for generating an unlimited pool of such lines from various strains of mice. Human lung cancer is characterized by a variety of mutations in oncogenes (i.e., KRAS) and tumor suppresors (i.e., TRP53), which largely determine whether lung tumors respond to a given therapeutic regime. Human lung cancer cell lines are invaluable for in vitro studies, but need to be propagated in immunodeficient mice, compromising the validity of the results obtained. A panel of syngeneic MLC with a defined and a genetically malleable battery of mutated oncogenes would allow more physiologically relevant studies, would help accelerate research and drug discovery in the field, and would generate substantial interest in the academia and the industry. For the purposes of mother project FP7-IDEAS-ERC-StG-2010-KRASHIMPE-260524 aimed at studying KRAS-driven host-tumor interactions, we derived such MLC lines from the lungs of mice using exposure to tobacco carcinogens or genetic oncogenesis. We request funding to i) characterize MLC lines to show proof-of-concept data that they can be used for drug and oncogene discovery; ii) assemble them into a marketable product; iii) protect these discoveries; iv) assess their market potential; v) attract potential interested parties; and vi) commercialize this new product. We hope the results of this project will speed up investigation and drug discovery by shortening the presently wide time interval between cancer wet bench research and clinical applications.",
    "totalCost": "149588",
    "ecMaxContribution": "149588",
    "coordinator": "PANEPISTIMIO PATRON",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 149588
        }
    },
    "calculatedTotalContribution": 149588
}