{
    "rcn": "198796",
    "acronym": "BIO-CHIP",
    "topics": "PHC-15-2015",
    "title": "BIOengineered grafts for Cartilage Healing In Patients (BIO-CHIP)",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "Spontaneous healing of articular cartilage injuries is poor and untreated defects predispose to osteoarthritis. Current therapies, including innovative autologous cell-based treatments, cannot predictably and reproducibly restore cartilage structure and function. \nBIOCHIP will carry out a multicenter, prospective phase II clinical trial to treat knee cartilage injuries using engineered grafts based on autologous nasal chondrocytes (NC). As compared to typically employed articular chondrocytes, NC have a higher and more reproducible capacity to generate mature cartilage tissues. Importantly, molecular/mechanical characterization, large size animal studies and a phase I trial carried out by BIOCHIP partners have already shown the compatibility of NC upon implantation in a joint, with promising preliminary clinical results.\nBIO-CHIPís specific objectives are:\n(1) To test the hypothesis that the maturation of NC-based cartilage grafts improves the clinical efficacy in the treatment of cartilage lesions (108 patients will be recruited to reach statistical significance)\n(2) To extend the range of clinical indications of NC-based grafts to so far untreatable pre-osteoarthritic lesions (ëkissingí cartilage lesions in a sheep model)\nBIO-CHIP capitalizes on clinical experience of 4 reference centers for cartilage surgery, on established GMP manufacturing capacity and on preparation for commercial exploitation by a strong orthopedic device company. Demonstration of therapeutic efficacy of the new treatment will address a large clinical need (over 2 million cartilage defects/year worldwide), improve quality of life (reduce pain & disability in the young, delay prosthetic implants in the elderly), exploit a commercial opportunity (prospected revenues of up to 130 million Ä/year) and reduce healthcare costs (estimated 12,000Ä healthcare savings/procedure). BIO-CHIP will consolidate the currently leading role of Europe in the development of cell-based cartilage regeneration strate",
    "totalCost": "5108273,75",
    "ecMaxContribution": "3051836,25",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK;MEDACTA INTERNATIONAL SA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;SVEUCILISTE U ZAGREBU MEDICINSKI FAKULTET;UNIVERSITAETSKLINIKUM FREIBURG;ISTITUTO ORTOPEDICO GALEAZZI",
    "participantCountries": "FR;CH;DE;HR;IT",
    "projectParticipants": {
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 441400
        },
        "948646712": {
            "orgId": "948646712",
            "orgName": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK",
            "ecContrib": 58588
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1194724
        },
        "999443672": {
            "orgId": "999443672",
            "orgName": "SVEUCILISTE U ZAGREBU MEDICINSKI FAKULTET",
            "ecContrib": 967000
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 0
        },
        "941313124": {
            "orgId": "941313124",
            "orgName": "MEDACTA INTERNATIONAL SA",
            "ecContrib": 0
        },
        "999554252": {
            "orgId": "999554252",
            "orgName": "ISTITUTO ORTOPEDICO GALEAZZI",
            "ecContrib": 390125
        }
    },
    "calculatedTotalContribution": 3051837
}