{
    "rcn": "198735",
    "acronym": "MAGIC SWF SMEs II",
    "topics": "INNOVATION",
    "title": "Establishing services enhancing the innovation management capacity of South West France SMEs",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The project involves five partners of the Enterprise Europe Network South West France consortium which covers four regions (Aquitaine, Limousin, Midi-PyrÈnÈes and Poitou-Charentes).\nThe general objective is to contribute to raise the competitiveness of SMEs from the 4 regions by offering support services in the area of innovation management. The project will also contribute to develop more efficient and more effective innovation processes and higher quality innovation management capacity assessment and support services.\nThe support will be delivered as service packages of 7 days to 2 groups of SMEs:\na) Beneficiaries of the SME Instrument of Horizon 2020: to enhance the probability of a successful exploitation of the innovation project results and lead to the sustainable growth of the beneficiary beyond the participation in Horizon 2020. The support service will pinpoint weaknesses in the innovation capacities of the beneficiary, select suitable coaches to address the identified weaknesses and monitor the coach-client relationship and to accompany the beneficiary through the SME instrument project b) SMEs with significant innovation activities and a high potential for internationalisation: to enhance their innovation management capacities to be able to gain new international markets and leaderships. The support service will consist in an in-depth innovation assessment in order to develop and implement a tailored action plan to improve the SMEs capacity to manage innovation processes. The partners will use a dedicated assessment tool: IMP3rove.\nThe project will last 24 months and will provide 76 support service packages.",
    "totalCost": "246670,94",
    "ecMaxContribution": "246670,94",
    "coordinator": "CHAMBRE DE COMMERCE ET D INDUSTRIE DE REGION MIDI PYRENEES",
    "coordinatorCountry": "FR",
    "participants": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION LIMOUSIN;AQUITAINE DEVELOPPEMENT INNOVATION;AGENCE DE DEVELOPPEMENT ET D'INNOVATION AQUITAINE LIMOUSIN POITOU CHARENTES;CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION NOUVELLE-AQUITAINE;LIMOUSIN;CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION AQUITAINE;MPEI AGCE REG D INNOVAT DEVELOPP ECON;REGION NOUVELLE-AQUITAINE;CHAMBRE DE COMMERCE ET D'INDUSTRIE POITOU-CHARENTES",
    "participantCountries": "FR",
    "projectParticipants": {
        "933813181": {
            "orgId": "933813181",
            "orgName": "MPEI AGCE REG D INNOVAT DEVELOPP ECON",
            "ecContrib": 35500
        },
        "921821168": {
            "orgId": "921821168",
            "orgName": "REGION NOUVELLE-AQUITAINE",
            "ecContrib": 0
        },
        "950148078": {
            "orgId": "950148078",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION AQUITAINE",
            "ecContrib": 0
        },
        "941502274": {
            "orgId": "941502274",
            "orgName": "AQUITAINE DEVELOPPEMENT INNOVATION",
            "ecContrib": 0
        },
        "999913928": {
            "orgId": "999913928",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION LIMOUSIN",
            "ecContrib": 0
        },
        "947358940": {
            "orgId": "947358940",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE POITOU-CHARENTES",
            "ecContrib": 0
        },
        "914046424": {
            "orgId": "914046424",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION NOUVELLE-AQUITAINE",
            "ecContrib": 53699
        },
        "918081236": {
            "orgId": "918081236",
            "orgName": "AGENCE DE DEVELOPPEMENT ET D'INNOVATION AQUITAINE LIMOUSIN POITOU CHARENTES",
            "ecContrib": 132015
        },
        "999821875": {
            "orgId": "999821875",
            "orgName": "LIMOUSIN",
            "ecContrib": 0
        },
        "999908108": {
            "orgId": "999908108",
            "orgName": "CHAMBRE DE COMMERCE ET D INDUSTRIE DE REGION MIDI PYRENEES",
            "ecContrib": 0
        },
        "915515586": {
            "orgId": "915515586",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION OCCITANIE",
            "ecContrib": 25456
        }
    },
    "calculatedTotalContribution": 246670
}