{
    "rcn": "198750",
    "acronym": "AURASME",
    "topics": "INNOVATION",
    "title": "AURASME",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The EURORAA consortium is committed to stimulating high potential SMEs to enhance their innovation capacity and their managerial practices, in order to maximize their smart, sustainable and inclusive growth. The AURASME project is a subset of the COSME EURORAA consortium, based in the RhÙne-Alpes and Auvergne regions in France. An integrated coordination within the existing activities in the work program of the EURORAA consortium is ensured. The partners involved are: Partner 1 (coordinator) CCIR RhÙne-Alpes, Partner 2 ARDI RhÙne-Alpes and Partner 4 CCIR Auvergne, so only Partner 3 (ERAI) of the consortium is not involved in this specific activity. \nHost organizations of the AURASME project have an expertise in key factors for the successful implementation of this activity: support of innovation projects, in particular within the framework of European projects; good knowledge and experience in European programs for SMEs; experience in promoting and supporting different management systems within SMEs (quality, security, environment, performanceÖ); wide approach to several key aspects of innovation system and good knowledge of the high growth potential SMEs located in the RhÙne-Alpes and Auvergne regions. \nThe general objective of this proposal is to bridge the gap of lacking innovation management capacities within the targeted SMEs located in RhÙne-Alpes and Auvergne regions, in order to maximise the economic impact of ambitious innovation projects at European and International level. The work program is strictly focused on the objectives described in the call for proposal and on the implementation of the two required service packages: Key Account Management and Enhancing Innovation Management Capacity. \nThe Work Programme describes the implementation of these two packages services, the detailed methodology and process for both services and their expected impact. A close link is maintained with the present EEN COSME related work programme.",
    "totalCost": "285385",
    "ecMaxContribution": "285384,75",
    "coordinator": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION AUVERGNE-RHONE-ALPES",
    "coordinatorCountry": "FR",
    "participants": "AGENCE REGIONALE DU DEVELOPPEMENT DE L'INNOVATION ARDI RHONE-ALPES;CHAMBRE DE COMMERCE ET D'INDUSTRIE REGION AUVERGNE;AUVERGNE-RHONE-ALPES ENTREPRISES;ENTREPRISE RHONE-ALPES INTERNATIONAL",
    "participantCountries": "FR",
    "projectParticipants": {
        "939165641": {
            "orgId": "939165641",
            "orgName": "ENTREPRISE RHONE-ALPES INTERNATIONAL",
            "ecContrib": 0
        },
        "915461945": {
            "orgId": "915461945",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION AUVERGNE-RHONE-ALPES",
            "ecContrib": 187346
        },
        "913596926": {
            "orgId": "913596926",
            "orgName": "AUVERGNE-RHONE-ALPES ENTREPRISES",
            "ecContrib": 98039
        },
        "999779389": {
            "orgId": "999779389",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE REGION AUVERGNE",
            "ecContrib": 0
        },
        "986378354": {
            "orgId": "986378354",
            "orgName": "AGENCE REGIONALE DU DEVELOPPEMENT DE L'INNOVATION ARDI RHONE-ALPES",
            "ecContrib": 0
        },
        "999948460": {
            "orgId": "999948460",
            "orgName": "CHAMBRE DE COMMERCE ET D INDUSTRIE DE REGION RHONE ALPES",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 285385
}