{
    "rcn": "198780",
    "acronym": "BigData4Cat",
    "topics": "ERC-PoC-2015",
    "title": "Big Data for Catalysis",
    "startDate": "01/10/2015",
    "endDate": "30/09/2016",
    "objective": "Catalysis is one of the scientific areas in which Europe has a leading position. The radical change in the use of raw materials from oil towards gas or biomass might compromise this position. Computational techniques have been identified as the third pillar in catalysis research and provide a great amount of data that can speed up the generation of new catalytic systems through rational design. Industries are now starting to focus on the large amount of data published in the open literature regarding mechanistic studies so that they can accelerate their discovering of new catalysts. However, the unstructured and unlinked nature of this information hinders a fast transference of published knowledge to the chemical industry. Our BigData4Cat proof of concept would generate a simple, unified platform: ioChem-BD, where all the data regarding atomistic theoretical simulations in catalysis could be stored and retrieved in a structured manner. The platform will highlight the links, establish the relationships between data from different sources, provide error bars, and allow inferring data from missing steps in complex reaction networks. Moreover, it will provide problem-targeted structured databases with data-mining options. The final goal to the project is to transfer the mature computational Chemistry methodology and data into growing research strategies through the ioChem-BD platform. The goal of the proof-of-concept will be to store, structure and search the Catalysis Big Data resources in a sustainable manner that can be adapted to different problems at academic, editorial and industrial levels.",
    "totalCost": "149875",
    "ecMaxContribution": "149875",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 149875
        }
    },
    "calculatedTotalContribution": 149875
}