{
    "rcn": "198719",
    "acronym": "SYSMET",
    "topics": "ERC-ADG-2014",
    "title": "Systems Biology of Membrane Trafficking",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Membrane trafficking is fundamental for homeostasis of the internal membrane system and transport to and from the extracellular medium. Although we have gained detailed knowledge on the molecular organization of membrane trafficking machineries a global view of its function and regulation is lacking.  To date membrane trafficking is often regarded as a constitutive process with a high degree of functional redundancy. However, the fact that mutations of single trafficking genes with ubiquitous expression give rise to tissue-specific human diseases and discrete sets of trafficking genes have differential effects on tissue development challenge this view.\n\nHere, using a combination of state-of the-art technologies, we will apply a systems biology approach in specialized cell types to establish a physiological and functional spatiotemporal map of membrane trafficking genes and proteins (membrane trafficking modules; MTMs). To this end we have curated a list of 1,187 genes representing ER, Golgi, Endosomes and Lysosomes (EGEL) around which we develop independent but interconnected approaches: (i) RNA-seq and antibody microarrays to identify co-regulated MTMs; (ii) high-content siRNA screening to define functional MTMs; (iii) epistatic functional analysis between EGEL genes and five membrane trafficking disease genes (TRAPPC2 in chondrocytes, Sec23A in osteoblasts, OCRL and CLCN5 in proximal tubular epithelial kidney cells, and VAPB in neuronal cells); and (iv) studies of protein-protein interactions to generate functional  and physical networks centered on the disease genes.\n\nSYSMET will generate a unique resource by defining the impact and interplay of the different regulatory layers of the entire membrane trafficking system with important implications for human health.",
    "totalCost": "2241250",
    "ecMaxContribution": "2241250",
    "coordinator": "FONDAZIONE TELETHON",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999448716": {
            "orgId": "999448716",
            "orgName": "FONDAZIONE TELETHON",
            "ecContrib": 2241250
        }
    },
    "calculatedTotalContribution": 2241250
}