{
    "rcn": "198789",
    "acronym": "SEPCELL",
    "topics": "PHC-15-2015",
    "title": "Title of Proposal: Restoring the immune system homeostasis and organ function in severe community acquired pneumonia- induced sepsis through adipose derived allogeneic stem cells (SEPCELL Proje",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Sepsis is defined as a systemic inflammatory response to infection, while severe sepsis (SS) is a sepsis complicated by acute organ dysfunction. Lung infections, in particular community-acquire pneumonia (CAP), are the leading cause of SS. The pathophysiologic mechanism of CAP-mediated SS is the complete dysregulation of the patient¥s immune system. In an initial phase, the systemic hyperactivation of the host immune response against infection leads to high levels of inflammatory mediators, systemic vasodilatation, micro-vascular thrombosis and organ failure. In a second phase, the exaggerated activation of the immune response leads to a state of ëimmunoparalysisí, which is characterized by the occurrence of secondary, opportunistic infections. This makes CAP-mediated SS a life-threatening condition with mortality rates as high as 28-50%. The current standard of care (infection removal and control, functional support) does not improve the high mortality and, thus, CAP-mediated SS represents a major unmet medical need with a huge social burden. Therefore, treatments with the potential to modulate both the initial exacerbated immunoactivation and the subsequent immunosuppression are needed. Mesenchymal stem cells (MSCs), including adipose mesenchymal stem cells (ASCs), are known for their broad range of immunomodulatory properties, targeting multiple pro- and anti-inflammatory pathways, and possess antimicrobial capacities (releasing bactericidal peptides and promoting the phagocytosis by immune cells). Indeed, therapeutic benefit of MSC treatment in in vivo experimental models of sepsis has been extensively reported. The SEPCELL consortium believes that cell therapy with allogeneic ASCs may be an innovative therapeutic approach in order to re-establish the normal immune homeostasis of CAP-mediated SS patients, reducing organ injury and restoring organ functionality. A phase Ia/IIb clinical trial will be performed to test this possibility.",
    "totalCost": "12000695",
    "ecMaxContribution": "5369886",
    "coordinator": "TIGENIX SA",
    "coordinatorCountry": "ES",
    "participants": "Centre hospitalier universitaire de Limoges;CLINIQUES UNIVERSITAIRES SAINT-LUC;SERVICIO MADRILENO DE SALUD;Academisch Medisch Centrum bij de Universiteit van Amsterdam;TiGENIX NV",
    "participantCountries": "FR;BE;ES;NL",
    "projectParticipants": {
        "998753226": {
            "orgId": "998753226",
            "orgName": "CLINIQUES UNIVERSITAIRES SAINT-LUC",
            "ecContrib": 534375
        },
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 297678
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 1071790
        },
        "998356593": {
            "orgId": "998356593",
            "orgName": "Centre hospitalier universitaire de Limoges",
            "ecContrib": 2179500
        },
        "999557841": {
            "orgId": "999557841",
            "orgName": "TiGENIX NV",
            "ecContrib": 291298
        },
        "990587960": {
            "orgId": "990587960",
            "orgName": "TIGENIX SA",
            "ecContrib": 995245
        }
    },
    "calculatedTotalContribution": 5369886
}