{
    "rcn": "198792",
    "acronym": "BOOSTB4",
    "topics": "PHC-15-2015",
    "title": "Boost Brittle Bones Before Birth",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Osteogenesis imperfecta (OI) is, in its severe forms, a devastating inherited disorder characterised by brittle bones. A person with severe OI is affected throughout their lifetime with repeated, multiple fractures, considerable pain and handicap. There is no curative or effective treatment for OI. Our preclinical studies and initial clinical cases have demonstrated that transplantation of fetal mesenchymal stem cells (MSC) is a promising approach for treatment of OI. We receive regular requests for MSC transplantation from patients and their physicians; patient organisations support our approach.\nThe principal objective of the BOOSTB4 project is to conduct a Phase I/II clinical trial of the safety and efficacy of pre- and/or postnatal MSC transplantation in the severest forms of OI (type III, severe type IV). Transplantation before birth at the onset of disease should lead to greater efficacy and engraftment with less rejection than transplantation after birth. Postnatal transplantation will be evaluated in cases where prenatal diagnosis was not made. The trialís primary outcome is safety; secondary outcomes relate to efficacy (fracture frequency, growth, bone mineral density and quality of life). All patients will undergo molecular diagnosis to confirm OI before inclusion in the trial. Non-invasive prenatal diagnosis will be developed and validated. \nThe BOOSTB4 consortium is led by experts in MSC, prenatal therapy and OI at the Karolinska Institutet (KI), which will also lead the international multicentre trial; five additional EU centres of excellence are included. Ethical and regulatory applications are underway to conduct this clinical trial. These are facilitated by the ethical and regulatory approvals for prenatal MSC transplantation in 10 cases of OI that have already been granted at KI. \nSuccessful prenatal transplantation represents a major step forward in the management of patients with severe OI, and beyond, to a range of other inherited birth defects.",
    "totalCost": "8378755,75",
    "ecMaxContribution": "6608754,5",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;MEDSCINET AB;KLINIKUM DER UNIVERSITAET ZU KOELN;EURAM LIMITED;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;GREAT ORMOND STREET HOSPITAL FOR CHILDREN NATIONAL HEALTH SERVICE TRUST;NORDIC HEALTH ECONOMICS AB;LUNDS UNIVERSITET;UNIVERSITY COLLEGE LONDON;UNIVERSITY OF LEICESTER;CELLPROTECT NORDIC PHARMACEUTICALS AB",
    "participantCountries": "NL;SE;DE;UK",
    "projectParticipants": {
        "933842669": {
            "orgId": "933842669",
            "orgName": "NORDIC HEALTH ECONOMICS AB",
            "ecContrib": 106000
        },
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 568656
        },
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 101836
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 241156
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 50000
        },
        "999884828": {
            "orgId": "999884828",
            "orgName": "KLINIKUM DER UNIVERSITAET ZU KOELN",
            "ecContrib": 703132
        },
        "997799619": {
            "orgId": "997799619",
            "orgName": "EURAM LIMITED",
            "ecContrib": 281000
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1827062
        },
        "933831902": {
            "orgId": "933831902",
            "orgName": "CELLPROTECT NORDIC PHARMACEUTICALS AB",
            "ecContrib": 549781
        },
        "954444305": {
            "orgId": "954444305",
            "orgName": "MEDSCINET AB",
            "ecContrib": 121094
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 648544
        },
        "993285918": {
            "orgId": "993285918",
            "orgName": "GREAT ORMOND STREET HOSPITAL FOR CHILDREN NATIONAL HEALTH SERVICE TRUST",
            "ecContrib": 1410493
        }
    },
    "calculatedTotalContribution": 6608754
}