{
    "rcn": "198739",
    "acronym": "EENINNOAUSTRIA",
    "topics": "INNOVATION",
    "title": "Establishing Services Enhancing the Innovation Management Capacity of SMEs in the Enterprise Europe Network",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "A lack of innovation management capacity represents an important barrier to creating economic impact from innovation activities in SMEs. The Horizon 2020 Work Programme ìInnovation in SMEsî therefore foresees support services for SMEs via the Enterprise Europe Network addressing this specific issue.\nThe Austrian consortium will support SMEs in addressing factors hindering successful innovation cycles. Activities will be targeted at (1) providing substantial consulting and support services in the form of key account management (KAM) to beneficiaries of the Horizon 2020 SME instrument and at (2) enhancing the innovation management capacity (EIMC) of SMEs. \nServices will be provided in close cooperation and coordination with the National Contact Points and major regional and national stakeholders, guaranteeing a holistic approach and a high quality of services.\n(1) Within the frame of the SME instrument, partners will conduct company assessments, identify weaknesses in the SMEsí innovation strategies and subsequently help SMEs to assign professional coaches. These coaches will then jointly develop a coaching plan with the SME and address these weaknesses. This process will be facilitated and accompanied by the Enterprise Europe Network expert. Further support (e.g. the link to additional financial resources) will be provided and the SME thereby receives a vital consulting service free of charge throughout the SME instrument project.\n(2) In addition to the SME instrument, the partners will directly support a selected number of high-potential SMEs in improving their innovation management. This will be achieved through targeted innovation management consulting by senior staff members of the consortium. Thereby, SMEs in need of this specific type of consulting will be reached, which may not benefit from the H2020 SME instrument while still showing a high potential for successful market introduction of innovations and international growth.",
    "totalCost": "408535,63",
    "ecMaxContribution": "408535,63",
    "coordinator": "WIRTSCHAFTSKAMMER OSTERREICH",
    "coordinatorCountry": "AT",
    "participants": "WIRTSCHAFTSKAMMER KARNTEN - CHAMBER OF COMMERCE OF CARINTHIA;TIROLER ZUKUNFTSSTIFTUNG;WIRTSCHAFTSKAMMER TIROL;INNOVATIONS UND TECHNOLOGIETRANSFER SALZBURG GMBH;BUSINESS UPPER AUSTRIA - OO WIRTSCHAFTSAGENTUR GMBH;WIRTSCHAFTSKAMMER VORARLBERG;STEIRISCHE WIRTSCHAFTSFORDERUNGSGESELLSCHAFT MBH;WIRTSCHAFTSKAMMER OBEROESTERREICH;ICS INTERNATIONALISIERUNGSCENTER STEIERMARK GMBH;OESTERREICHISCHE FORSCHUNGSFOERDERUNGSGESELLSCHAFT MBH",
    "participantCountries": "AT",
    "projectParticipants": {
        "944988163": {
            "orgId": "944988163",
            "orgName": "WIRTSCHAFTSKAMMER KARNTEN - CHAMBER OF COMMERCE OF CARINTHIA",
            "ecContrib": 66600
        },
        "999755430": {
            "orgId": "999755430",
            "orgName": "STEIRISCHE WIRTSCHAFTSFORDERUNGSGESELLSCHAFT MBH",
            "ecContrib": 49553
        },
        "998776991": {
            "orgId": "998776991",
            "orgName": "BUSINESS UPPER AUSTRIA - OO WIRTSCHAFTSAGENTUR GMBH",
            "ecContrib": 59198
        },
        "999728658": {
            "orgId": "999728658",
            "orgName": "WIRTSCHAFTSKAMMER OSTERREICH",
            "ecContrib": 0
        },
        "939127811": {
            "orgId": "939127811",
            "orgName": "WIRTSCHAFTSKAMMER VORARLBERG",
            "ecContrib": 0
        },
        "999542030": {
            "orgId": "999542030",
            "orgName": "INNOVATIONS UND TECHNOLOGIETRANSFER SALZBURG GMBH",
            "ecContrib": 11505
        },
        "999728755": {
            "orgId": "999728755",
            "orgName": "WIRTSCHAFTSKAMMER OBEROESTERREICH",
            "ecContrib": 0
        },
        "998731692": {
            "orgId": "998731692",
            "orgName": "ICS INTERNATIONALISIERUNGSCENTER STEIERMARK GMBH",
            "ecContrib": 0
        },
        "999507207": {
            "orgId": "999507207",
            "orgName": "OESTERREICHISCHE FORSCHUNGSFOERDERUNGSGESELLSCHAFT MBH",
            "ecContrib": 170000
        },
        "998208086": {
            "orgId": "998208086",
            "orgName": "TIROLER ZUKUNFTSSTIFTUNG",
            "ecContrib": 51680
        },
        "942612827": {
            "orgId": "942612827",
            "orgName": "WIRTSCHAFTSKAMMER TIROL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 408536
}