{
    "rcn": "198725",
    "acronym": "XPRESS",
    "topics": "ERC-ADG-2014",
    "title": "Exploring mechanisms of gene repression and escape during X-chromosome inactivation",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "During mammalian development, precise gene expression patterns have to be established and then maintained, or reversed, in different cellular and tissue contexts. A striking example of such developmentally regulated gene control is X-chromosome inactivation (XCI), whereby one of the two X chromosomes in females is silenced during embryogenesis. XCI is initiated by the non-coding Xist RNA, which coats the chromosome in cis, triggering gene repression, chromatin changes and chromosomal reorganisation. Although Xistís regulation has been investigated intensively, less is known about the actual mechanisms underlying the process of chromosome-wide gene silencing that it induces. Indeed, X-linked loci show very different kinetics of repression during development, implying regional and/or locus specific diversity. Furthermore, some genes avoid or escape XCI altogether, either constitutively or in a tissue or stage-specific fashion, but the molecular basis for this is unclear. Here we propose to dissect the mechanisms underlying gene regulation during XCI. We will investigate the roles of recently identified Xist partners in gene silencing and perform genetic screens to identify new factors involved in silencing and escape from XCI. Transcription, chromatin status and chromosome conformation during XCI will be investigated in an allelic-specific manner during precise developmental time windows to pinpoint the critical changes accompanying silencing and escape. We will use genetic engineering to alter genomic and epigenomic landscapes of selected loci and target candidate trans-acting factors to their putative regulatory elements. Finally, we will develop tools to explore gene expression during XCI using live cell imaging of embryogenesis. Using this innovative set of approaches, we hope to define both general principles underlying gene silencing and escape in XCI, as well as locus-specific features that could serve as new paradigms for research in developmental epigenetics.",
    "totalCost": "2312500",
    "ecMaxContribution": "2312500",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 2312500
        }
    },
    "calculatedTotalContribution": 2312500
}