{
    "rcn": "198794",
    "acronym": "BetaCellTherapy",
    "topics": "PHC-15-2015",
    "title": "Beta Cell Generation by Stem Cell-Derived Implants in Diabetes",
    "startDate": "01/12/2015",
    "endDate": "31/08/2020",
    "objective": "Despite improved treatment, diabetes remains a chronic disease with major health risks and heavy burden on patients and society. Serious forms are caused by depletion in pancreatic beta cells and associated loss in insulinís homeostatic control throughout life. Their cure requires restoration of a metabolically adequate beta cell mass. Implants of beta cell grafts prepared from human pancreases have shown proof-of-principle but also the need for developing a large-scale source for therapeutic cells. Our objective is to generate a functional beta cell mass by stem cell-derived implants in diabetes patients. A combined preclinical and clinical project will search recipient and implant conditions for formation and maturation of beta cells in subcutaneous implants of device-encapsulated pancreatic endodermal cells that are derived from human embryonic stem cells (hu-ES) and manufactured for clinical studies. We collected preclinical evidence for the therapeutic potential of this implant from comparison with clinically used human beta cell grafts. State-of-the art methods and markers have been developed to investigate the biology of implants and to monitor host immune and innate reactivity. This approach helps understand the basis for metabolic outcome and identify targets for improvement. Pilot studies examine the influence of the (auto)immune status of the patients. Data will determine transition to clinical efficacy studies, or indicate the need for further laboratory development. Implants in preclinical models will guide modifications in clinical protocols, and explore the biologic properties of grafts derived from human induced pluripotent stem cell (iPSc) as can also be prepared from diabetes patients. Our consortium joins innovating cells, methods, markers and minds in a unique combination of expert clinical, academic and industry activities that need each other to make progress in an ambitious program.",
    "totalCost": "6800000",
    "ecMaxContribution": "6200000",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;INSTITUT DU CERVEAU ET DE LA MOELLE EPINIERE;VIACYTE, INC CORPORATION;CENTER FOR BETA CELL THERAPY IN DIABETES;NESTLE INSTITUTE OF HEALTH SCIENCES SA;OSPEDALE SAN RAFFAELE SRL",
    "participantCountries": "NL;FR;US;BE;CH;IT",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 600000
        },
        "961320441": {
            "orgId": "961320441",
            "orgName": "NESTLE INSTITUTE OF HEALTH SCIENCES SA",
            "ecContrib": 0
        },
        "967264407": {
            "orgId": "967264407",
            "orgName": "VIACYTE, INC CORPORATION",
            "ecContrib": 600000
        },
        "983240210": {
            "orgId": "983240210",
            "orgName": "INSTITUT DU CERVEAU ET DE LA MOELLE EPINIERE",
            "ecContrib": 100000
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 3100000
        },
        "998095954": {
            "orgId": "998095954",
            "orgName": "CENTER FOR BETA CELL THERAPY IN DIABETES",
            "ecContrib": 600000
        },
        "953176030": {
            "orgId": "953176030",
            "orgName": "OSPEDALE SAN RAFFAELE SRL",
            "ecContrib": 1200000
        }
    },
    "calculatedTotalContribution": 6200000
}