{
    "rcn": "198715",
    "acronym": "BRAINCOMPATH",
    "topics": "ERC-ADG-2014",
    "title": "Mesoscale Brain Dynamics: Computing with Neuronal Pathways",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Brain computations rely on proper signal flow through the complex network of connected brain regions. Despite a wealth of anatomical and functional data ñ from microscopic to macroscopic scale ñ we still poorly understand the principles of how signal flow is routed through neuronal networks to generate appropriate behavior. Brain dynamics on the 'mesoscopic' scale, the intermediate level where local microcircuits communicate via axonal pathways, has remained a particular blind spot of research as it has been difficult to access under in vivo conditions. Here, I propose to tackle the mesoscopic level of brain dynamics both experimentally and theoretically, adopting a fresh perspective centered on neuronal pathway dynamics. Experimentally, we will utilize and further advance state-of-the-art genetic and optical techniques to create a toolbox for measuring and manipulating signal flow in pathway networks across a broad range of temporal scales. In particular, we will improve fiber-optic based methods for probing the activity of either individual or multiple neuronal pathways with high specificity. Using these tools we will set out to reveal mesoscopic brain dynamics across relevant cortical and subcortical regions in awake, behaving mice. Specifically, we will investigate sensorimotor learning for a reward-based texture discrimination task and rapid sensorimotor control during skilled locomotion. Moreover, by combining fiber-optic methods with two-photon microscopy and fMRI, respectively, we will start linking the meso-level to the micro- and macro-levels. Throughout the project, experiments will be complemented by computational approaches to analyse data, model pathway dynamics, and conceptualize a formal theory of mesoscopic dynamics. This project may transform the field by bridging the hierarchical brain levels and opening significant new avenues to assess physiological as well as pathological signal flow in the brain.",
    "totalCost": "2498915",
    "ecMaxContribution": "2498915",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 2498915
        }
    },
    "calculatedTotalContribution": 2498915
}