{
    "rcn": "198713",
    "acronym": "AVATAR",
    "topics": "ERC-ADG-2014",
    "title": "Integrating Genomics and Avatar Mouse Models to Personalize Pancreatic Cancer Treatment",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The prognosis of patients with metastatic pancreatic cancer (PDAC) is very poor. Recent studies have started to elucidate the genetic landscape of this disease to show that PDAC is a genetically complex, unstable, and heterogeneous cancer. However, in-depth analysis of individual patient genomes couple with personalize Avatar mouse models is providing highly effective therapeutic opportunities for the individual patient. Thus, metastatic PDAC appears a candidate disease to implement a genomics-base, personalized treatment approach. In this project, we will conduct an open label, multicenter, randomized phase III study in patients with standard of care resistant metastatic pancreatic cancer aiming to test the hypothesis that an integrated personalized treatment approach improves survival compare to a conventional treatment.  Patients randomized to the personalize treatment arm will undergo a biopsy of a metastatic lesion to perform a targeted genome analysis using next generation sequencing. In addition, we will generate a personalize Avatar mouse model from the same patient. We will employ sophisticated bioinformatic analysis as well as mining of drug response-genetic databases to select, for each individual patient, candidate therapeutic targets that will be experimentally tested in the patient¥s Avatar model to select the most effective regimen that will ultimately applied to the patient.  In addition, based on the genomic data, we will design an individualized monitoring plan for each patient using BEAMing technology to monitor circulating levels of mutated genes. Furthermore, with a discovery goal, we will perform in depth genomic analysis of metastatic PDAC lesions in this cohort of clinically well-annotated patients with Avatar mouse models for therapeutic validation. Overall we expect this work will contribute to our understanding of PDAC and will favourably impact the treatment of this dismal cancer.",
    "totalCost": "2498687,5",
    "ecMaxContribution": "2498687,5",
    "coordinator": "HOSPITAL UNIVERSITARIO DE FUENLABRADA",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
    "participantCountries": "ES",
    "projectParticipants": {
        "999547850": {
            "orgId": "999547850",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
            "ecContrib": 501459
        },
        "997457500": {
            "orgId": "997457500",
            "orgName": "HOSPITAL UNIVERSITARIO DE FUENLABRADA",
            "ecContrib": 1997228
        }
    },
    "calculatedTotalContribution": 2498687
}