{
    "rcn": "198749",
    "acronym": "INNOVIST",
    "topics": "INNOVATION",
    "title": "INcreasing the InNOVation Management Capacity of SMEs in ISTanbul",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "Main objective of INNOVIST is to increase the competitiveness and the growth rate of SMEs in Istanbul by further developing their innovation management capacities. Innovation management performance of the company will be assessed by IMP3rove in a holistic approach and a well structured documentation of the results will be shared with the company. With this diagnosis, areas for increasing the innovation management and competitiveness capacity for sustainable growth of the SME will be identified. The added value of the project will be a company specific roadmap based on the IMProve diagnosis. The roadmap will contain concrete measures to significantly increase the innovation management capacity and performance of the company.  \n\nAnother objective of the project is to assists the beneficiaries of the SME Instrument in Istanbul by providing key account management services. INNOVIST will identify the bottlenecks that could hinder the successful exploitation of the innovation project. The aim is to identify the coaching requirements of the beneficiary by analysing the strategic needs. Establishing a connection between the most suitable coach and the company and ensuring a sustainable relation throughout the innovation project will be the heart of the key account management service.\n\nAforementioned assistance will be provided to SMEs in 7-day service packages. Consortium plans to devote 1.5 FTE for this work package in the EEN project for the next two years. IST-BUSINNOVA aims to provide 100 service packages in Istanbul in the years 2015 and 2016.",
    "totalCost": "153590,8",
    "ecMaxContribution": "122872,64",
    "coordinator": "ISTANBUL SANAYI ODASI",
    "coordinatorCountry": "TR",
    "participants": "KOSGEB-KUCUK VE ORTA OLCEKLI ISLETMELERI GELISTIRME VE DESTEKLEME IDARESI BASKANLIGI;SABANCI UNIVERSITESI",
    "participantCountries": "TR",
    "projectParticipants": {
        "999856892": {
            "orgId": "999856892",
            "orgName": "SABANCI UNIVERSITESI",
            "ecContrib": 122873
        },
        "941567070": {
            "orgId": "941567070",
            "orgName": "KOSGEB-KUCUK VE ORTA OLCEKLI ISLETMELERI GELISTIRME VE DESTEKLEME IDARESI BASKANLIGI",
            "ecContrib": 0
        },
        "943408712": {
            "orgId": "943408712",
            "orgName": "ISTANBUL SANAYI ODASI",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 122873
}