{
    "rcn": "198720",
    "acronym": "SYNECT",
    "topics": "ERC-ADG-2014",
    "title": "Immunological synapse derived ectosomes in T cell effector function",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "The immunological synapse is a highly conserved scaffold for communication between immune cells built around cooperation of antigen and adhesion receptors. It often takes the form of a bullís eye with a central cluster of antigen receptors surrounded by a ring of adhesion molecules. We have recently observed that antigen receptor coated extracellular microvesicles bud directly from the center of the immunological synapse- which we define as synaptic ectosomes. Synaptic ectosomes are transferred to the antigen- presenting cell and can generate signals after the T cell-APC synapse has dissolved. We aim to determine the composition of synaptic ectosomes, determine their fate in the antigen-presenting cell and identify approaches to manipulate their formation in vivo. The objectives will be to 1) isolate synaptic ectosomes from human T cells and determine their molecular composition; 2) determine the functional impact of synaptic ectosomes on the antigen presenting cell; and 3) use gene targeting to control the process in vivo to understand its role in T function of helper, cytotoxic and regulatory T cells. The technologies will include microscopy, proteomics, genomics, and in vivo models with constitutive and conditional gene targeting. This work will address fundamental gaps in our understanding of immune cell communication.",
    "totalCost": "2212114",
    "ecMaxContribution": "2212114",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2212114
        }
    },
    "calculatedTotalContribution": 2212114
}