{
    "rcn": "198746",
    "acronym": "KAM2EastPoland",
    "topics": "INNOVATION",
    "title": "Enhancing the innovation management capacities of SMEs in East Poland",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "Main objective of the project is increasing efficiency and effectiveness of R&D and innovation investments which will contribute to smart growth in EU countries. The project also focuses on strengthening of collaboration between different actors important in innovation chain. Innovation development among SMEs (99% of enterprises in EU) is crucial to smart and sustainable growth. \n\nSpecific objectives will be implemented by Enterprise Europe Network East Poland Consortium. Project duration is forseen for 24 months and will end by the end of December 2016. Within the Consortium ñ 10 WP 1 ìKey account managementî services packages and 36 WP2 ìEnhancing the innovation management capacity of SMEsî service packages are foreseen. Number of service packages planned is based on economic indicators and Enterprise Europe Network expertsí experience.\n\nThe Enterprise Europe Network is the biggest network in Europe that provides high quality and specialised support for SMEs. The Network was established in 2008 and will still be operating in years 2015-2020, thus has great potential to provide additional support services for companies with possibilities for international growth and innovation implementation. \nFive Enterprise Europe Network partners in lubelskie, podlaskie and warminsko-mazurskie voivodeship are ready to participate in the action with the following input:\nLublin Development Foundation - P1 - 2 service packages,\nLublin University of Technology - P2 - 12 service packages\nPodlaska Regional Development Foundation P3 - 10 service packages\nUniversity of Warmia and Mazury in Olsztyn - P4 - 12 service packages\nWarmia and Mazury Regional Development Agency - P5 - 10 service packages\n\nThe consortium management structure will be based on Enterprise Europe Network East Poland. WP1 and WP2 services will be provided in each region covered by the Consortium.",
    "totalCost": "80500",
    "ecMaxContribution": "80500",
    "coordinator": "LUBELSKA FUNDACJA ROZWOJU",
    "coordinatorCountry": "PL",
    "participants": "WARMINSKO-MAZURSKA AGENCJA ROZWOJUREGIONALNEGO SPOLKA AKCYJNA W OLSZTYNIE;PODLASKA FUNDACJA ROZWOJU REGIONALNEGO;UNIWERSYTET WARMINSKO MAZURSKI W OLSZTYNIE;POLITECHNIKA LUBELSKA;PARK NAUKOWO-TECHNOLOGICZNY POLSKA-WSCHOD W SUWALKACH SP ZOO",
    "participantCountries": "PL",
    "projectParticipants": {
        "999770465": {
            "orgId": "999770465",
            "orgName": "LUBELSKA FUNDACJA ROZWOJU",
            "ecContrib": 3500
        },
        "999834388": {
            "orgId": "999834388",
            "orgName": "PODLASKA FUNDACJA ROZWOJU REGIONALNEGO",
            "ecContrib": 17500
        },
        "999853109": {
            "orgId": "999853109",
            "orgName": "UNIWERSYTET WARMINSKO MAZURSKI W OLSZTYNIE",
            "ecContrib": 21000
        },
        "998139313": {
            "orgId": "998139313",
            "orgName": "POLITECHNIKA LUBELSKA",
            "ecContrib": 21000
        },
        "940222747": {
            "orgId": "940222747",
            "orgName": "PARK NAUKOWO-TECHNOLOGICZNY POLSKA-WSCHOD W SUWALKACH SP ZOO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 63000
}