{
    "rcn": "198760",
    "acronym": "XS2I4MS",
    "topics": "FoF-09-2015",
    "title": "Access to I4MS",
    "startDate": "01/09/2015",
    "endDate": "28/02/2018",
    "objective": "The new industrial revolution which is  based on the deep integration of ICT in manufacturing and characterised by new industrial technologies such as cyber-physical systems, IoT, additive manufacturing, and simulation offers great potential. EU industries are well placed to benefit from the new ICT- driven industry, but a challenge is for SMEs to participate in and to benefit from the new industrial revolution. To turn this vision into reality for European SMEs the I4MS project aims to increase the uptake of ICT by manufacturing  SMEs. It does so through innovation and support actions. The Access to I4MS (XS2I4MS) project is  a support action to advance the European I4MS community, and expand its coverage, notably through the I4MS Mentoring programme which is aimed at supporting the establishment of a network of Digital Innovation Hubs. \nXS2I4MS supports the continued expansion of services provided to DIHs in a number of ways. It has established a special section on the single portal for the I4MS community (WP1). The project builds a solid information base for I4MS in WP2 - the I4MS Observatory. Sharing best practices and dissemination (WP3) aims to extend the reach and impact of IMS as widely as possible through the collection of information about other digitization activities in Europe. Brokerage support and information activities (WP4) are aimed at supporting a key task of the DIH and also focuses on the assessment how DIHs can be financed. Specifically, the outreach activities in WP5 (Mentoring and Coaching for Regional Innovation Hubs) aim to extend the network to include SMEs in regions not currently participating in I4MS. WP6 (Management and Coordination) will ensure effective coordination of tasks.\nThe XS2I4MS consortium presents a strong mix of organisations to realise excellence and impact. Three large European applied research organisations, TNO, Fraunhofer and VTT, have as their core business transfer of technologies to manufacturing. They have state-of-the art facilities in open innovation. They have programs tailoring technologies and business models to the needs of SMEs. The Manufacturing Technology Centre (MTC) is specialized on advanced manufacturing and has a dedicated Training Centre. Brainport Development has a major role to support high-tech SME start-ups in developing business plans, and accessing finance for growth.",
    "totalCost": "969586,25",
    "ecMaxContribution": "969586,25",
    "coordinator": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
    "coordinatorCountry": "NL",
    "participants": "Teknologian tutkimuskeskus VTT Oy;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;BRAINPORT DEVELOPMENT NV;THE MANUFACTURING TECHNOLOGY CENTRE LIMITED LBG",
    "participantCountries": "FI;DE;NL;UK",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 151470
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 342351
        },
        "986291927": {
            "orgId": "986291927",
            "orgName": "BRAINPORT DEVELOPMENT NV",
            "ecContrib": 148750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 170000
        },
        "959490342": {
            "orgId": "959490342",
            "orgName": "THE MANUFACTURING TECHNOLOGY CENTRE LIMITED LBG",
            "ecContrib": 157015
        }
    },
    "calculatedTotalContribution": 969586
}