{
    "rcn": "198731",
    "acronym": "MMUVR",
    "topics": "ERC-ADG-2014",
    "title": "Elucidating the role of ultraviolet radiation in melanoma",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Melanoma incidence continues to increase across Europe and compared to other cancers, it disproportionately affects young people, causing a significant loss in life-years in those affected. Ultraviolet radiation (UVR) is the only environmental risk factor in melanoma, but the underlying genetic constitution of the individual also plays an important role. However, our knowledge of the gene-gene and gene-environment interactions in melanomagenesis is still very limited and here we will use various cutting-edge technologies to investigate the role of UVR in melanoma initiation and progression. We have developed mouse models of UVR-driven melanoma that closely mimic UVR-driven melanoma in humans and these provide an unprecedented opportunity to dissect how different wavelengths and patterns of UVR exposure affect melanomagenesis. We propose a multidisciplinary programme of work to examine how host genetic susceptibility factors and responses such as DNA damage repair and inflammation affect melanoma development and progression following UVR exposure. We will integrate knowledge from our animal experiments with epidemiological, histopathological, clinical, and genetic features of human tumours to improve stratification of human melanoma and thereby assist clinical management of this deadly disease. Our overarching aim is to develop a validated stratification approach to melanoma patients that will assist in the development of effective public health campaigns for individuals at risk across Europe.",
    "totalCost": "2171622,89",
    "ecMaxContribution": "2171622,89",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 2171623
        }
    },
    "calculatedTotalContribution": 2171623
}