{
    "rcn": "198727",
    "acronym": "INSOMNIA",
    "topics": "ERC-ADG-2014",
    "title": "Insomniaís Negative Sequelae On Mood: from Neuroscience to Intervention in the Aged",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Major depression is among the most burdening health hazards. Its prevalence is 1-3%, an additional 8-16% have clinically significant symptoms, and prognosis is poor. Unfortunately, less than 20% of the cases are detected and treatment effectiveness is moderate. The Global Consortium for Depression Prevention stresses that our best chance to combat the global burden of depression is provide preventive intervention to identified people at risk. This project targets the strongest modifiable risk factor: insomnia.\n With prevalence estimates up to 40%, insomnia is among the most frequent disorders in the elderly population. Meta-analysis shows that no less than 13% of people with insomnia develop depression. This extreme risk and the very high prevalence of insomnia in the ageing population, shows the urgency and promise of: (1) early identification of these 13%, (2) finding mechanisms by quantification of how they differ from insomniacs that do not develop depression with respect to brain structure and function, psychological traits, behavioural habits and environmental exposures; and (3) enrolling them in intervention protocols aimed at sleep improvement and prevention of depression.\n The project extends recent findings emerging from the applicantís pioneering, unconventional and innovative approach to insomnia; the proposal that distinct subtypes exist and can be  discriminated data-driven by means of multivariate trait analysis and brain imaging. Ignorance of this heterogeneity has obstructed progress in mechanistic understanding and rational treatment. In an unprecedented interdisciplinary way the project (1) identifies the insomnia subtype that develops depression; (2) profiles mechanisms involved; and (3) optimizes effectiveness of internet-supported home-applicable interventions to improve sleep and prevent depression. This approach will identify risks and mechanisms, and facilitate immediate implementation of risk-based prevention strategies and policies.",
    "totalCost": "1867360,99",
    "ecMaxContribution": "1867360,99",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 1867361
        }
    },
    "calculatedTotalContribution": 1867361
}