{
    "rcn": "198795",
    "acronym": "NISCI",
    "topics": "PHC-15-2015",
    "title": "Antibodies against Nogo-A to enhance plasticity, regeneration and functional recovery after acute spinal cord injury, a multicenter European clinical proof of concept trial",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Spinal cord injury is a severe and devastating neurological disorder that leaves patients with permanent paralysis of the body. No treatment is available today to regenerate interrupted nerve fibers and repair the damaged spinal cord. The incidence of spinal cord injury is about newly injured 10í000 people per year in the EU, and due to an almost normal life expectancy more than 200í000 patients are living with a spinal cord injury in the EU. The impact on the individual quality of life is high, and social costs are enormous. \nRecent preclinical research in animal models succeeded to greatly enhance axonal sprouting, fiber regeneration and neuroplasticity following injuries of brain and spinal cord. These results warrant translation now to patients suffering from acute spinal cord injury. A previous phase I clinical study using intrathecal application of a nerve fiber growth promoting antibody against the growth inhibitory protein Nogo-A has shown in patients with complete spinal cord injury that this treatment is safe and well tolerated. The present study will enroll patients with various degrees of complete to incomplete acute spinal cord injury for a double-blind, placebo-controlled trial to test the efficacy of this antibody therapy to improve motor outcome and quality of life of tetraplegic patients. The enrollment of patients with different degrees of spinal cord injury is considered essential to reveal drug activity and eventual proof of concept in a broad patient population. Advancements in clinical trial design, improved prediction algorithms of clinical outcomes and development of surrogate markers (in cerebro-spinal fluid/serum and by neuroimaging) will allow for scrutinizing the effectiveness of this novel treatment in an unprecedented way. A positive outcome of this trial will represent a breakthrough for the future therapy of spinal cord injuries and beyond (traumatic brain injury, stroke, multiple sclerosis).",
    "totalCost": "6702978,5",
    "ecMaxContribution": "4774444,75",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK;KLINIKUM BAYREUTH GMBH;TP21 GMBH;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;FAKULTNI NEMOCNICE V MOTOLE;RUHR-UNIVERSITAET BOCHUM;UNIVERSITAETSKLINIKUM HEIDELBERG;BG KLINIKUM MURNAU GGMBH;FUNDACIO INSTITUT GUTTMANN;FONDAZIONE SANTA LUCIA",
    "participantCountries": "FR;DE;CZ;ES;IT",
    "projectParticipants": {
        "928002493": {
            "orgId": "928002493",
            "orgName": "FUNDACIO INSTITUT GUTTMANN",
            "ecContrib": 158718
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 843648
        },
        "932099191": {
            "orgId": "932099191",
            "orgName": "KLINIKUM BAYREUTH GMBH",
            "ecContrib": 281849
        },
        "999841081": {
            "orgId": "999841081",
            "orgName": "UNIVERSITAETSKLINIKUM HEIDELBERG",
            "ecContrib": 2037290
        },
        "948646712": {
            "orgId": "948646712",
            "orgName": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK",
            "ecContrib": 272836
        },
        "941209043": {
            "orgId": "941209043",
            "orgName": "BG KLINIKUM MURNAU GGMBH",
            "ecContrib": 281849
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 295000
        },
        "964458391": {
            "orgId": "964458391",
            "orgName": "FAKULTNI NEMOCNICE V MOTOLE",
            "ecContrib": 158718
        },
        "999583449": {
            "orgId": "999583449",
            "orgName": "FONDAZIONE SANTA LUCIA",
            "ecContrib": 166414
        },
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 0
        },
        "999694126": {
            "orgId": "999694126",
            "orgName": "TP21 GMBH",
            "ecContrib": 278125
        }
    },
    "calculatedTotalContribution": 4774447
}