{
    "rcn": "198705",
    "acronym": "StabilityDTCluster",
    "topics": "ERC-ADG-2014",
    "title": "Stability conditions, Donaldson-Thomas invariants and cluster varieties",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "This proposal is concerned with the homological properties of Calabi-Yau threefolds, the  geometric structures which play a crucial role in string theory. Rather than working directly with categories of sheaves, we focus on a closely-related class of models defined using quivers with potentials, which have themselves been the subject of intensive research over the last decade.\n\nAssociated to a quiver with potential are two complex manifolds: the space of stability conditions  and the cluster variety.  Recent work by physicists Gaiotto, Moore and Neitzke suggests that there is a remarkable geometric relationship between these spaces, involving Donaldson-Thomas invariants and the Kontsevich-Soibelman wall-crossing formula. Work by the PI and others over the last couple of years has paved the way for a rigorous mathematical understanding of this relationship. This has the potential to open up new vistas in algebra and geometry,  as well as greatly enhancing our  understanding of the mathematics of quantum field theory.\n\nOur proposal combines powerful general constructions with specific computable examples. We will work initially with a class of examples related to triangulated surfaces; here the relevant spaces can be identified with familiar objects in the topology of surfaces, including moduli spaces of quadratic differentials, projective structures and local systems. These examples already involve  deep mathematics, and are closely related to quantum field theories of current interest in theoretical physics.\n\nThis proposal involves an unusually wide range of  mathematics.  Our ambition is to assemble a team of 4 research assistants having a sufficiently broad expertise to make progress on this exciting multi-disciplinary project. The PI is in a perfect position to lead such a team: he invented stability conditions, carried out important work on Donaldson-Thomas invariants, and proved a major theorem which forms one of the starting points of the proposal.",
    "totalCost": "1556550",
    "ecMaxContribution": "1556550",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 1556550
        }
    },
    "calculatedTotalContribution": 1556550
}