{
    "rcn": "198748",
    "acronym": "WEST-MED Innovation",
    "topics": "INNOVATION",
    "title": "WEST-MED Innovation Services",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "There are two main barriers for cooperation in innovation process; low awareness about necessity of cooperating for innovation and limited competences of the organizations/institutions in innovation environment.  Terms like innovation or innovation management are highly new for the SMEs in the region. The process of innovating products, services, processes and business models is often interrupted with lack of financing instruments. High quality consulting services about innovation management are not provided to SMEs.  Majority of the SMEs are not aware of the specific tool of Horizon 2020 namely the SME Instrument which aims to fund and support innovation and commercialization activities of SMEs.   \n\nTherefore to deal with these types of problems and shortcomings, our consortium will perform activities in the context of ìenhancing the innovation management capacities of SMEsî and ìKey Account Management Servicesî. The first activityís main objective is helping SMEs to unlock their potential by better managing the innovation process. That will be performed with a diagnostic innovation management capacity audit followed by an action plan which is a mixed typed of different support activities.\n\nìKey Account Management Servicesî focus solely on the beneficiaries of the SME Instrument. The objective of the service is helping those companies who pass the evaluation procedure for innovation projects supported by the SME Instrument on commercializing their ideas and thus providing support for turning innovative ideas/research to commercial successes. That will be performed with a coaching programme on the basis of project realization and leveraging partnerships to acquire know-how and funding.",
    "totalCost": "15746,25",
    "ecMaxContribution": "15746,25",
    "coordinator": "KOSGEB-KUCUK VE ORTA OLCEKLI ISLETMELERI GELISTIRME VE DESTEKLEME IDARESI BASKANLIGI",
    "coordinatorCountry": "TR",
    "participants": "ANTALYA TICARET VE SANAYI ODASI;ANTALYA TEKNOKENT YONETICI VE ISLETICI ANOMIM SIRKETI;T.C. MUGLA TICARET VE SANAYI ODASI",
    "participantCountries": "TR",
    "projectParticipants": {
        "938442215": {
            "orgId": "938442215",
            "orgName": "ANTALYA TICARET VE SANAYI ODASI",
            "ecContrib": 0
        },
        "938453564": {
            "orgId": "938453564",
            "orgName": "ANTALYA TEKNOKENT YONETICI VE ISLETICI ANOMIM SIRKETI",
            "ecContrib": 910
        },
        "941567070": {
            "orgId": "941567070",
            "orgName": "KOSGEB-KUCUK VE ORTA OLCEKLI ISLETMELERI GELISTIRME VE DESTEKLEME IDARESI BASKANLIGI",
            "ecContrib": 14836
        },
        "938441245": {
            "orgId": "938441245",
            "orgName": "T.C. MUGLA TICARET VE SANAYI ODASI",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 15746
}