{
    "rcn": "198751",
    "acronym": "SSBI-CRO-KAM-2",
    "topics": "INNOVATION",
    "title": "Services for enhancing the innovation management capacity of Croatian SME's through the Enterprise Europe Network",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "This action will establish and provide the innovation support services addressing in general Croatian SMEs with significant innovation activities and in particular the beneficiaries of the SME instrument. This action will provide continuation of the SSBI-CRO-KAM proposal which is currently implemented under the remit of H2020 for the period of 2014.\nIn particular defining innovation support packages (84 of them and shared between partners based on the needs analysis) for:\nï Key Account Management (KAM) of successful SME Instrument applicants to identify bottlenecks to creation of economic impact in companies benefiting from grants by Horizon 2020,\nï Enhancing client SMEís capacity to manage innovation processes increasing their efficiency and effectiveness.\nProject partners UniSt, TPV, Tera and HAMAG-BICRO will each individually provide number of service packages according to the analysis of regional needs (regional coverage, number and readiness of clients).\nEnvisaged outcome of this action is to provide services to about 84 SMEs in 2015-2016, including all beneficiaries of support under the Horizon 2020 SME instrument.",
    "totalCost": "97377",
    "ecMaxContribution": "97377",
    "coordinator": "CROATIAN CHAMBER OF ECONOMY CCE",
    "coordinatorCountry": "HR",
    "participants": "HRVATSKA AGENCIJA ZA MALO GOSPODARSTVO, INOVACIJE I INVESTICIJE;TERA TEHNOPOLIS DOO ZA PROMICANJE NOVIH TEHNOLOGIJA INOVACIJA I PODUZETNISTVA;SVEUCILISTE U SPLITU;STEP RI ZNANSTVENO - TEHNOLOGIJSKI PARK SVEUCILISTA U RIJECI, DRUZBA ZOMEJENO ODGOVORNOSTJO ZA INOVACIJEI TRANSFER TEHNOLOGIJE;TEHNOLOSKI PARK VARAZDIN DOO ZA INKUBACIJU INOVATIVNIH TEHNOLOGIJSKIHPODUZECA",
    "participantCountries": "HR",
    "projectParticipants": {
        "998670970": {
            "orgId": "998670970",
            "orgName": "CROATIAN CHAMBER OF ECONOMY CCE",
            "ecContrib": 0
        },
        "999818189": {
            "orgId": "999818189",
            "orgName": "SVEUCILISTE U SPLITU",
            "ecContrib": 24771
        },
        "938550758": {
            "orgId": "938550758",
            "orgName": "HRVATSKA AGENCIJA ZA MALO GOSPODARSTVO, INOVACIJE I INVESTICIJE",
            "ecContrib": 18768
        },
        "986284264": {
            "orgId": "986284264",
            "orgName": "STEP RI ZNANSTVENO - TEHNOLOGIJSKI PARK SVEUCILISTA U RIJECI, DRUZBA ZOMEJENO ODGOVORNOSTJO ZA INOVACIJEI TRANSFER TEHNOLOGIJE",
            "ecContrib": 0
        },
        "984224081": {
            "orgId": "984224081",
            "orgName": "TERA TEHNOPOLIS DOO ZA PROMICANJE NOVIH TEHNOLOGIJA INOVACIJA I PODUZETNISTVA",
            "ecContrib": 34452
        },
        "953175933": {
            "orgId": "953175933",
            "orgName": "TEHNOLOSKI PARK VARAZDIN DOO ZA INKUBACIJU INOVATIVNIH TEHNOLOGIJSKIHPODUZECA",
            "ecContrib": 19386
        }
    },
    "calculatedTotalContribution": 97377
}