{
    "rcn": "198723",
    "acronym": "PRION2020",
    "topics": "ERC-ADG-2014",
    "title": "Function and malfunction of the prion protein",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Transmissible spongiform encephalopathies (TSE) are caused by the ordered aggregation of PrPC into prions consisting of PrPSc. Similar pathogenetic principles operate in Alzheimerís and Parkin-sonís disease, and a growing list of further diseases whose prevalence is steadily rising. Familial TSE are invariably associated with PrPC mutations, and the dearth of genetic modifiers has hampered our understanding of prion diseases. Therefore, the first objective of my proposal utilizes a cell-based high-throughput quantitative prion replication assay (developed during my previous ERC instalment) for genome-wide unbiased screens employing new genetics tools (CRISPR, siRNA li-braries, next-gen sequencing) to identify modifiers of prion uptake, replication, and secretion. The second objective aims at clarifying the basis of prion neurotoxicity and will be developed along two alleys: (a) we will uncover the molecular basis of spongiosis (the neuronal vacuolation characteristic of prion diseases), which we suspect to be a main driver of pathology, and (b) we will perform CRISPR-based synthetic lethality screens to identify genes that become essential to prion-infected cell lines (which do not experience prion toxicity) and may not be expressed by neurons. The third objective is to understand the function of PrPC in cellular physiology, and focuses on our evidence that (a) PrPC interacts with an orphan G-protein coupled receptor to maintain peripheral myelin integrity and (b) that PrPC may trigger cell death in response to ER stressors. While certain pathways of degeneration will undoubtedly be specific to prion infections, I expect that some targets will prove common to a variety of protein aggregation diseases including Alzheimerís and Parkinsonís disease, and may perhaps translate into novel diagnostics and therapeutics. Hence the proposed project may not only open new perspectives in prion biology but also yield insights applicable to much more common diseases.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}