{
    "rcn": "198770",
    "acronym": "CAMUT",
    "topics": "ERC-PoC-2015",
    "title": "Culture Aware Music Technologies",
    "startDate": "01/11/2015",
    "endDate": "30/04/2017",
    "objective": "The gap between the current capabilities of the music technologies used in commercial services and the needs of our culturally diverse world is still immense, e.g. in the several music traditions of culturally rich and diverse India. The existing technologies fall short of utilizing even the basic musical characteristics and hence they limit our music listening experience. The consumption practices of services and products for Indian music vary to a large extent from those of other popular music genres and they need to be addressed. An emerging market for digital music distribution in India will need music intelligence technologies that are adapted to local needs and music tastes. Hence, India is a natural venue to assess the market potential and needs for culturally adapted information and communication technologies (ICTs) for music. Culture Aware Music Technologies (CAMUT) aims at bringing closer to market, the results of new research carried out to address such a need. \n\nBuilding on the technology outcomes of the CompMusic project, we propose to develop two specific prototype products tailored to suit Indiaís economic and sociocultural context, and formulate a business plan based on their potential for commercialization: 1) An application that addresses the large and varied private music collections providing innovative means to organize/archive, retrieve, discover and explore music collections, and 2) A platform to provide our technologies as service, addressing the needs of content owners who cater to the public for a cost. For testing and early adoption, we have partnered with major institutions, record labels and content owners such as the All India Radio and Music Academy Madras. CAMUT will use their large music archives for mutual benefit to develop the prototype products, providing enriched access to music to hundreds of millions of users, which will provide valuable feedback on the need and utility of such ICTs.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}