{
    "rcn": "198721",
    "acronym": "LightNet",
    "topics": "ERC-ADG-2014",
    "title": "LightNet - Tracking the Coherent Light Path in Photosynthetic Networks",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "ature has developed photosynthesis to power life. Networks of light harvesting antennas capture the sunlight to funnel the photonic energy towards reaction centres. Surprisingly, quantum coherences are observed in the energy transfer of photosynthetic complexes, even at room temperature.\nDoes nature exploit quantum concepts? Does the coherence help to find an optimal path for robust or efficient transfer? How are the coherences sustained? What is their spatial extent in a real light-harvesting network? So far only solutions of complexes were studied, far from the natural network operation, putting on hold conclusions as to a biological role of the coherences.\nMy group recently succeeded in the first detection of coherent oscillations of a single photo-synthetic complex at physiological conditions, and non-classical photon emission of individual complexes. These pioneering results, together with our expertise in nanophotonics, pave the way to address photosynthetic networks in real nano-space and on femtosecond timescale. Specific objectives are:\n\n--Ultrafast single protein detection: tracing the fs coherent energy transfer path of an individual complex; addressing the very nature of the persistent coherences.\n-Beyond fluorescence: light harvesting complex are designed for light transport, not emission. I will explore innovative alternatives: optical antennas to enhance quantum efficiency; detection of stimulated emission; and electrical read-out on graphene.\n-Nanoscale light transport: using local excitation and detection by nanoholes, nanoslits and scanning antenna probes I will spatially map the extent of the inter-complex transfer.\n-The network: combining both coherent fs excitation and localized nanoscale excitation/detection I will track the extent of coherences throughout the network.\n\nThe impact of this first exploration of light transport in a nanoscale bionetwork ranges to solar energy management, molecular biology, polymer chemistry and material science.",
    "totalCost": "2856250",
    "ecMaxContribution": "2856250",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 2856250
        }
    },
    "calculatedTotalContribution": 2856250
}