{
    "rcn": "198730",
    "acronym": "5HTCircuits",
    "topics": "ERC-ADG-2014",
    "title": "Modulation of cortical circuits and predictive neural coding by serotonin",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Serotonin (5-HT) is a central neuromodulator and a major target of therapeutic psychoactive drugs, but relatively little is known about how it modulates information processing in neural circuits. The theory of predictive coding postulates that the brain combines raw bottom-up sensory information with top-down information from internal models to make perceptual inferences about the world. We hypothesize, based on preliminary data and prior literature, that a role of 5-HT in this process is to report prediction errors and promote the suppression and weakening of erroneous internal models. We propose that it does this by inhibiting top-down relative to bottom-up cortical information flow. To test this hypothesis, we propose a set of experiments in mice performing olfactory perceptual tasks. Our specific aims are: (1) We will test whether 5-HT neurons encode sensory prediction errors. (2) We will test their causal role in using predictive cues to guide perceptual decisions. (3) We will characterize how 5-HT influences the encoding of sensory information by neuronal populations in the olfactory cortex and identify the underlying circuitry. (4) Finally, we will map the effects of 5-HT across the whole brain and use this information to target further causal manipulations to specific 5-HT projections. We accomplish these aims using state-of-the-art optogenetic, electrophysiological and imaging techniques (including 9.4T small-animal functional magnetic resonance imaging) as well as psychophysical tasks amenable to quantitative analysis and computational theory. Together, these experiments will tackle multiple facets of an important general computational question, bringing to bear an array of cutting-edge technologies to address with unprecedented mechanistic detail how 5-HT impacts neural coding and perceptual decision-making.",
    "totalCost": "2486074",
    "ecMaxContribution": "2486074",
    "coordinator": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967498371": {
            "orgId": "967498371",
            "orgName": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
            "ecContrib": 2486074
        }
    },
    "calculatedTotalContribution": 2486074
}