{
    "rcn": "198722",
    "acronym": "BROADimmune",
    "topics": "ERC-ADG-2014",
    "title": "Structural, genetic and functional analyses of broadly neutralizing antibodies against human pathogens",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The overall goal of this project is to understand the molecular mechanisms that lead to the generation of potent and broadly neutralizing antibodies against medically relevant pathogens, and to identify the factors that limit their production in response to infection or vaccination with current vaccines. We will use high-throughput cellular screens to isolate from immune donors clonally related antibodies to different sites of influenza hemagglutinin, which will be fully characterized and sequenced in order to reconstruct their developmental pathways. Using this approach, we will ask fundamental questions with regards to the role of somatic mutations in affinity maturation and intraclonal diversification, which in some cases may lead to the generation of autoantibodies. We will combine crystallography and long time-scale molecular dynamics simulation to understand how mutations can increase affinity and broaden antibody specificity. By mapping the B and T cell response to all sites and conformations of influenza hemagglutinin, we will uncover the factors, such as insufficient T cell help or the instability of the pre-fusion hemagglutinin, that may limit the generation of broadly neutralizing antibodies. We will also perform a broad analysis of the antibody response to erythrocytes infected by P. falciparum to identify conserved epitopes on the parasite and to unravel the role of an enigmatic V gene that appears to be involved in response to blood-stage parasites. The hypotheses tested are strongly supported by preliminary observations from our own laboratory. While these studies will contribute to our understanding of B cell biology, the results obtained will also have translational implications for the development of potent and broad-spectrum antibodies, for the definition of correlates of protection, and for improving vaccine design.",
    "totalCost": "1867500",
    "ecMaxContribution": "1867500",
    "coordinator": "FONDAZIONE PER L'ISTITUTO DI RICERC A IN BIOMEDICINA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999460550": {
            "orgId": "999460550",
            "orgName": "FONDAZIONE PER L'ISTITUTO DI RICERC A IN BIOMEDICINA",
            "ecContrib": 1867500
        }
    },
    "calculatedTotalContribution": 1867500
}