{
    "rcn": "198717",
    "acronym": "BacCellEpi",
    "topics": "ERC-ADG-2014",
    "title": "Bacterial, cellular and epigenetic factors that control enteropathogenicity",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "Understanding the establishment and persistence of bacterial infections in the gut requires integrating an ensemble of factors including bacterial and host components and the presence of other microorganisms. We will capitalize on 25 years of studies on the bacterium Listeria monocytogenes used as a model, to focus on three objectives which will significantly increase our knowledge of the bacterium, of the cell biology of infection and of the epigenetic reprogramming upon infection. \nOur aims are:\n- At the bacterial level : to describe for the first time, the proteomic landscape of a bacterium during switch from saprophytism to virulence. We will use a proteogenomic approach together with ribosome profiling, to  analyze the translation of the whole transcriptome after bacterial growth in several conditions, including in vivo, in order to barcode all the proteins which play a role in infection. This will open the way to assess the role of 1) small proteins; 2) internal translation initiation sites ; 3) the coupling of transcription and translation.\n- At the host cell level : To decipher the molecular mechanisms underlying the dynamics and role in infection of host intracellular organelles, starting with mitochondria. \n- At the host epigenetic level : To explore how the microbe reprograms host transcription and how tolerance to a commensal such as Akkermansia muciniphila differs from responsiveness to a pathogen insult, at the level of histones and mRNA modifications  by studying 1) chromatin remodeling, in particular histones modifications during infection ; 2) modifications of the epitranscriptome during Listeria infection and colonization with Akkermansia ; 3) whether there is an epigenetic memory of infection and colonization. \nThis ambitious multidisciplinary project will not only generate new concepts in infection biology but also will unravel fundamental mechanisms in microbiology, cell biology, and epigenetics opening new avenues for further research.",
    "totalCost": "1147500",
    "ecMaxContribution": "1147500",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 1147500
        }
    },
    "calculatedTotalContribution": 1147500
}