{
    "rcn": "198704",
    "acronym": "uPET",
    "topics": "ERC-ADG-2014",
    "title": "Molecular imaging and targeted therapy of the aggressive phenotype: development of uPAR theranostics for cancer patients",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "For practice of personalized medicine in cancer, non-invasive tools for diagnosing at the molecular level are needed. Molecular imaging methods are capable of this while at the same time circumventing sampling error as the whole tumor burden is evaluated.\nWe recently developed and performed the first-ever clinical PET scan of uPAR, a proteolytic system known to be strongly associated with metastatic potential in most cancer forms. We believe this new concept of uPAR-PET is a major breakthrough and has the potential to become one of the most used PET tracers as it fulfils unmet needs in prostate and breast cancer. Based on this, together with additional proof-of-concept data we obtained on targeting uPAR for optical imaging and radionuclide therapy, we now plan to develop and take into patients these new technologies for improved outcome.\nSpecific aims are to develop and translate into human use:\n1. A PET uPAR imaging ligand platform for visualization of the aggressive phenotype and risk-stratification to be used in tailoring therapy, e.g. in prostate cancer to decide whether prostatectomy is necessary.\n2. uPAR-PET combined with simultaneous 13C-hyperpolarized pyruvate MRSI (Warburg effect). This will increase prognostic power, refine tumor phenotyping and thereby allow for better tailoring of therapy and early prediction of treatment response.\n3. A uPAR optical imaging technology for guiding removal of cancer tissue during surgery. This will help delineate cancer tissue for removal while leaving healthy tissue behind. We expect better outcome with removal of less tissue.\n4. Selective radionuclide therapies targeting uPAR positive, invasive cancer cells using ? or ? emitters. Dose planning will be performed using uPAR-PET imaging. This image-therapy pairing is also known as theranostics.\nOur endeavour is ambitious, yet realistic considering our competencies and track-record. We expect cancer patients to benefit from our new methods within the 5 year time-frame.",
    "totalCost": "2072000",
    "ecMaxContribution": "2072000",
    "coordinator": "REGION HOVEDSTADEN",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 2072000
        }
    },
    "calculatedTotalContribution": 2072000
}