{
    "rcn": "198734",
    "acronym": "ScienceSquared",
    "topics": "ERC-SUPPORT-2014",
    "title": "ERC = ScienceSquared",
    "startDate": "01/10/2015",
    "endDate": "31/03/2019",
    "objective": "The ERC is a great success scientifically, and now wants to broaden its popular and political support. But it has a problem: Most EU citizens donít care about some Brussels agency they never heard of. The solution is in the ERCís mandate: frontier research. It has science ñ the cutting edge variety, that can capture the imagination, change the world and stimulate curiosity. We have seen the power of a fundamental science story elsewhere, and how it can focus attention on the institution behind it: the Higgs boson and CERN.  It takes high scientific achievement, great story-telling, a tight focus, creative communications and a sustained effort to build a mass following in science. We believe the ERC can achieve this ñ to matter as the source of cool science, to students, investors, policy makers, researchers, and all citizens generally, in all 28 EU member-states and beyond. The ERC can invent science and mirror it back to society. In short, ERC = ScienceSquared.\n\nTo convey this message, the ERC = ScienceSquared campaign will promote ERC projects and grantees through a cluster of innovative, popular and high quality content packages ñ punchy videos, long-form ësnowfallí articles, tiny Tweets, augmented reality, ëpop-upí  displays ñ which will be adapted to a new research theme every six months. The content packages will be used in ten science museums, 34 universities, hundreds of online media channels and many other outlets covering 37 countries. These will be sustainable communication channels, which the ERC can continue using when the contract is over, targeting key audience segments: more than 40 million people. This campaign ñ as ëcoolí as the ERC itself - will stir interest in science, raise awareness of the ERC as a science power, build broader political and societal support for the ERC ñ and encourage grant applications from a new generation of researchers, especially in countries under-represented among ERC grantees.",
    "totalCost": "958759",
    "ecMaxContribution": "958759",
    "coordinator": "SCIENCE BUSINESS PUBLISHING LIMITED",
    "coordinatorCountry": "UK",
    "participants": "VISION2020 NETWORK LTD;EVRO-SREDOZEMSKA UNIVERZA;EIRMA EUROPE AISBL;SVEUCILISTE U ZAGREBU MEDICINSKI FAKULTET;CIENCIA VIVA-AGENCIA NACIONAL PARA A CULTURA CIENTIFICA E TECNOLOGICA;ASSOCIATION EUROPEENNE DES EXPOSITIONS SCIENTIFIQUES TECHNIQUES ET INDUSTRIELLES;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "UK;SI;BE;HR;PT;IE",
    "projectParticipants": {
        "998448452": {
            "orgId": "998448452",
            "orgName": "ASSOCIATION EUROPEENNE DES EXPOSITIONS SCIENTIFIQUES TECHNIQUES ET INDUSTRIELLES",
            "ecContrib": 234375
        },
        "964602436": {
            "orgId": "964602436",
            "orgName": "EVRO-SREDOZEMSKA UNIVERZA",
            "ecContrib": 43875
        },
        "952585300": {
            "orgId": "952585300",
            "orgName": "EIRMA EUROPE AISBL",
            "ecContrib": 10350
        },
        "939904587": {
            "orgId": "939904587",
            "orgName": "VISION2020 NETWORK LTD",
            "ecContrib": 68125
        },
        "996745520": {
            "orgId": "996745520",
            "orgName": "SCIENCE BUSINESS PUBLISHING LIMITED",
            "ecContrib": 493534
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 28500
        },
        "998619560": {
            "orgId": "998619560",
            "orgName": "CIENCIA VIVA-AGENCIA NACIONAL PARA A CULTURA CIENTIFICA E TECNOLOGICA",
            "ecContrib": 52188
        },
        "999443672": {
            "orgId": "999443672",
            "orgName": "SVEUCILISTE U ZAGREBU MEDICINSKI FAKULTET",
            "ecContrib": 27812
        }
    },
    "calculatedTotalContribution": 958759
}