{
    "rcn": "198781",
    "acronym": "Peer-BIT",
    "topics": "INNOSUP-5-2014",
    "title": "Peer learning in business innovation tools for SMEs",
    "startDate": "01/10/2015",
    "endDate": "30/09/2016",
    "objective": "The Peer-BIT project will increase the quality of innovation support services provided for SMEs in area of innovation management. In line with the trend of individualization of SME support services, the project will explore tools that are easy to use, yet flexible and ready to be customized to the specific needs of an SME. The Peer-BIT builds on smE-MPOWER methodology that represents state-of-the art approach and consists of number of tools that are used in the process of coaching SMEs towards business innovation. Although smE-MPOWER was validated and enhanced internationally in EU FP7 funded project, only few innovation support programmes using the methodology are in place throughout the EU.  \nThe main objective of the project is therefore to increase efficiency of smE-MPOWER implementation through peer learning. Two of the partners (JIC and LIC) have to various degrees implemented smE-MPOWER into their programmes, whereas the third partner (TMG) has no previous smE-MPOWER experience, but has a long track record of providing innovation support services. Peer-BIT will develop activities aimed at accelerating learning process among the project partners, their coaches and experts in smE-MPOWER. In particular, two peer review workshops will be organized with real-case coaching elements that will provide partner agencies with an authentic experience of service delivery on real case examples of SMEs.\nAs a result Peer-BIT will increase quality of existing services based on smE-MPOWER and will facilitate uptake of the methodology by TMG and other agencies. The know-how in implementing smE-MPOWER tools that will be built up in course of the project will be then codified in the Design Option Paper, a step by step guidance on designing smE-MPOWER-based innovation support programme. Peer-BIT will contribute to the effort of improving, or setting up of new SME innovation management support services in EU.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "JIC, ZAJMOVE SDRUZENI PRAVNICKCH OSOB",
    "coordinatorCountry": "CZ",
    "participants": "BUSINESS UPPER AUSTRIA - OO WIRTSCHAFTSAGENTUR GMBH;VIESOJI ISTAIGA LIETUVOS INOVACIJU CENTRAS",
    "participantCountries": "AT;LT",
    "projectParticipants": {
        "998776991": {
            "orgId": "998776991",
            "orgName": "BUSINESS UPPER AUSTRIA - OO WIRTSCHAFTSAGENTUR GMBH",
            "ecContrib": 0
        },
        "999456476": {
            "orgId": "999456476",
            "orgName": "VIESOJI ISTAIGA LIETUVOS INOVACIJU CENTRAS",
            "ecContrib": 0
        },
        "999780262": {
            "orgId": "999780262",
            "orgName": "JIC, ZAJMOVE SDRUZENI PRAVNICKCH OSOB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}