{
    "rcn": "198716",
    "acronym": "SocioSmell",
    "topics": "ERC-ADG-2014",
    "title": "Social Chemosignaling as a Factor in Human Behavior in both Health and Disease",
    "startDate": "01/09/2015",
    "endDate": "31/08/2020",
    "objective": "'We test the working hypothesis that humans are constantly engaging in social chemosignaling, and that this serves as a major yet underappreciated force in shaping human social behavior. A major component of social chemosignaling in macrosmatic mammals is conveying of social status, namely dominance/submissiveness. We start by testing the novel hypothesis that humans similarly share information on social status through chemosignals. In support of this, we provide pilot data for a 'smell of dominance'. Next, we ask how do humans sample these social chemosignals? We hypothesize that handshaking serves subliminal sampling of social chemosignaling, and provide comprehensive pilot data implying that humans indeed subliminally sniff their own hands after shaking. Given the importance we attribute to social chemosignaling, one may ask why aren't anosmic individuals significantly socially impaired? We test the hypothesis that social chemosignals are processed by brain mechanisms independent of the main olfactory system. In support of this, we provide pilot data implying a brain response to social chemosignals in individuals with congenital anosmia. Finally, we ask what happens if social chemosignaling is selectively impaired? Given the social impairment we would predict following such social anosmia, we hypothesize that it may be a component of autism spectrum disorder. In support of this hypothesis we provide pilot data of altered social chemosignaling in high functioning adults with autism, and altered olfactory responses in children just diagnosed with autism. The latter implies a potential non-verbal non-task dependent diagnostic measure for autism. Together, this combines to a radically different perspective on human social behavior. We argue that humans are constantly chemosignaling, and that uncovering these effects will provide for better understanding of human social behavior, and potential diagnosis and treatments for diseases involving altered social performance.'",
    "totalCost": "2074206",
    "ecMaxContribution": "2074206",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2074206
        }
    },
    "calculatedTotalContribution": 2074206
}