{
    "rcn": "198745",
    "acronym": "AISS4SME",
    "topics": "INNOVATION",
    "title": "Advanced Innovation Service Support for SMEs",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The AISS4SME project aims at offering new services to enhance the innovation management capacities of luxembourg SMEs. 2 target group of SMEs will be address : first, the beneficiaries of the SME instrument and, second, innovative SMEs. This proposal is a response to the topic ìINNOSUP-2014: Establishing services ìEnhancing the innovation management capacity of SMEsî in the Enterprise Europe Networkî, and concerns the set up of coaching and mentoring services for SMEs. Itís our confidence that the AISS4SME proposal is 100% in line with the challenge and scope defined by the EC. Moreover, by pursuing the defined strategic objectives, the project will automatically produce the expected overall impact of: \nï Enhancing the commercial potential and impact of SME participation in the dedicated Horizon 2020 instrument by ensuring that the project is aligned with and developed as an integral part of the company's innovation strategy, \nï Achieving tangible organizational change and improved results, \nï Improving the skill's levels of managers, leaving a legacy such that the SME is better able to overcome the barriers to growth post-Horizon 2020 participation.",
    "totalCost": "149031,25",
    "ecMaxContribution": "149031,25",
    "coordinator": "CHAMBRE DU COMMERCE DU GRAND-DUCHE DE LUXEMBOURG",
    "coordinatorCountry": "LU",
    "participants": "CHAMBRE DES METIERS DU GRAND-DUCHE DU LUXEMBOURG;LUXINNOVATION GIE",
    "participantCountries": "LU",
    "projectParticipants": {
        "949717689": {
            "orgId": "949717689",
            "orgName": "CHAMBRE DES METIERS DU GRAND-DUCHE DU LUXEMBOURG",
            "ecContrib": 0
        },
        "940858679": {
            "orgId": "940858679",
            "orgName": "CHAMBRE DU COMMERCE DU GRAND-DUCHE DE LUXEMBOURG",
            "ecContrib": 0
        },
        "999918390": {
            "orgId": "999918390",
            "orgName": "LUXINNOVATION GIE",
            "ecContrib": 149031
        }
    },
    "calculatedTotalContribution": 149031
}