{
    "rcn": "198799",
    "acronym": "ECINPERSON",
    "topics": "INSO-10-2015",
    "title": "the European Community IN PERSON: connecting people and cultures through home dining",
    "startDate": "01/06/2015",
    "endDate": "30/09/2017",
    "objective": "The ECINPERSON project intends to bring the Withlocals home dining social marketplace model to the European Community. By introducing Withlocals in the European Community, Withlocals intends to bring a new sense of understanding and belonging among not only the people in the different countries but, as important, also among people of different cultural origins in the same country, same city or same city block. Withlocalsí home dining is easily adopted by most as cooking is a daily activity. As important, food is a key aspect of (getting to know a different) culture. The authentic, personal and memorable experience of home dining is best illustrated through the quote from Cesar Chavez, a well-known and well-respected labor union activist from the United States: ìIf you really want to make a friend, go to someoneís house and eat with himÖ. The people who give you their food, give you their heartî.\nThe ECINPERSON roll-out strategy is based on defining two regions for Europe: the Nordic and Mediterranean regions. The Withlocals presence will be rolled out in 4-6 countries per quarter, evenly distributed over both regions and driven by the (inter-European) traveler statistics. \nWithlocals uses a peer-to-peer market place to connect the home dining guest(s) (be it a traveler or a local) directly with a local host that offers a home dining experience, effectively making the local host into a micro-entrepreneur. Withlocals market place will use a transactional business model where the host determines the price. Withlocals adds a 20% markup to the price. Withlocals will limit the number of bookings per host to 40-45 per year to maintain authenticity of the experience. \nOur planning for 2015, 2016 and 2017 will establish our presence in all EC countries.  Through the funding of  ECINPERSON project by the EC to the amount of Ä 2.5M, our target for June 2017 is  481K bookings and a EURO 1.3M revenue, supported by 28,000 hosts, 1,200 ambassadors and a team headcount of 46.",
    "totalCost": "10828345",
    "ecMaxContribution": "2499999",
    "coordinator": "WITHLOCALS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934165388": {
            "orgId": "934165388",
            "orgName": "WITHLOCALS BV",
            "ecContrib": 2499999
        }
    },
    "calculatedTotalContribution": 2499999
}