{
    "rcn": "198707",
    "acronym": "SEACELLS",
    "topics": "ERC-ADG-2014",
    "title": "Marine phytoplankton as biogeochemical drivers:  Scaling from membranes and single cells to populations",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "SEACELLS addresses fundamental questions in phytoplankton biology from cellular to population scales.  Our recent studies of phytoplankton, primitive photosynthetic marine protists that play important roles in ocean biogeochemical cycles, are providing exciting new information on the roles and evolution of membrane transport, cell signalling and metabolic regulation. The research builds on a number of recent findings, including the discovery of cell membrane properties that were thought to be typical of animal cells but now must be considered to be of much more ancient origin.   The proposed 5-year programme brings together single cell biophysics, imaging and state of the art molecular biology with in situ studies of natural oceanic phytoplankton populations, focussing principally on two significant groups, the diatoms and coccolithophores.  A major aim is to gain critical mechanistic understanding of membrane transport, cellular regulation and key physiological processes at the single cell level along with information on the microenvironment that surrounds cells.  This will be used in conjunction with modelling studies to determine how phytoplankton cells regulate their immediate environment and how this in turn interacts with metabolic activity.   In order to understand how the physiological properties of single cells in the laboratory translate to behaviour of natural populations we will examine cell physiological properties in natural populations.  Knowledge of cell- to-cell variability will provide insights into the plasticity of populations and their responses to changing ocean conditions.  Underpinning this is the transfer of single cell technology developed in the laboratory to ship-board platforms. SEACELLS presents a discipline-spanning approach, providing opportunities for cross-fertilization of knowledge and ideas from molecular biology through cell biophysics to in situ oceanography with wide reaching outcomes.",
    "totalCost": "2704190",
    "ecMaxContribution": "2704190",
    "coordinator": "MARINE BIOLOGICAL ASSOCIATION OF THE UNITED KINGDOM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999612549": {
            "orgId": "999612549",
            "orgName": "MARINE BIOLOGICAL ASSOCIATION OF THE UNITED KINGDOM",
            "ecContrib": 2704190
        }
    },
    "calculatedTotalContribution": 2704190
}