{
    "rcn": "198724",
    "acronym": "ELFBAD",
    "topics": "ERC-ADG-2014",
    "title": "L-form bacteria, biotechnology and disease",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Despite the clear importance and multiple functions of the bacterial cell wall, many bacteria appear to be able to switch into a cell wall deficient or ìL-formî state. L-forms are very heterogeneous in size and shape and generally require osmotic stabilisers, such as 0.5 M sucrose, for viability.\nHowever, by lacking the requirement for a cell wall, L-forms are completely resistant to common cell wall antibiotics, such as ?-lactams, and they are probably protected from some elements of innate immune recognition. L-forms are therefore of potential interest in relation to their possible involvement in human disease. They have often been reported in clinical specimens obtained from patients with recurrent or persistent infections or on long term prophylaxis with ?-lactam antibiotics. Unfortunately, until recently, most of the work on L-forms had been done in the pre-molecular era, when it was difficult to characterise the L-forms and particularly to identify their origins and relationship with other resident pathogenic bacteria. Recently, several labs have revisited the L-form issue and started to apply modern molecular and cell biological methods. \nThe proposal is divided into three Themes:\nï Improve our understanding of key features of the L-forms of our best characterised model system, B. subtilis, including both basic science and possible biotechnological applications. \nï Extend our analysis of basic L-form biology into several diverse bacterial systems, of relevance to both biotechnology and infectious disease. \nï Explore in detail the possible clinical relevance of L-forms, aiming to identify specific clinical situations in which they are relevant or, at least, to establish model systems in which the interactions between L-form and mammalian systems can be studied.",
    "totalCost": "2428621",
    "ecMaxContribution": "2428621",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 2428621
        }
    },
    "calculatedTotalContribution": 2428621
}