{
    "rcn": "198729",
    "acronym": "hybridFRET",
    "topics": "ERC-ADG-2014",
    "title": "hybridFRET - deciphering biomolecular structure and dynamics",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "To understand and modulate biological processes, we need their spatiotemporal molecular models. In this project we propose to build these models by a holistic approach. The recent methodological and technical advances in fluorescence spectroscopy and microscopy as well as in multi-scale modelling of complex biochemical systems set the stage to tackle cross-fertilizing challenges in biophysics, biochemistry and cell biology. The applicant proposes to develop a novel integrative platform for a Molecular Fluorescence Microscope (MFM) to achieve ultimate resolution in space (sub-nanometer) and time (picoseconds) for characterizing structure and dynamics of proteins. MFM will combine Multi-parameter Fluorescence Detection with Computational Microscopy (molecular dynamics and coarse grained simulations) in a hybrid approach, first, to derive a complete molecular description of all fluorescence properties of the tailored dyes in proteins (objectives 1 and 2) and, second, to utilize this information in simulations to report on the protein properties (objective 3). In this hybrid approach high precision FRET measurements are the core experimental technique (hybridFRET). The MFM will allow us to tackle the central biophysical question of how intra- and intermolecular domain interactions modulate proteins' overall structure, dynamics, and thus ultimately function (objective 4). In this proposal we will apply MFM to two prototypic proteins of significant medical relevance. The combination with Multi-parameter Fluorescence Image Spectroscopy will exploit the ultimate resolution of the MFM for molecular protein imaging in live cells. To follow and ultimately understand biological processes, we need their spatiotemporal models of the integrative fluorescence spectroscopy platform. Until now, no holistic use of fluorescence spectroscopy for structural modelling of proteins has been reported.",
    "totalCost": "2499457,5",
    "ecMaxContribution": "2499457,5",
    "coordinator": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999856116": {
            "orgId": "999856116",
            "orgName": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
            "ecContrib": 2499458
        }
    },
    "calculatedTotalContribution": 2499458
}