{
    "rcn": "198711",
    "acronym": "MAMSIE",
    "topics": "ERC-ADG-2014",
    "title": "Mixing and Angular Momentum tranSport of massIvE stars",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "With the CoRoT & Kepler data analysed, the time is optimal to move from observational asteroseismology to innovative stellar modelling of the steal factories of the Universe. With MAMSIE, we follow the footsteps of helioseismologists some 30 years after them, but this time we shall be developing inversion methods for stellar structure based on gravity-mode oscillations that probe the deep stellar interior. MAMSIE will lead to new models for a variety of single and binary stars with masses between 3 and 30 M? whose space photometry and high-resolution spectroscopy reveal sufficient seismic information on their gravity modes to invert the frequencies and compute the starsí structure. In contrast to the conventional theoretical approach to stellar evolution, the data-driven approach of MAMSIE will allow us to include angular momentum transport due to internal gravity waves, as well as mixing prescriptions for turbulent entrainment, from coupling of the output of 3D hydrodynamical simulations of these phenomena to specialised seismic observables of relevance for massive stars. Our sample includes slow and fast rotators, with and without a magnetic field, with and without a stellar wind. The new models will be placed in an evolutionary context for optimal assessment of the evolution of internal rotation, angular momentum, and chemical mixing throughout stellar life of massive stars. The output of the stellar modelling will provide fundamentals for all topics in modern astrophysics that rely on massive star models. MAMSIE is overarching and will require a multidisciplinary team led by an expert in gravity-mode oscillations working in close collaboration with a 3D hydrodynamics expert; it will offer a highly competitive environment for PhD and postdoctoral research on the astrophysics of massive stars.",
    "totalCost": "2498941",
    "ecMaxContribution": "2498941",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 2498941
        }
    },
    "calculatedTotalContribution": 2498941
}