{
    "rcn": "198759",
    "acronym": "EPOCH28",
    "topics": "ERC-PoC-2015",
    "title": "Epigenetic Profiling of Chemotherapy Efficacy",
    "startDate": "01/11/2015",
    "endDate": "30/04/2017",
    "objective": "The aim of this proposal is to showcase that chromatin regulators represent a novel class of biomarkers that can predict the response to individual drugs. The proof of concept will be established by validating our recent discovery of a 28-gene signature of chromatin regulators that predicts the response of 26 out of 31 patient-derived xenograft breast cancer models to docetaxel. Notably, in patients treated with docetaxel, though all are subjected to toxic side effects, less than half of them clinically benefit, and no test exists to predict response.  \n\nIn the context of our funded ERC project, discoveries in our team underscored the key role of several chromatin regulators in establishing and maintaining chromatin landmarks, such as centromeres. In particular, our recent work demonstrated that mislocalization of the centromeric histone variant CenH3 gives cells an adaptive advantage to overcome DNA damage induced by camptothecin treatment and gamma irradiation. Further, preliminary evidence from our lab and others has highlighted a link between the expression level of chromatin regulators, including those involved in centromeres, and docetaxel sensitivity in a cellular context.  \n\nBased on these promising studies, there are three aspects that we wish to develop as proof of concept for the use of chromatin regulators as novel predictive biomarkers for docetaxel treatment. First, we wish to further illustrate our chromatin regulators as a predictive signature for docetaxel treatment. For this, we will test samples from patients having received neoadjuvant docetaxel treatment alone. Secondly, we will test the applicability of our method in other cancers and drugs through an established collaboration with Roche to predict vemurafenib efficacy in melanoma. Thirdly, we will further evaluate the market need for predictive signatures for other commercial oncology drugs, and a potential spin-off that derives companion diagnostics for new drugs in clinical trails.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}