{
    "rcn": "198772",
    "acronym": "I4MS-Growth",
    "topics": "FoF-09-2015",
    "title": "Support and stimulation of dynamic and organic growth of pan European ICT for Manufacturing SME Innovation Ecosystems",
    "startDate": "01/09/2015",
    "endDate": "28/02/2018",
    "objective": "The ICT Innovation for Manufacturing SMEs (I4MS) initiative was launched by the EC on July 2013 with an initial budget of 77 million Euro. During its first stage, I4MS has shown substantial success and contributed to the progressive development of European SMEs adopting advanced ICT solutions for manufacturing. \nThe initiative has already achieved some of the main goals resulting from the interaction with SMEs through the successful launch of open calls that generated a high participation of SMEs, many of them newcomers to EU R&D funding programs. \nThe actual stage of the projects involved in I4MS brings the need for enhanced support and specific actions towards their exploitation success and towards better leveraging the European Manufacturing Sector through the implementation of ICT solutions within the Manufacturing SMEs. Four additional projects have joined the initiative, these projects will need to integrate in the initiative and have same services of support as the projects included in the first phase of I4MS, such as open calls support, etcÖ\nFor this purpose, I4MS-Growth has designed different strategies that will among others:\nï\tRenew the I4MS Portal with improved areas for providing information of interest to: regional entities, competence centers, SMEs, etcÖ\nï\tEnable the interchange of synergies between IPs and IAs involved in the initiative \nï\tSupport the interaction with the I4MS Competence Centre Network;\nï\tContinue to promote and support the involvement of SMEs in the new launch of open calls for IAs;\nï\tReinforce the brand and image of the Competence Centers Network of Excellence as well as their interaction with innovation hubs;\nï\tFacilitate the dissemination of the experiments for a future replication and implementation of the I4MS scheme within the regions;\nï\tPosition the I4MS initiative as one of the key initiatives in Europe for the Manufacturing and ICT sector.\nï\tAdministrative management of innovation hubs.",
    "totalCost": "997151",
    "ecMaxContribution": "997151",
    "coordinator": "ASOCIACION DE EMPRESAS TECNOLOGICAS INNOVALIA",
    "coordinatorCountry": "ES",
    "participants": "HOLONIX SRL-SPIN OFF DEL POLITECNICO DI MILANO;CONSULTORES DE AUTOMATIZACION YROBOTICA SA;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "IT;ES;SE",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 67700
        },
        "967204461": {
            "orgId": "967204461",
            "orgName": "HOLONIX SRL-SPIN OFF DEL POLITECNICO DI MILANO",
            "ecContrib": 68438
        },
        "999500417": {
            "orgId": "999500417",
            "orgName": "CONSULTORES DE AUTOMATIZACION YROBOTICA SA",
            "ecContrib": 522826
        },
        "999614489": {
            "orgId": "999614489",
            "orgName": "ASOCIACION DE EMPRESAS TECNOLOGICAS INNOVALIA",
            "ecContrib": 338188
        }
    },
    "calculatedTotalContribution": 997152
}