{
    "rcn": "198702",
    "acronym": "MASCP",
    "topics": "ERC-ADG-2014",
    "title": "Mechanisms of alternative pre-mRNA splicing regulation in cancer and pluripotent cells",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Alternative splicing of messenger RNA precursors is a prevalent form of gene regulation that greatly expands the coding capacity and regulatory opportunities of higher eukaryotic genomes. It contributes to cell differentiation and pluripotency and its deregulation promotes cancer progression, as evidenced by the frequent occurrence of cancer-associated mutations in splicing factors, which are also targets of anti-tumor drugs. Despite its prevalence and relevance, the underlying mechanisms of regulation remain poorly understood. This proposal aims to develop and apply systematic approaches that can allow us to carry out the equivalent of genetic analysis of splicing regulation in cancer and pluripotent cells. These technologies can help to unweave the complex network of functional interactions within the spliceosome and of the spliceosome with regulatory factors, exhaustively map the contribution of regulatory sequences and be used to investigate, with unprecedented detail, mechanisms of regulation for essentially any regulator or alternative splicing event operating in a particular cell line. Such approaches can offer a unique opportunity to address key unresolved mechanistic questions, including the molecular basis for positional effects of splicing regulatory factors (RNA Maps), the regulatory potential of the core spliceosome and the integration of alternative splicing with other cell regulatory programs. We will combine these approaches with biochemical and cellular assays to investigate detailed mechanisms of regulation relevant for the control of cell proliferation and/or pluripotency in cancer and induced pluripotent stem (iPS) cells. Progress in this area can contribute to reveal the molecular logic governing a key layer of gene regulation and has the potential to discover novel factors and regulatory circuits that trigger or modulate cell growth, differentiation and cancer progression.",
    "totalCost": "2159574",
    "ecMaxContribution": "2159574",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 2159574
        }
    },
    "calculatedTotalContribution": 2159574
}