{
    "rcn": "198708",
    "acronym": "EXMOLS",
    "topics": "ERC-ADG-2014",
    "title": "Excited electronic states in extended molecular systems",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The directed movement of electronic excitations in molecular materials lies at the heart of photosynthesis and also in nanoscale synthetic materials systems used for electronic applications.  Efficient materials systems must span many length scales; from nm molecular dimensions, to the 10 nm length scale of Coulomb interactions at 300 K in molecular systems, to the macroscopic dimensions of biological structures and of synthetic electronic devices.  There is now tantalising evidence that efficient biological and synthetic systems use ultrafast coherent electronic state evolution to couple molecular and macroscopic length scales, which requires special structural arrangements over intermediate length scales of 10 nm and more. \nEXMOLS will develop a new platform to study and control electronic excitations in extended molecular systems using DNA  assembly methods to construct functional molecular semiconductor stacks. DNA-assembly takes the place here of the protein structure assembly of chromophores within photosynthetic systems. In contrast to current synthetic molecular systems that have little control beyond simple heterojunctions, these DNA-assembled structures will allow for the precise placement of molecules within stack-structures of dimension 5 nm or more, which will allow for the definition of precise electronic couplings and energetic landscapes, within extended artificial molecular systems.  \nNew transient optical spectroscopy will track wavefunction evolution from 10fs. These will allow for the study of a range of emergent electronic phenomena on the 5-100nm length scale including, charge delocalisation, coherent electron-hole separation, singlet exciton fission, resonant energy transfer across the organic-inorganic interface and topologically protected electronic excitations. \nEXMOLS is a fundamental science project, but will also deliver real design rules for practical molecular-scale devices, from solar cells, to LEDs, to spintronics, to solar fuels.",
    "totalCost": "2499836",
    "ecMaxContribution": "2499836",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}