{
    "rcn": "198733",
    "acronym": "ACES",
    "topics": "DRS-17-2014",
    "title": "ACES: Air Cargo Explosive Screener",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "The ACES (Air Cargo Explosive Screener) program will be devoted to the certification of a new generation of explosive screeners based on vapor detection, targeting the airport security market for cargo screening. ACES has been developed to identify explosive threats with sensitivity and discrimination power orders of magnitude better than state-of-the-art systems.  It is unmatched in its ability to screen large volumes in minutes, such as cargo containers and whole trucks, without disassembly.\nThis line of business is backed up both by a very high social demand and a strong institutional support: explosive screening for aeronautical cargo loaded in passenger aircrafts is mandatory in the EU and nearly all nations. This inspection task is presently executed carried out by X-ray screening, which presents two relevant deficiencies: 1) the cargo load must be broken down into pieces where the maximum side is lower than 120 cm, and 2) a human operator interprets the X-ray image, in order to detect  an arbitrarily shaped explosive a few centimeters in size, seen with a depth of 120 cm.\nIn previous years, SEDET has developed an unmatched technology in the area, has been selected as the leading vapor screener developer by several European Union aviation testing Agencies and Israel, and is currently undergoing more thorough evaluations on its way to certification. \nFrom the technical perspective, ACES¥s vapor detection technology first turns into ions minute quantities of vapor molecules released into the atmosphere by hidden explosives.  Then these ions are separated at atmospheric pressure according to their size in a mobility filter (a differential mobility analyzer, DMA), and then by filtering the original ions and their fragments according to their respective masses in the vacuum system of a sophisticated triple quadrupole mass spectrometer (MS).\nACES technology is protected by several patents and patents applications, both in the US and the EU.",
    "totalCost": "1233328,75",
    "ecMaxContribution": "863330",
    "coordinator": "Sociedad Europea de Deteccion SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "975372346": {
            "orgId": "975372346",
            "orgName": "Sociedad Europea de Deteccion SL",
            "ecContrib": 863330
        }
    },
    "calculatedTotalContribution": 863330
}