{
    "rcn": "198779",
    "acronym": "BioBarPro",
    "topics": "ERC-PoC-2015",
    "title": "A Hot-Spot Bio-Barcode Strategy for Prognostic Biomarkers In Colorectal Cancer",
    "startDate": "01/12/2015",
    "endDate": "31/05/2017",
    "objective": "Colorectal cancer (CRC) is caused by alterations in genes that regulate tissue growth and the risk of developing CRC is influenced by a combination of environmental and genetic factors. Although CRC is often preventable by removing precursor lesions, screening efforts have been hampered by low participation rates and by performance limitations of the screening tools themselves. Detection of blood in faeces is currently the most common screening tool, while stool DNA testing of molecular markers has emerged as a biologically rational and user-friendly strategy for the non-invasive detection of CRC and critical precursor lesions. This advance has significantly increased performance in detecting CRC, but still more than half of the precancerous lesions cannot be detected. The stool DNA test performance for detecting precancerous lesions is expected to be improved substantively by including a completely new type of biomarker, those formed earlier than genetic mutations in the process of carcinogenesis. Such biomarkers are DNA adducts; DNA molecules bound to chemicals.  If not repaired, these DNA adducts generate mutations. Herein, we propose to expand an ERC-funded research result into a kit for measuring CRC-initiating DNA adducts in a stool sample. This kit will enable personalized feedback that quantitatively integrates environmental and genetic factors in colon-cancer associated DNA damage. We have filed a patent application for the chemical basis of the technology and have partnered with an ETH spin-off for the scientific development of our existing proof of principle assay to a prototype kit. In parallel to the scientific work, during the Proof of Concept phase, we will address a phase of the overall commercialization plan that involves licensing the technology to a business partner in the life sciences sector.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}