{
    "rcn": "198706",
    "acronym": "PlasmoSilencing",
    "topics": "ERC-ADG-2014",
    "title": "Exoribonuclease-mediated degradation of nascent RNA in Malaria Parasites: A Novel Mechanism in Virulence Gene Silencing",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Background: The human protozoan malaria parasite P. falciparum causes approximately 200 million infections and 0.7 million deaths (mainly children) per year. In the well-studied asexual blood stages, cyclic monocistronic gene activation occurs at the transcriptional level; however, relatively few transcription factors have been identified, thus other types of regulatory processes that contribute to this coordinated gene expression are believed to exist. Through the study of molecular process of monoallelic expression of immune evasion genes in P. falciparum (project funded by a previous ERC grant to A. Scherf), we discovered an entirely new mechanism of gene silencing. We demonstrated that an exoribonuclease silences genes linked to severe malaria. A non-canonical 3í-5íexoribonuclease termed PfRNase II destroys nascent RNA made from promoter regions, leading to cryptic unstable mRNA. Parasites carrying a deficient PfRNase II produce full-length mRNA and long noncoding RNA. The molecular events and the number of genes directly controlled by this novel type of posttranscriptional gene silencing remain elusive. \nAim: This proposal aims to investigate the molecular mechanisms controlling PfRNase II-dependent gene silencing using innovative strategies such as the new genome editing technique (Cas9/CRISPR) developed in my laboratory for use in P. falciparum. We will study i) the recruitment of PfRNase II to promoter regions of severe malaria related genes using protein pull-down assays and ii) the genome occupancy of PfRNase II and two other 3í-5í exoribonucleases to determine the total number of genes controlled by this mechanism.\nImpact: This project represents a major change in mainstream malaria parasite gene regulation paradigms with repercussions for other organisms. The proposed research will both open new avenues in molecular process that control severe malaria and appeal to young researchers to join this rather ëuntouchedí topic.",
    "totalCost": "2499761",
    "ecMaxContribution": "2499761",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2499761
        }
    },
    "calculatedTotalContribution": 2499761
}