{
    "rcn": "198775",
    "acronym": "SUNLIGHTING",
    "topics": "ERC-PoC-2015",
    "title": "Harvesting the Sun",
    "startDate": "01/11/2015",
    "endDate": "30/04/2017",
    "objective": "Biological production of high-value compounds such as medicines, flavors, fragrances and food ingredients, is predicted to constitute 50% of the World market by 2025 thus representing a commercial hotspot. A competitive edge for European industry within this domain is therefore important.  Today, 40% of prescribed medicinal drugs originate or are derived from rare or difficult to cultivate medicinal plants which typically contain the compounds in very low amounts and in complex mixtures. We have demonstrated that by using synthetic biology we can build a solar powered platform for production of key high-value compounds within the diterpenoid class in green cells (cyanobacteria/moss/algae). The diterpenoids are excreted into the growth medium offering easy isolation. This provides a highly profitable and attainable opportunity to produce a large number of medicinal compounds at highly reduced costs. The production platform is easily adaptable to make structural analogs and entirely new structures. Combinatorial libraries can be developed to enable screening for desired new functionalities. The envisioned production platform includes the full chain from pathway discovery, host optimization, scale-up, extraction and final product isolation and offers entry points for industrial development and exit points for adaptation to existing pipelines. Based on the advances made within the ERC Advanced Grant the focus of this PoC is to optimize the scientific breakthroughsí market adaptation, specifically focused on the compounds Forskolin and Ingenol-3-angelate as proof-of-concept of the market value of the production platform. The envisioned full-chain focus offers potent financial opportunities and a new vision for biobased production across Europe in a re-invigorated sustainable greenhouse industry offering new job opportunities in full harmony with the envisioned Europe2020 and Horizon2020 goals.",
    "totalCost": "142783,75",
    "ecMaxContribution": "142783,75",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 142784
        }
    },
    "calculatedTotalContribution": 142784
}