{
    "rcn": "198726",
    "acronym": "NSETHIO",
    "topics": "ERC-ADG-2014",
    "title": "Nodding Syndrome:  a trans-disciplinary approach to identify the cause and decrease the incidence of river epilepsy",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Nodding syndrome (NS) is a neurological, incurable syndrome, currently affecting mainly children between 5 and 15 years of age in South Sudan, Uganda and Tanzania. Since 1950, when NS was first described, its cause has remained a mystery. NS is characterized by head-nodding (an atonic form of epilepsy), often followed by clonic - tonic seizures, developmental retardation and faltering growth. In the affected regions, NS is a major public health problem associated with severe socio-economic consequences. After exploratory missions to South Sudan, Uganda and the Democratic Republic of the Congo (DRC), we gathered epidemiological evidence that supports the hypothesis that NS is a disease caused by a pathogen transmitted by blackflies, the  vectors that transmit the parasitic worm that causes onchocerciasis.  This pathogen could be an unknown neurotropic virus or another pathogen that is transmitted either independently or as a symbiont of the worm. We postulate that this pathogen is able to cause typical NS, but also other forms of epidemic epilepsy. We hypothesise that the same disease is also endemic in other onchocerciasis hyper-endemic regions e.g. in the Mbam valley, Cameroon and the Orientale Province, DRC (where it is referred to as ìriver epilepsyî).  In this project we aim to investigate our hypotheses in South Sudan, Uganda, Tanzania, Cameroon and the DRC with a trans-disciplinary approach including clinical-epidemiological, post-mortem, eco-entomological, and metagenomic studies. We will study the effect of vector control methods and ivermectin distribution on the incidence of river epilepsy. So far a multi-country study on NS was never done and nearly all previous studies were cross-sectional, carried out during short country visits. With this long term research plan we hope to finally discover the cause of NS and detect effective control strategies to decrease the incidence of epilepsy in onchocerciasis endemic areas.",
    "totalCost": "2417000",
    "ecMaxContribution": "2417000",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "SAN DIEGO STATE UNIVERSITY FOUNDATION;UNIVERSITAETSKLINIKUM BONN;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "participantCountries": "US;DE;NL",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 58568
        },
        "999867465": {
            "orgId": "999867465",
            "orgName": "UNIVERSITAETSKLINIKUM BONN",
            "ecContrib": 61000
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 2199931
        },
        "989739404": {
            "orgId": "989739404",
            "orgName": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
            "ecContrib": 97500
        }
    },
    "calculatedTotalContribution": 2416999
}