{
    "rcn": "198728",
    "acronym": "EQUEMI",
    "topics": "ERC-ADG-2014",
    "title": "Entanglement and Quantum Engineering with optical Microcavities",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "I propose to leverage the unique properties of optical fiber Fabry-Perot (FFP) microcavities pioneered by my group to advance the field of quantum engineering. We will take quantum-enhanced measurement from its current proof-of-principle state to a true metrological level by applying cavity-based spin squeezing to a compact atomic clock, aiming to improve the clock stability beyond one part in 10^-13 in one second. In a new experiment, we will generate multiparticle entangled states with high metrological gain by applying cavity-based entanglement schemes to alkaline earth-like atoms, the atomic species used in todayís most precise atomic clocks. In a second phase, a miniature quantum gas microscope will be added to this experiment, creating a rich new situation at the interface of quantum information, metrology, and cutting-edge quantum gas research. Finally, we will further improve the FFP microcavity technology itself to enable novel atom-light interfaces with a currently unavailable combination of strong coupling, efficient fiber coupling, and open access. This will open new horizons for light-matter interfaces not only in our experiments, but also in our partner groups working with trapped ions, diamond color centers, semiconductor quantum dots, carbon nanotubes and in quantum optomechanics.",
    "totalCost": "2422750",
    "ecMaxContribution": "2422750",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 2422750
        }
    },
    "calculatedTotalContribution": 2422750
}