{
    "rcn": "198738",
    "acronym": "SPIDERS",
    "topics": "DRS-17-2014",
    "title": "Synthetic aPerture Interferometric raDiometer for sEcurity in cRitical infraStructures",
    "startDate": "01/10/2015",
    "endDate": "31/05/2018",
    "objective": "Along with the evolution of nature and frequency of threats on various critical infrastructures and soft targets, there is a need for evolution and improvement in the detection solutions of hidden objects or materials that can represent a menace to European citizens and assets. Current long queues at airports or administration security checkpoints and bulky scanners will soon be seen as outdated with the coming technologies. As the number of transportation hubs and sensitive location for common security are increasing (airports, power plants, prisons, administrations) passive scanning system, not emitting any radiation, represent the most promising opportunities. Such systems require to tackle ethical issues such as the displaying of personal bodies and still be able to detect hidden objects. Other technical challenges have to be met in order to integrate such detection solution into the everyday life : 3D analysis, real-time detection, spatial resolution. SPIDERS project, built from the results of recent FP7 project to propose the latest passive millimeter wave technology with a synthetic aperture interferometric radiometer. The French company MC2, specialised in radiometric sensors and microwave products and services, aims at developing its business on the rising markets of PMMW technology for security applications and tackle all the stated technical and business challenges to demonstrate a fast 3D scanning system of walking people and detection of hidden objects and materials. The  SPIDERS will represent a budget of 1,2 million euros and start in 2015 for 24 months.",
    "totalCost": "1166000",
    "ecMaxContribution": "816200",
    "coordinator": "MICROWAVE CHARACTERIZATION CENTER",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999719443": {
            "orgId": "999719443",
            "orgName": "MICROWAVE CHARACTERIZATION CENTER",
            "ecContrib": 816200
        }
    },
    "calculatedTotalContribution": 816200
}