{
    "rcn": "198709",
    "acronym": "Novel Calorimetry",
    "topics": "ERC-ADG-2014",
    "title": "Exploring the Terascale at LHC with Novel Highly Granular Calorimeters",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "The recent discovery of a Higgs boson by the ATLAS and CMS Collaborations at the Large Hadron Collider at CERN, Geneva, has undoubtedly opened a portal to widely expected new physics, anticipated to manifest itself in the Tera-electron-Volt range: the Terascale. New physics is needed to understand some of the deepest mysteries of our universe, that include its composition, where dark matter and dark energy seem to comprise 95% of its energy/matter density, and its evolution from the Big Bang to today, where we see much structure and where matter dominates over antimatter, and whether we live in more dimensions than the familiar four. Substantial improvements to the current experiments at the LHC are planned, and new experiments are being proposed or discussed at future new energy frontier accelerators to tackle these scientific issues. A key element of the improved and newer generation detectors is the use of very high performance calorimeters for the measurement of the energies of particles produced in the high-energy collisions at colliders. At the upgraded LHC these must operate in an unprecedentedly challenging experimental environment. This proposal deals with a novel, yet untested, high-risk approach to calorimetry that combines state of the art techniques so far only used independently either in charged particle tracking or conventional calorimeters. New technologies will have to be developed for such a ground-breaking calorimeter. These include very fine feature size, powerful, radiation hard electronics in emerging technologies using feature sizes of 130 nm or 65 nm; low-cost silicon sensors in the emerging technology using 8î silicon wafers, also in Europe; environmentally-friendly cooling technologies using liquid carbondioxide; high performance and fast decision making logic using new more powerful FPGA, all to be produced at an industrial scale.",
    "totalCost": "3034107",
    "ecMaxContribution": "3034107",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 3034107
        }
    },
    "calculatedTotalContribution": 3034107
}