{
    "rcn": "198757",
    "acronym": "SEEVCA",
    "topics": "ERC-PoC-2015",
    "title": "Self-Enforcing Electronic Voting For Commercial Applications",
    "startDate": "01/12/2015",
    "endDate": "31/05/2017",
    "objective": "This project aims to commercialise Self-Enforcing E-Voting (SEEV), a new paradigm of verifiable e-voting technologies without involving any trusted tallying authorities (invented under the ERC starting grant No. 106591), for classroom voting and related applications. A prototype of a Verifiable Classroom Voting (VCV) system, based on the SEEV technology, has been developed by the PI's team at Newcastle University, and in the past two years has been successfully trialled in real classroom teaching within the campus with very positive student feedbacks. With the funding support from this Proof of Concept project, we plan to extend this VCV prototype to make it commercially available to all universities and schools, with basic user accounts provided for free, while premium user accounts will be available for a fee but bundled with dedicated support and more computing resources. Additional revenues include advertisements and professional services (which provide customized VCV to companies, organizations and governments for various voting applications). The received revenues will be used to maintain/upgrade the system, sustain the growth in users and cover the cost of creating and protecting the IPR on SEEV (several potentially patentable developments on SEEV are being made in the ERC project). Although the focus of this proposal is on classroom voting and similar small-scale elections, the underlying SEEV technology is also applicable to large-scale elections. It has the promising potential to address many security defects in today's (unverifiable) e-voting products that have been widely used many democratic countries (e.g., USA, Brazil and India). The IPR created during the course of this project will serve our long-term goal of commercialising SEEV for large-scale national elections and enhancing worldwide democracy in a digital age.",
    "totalCost": "149860",
    "ecMaxContribution": "149860",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 149860
        }
    },
    "calculatedTotalContribution": 149860
}