{
    "rcn": "198840",
    "acronym": "NANOGENTOOLS",
    "topics": "MSCA-RISE-2015",
    "title": "Developing and implementation of a new generation of nanosafety assessment tools",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "NanoMaterials safety is of great societal concern and raises many questions for the general public, governments, industry, scientists and regulators. Identifying and controlling the hazards associated with NMs is required to ensure the safety in parallel to exploiting the technological benefits.\nNANOGENTOOLS answers this challenge by creating a collaborative excellence-based knowledge exchange network that will: i) push forward knowledge via method development and pre-validation, ii) train scientists in new methodologies to assess long term nanosafety, and iii) support their inclusion in standardization and EU regulations.\nNANOGENTOOLS combines toxicogenomics, proteomics, biophysics, molecular modeling, chemistry, bio/chemoinformatics to develop fast in vitro high throughput (HTS) assays, with molecular based computational models for nanotoxicity. Its objectives are to:\n∑ Provide solutions for faster, more reliable assessment of NM toxicity and propose HTS and omics tools for predicting toxicological properties of NMs.\n∑ Develop new bioinformatics methodologies for analyzing -omics data and create an open database in collaboration with the EU Nanosafety Cluster.\n∑ Conduct research and training on biophysical techniques and mathematical models for accurate and fast nanotoxicity prediction.\n∑ Build/improve the safe by design concept, demonstrated using carbon-NMs and nanosensors.\n∑  Place our new knowledge in the context of regulations and EU roadmaps.\nNANOGENTOOLS brings together cutting edge research, innovative knowledge-transfer and co-development, and cross-sectoral and cross-disciplinary secondments linking EU academic institutes/networks with industry and policy makers across 8 countries. Expected impacts include pre-validated tools for efficient cost-effective nanosafety assessment applicable to SMEs for incorporation into regulatory frameworks, and translation of knowledge via development of a CNT-based nanosensor based on safe-by-design principles.",
    "totalCost": "706500",
    "ecMaxContribution": "706500",
    "coordinator": "UNIVERSIDAD DE BURGOS",
    "coordinatorCountry": "ES",
    "participants": "NOVAMECHANICS LIMITED;Research and Development of Carbon Nanotubes S.A.;THE UNIVERSITY OF BIRMINGHAM;UNIVERSITA DEGLI STUDI DEL PIEMONTE ORIENTALE AMEDEO AVOGADRO;BIONANONET FORSCHUNGSGESELLSCHAFT MBH;NANOTECHNOLOGY INDUSTRIES ASSOCIATION;SITEX 45 SRL",
    "participantCountries": "CY;EL;UK;IT;AT;BE;RO",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 112500
        },
        "998959836": {
            "orgId": "998959836",
            "orgName": "SITEX 45 SRL",
            "ecContrib": 85500
        },
        "998323516": {
            "orgId": "998323516",
            "orgName": "NOVAMECHANICS LIMITED",
            "ecContrib": 94500
        },
        "997591360": {
            "orgId": "997591360",
            "orgName": "Research and Development of Carbon Nanotubes S.A.",
            "ecContrib": 85500
        },
        "966278305": {
            "orgId": "966278305",
            "orgName": "BIONANONET FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 49500
        },
        "998959642": {
            "orgId": "998959642",
            "orgName": "UNIVERSIDAD DE BURGOS",
            "ecContrib": 139500
        },
        "986948035": {
            "orgId": "986948035",
            "orgName": "NANOTECHNOLOGY INDUSTRIES ASSOCIATION",
            "ecContrib": 45000
        },
        "999905392": {
            "orgId": "999905392",
            "orgName": "UNIVERSITA DEGLI STUDI DEL PIEMONTE ORIENTALE AMEDEO AVOGADRO",
            "ecContrib": 94500
        }
    },
    "calculatedTotalContribution": 706500
}