{
    "rcn": "198893",
    "acronym": "Tomo-FPS",
    "topics": "PHC-12-2015-1",
    "title": "Tomosynthesis is a low-dose alternate to has CT already transformed Breast Imaging, our vision is to reduce the costs, further enhance sensitivity and reduce dose, and transform portability.",
    "startDate": "01/10/2015",
    "endDate": "31/10/2015",
    "objective": "The power of 3D X-ray imaging in healthcare in the form of Computed Tomography (CT) is widely accepted, but despite the widespread availability of CT and Magnetic Resonance Imaging (MRI) it is still the basic 2D planar X-ray that constitutes the majority (circa 60%) of medical imaging studies worldwide. Planar X-ray continues to be the ìworkhorse of radiologyî because of its availability, low cost and small system footprint (compared to MRI and CT); its speed of image acquisition and review (compared to all other modalities); its ability to visualize tissues like bone (unlike MRI and Ultrasound); its low radiation dose (unlike CT); and its consistency and objectivity of image acquisition (unlike Ultrasound).\n\nTomosynthesis, a method for performing high-resolution limited-angle tomography at low dose levels, has already transformed breast cancer screening and has demonstrated an ability to near-equal CT in identifying lung nodules symptomatic of lung cancer.\n\nOur innovation is a Flat Panel X-ray Source (FPS) that allows tomosynthesis without any moving parts. This will reduce costs and enhance acquisition speed and allows the source to be closer to the subject, reducing power needs and further reducing cost.\n\nUnlike current tomosynthesis devices that move the source in 1 dimension, a system using an FPS could vary emission in 2 dimensions which could enhance depth resolution and the ability to localise objects. This would enhance the ability to quantify features, including biomarkers of disease progression.\n\nAdaptix will transform planar X-ray by giving it true 3D capability, making it safer by reducing dose (versus CT, and potentially versus planar X-ray), making the systems 50% cheaper than existing market offerings and reducing weight and size by 90%. By doing this we will be improving access to the worldís most important medical diagnostic device and radically changing a $5bn global market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Adaptix Ltd",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937175686": {
            "orgId": "937175686",
            "orgName": "Adaptix Ltd",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}