{
    "rcn": "198869",
    "acronym": "ACTICAPS",
    "topics": "SFS-08-2015",
    "title": "Actiwhey based microencapsulation solution for sustainable food manufacturing",
    "startDate": "01/10/2015",
    "endDate": "31/03/2018",
    "objective": "Overuse of antibiotics in meat production causes human antimicrobial resistance, diseases and gut related disorders, leading to 1.2m life-threatening hospital infections and 19,000 deaths from MRSA-bacteria each year. The best solution is sustainable antibiotic free food production, improved food safety and nutrition value, wider use of probiotics and increased functional foods production.\n\nCompanies like Bon AppÈtit, Tyson Foods, Smithfield, McDonalds, etc. are voluntarily banning antibiotics treated food products. To meet this trend and EU regulations, new cost-effective technologies for processing delicate substances and active ingredients are needed in EU.\n\nUniq Bioresearch has developed and patented ACTIWHEYÆ microencapsulation technology that addresses these challenges and provides market leading nutritional efficiency; extended shelf-life, increased food safety and countless new opportunities for food, feed and nutraceuticals manufacturers.\n\nACTICAPS project aims to 1) reduce the microencapsulation costs by 91%; 2) achieve 70% fill-coating ratio; 3) improve controlled release and other key advantages; 4) set up pilot production for market validation and dissemination; 5) create a scale-up package, incl. process planning strategy, production manuals and licencing concept; 6) validate the innovation in 3 market segments with most potential for fast market uptake.\n\nThis project is an integral part of our long-term development roadmap. Our market uptake potential is based on 11\\ years of R&D and business success; established key customer base; validated patented technology, experienced team and detailed feasibility study for identifying the best business and commercialisation strategy.\n\nWe target a high growth Ä7.3b market and expect to generate sales revenue of Ä38m and create more than 50 new jobs by 2022. Besides current customer base, we have received potential order indications from market-leading feed and food producers like Hankkija, Raisio, Valio etc.",
    "totalCost": "1478618,75",
    "ecMaxContribution": "1035033",
    "coordinator": "UNIQ BIORESEARCH OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936482427": {
            "orgId": "936482427",
            "orgName": "UNIQ BIORESEARCH OY",
            "ecContrib": 1035033
        }
    },
    "calculatedTotalContribution": 1035033
}