{
    "rcn": "198889",
    "acronym": "VIGI-LEAK",
    "topics": "DRS-17-2015-1",
    "title": "A Smart Technology Trained for Preventing Leakages from Sewer Systems",
    "startDate": "01/11/2015",
    "endDate": "31/01/2016",
    "objective": "'R.Z.E.E. has a 25 years experience in sewerage system monitoring, wastewater treatment and remediation activities, providing since 2004 more than 95% of short term sewer flowrate monitoring services in Israel.\nMonitoring is essential to evaluate the status of sewerage system and localize leakages to prioritize repair work. Despite some promising approaches, still no proven method of leakages and exfiltration measurement on a wider scale is available so authorities and companies are not aware of its impact on groundwater pollution.\nIndirect measuring methods as groundwater sampling or modelling, are mostly too complicated for sewer operators to apply. Direct procedures yield exfiltration rates for single leaks, but the extrapolation to overall exfiltration rates is questionable due to the inhomogeneity of defects.\nOur technology is based on an ongoing monitoring plan to anticipate the consequences of leakages. With the ambition of reducing the amount of Contaminants of Emerging Concern that can cause harm to the environment and human populations, and based on practical experience acquired through the Western Galilee Incident where R.Z.E.E. professionals detected an alarmant percentage of leakages (20%), we developed and patented an unique technology, ìAny Geometry Flumeî, a system adapted to measure gravitational flows in a simple, precise and relatively inexpensive way.\nWith the development of VIGI-LEAK, we aim to complement our technology with a highly precise real-time flow measurement software. VIGI-LEAK is a correlation system located in the 'internet cloud' to monitor sewage systems and alert if there is a fault or malfunction in some segment, calculating the magnitude of the leakage. It will release sewer operators from being dependant on expensive flow data delivery services providers, representing a powerful tool for engineers and decision makers. The commercialization of VIGI-LEAK will allow R.Z.E.E. to increase our turnover in Ä4M in 5 years.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ROBERTO ZIMMERMAN ENVIRONMENTAL ENGINEERING LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927547854": {
            "orgId": "927547854",
            "orgName": "ROBERTO ZIMMERMAN ENVIRONMENTAL ENGINEERING LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}