{
    "rcn": "198816",
    "acronym": "PEPTICAPS",
    "topics": "NMP-06-2015",
    "title": "Design of polyPEPTIdes diblock copolymers as emulsifiers to produce safe, controlled and reliable novel stimuli-responsive nanoCAPSules for skin care applications",
    "startDate": "05/10/2015",
    "endDate": "04/10/2018",
    "objective": "PeptiCaps aims at producing and validating a new family of stimuli-responsive nanocapsules able to encapsulate efficiently and protect specific active ingredients for skin care application. Those nanocapsules will be assembled by nanoemulsion technique using amphiphilic and biocompatible polypeptides diblock copolymers with one hydrophilic poly(ethylene glycol) block and one hydrophobic polypeptide block. Adjustment of the length of each block to finely tune the hydrophilic/Lipophilic balance of the macroemulsifier will allow the encapsulation of either hydrophobic or hydrophilic active ingredients. In addition, polypeptides block will be specifically designed to respond to changes in pH and the presence of enzyme occurring for the skin conditions targeted to allow a triggered release of the active ingredient. After scaling-up selected macroemulsifiers under GMP-like process, two manufacturing processes will be used for the production of the nanocapsules, i.e. high-pressure homogenizer and tubular flow contactor. The most promising process will be selected to produce selected nanocapsules. Physico-chemical properties and (eco)toxicity of the nanocapsules will be extensively characterised using techniques and protocols recommended by the EU Cosmetic regulation to establish their risk and safety assessment. The advantages of safe nanocapsules from PeptiCaps will be demonstrated on validated relevant skin models for each application. All results obtained will be gathered to constitute a Dossier for the validation of the nanocapsules as cosmetic product by the authorities. In addition, PeptiCaps will actively participate to the standardization for nano-safety by developing software to predict the toxicity of nanomaterials (CORAL). Finally, a business plan will be elaborated for the commercialization of PeptiCaps nanocapsules for all cosmetic applications as well as other markets (dermatology and food) to ensure full exploitation of the PeptiCaps technology.",
    "totalCost": "3852293,75",
    "ecMaxContribution": "3852293,75",
    "coordinator": "FUNDACION CIDETEC",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITE LYON 1 CLAUDE BERNARD;ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI;AHAVA DEAD SEA LABORATORIES LTD;SPINVERSE  OY;ANGEL CONSULTING SAS DI MATTEO ZANOTTI RUSSO & C;POLYPEPTIDE THERAPEUTIC SOLUTIONS SL;UNIVERSITE DE BORDEAUX;UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "participantCountries": "FR;IT;IL;FI;ES",
    "projectParticipants": {
        "952073819": {
            "orgId": "952073819",
            "orgName": "ANGEL CONSULTING SAS DI MATTEO ZANOTTI RUSSO & C",
            "ecContrib": 147500
        },
        "999661146": {
            "orgId": "999661146",
            "orgName": "ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI",
            "ecContrib": 435500
        },
        "999461229": {
            "orgId": "999461229",
            "orgName": "FUNDACION CIDETEC",
            "ecContrib": 895000
        },
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 419094
        },
        "999523309": {
            "orgId": "999523309",
            "orgName": "AHAVA DEAD SEA LABORATORIES LTD",
            "ecContrib": 371522
        },
        "952678226": {
            "orgId": "952678226",
            "orgName": "POLYPEPTIDE THERAPEUTIC SOLUTIONS SL",
            "ecContrib": 482875
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 460656
        },
        "999725166": {
            "orgId": "999725166",
            "orgName": "SPINVERSE  OY",
            "ecContrib": 222868
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 417279
        }
    },
    "calculatedTotalContribution": 3852294
}