{
    "rcn": "198898",
    "acronym": "TELEOLIVA",
    "topics": "SFS-08-2015-1",
    "title": "Real time and online monitoring of the debittering stage in the table olive processing",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "The world production of table olives has been increasing in the last few years. According to the International Olive Council (IOC), the 2013/2014 season could reach a production of 2.5 million tons of olives, 4% more than the previous season (2012/2013). Although the table olive production process has become a very high-tech industry in some aspects, one of the most important steps in the process, the debittering stage, is still very much based on the tradition, experience and subjectivity of the technicians who are in charge of it. This is mainly because, to date, there is no available system or tool aimed at improving this process. Thus, there is a clear need in the European table olive industry for technological innovations that can improve the table olive manufacturing processes, particularly in the debittering stage. TELEOLIVA, a new debittering-process monitoring system created by Global Olive, proposes a profound, ground-breaking invention that will lead the transformation of the European traditional table olive sector into an innovative, sustainable and optimized one. The system, which is a set of self-developed ICT tools capable of on-line and real time monitoring of the debittering process, aims to improve product quality by objectively determining the optimal duration of the debittering process stage while reducing production costs and reducing waste generation and negative environmental impacts by avoiding unnecessary input utilization. The main objective of this project is to determine the technical feasibility of the TELEOLIVA system at an industrial scale. At the same time, an economic and market feasibility assessment of the new tool will be conducted in order to prepare a business plan. TELEOLIVA¥s target market includes all table olive manufacturers, beginning with those in Europe and eventually expanding worldwide. Currently, no high-tech solutions such as the TELEOLIVA system are offered by any competing company.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GLOBAL OLIVE CONSULTING SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927733027": {
            "orgId": "927733027",
            "orgName": "GLOBAL OLIVE CONSULTING SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}