{
    "rcn": "198878",
    "acronym": "SPIRYT",
    "topics": "SC5-20-2015-1",
    "title": "Platform for envIRonmentallY Sustainable Textile processing, to be replicated worldwide in the fashion industry Feasibility Study",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "Textile finishing, imparting specific effects on the garments, is currently relying on practices considered as borderline or phased out by the environmental regulations and REACH restrictions. Fashion big names are leading the development of a greener chemistry, not compromising on the final aesthetics.\nSPYRIT project is aimed to apply Nearchimica skills to develop knowledge ñ intensive solutions to textile finishing, combining in innovative way laser, ozone, chemical, resins and enzymes processing, into targeted recipes. The results demonstrate the achievement of final effects on garments, granting at the same time lower environmental impact, energy and time expenditure.  The added value is the long-standing expertise of Nearchimica, and the availability of a complete set of technologies, unlocking green growth potential, at the same performances level of the current processing. SPYRIT aims to cut environmental footprint more than 50%, in terms of LCA, providing to Nearchimica primary role in the supply of fine chemicals and in process consultancy to textile industry.\nTechnological Feasibility Assessment, LCA verification of the effective sustainability, and the Business Models project objectives permit to unlock a real blue ocean of new opportunities in the sector.\nNearchimica is an Italian company, dealing with the formulation, production and commercialization of chemicals for the textile industry, which mission is to provide customers with products responding to their needs under different aspects: performance, regulatory, ecological, cost effectiveness. In the latest 10 years, Nearchimica launched lines tailored to a reduced environmental footprint, sustainability, responding in advance to the REACH and safety issues.\nNearchimica Business Model is fully aligned with the SPYRIT project, to gain a position of developer and consultant for Global Strategy, Geographical growth, R&D, anticipating market needs and ultimately Eco-sustainability of the whole sector.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Nearchimica Spa",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996465772": {
            "orgId": "996465772",
            "orgName": "Nearchimica Spa",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}