{
    "rcn": "198837",
    "acronym": "PRETREAT",
    "topics": "MSCA-RISE-2015",
    "title": "PRoteome-based assessment of vascular disease for the Establishment of a Translational REsearch plATform",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Cardiovascular disease (VD) is the leading cause of mortality and morbidity in Europe and worldwide. The objective of the PRETREAT consortium is to generate a joint SME/academic European preclinical platform for providing services for detection of VD and drug development. This platform will combine the use of urinary and/or blood peptidomics in humans and in preclinical animal models of VD, together with bioinformatics and systems biology, in order to better detect, stratify and decipher the molecular mechanisms of VD, develop new animal models with high similarity to human disease, and provide new tools for obtaining information on novel drug targets.\nPRETREAT builds on the FP7 project Sysvasc (systems biology to identify molecular targets for vascular disease treatment, 2014-2018) and the combined expertise of the PRETREAT partners in clinical proteomics, proteomics, animal models and system medicine as the pillars to implement this platform. The work will be carried out in an extensive exchange program totaling 27 secondments. Main objectives during the secondments include establishment of the link between urinary markers and the pathophysiology of VD, identification of additional animal VD models with similarity to human VD, development of ìhumanizedî body fluid readouts in VD models, establishment of a VD protein-centric database in order to automatically link urinary peptides to in situ changes and provide information on drug targets, and provide proof-of-concept of the utility of the proposed platform. These secondments will in parallel serve to keep information flowing within the project, increase individual research efficiency and create a multi-disciplinary working chain, train personnel, and prepare the sustainability of the results after the project. To complete training, 3 monthly webinars and four workshops are planned.",
    "totalCost": "387000",
    "ecMaxContribution": "387000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON;HYBRIDSTAT PREDICTIVE ANALYTICS OE;MOSAIQUES DIAGNOSTICS GMBH;EMERGENTEC BIODEVELOPMENT GMBH",
    "participantCountries": "EL;DE;AT",
    "projectParticipants": {
        "941412355": {
            "orgId": "941412355",
            "orgName": "HYBRIDSTAT PREDICTIVE ANALYTICS OE",
            "ecContrib": 54000
        },
        "999703050": {
            "orgId": "999703050",
            "orgName": "EMERGENTEC BIODEVELOPMENT GMBH",
            "ecContrib": 0
        },
        "999622443": {
            "orgId": "999622443",
            "orgName": "IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON",
            "ecContrib": 90000
        },
        "999415445": {
            "orgId": "999415445",
            "orgName": "MOSAIQUES DIAGNOSTICS GMBH",
            "ecContrib": 148500
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 94500
        }
    },
    "calculatedTotalContribution": 387000
}