{
    "rcn": "198870",
    "acronym": "XPRESS",
    "topics": "ICT-37-2015-1",
    "title": "XPRESS ENGINE - The Future of Affective Market Research",
    "startDate": "01/08/2015",
    "endDate": "31/10/2015",
    "objective": "Focus group market research recruit persons to watch advertisements for products that fit their demographic and give their opinion. Current focus groups require large mobilization of resources (venue, staff, equipment, targets, analysts) and face a common problem with target positive bias which makes the costly focus group results unreliable for assessing true consumer acceptance. \nXpress Engine proposes a solution to transform the current model of focus groups, offering more reliable results at lower cost through disruptive innovation in emotion analytics. How? By detecting involuntary emotional response in real time and completely bypassing any bias, positive or negative, and by allowing the entire focus group to be performed without mobilizing any resources.\nThe revolutionary Xpress Engine emotion recognition system detects emotions in real time by processing expressions in response to stimuli, achieving a detection accuracy of 95% with the six principal emotions and allowing the focus group to be done online with mobile or laptop, with targets registering their real time emotional response to a video or presentation from the comfort of their homes. \nMarket research groups excited about Xpress Engine because it will add value to their current services and create opportunities for new services, revenue sources and growth. Studies show that the more emotions appear in the ad, the better it is remembered and the greater consumer involvement it generates. The key is in the real time detection, which allows the ìflow of emotionsî to be mapped and analysed.\nEmotion awareness is a new frontier in ICT development and the platforms being developed today will pave the way for an explosion of innovative applications. Having validated our system as a mobile service platform, we propose to change the rules of focus group market research and create new growth opportunities through replication in other markets including medical, retail, online training and others.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "QUANTUM LAB POLAND SP ZOO",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940211301": {
            "orgId": "940211301",
            "orgName": "QUANTUM LAB POLAND SP ZOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}