{
    "rcn": "198887",
    "acronym": "ASALVO",
    "topics": "SFS-08-2015-1",
    "title": "Bio-pesticide from a strain of Bacillus licheniformis for the control of major pests in different cultures",
    "startDate": "01/10/2015",
    "endDate": "31/03/2016",
    "objective": "The objective of Asalvo is to develop all the necessary stages to introduce in the market a bio-pesticide with a proved efficacy in different major pests affecting some of the most important cultures in the world. This bio-pesticide is able to replace the chemical pesticides that currently dominate on the market, providing a bio-product with improved environment and food safety features that avoids also the problems that legal restrictions on the use of chemicals are causing on farmersí practices. The use of this product will provide farmers with effective and environment-friendly alternatives to cope with pests like aphids and trips even under more restricted environmental regulations. On the other hand, consumers would have healthier and safer food products available. \n\nThis bio-pesticide has been developed from a strain of Bacillus licheniformis, which is property of Symborg, who has started the patent process. It has a huge pest control capacity, especially for aphids, tryps and whiteflies, being highly innovative due to its multiple action level. Symborg is a technology-based SME, based in Murcia (south of Spain) and founded in 2009. Its main line of business is the design, development, production and marketing of bio-products, based on the functionality of microorganisms for use in highly-intensive and environment-friendly agriculture. This work is interactively done through the articulation of feedback from the marketing activity, direct experience gained in the production processes and the reactivity of his R&D&I department.\n\nSymborg is a leader in agricultural biotechnology research, development and innovation. The company is dedicated to the development and commercialization of bio-fertilizers for use in intensive agricultural, while overcoming the challenges of environmental sustainability.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SYMBORG S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "960606424": {
            "orgId": "960606424",
            "orgName": "SYMBORG S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}