{
    "rcn": "198841",
    "acronym": "ExpoSEED",
    "topics": "MSCA-RISE-2015",
    "title": "Exploring the molecular control of seed yield in crops",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "ExpoSEED aims to integrate forward and reverse genetic approaches to dissect the molecular mechanisms that control seed/kernel (hereafter referred as seed) yield in model species and to transfer the acquired knowledge to selected crops as legumes and cereals. The identification of ìmolecular hubsî that determine seed number and size will put the basis for the development of breeding tools to improve seed production at the beginning of the seed market.\nResearch on model species has recently allowed to identify key transcription factors that regulate plant reproduction together with exploring the conservation of the molecular mechanisms that finally control the plant fitness in distantly related species. The next challenge is now to deeper dissect the molecular networks controlled by these key factors to finally manipulate agronomic traits.\nThe partners of ExpoSEED will identify the targets of key transcription factors in model species as Arabidopsis and rice and they will transfer this knowledge to crops, as soybean, wheat and barley. Candidate target genes will be further characterized using genetic and cell-biology tools together with searching new alleles in large panel of wild and cultivated germplasm. As a parallel approach, germplasm collections and segregating populations will be used for mapping studies to identify novel factors controlling seed yield in legumes and cereals.\nExpoSEED aims to create synergies to efficiently address scientific and societal issues. From the scientific perspective, now is the right moment: a number of completed crop genome sequences and novel genetic and cell biology tools will support the comparative biology approaches aimed in this project. Considering the societal issue, food security is a worldwide priority: in the context of population growth and less arable land, increasing food production is one of the challenges for this century.",
    "totalCost": "792000",
    "ecMaxContribution": "486000",
    "coordinator": "CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA",
    "coordinatorCountry": "IT",
    "participants": "KWS LOCHOW GMBH;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;KEYGENE NV;UNIVERSITA DEGLI STUDI DI MILANO",
    "participantCountries": "DE;ES;NL;IT",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 126000
        },
        "999531360": {
            "orgId": "999531360",
            "orgName": "CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA",
            "ecContrib": 162000
        },
        "999543000": {
            "orgId": "999543000",
            "orgName": "KWS LOCHOW GMBH",
            "ecContrib": 27000
        },
        "999432323": {
            "orgId": "999432323",
            "orgName": "KEYGENE NV",
            "ecContrib": 0
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 171000
        }
    },
    "calculatedTotalContribution": 486000
}