{
    "rcn": "198854",
    "acronym": "ONCOCHECK",
    "topics": "PHC-12-2015-1",
    "title": "A simple blood test to monitor disease progression in patients undergoing cancer therapy",
    "startDate": "01/09/2015",
    "endDate": "31/10/2015",
    "objective": "The ultimate objective of the ONCOCHECK project is to bring to the healthcare market a unique solution for cancer monitoring which is a simple blood test that will allow oncologist the evaluation of disease progression in patients affected by the great majority of cancers, with no distinction between haematological of solid tumours. Our test will be based on the determination of telomere length in peripheral blood, which is a cancer biomarker that has been identified in the great majority of cancers.   The ONCOCHECK test will offer to the healthcare community a test that is simpler (blood test), less costly (200Ä/test) and more effective (regular monitoring will lead to improved efficiency) as an alternative to other cancer monitoring alternatives that are expensive (2.000-5.000Ä), complex (need for specialized and very expensive equipment) and less effective (impossible to be performed regularly) imaging techniques conventionally used in the clinic. Moreover, the great advantage of the ONCOCHECK tests over other newly developed competing blood tests based on validated biomarkers is that ONCOCHECK will serve for monitoring all types of cancer, while competing biomarker based solutions are useful only for a specific cancer/tumour. Therefore, Life Length¥s test will offer a universal solution for cancer monitoring, with no competitors offering a similar approach.\n\nConsidering that there are more than 35 million of people affected by cancer all over the world and that the ONCOCHECK will serve for monitoring all cancer types, the business opportunity seems unquestionable.  Through the ONCOCHECK project, we seek positioning our company as a leading player on the Advanced Next Generation Cancer Diagnostic Market, which is estimated globally at Ä5.3 billion in 2015 and expected to reach Ä10 billion by 2019, representing a huge opportunity for us.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIFE LENGTH SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "963778421": {
            "orgId": "963778421",
            "orgName": "LIFE LENGTH SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}