{
    "rcn": "198886",
    "acronym": "JPM",
    "topics": "SIE-01-2015-1",
    "title": "Jensen Predictive Maintenance (JPM System) of district heating pipes",
    "startDate": "01/10/2015",
    "endDate": "29/02/2016",
    "objective": "Jensen Predictive Maintenance (JPM) is a system (to be developed) of on-line monitoring (internet-of-things) and fault location service (to be patented). The primary customer segment is district heating companies, world-wide. JPM fulfils a need of better monitoring and more accurate fault location of pressurized hot water pipes. The benefit is that weak sections of pipes can be located and replaced before leakage and failures. Pipes can be replaced just-in-time, at their end-of-life. Due to lack of condition monitoring pipes are replaced long time before end-of-life ñ waste of capital.\nNo competitor can match JPM today.\nMassive monitoring (points) and big-data analytics gives also a smarter grid and ability to optimize the operations.\nAll benefits add up a huge savings by all district heating companies. Leakages can be reduced by several percent of total production cost, production optimization save another percent and replacement investment can be delayed up to 10-20 years. A typical customer can save 2-4 million Euro per year, and delay investments by 5 million Euro per year. Most important ñ failures, accidents and diseases (legionella) are minimized. Energy- savings and security is central in EU goals. \nThere are \\300 target customers in Europe. USP are; ìBe safe and save money with JPM ñ lower risk of failure, lower operating cost and capital expenditures.î\nArne Jensen AB (AJAB) has made step change innovations before (resulting in divestment of a subsidiary, Jensen Device, with more than 30 employees). AJAB has unique knowledge in specific technology used for the JPM system (acoustic signal analysis).\nJPM developed and commercialized will grow AJAB from 20 (incl development, and service partners) to \\200 employees (incl AJAB, development and production partner, VARs) spread around Sweden, sourcing country (prel Poland or Ukraine) and value-adding-resellers & service partners (all major markets, PL, DE, FR, DK, RO, CZ, UKR, RU, CN).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARNE JENSEN AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927463755": {
            "orgId": "927463755",
            "orgName": "ARNE JENSEN AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}