{
    "rcn": "198861",
    "acronym": "NEWERA",
    "topics": "NMP-25-2015-1",
    "title": "Innovative micro-abrasive Water Jet for high precision machining and finishing",
    "startDate": "01/09/2015",
    "endDate": "31/12/2015",
    "objective": "Founded in Legnano (Italy), in 1940, our company Vito Rimoldi S.p.A. is one of the leaders in manufacturing of gaskets for industrial applications (e.g. for aluminium radiators, compressors). Since the very beginning our policy has been to distinguish ourselves by providing the international market with new and high quality products fitting the most advanced applications. To do so, through successful collaborations with industrial leaders and university centres, we have pursued our aim for excellence, increasing our know-how and technical competences. This allows us to have a team of experts to assist our customers with their new challenging projects and identify and enter new value niche markets to increase our turnover (Ä7.0M in 2013).\nVito Rimoldi has been continuously challenging the current State-of-the-Art in terms of high-precision cutting of materials, both soft (rubber, plastic) and hard (carbon fibre, tungsten, quartz, titanium, ceramic). Over the years, we have acquired a leadership position in Water Jet technology.\nOur NEWERA project will provide the industry with a solution to the challenge of machining small parts (<1mm) that require a high degree of accuracy (<10?m), tolerance (± 10?m) and finishing (Ra<1?m).\nBased on a new Micro-Abrasive Water Jet system, NEWERA will allow high precision, finishing and control, and therefore enter niche markets for high precision mechanics, electronics, biomedical, automotive and high finishing of fashionable/luxury items (e.g. watches, jewellery), thus subsequently increasing our sales by 40% within 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VITO RIMOLDI SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936506968": {
            "orgId": "936506968",
            "orgName": "VITO RIMOLDI SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}