{
    "rcn": "198836",
    "acronym": "INVASIoN",
    "topics": "MSCA-RISE-2015",
    "title": "Impact of invasive alien true bug species in native tropich webs",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "Insects can be accidentally introduced into non-native ecosystems by humans, or expand their geographical range toward the poles as a consequence of global warming. As they invade new environments, exotic species interact with local species, modifying the structure of local food webs. New associations arising from with biological invasions can impact the strength of existing links with effects cascading through trophic levels. When invasive species are herbivores that can attack economically important crops, they can cause serious economic losses. For example, recent invasion of the brown marmorated stink bug (BMSB) (Halyomorpha halys) in Europe and North America has the potential to interfere with local trophic webs and poses a serious threat to several agro-ecosystems. \nIn this project, we will adopt a multidisciplinary approach to study the ecological consequences of BMSB invasions. In particular, we will focus on the effect of alien herbivore invasion on local natural enemies using the following work packages: 1) the impact of exotic herbivores on infochemical communication between plants, herbivores and natural enemies; 2) Learned responses of parasitoids to infochemical evolutionary traps in a climate change context; 3) Contest behaviour of local egg parasitoids for possession of co-evolved and non-coevolved hosts; 4) Patch time allocation of local egg parasitoids after alien herbivore invasion: behavioural and modelling approaches; 5) Molecular aspects of indirect plant defences against invasive and local species 6) Genetic structure of invasive alien herbivores across Europe and North America\nThe proposed research will be of great relevance for the RISE call as it will be an unparalleled opportunity for complementary European and Canadian research groups to join forces, resulting in the development of lasting research collaborations, the transfer of knowledge between research institutions and improving research potential at the European and global levels.",
    "totalCost": "252000",
    "ecMaxContribution": "238500",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PALERMO",
    "coordinatorCountry": "IT",
    "participants": "BENAKI PHYTOPATHOLOGICAL INSTITUTE;THE UNIVERSITY OF NOTTINGHAM;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;UNIVERSITA DEGLI STUDI DI PERUGIA",
    "participantCountries": "EL;UK;FR;IT",
    "projectParticipants": {
        "999902773": {
            "orgId": "999902773",
            "orgName": "UNIVERSITE DE MONTREAL",
            "ecContrib": 0
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 9000
        },
        "999734284": {
            "orgId": "999734284",
            "orgName": "UNIVERSITA DEGLI STUDI DI PALERMO",
            "ecContrib": 103500
        },
        "998354750": {
            "orgId": "998354750",
            "orgName": "Agriculture and Agri-Food Canada",
            "ecContrib": 0
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 22500
        },
        "998193633": {
            "orgId": "998193633",
            "orgName": "BENAKI PHYTOPATHOLOGICAL INSTITUTE",
            "ecContrib": 45000
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 58500
        }
    },
    "calculatedTotalContribution": 238500
}