{
    "rcn": "198863",
    "acronym": "CAGIX",
    "topics": "INSO-10-2015-1",
    "title": "An online software platform for effectively matching investors with start-ups, focused on boosting the cleantech sector",
    "startDate": "01/10/2015",
    "endDate": "31/01/2016",
    "objective": "CAGIX is a software company, with long-term experience in the start-ups, incubation and investment industry, which has developed an online incubation platform that covers investment preparation, incubator operations and portfolio company management. The investor ecosystem is fragmented and opaque and attracting investment is a lengthy process. Early stage start-ups often have little knowledge of business planning or fund-raising procedures and therefore deals can be perceived as risky. Currently, there is no system on which investors can search for valuable start-up industries abroad. Start-ups and innovation need to be better managed through technology to achieve results; technology has the potential to make incubation, investment preparation and capital transactions more efficient, highly scalable and less expensive. CAGIXís software platform offers start-ups a proven efficient path to build up the perfect investor package and provide the relevant information needed by investors. This facilitates the due diligence of interested investors, saving time and expenses and guaranteeing a high quality standard and uniformity for the deals. The CAGIX platform hosts an innovative proprietary deal search engine which when applied to the start-up database enables investors to meet companies raising money and carry out faster transactions through CAGIXís streamlined process. The platform is specifically focused on CLEAN-TECH and climate change hosting eighteen diverse sectors within the field including biofuels, hydropower, recycling and transportation. Within the overall project, CAGIX aims to: standardize the design of the website and information portrayed to investors; localize the platform to support foreign currencies and languages; address local financial laws/regulations for investors across Europe; establish a sound marketing and commercialization strategy and launch at least 3 pilots in 3 EU countries with the involvement of end-users, incubators and investors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CAGIX EU LIMITED",
    "coordinatorCountry": "UK",
    "participants": "THE HUB ROMA SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "927212913": {
            "orgId": "927212913",
            "orgName": "CAGIX EU LIMITED",
            "ecContrib": 50000
        },
        "942673161": {
            "orgId": "942673161",
            "orgName": "THE HUB ROMA SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}