{
    "rcn": "198805",
    "acronym": "PNEUMOSIP",
    "topics": "PHC-12-2015",
    "title": "PNEUMOSIP",
    "startDate": "01/11/2015",
    "endDate": "31/07/2018",
    "objective": "PneumoSIP project aims to be the first fully automated device in the POC market for the fast quantitative aetiological diagnose of Community-Acquired Pneumonia (CAP) also analysing antibiotic resistances to enable the most appropriate treatment for each infected patient.\nCAP is known to affect about 1/1,000 of the adult population per year, being even higher in the elderly and children populations. It is the fourth case of death in the world, and the leading cause of death in child population under 5 years old. The causal relationship between pathogens and pneumonia has been clearly established, being Streptococcus pneumoniae, Haemophilus influenzae type b (Hib) and the respiratory syncytial virus (RSV) the main pathogens responsible for CAP in Europe. Antibiotic therapy is the mainstream treatment for CAP, and the appropriate treatment involves starting empiric antibiotics administration within 8 hours of hospital arrival. Given this time constrain, traditional methods for diagnosing the aetiology of CAP have been discarded for CAP guidelines due to the slowness in sample to results. Another complication is that S. pneumoniae is a common colonizer of the nasopharynx (up to 70% of healthy population acts as a host), making the simple detection of the bacteria a useless diagnostic method. Thus, clinicians need rapid and accurate quantitative tests capable of identifying infectious agents and their potential antibiotic resistances. \nTherefore, PneumoSIP project aims to be a compact Respiratory Infectious Diseases diagnostic device providing fast quantitative identification of pathogens involved in CAP, enabling faster and more specific treatments. PneumoSIP seeks to combine laboratory standard precision with the simplicity required for POC applications. \nThe market for PneumoSIP system is the POC market, concretely the Infectious Disease POC testing segment. The POCT segment was valued at $415.4 million in 2012 where Pneumosip will greatly impact.",
    "totalCost": "3389912,5",
    "ecMaxContribution": "3389912,5",
    "coordinator": "LABORATORIOS ALPHA SAN IGNACIO PHARMA S.L. - ALPHASIP",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "988168004": {
            "orgId": "988168004",
            "orgName": "LABORATORIOS ALPHA SAN IGNACIO PHARMA S.L. - ALPHASIP",
            "ecContrib": 3389912
        }
    },
    "calculatedTotalContribution": 3389912
}