{
    "rcn": "198800",
    "acronym": "LONGTAIL",
    "topics": "ICT-37-2015",
    "title": "Transforming digital in-content advertising to deliver global scale",
    "startDate": "01/09/2015",
    "endDate": "30/06/2017",
    "objective": "Today, digital advertising is dominated by big, US-driven companies like Google and Facebook, who provide the majority of the ads we see online. The old dominant concept has been to sell and show static banner ads in a fixed location, separated from Publisher digital content. The problem with this approach is that ads are placed where they are usually ignored and, being mostly poorly targeted, are not adding value to end users. The next generation concept in digital advertising will be in-content advertising, where advertising is turned into a service in order to enhance the end user experience. It means that advertisements are placed dynamically inside the actual content of the Publisher digital property and served in the right context for the right audience as identified by behavioral data. In-content advertising unites programmatic advertising technology with real-time bidding and performance based advertising. \n\nKiosked launched its innovative in-content advertising platform in 2014, generating significant interest from publishers, advertisers and investors. Kiosked has grown over a 9 month period in a highly competitive marketplace to serve over 250 million people with more than 3 billion ads on a monthly basis. Growth continues, however, the current manual sales process has been identified as a limiting factor to growth; the next innovation is to enable a data driven automated online marketing and sales service. In this project, the Kiosked platform will be developed into a fully automated, end-to-end service, thereby allowing any digital publisher to onboard the service at any time. Data drives Programmatic advertising and effective advertising performance delivering enhanced end-user experience. This project enables Kiosked to efficiently connect Publishersí audience with programmatic advertising buyers delivering greater data driven value and granting Kiosked the ability to scale globally into one of the worldís biggest players in digital advertising.",
    "totalCost": "3699993,75",
    "ecMaxContribution": "2499999",
    "coordinator": "KIOSKED OY AB",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932403092": {
            "orgId": "932403092",
            "orgName": "KIOSKED OY AB",
            "ecContrib": 2499999
        }
    },
    "calculatedTotalContribution": 2499999
}