{
    "rcn": "198848",
    "acronym": "RecoveriX",
    "topics": "ICT-37-2015",
    "title": "Motor Recovery with Paired Associative Stimulation (RecoveriX)",
    "startDate": "01/02/2016",
    "endDate": "31/05/2018",
    "objective": "Patients around the world need therapy to improve motor function. Motor disabilities may result from many causes, including traumatic brain injury (TBI), stroke, congenital conditions and some diseases. Rehabilitation therapy at a major hospital or rehabilitation center is expensive, time-consuming, and rarely results in major improvements, especially in the short term. However, new research from G.TEC and others has shown that practical brain-computer interface (BCI) systems can substantially improve motor rehabilitation outcomes without extensive additional burden on patients, therapists, or carers. Doctors and therapists can monitor patients and make adjustments with telemonitoring tools, supported by a decision support system to facilitate initial diagnoses and therapy planning, assess trends, automatically adapt feedback parameters and recommend changes. While these tools are not (yet) viable for home use, they will be usable in some field locations such as outpatient centers, reducing the need to travel to a major hospital or rehab center for therapy. RecoveriX will also develop, pilot-test, and launch a novel business focused on providing support for patients, their carers and clinicians. Our product and supporting business will be evaluated through ìrehab testing roomsî with hospital subcontractors working with patients. This evaluation will support our Commercialization Plan, along with user, market and IP research, targeted surveys of end users, business experts, researchers and other groups, Workshop Tours, and other activities. Our efforts will be supported by a strong Advisory Board and subcontractors with specific, targeted expertise. Our proposal includes mechanisms for progress monitoring and expansion in Phase III. Overall, RecoveriX will create and exploit new opportunities in the health care market, with a strong impact on patientsí therapy opportunities and outcomes, costs to patients and carers, and the medical community.",
    "totalCost": "2664250",
    "ecMaxContribution": "1864975",
    "coordinator": "G.TEC MEDICAL ENGINEERING GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949761436": {
            "orgId": "949761436",
            "orgName": "G.TEC MEDICAL ENGINEERING GMBH",
            "ecContrib": 1864975
        }
    },
    "calculatedTotalContribution": 1864975
}