{
    "rcn": "198808",
    "acronym": "NET- MARKET- FLUIDICS",
    "topics": "NMP-40-2015",
    "title": "Networking and market approach to tackle the bottleneck of deploying micro and nanofluidics in Europe",
    "startDate": "01/01/2016",
    "endDate": "30/06/2017",
    "objective": "Micro & nanofluidics is characterized by a broad number of research groups and enterprises developing knowledge and technology for many diverse application fields. The creation of a European network with the main research groups working on these lines will allow researchers to analyze better the main challenges for micro & nanofluidics applications (system integration, manufacturability and affordability) in order to tackle the bottleneck of its deploying in Europe\n\nIn the network, researchers share knowledge to identify ways to overcome the technological limitations through different actions: workshops, meetings, groups of experts and white papers. The network will start with partner centers, but the idea is to identify the European stakeholders and engage them in the network, to increase the ability to address the technology challenges. In addition, a proactive approach with EEUU & Asia will be carried out, as well as an analysis of complementarity between several KETs.\n\nIn other hand, to foster innovation in products and/or processes and ensure the success of implantation in the market a clear market focus is mandatory throughout the project, identifying the needs of different industrial sectors.  So, It will be essential to involve industry in activities carried out in the network through industry associations and technology platforms. Industry involvement will materialize in several actions: \n- Joint working groups (industrial needs, value chain, technical challenges, standardization)\n- Sectorial workshops where research centers present their capacities and industries their needs in order to match them and generate ideas of projects\n- Design a pilot project emerged from the project ideas of the sectorial workshops \n\nFinally, to facilitate and speed up the industrial exploitation and ensure the future success of this pilot project several actions focused on the market will be carried out (business plan) and a final showcasing private investors.",
    "totalCost": "499728,75",
    "ecMaxContribution": "499728,75",
    "coordinator": "FUNDACION ADITECH",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITY OF LEEDS;DANMARKS TEKNISKE UNIVERSITET;NANOTECHNOLOGY INDUSTRIES ASSOCIATION;FUNDACION CETENA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;LABORATORIO IBERICO INTERNACIONAL DE NANOTECNOLOGIA;EVROPEJSKA ASOCIACIJA PO NANONAUKI  I NANOTEHNOLOGII SDRUZHENIE;RINA CONSULTING - CENTRO SVILUPPO MATERIALI SPA",
    "participantCountries": "UK;DK;BE;ES;FR;PT;BG;IT",
    "projectParticipants": {
        "988145985": {
            "orgId": "988145985",
            "orgName": "LABORATORIO IBERICO INTERNACIONAL DE NANOTECNOLOGIA",
            "ecContrib": 31438
        },
        "960886463": {
            "orgId": "960886463",
            "orgName": "FUNDACION CETENA",
            "ecContrib": 44800
        },
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 61500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 61875
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 71935
        },
        "986948035": {
            "orgId": "986948035",
            "orgName": "NANOTECHNOLOGY INDUSTRIES ASSOCIATION",
            "ecContrib": 53825
        },
        "932009660": {
            "orgId": "932009660",
            "orgName": "EVROPEJSKA ASOCIACIJA PO NANONAUKI  I NANOTEHNOLOGII SDRUZHENIE",
            "ecContrib": 20469
        },
        "998453011": {
            "orgId": "998453011",
            "orgName": "RINA CONSULTING - CENTRO SVILUPPO MATERIALI SPA",
            "ecContrib": 36625
        },
        "938241522": {
            "orgId": "938241522",
            "orgName": "FUNDACION ADITECH",
            "ecContrib": 117262
        }
    },
    "calculatedTotalContribution": 499729
}