{
    "rcn": "198835",
    "acronym": "SexSeed",
    "topics": "MSCA-RISE-2015",
    "title": "Sexual Plant Reproduction ñ Seed formation",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "By 2050, it is estimated that the human population will reach 9 billion. To feed this growing population, it will be necessary to at least double agricultural yields, without increasing the amount of arable land. \nUnderstanding the factors that regulate sexual reproduction will enable this critical aspect of agricultural production to be engineered for increased productivity, without increasing arable land. Our project will provide new insights into the network controlled by SEEDSTICK (STK), a MADS box transcription factor, which is the master regulator in the production of seeds. The objective of this proposal is to strengthen research partnerships through staff exchanges and networking activities, at international and intercontinental levels. By combining transcriptomic and genetic approaches, we aim to uncover new functions for STK targets and implicate them in putative signalling cascades, increasing our knowledge on the network that controls seed formation in Arabidopsis. Arabidopsis is an excellent model to study seed formation, as it shares a conserved developmental program with major seed-producing crop plants, important to improve not only gross agricultural productivity, but also the composition of seeds and hence the production of components used for high added-value seed-derived products. The growing importance of seeds and seed-derived products to humanity and the central role of STK in seed development means that this project has great potential to contribute to Europeís excellence and competitiveness in the world.\nDetailed analysis of the network of regulatory genes controlling reproductive development in Arabidopsis represents the biological theme around which our training programme will be built. By taking advantage of the scientific competences developed by the partners, it will be possible to expand our knowledge of seed formation in the model species and then to transfer this knowledge horizontally into vital agricultural crop species.",
    "totalCost": "751500",
    "ecMaxContribution": "720000",
    "coordinator": "UNIVERSIDADE DO PORTO",
    "coordinatorCountry": "PT",
    "participants": "NATIONAL UNIVERSITY OF IRELAND GALWAY;UNIVERSITA DEGLI STUDI DI MILANO;UNIVERSITA DEGLI STUDI DI PERUGIA",
    "participantCountries": "IE;IT",
    "projectParticipants": {
        "998403929": {
            "orgId": "998403929",
            "orgName": "THE UNIVERSITY OF SYDNEY",
            "ecContrib": 0
        },
        "997972473": {
            "orgId": "997972473",
            "orgName": "North Carolina State University",
            "ecContrib": 0
        },
        "996488179": {
            "orgId": "996488179",
            "orgName": "KOKURITSU DAIGAKU HOJIN NAGOYA DAIGAKU",
            "ecContrib": 0
        },
        "997833472": {
            "orgId": "997833472",
            "orgName": "VIRGINIA POLYTECHNIC INSTITUTE AND STATE UNIVERSITY",
            "ecContrib": 0
        },
        "987798046": {
            "orgId": "987798046",
            "orgName": "Arizona Board of Regents",
            "ecContrib": 0
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 247500
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 117000
        },
        "984570274": {
            "orgId": "984570274",
            "orgName": "THE UNIVERSITY OF ADELAIDE",
            "ecContrib": 0
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 157500
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 198000
        }
    },
    "calculatedTotalContribution": 720000
}