{
    "rcn": "198899",
    "acronym": "UNIBIO",
    "topics": "PHC-12-2015-1",
    "title": "TK210 ELISA ñ universal serum protein biomarker for cancer screening, diagnosis, treatment response monitoring and early detection of relapse (UNIBIO)",
    "startDate": "01/09/2015",
    "endDate": "31/10/2015",
    "objective": "The UNIBIO project is a feasibility study for TK210 ELISA ñ a serum and plasma biomarker for cancer diagnosis and treatment response. Leveraging on the knowledge that cancer cells undergoing rapid growth produce and release into the blood abnormal amounts of protein called thymidine kinase (TK), AroCell has pre-validated a  biomarker that quantifies the amount of TK protein directly in the serum in a blood sample. Current cell growth-related biomarkers are measured from tumour tissue, which limits their clinical utility. Recognizing a strong business opportunity, AroCell will propose TK210 ELISA as an easily-deployable and cost-efficient diagnostic and treatment-response test. The key need of clinicians and oncologists is the access to reliable biomarkers for the malignancy potential of cancer at diagnosis and effective monitoring of therapies. The test should make it possible to implement cost-efficient added information for diagnosis and follow-up. In the Phase 1 project, AroCell will perform a feasibility study verifying the clinical and economic viability of the clinical validation to be performed in the Phase 2 project. The EU added value of the project lies in the possibility to improve diagnostic accuracy using a minimally invasive diagnostic procedure based on the ELISA platform that is established within the EU Community.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AROCELL AB (PUBL)",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930574351": {
            "orgId": "930574351",
            "orgName": "AROCELL AB (PUBL)",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}