{
    "rcn": "198853",
    "acronym": "JobCity",
    "topics": "ICT-37-2015-1",
    "title": "JobCity: addressing global youth unemployment by revolutionising psychometrics to enable Multiple Mass Psychometric Testing (MMPT) through online gamification",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "Linkko Partners Ltd aims to develop a disruptive technology to revolutionise employment psychometrics by enabling Multiple Mass Psychometric Testing (MMPT) through gamification, with particular attention to the worldwide problem of youth unemployment.\n\nThe key objectives of the Project:\nï Create Multiple Mass Psychometric Tests delivered through an accessible online game\nï Develop multi-platform, youth-friendly software for users to access in their own environment\nï Develop language packs to allow a single core product version rollout in multiple countries \nï Report on Aptitudes, Skills, Abilities & Preferences (ASAP), creating a Profile in minutes\nï Deliver results in a fraction of the time of paper tests and at a fraction of the cost\nï Develop a robust scalable cloud infrastructure to allow 1,000s of simultaneous tests & evaluations \nï Identify barriers to employment for non-academic/low qualification jobseekers\nï Reveal latent skill-sets that can match talents with job opportunities\nï Allow incarcerated young offenders the opportunity to develop an employment plan before release \nï Create an innovative framework for new dialogue between jobseekers and career advisors \nï Stimulate entrepreneurial aspirations by identifying talents and interests.\nï To achieve an accumulated 5 year ROI of 6,803%\n\nOnly a radical new approach such as ours will foster a sea change in the attitude of how to support the young unemployed, especially with those who may not have succeeded academically at school, the so called ëHardest to Helpí. Wider and more detailed evaluations create better careers advice, new choices and opportunities to explore new entrepreneurial/employed career paths. For the initial target group (Not in Education, Employment or Training) even further education could now be recognised as developing the userís own individual interests and skill-set rather than an automatic process that is compulsory in some EU countries.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Linkko Partners Limited",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936074639": {
            "orgId": "936074639",
            "orgName": "Linkko Partners Limited",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}