{
    "rcn": "198801",
    "acronym": "HTC4WASTE",
    "topics": "SC5-20-2015",
    "title": "Up-scaling, demonstration and first market application of Loritusí patented hydrothermal carbonisation as an eco-efficient and cost-effective organic waste processing technology",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "The objective of HTC4WASTE is to demonstrate ñ at full scale and in a real market application ñ the technical and commercial excellence of Loritusí unique, patented Hydrothermal Carbonisation (HTC) technology as a flexible organic waste recovery technology, suitable for converting organic waste streams into carbon neutral biocoal, carbon sequestering biochar, fertility products, water, and local thermal energy.\n\nDuring the project, Loritus will build a full-scale HTC installation to demonstrate its economic and technological performance across a range of commonly occurring waste streams sharing characteristics that make them costly to treat with established technologies. The demonstration will target at least three market applications (sewage sludge, food waste and animal by-products, and spent mushroom compost) on a commercial scale (10.000 tonnes/year).\n\nLoritus will then operate the full-scale HTC system on a specific organic waste stream, spent mushroom compost, at a mushroom farm in Ireland to finalise the business case for HTC in a real life, industrial scale application. Such a success will induce a multiplication effect across the associated multi-national farming cooperative, and provide evidence that clients in other market segments can gain the same HTC cost and environmental advantages. Loritus will prioritise and pursue these segments aggressively.\n\nUltimately, Loritus will jumpstart its operational capabilities, and build a dominant reputation in the HTC field with this project as the catalyst. Loritus will crystallise its targeted markets and demonstrate where HTC can outperform established technologies with a no subsidies business case. Potential clients will be invited to see the full-scale plant in operation, and the project data used to identify economic criteria and boundaries for other clients across multiple sectors.\n\nBusiness success means Ä4,5m EBITDA in year 2, being worth over Ä100m in 3 years, and building more than 200 systems by year 5.",
    "totalCost": "3523732,5",
    "ecMaxContribution": "2466612,75",
    "coordinator": "LORITUS INTERNATIONAL LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932271269": {
            "orgId": "932271269",
            "orgName": "LORITUS INTERNATIONAL LIMITED",
            "ecContrib": 2466613
        }
    },
    "calculatedTotalContribution": 2466613
}