{
    "rcn": "198820",
    "acronym": "DSI4EU",
    "topics": "ICT-10-2015",
    "title": "Digital Social Innovation for Europe",
    "startDate": "01/02/2016",
    "endDate": "31/05/2017",
    "objective": "The DSI4EU project will support, grow and scale the current Digital Social Innovation network of projects and organisations, bringing together social entrepreneurs, hackers, communities and academics working on key DSI fields such as the makers movement, the collaborative economy, open democracy and digital rights.\n\nDSI4EU will foster digital innovations for the social good, helping communities share data, collaborate to solve societal problems and scale their initiatives focusing on open and distributed technologies and new sustainable business models. \n\nDSI4EU will develop and upgrade the digitalsocial.eu platform, to promote large-scale collaboration and support experiments among the DSI community and activate collective awareness with a large number of citizens across Europe. DSI4EU will also provide an engaging programme of training, mentoring, events, policy workshops and experimentation.\n\nDSI4EU will represent the building blocks for a new participatory innovation model for Europe, a more decentralised web and an inclusive and sustainable society, including a radical approach to scaling, extending and connecting th DSI network in Europe.",
    "totalCost": "684526",
    "ecMaxContribution": "584995",
    "coordinator": "NESTA",
    "coordinatorCountry": "UK",
    "participants": "SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA;STICHTING WAAG SOCIETY;ARDUINO SA",
    "participantCountries": "CH;NL",
    "projectParticipants": {
        "952840410": {
            "orgId": "952840410",
            "orgName": "NESTA",
            "ecContrib": 478795
        },
        "999587620": {
            "orgId": "999587620",
            "orgName": "SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA",
            "ecContrib": 0
        },
        "955062486": {
            "orgId": "955062486",
            "orgName": "ARDUINO SA",
            "ecContrib": 0
        },
        "984550389": {
            "orgId": "984550389",
            "orgName": "STICHTING WAAG SOCIETY",
            "ecContrib": 106200
        }
    },
    "calculatedTotalContribution": 584995
}