{
    "rcn": "198804",
    "acronym": "BIOVALID",
    "topics": "PHC-12-2015",
    "title": "Clinical validation of the DiviTum assay in two high profile clinical studies in Europe",
    "startDate": "01/09/2015",
    "endDate": "30/11/2021",
    "objective": "The traditionally practiced approach to cancer therapy and development of new cancer drugs is to treat a large pool of patients as potential responders. This results in patients not receiving the optimal treatment; payers paying for treatments that do not benefit patients; drug developers facing higher risk of regulatory failure due to not being able to use better tools for selection of patients in the clinical development program; and clinicians lacking predictive and monitoring tools to administer optimal treatment of patients. Our company has developed a state-of-the-art assay kit - DiviTumô, for the serum-based detection of Thymidine Kinase (TK) activity ñ a key enzyme involved in cell proliferation. There is compelling scientific rationale to use TK as a biomarker for drugs that disrupt cell cycle regulation, such as Cyclin Dependent Kinase (CDK) inhibitors. As part of the previously conducted SME Instrument Phase 1 feasibility study, our company has identified the clinical study & research market segment, comprised of pharma companies that develop CDK inhibitors, as a current target for the commercialization of DiviTumô. Our company has successfully negotiated to be part of two high-profile clinical studies involving a novel CDK inhibitor with leading oncology institutes in Europe. A clinically validated DiviTumô has the potential to become the gold standard predictive and efficacy biomarker for cell cycle regulating drugs in selected advanced, solid tumors. This will benefit patients through improved utilization of current and novel treatments; payers by saving costs on ineffective treatments; clinicians by providing a critical clinical decision tool; and drug developers by improving clinical trial success rates through optimized cohort selection, shorter time to market and decreased risk of regulatory failure.",
    "totalCost": "682506,25",
    "ecMaxContribution": "682506,25",
    "coordinator": "BIOVICA INTERNATIONAL AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937966042": {
            "orgId": "937966042",
            "orgName": "BIOVICA INTERNATIONAL AB",
            "ecContrib": 682506
        }
    },
    "calculatedTotalContribution": 682506
}