{
    "rcn": "198897",
    "acronym": "O3MET",
    "topics": "SFS-08-2015-1",
    "title": "Vegetable ozone therapy for the defense of greenhouse crops",
    "startDate": "01/08/2015",
    "endDate": "30/11/2015",
    "objective": "MET s.r.l. is an Italian SME focused on translating the sanitizing action of ozone into innovative industrial applications for transportation, agro-food and, recently, greenhouse crops. Greenhouse farms are very efficient food producers facing two major challenges: a) up to 15% crop losses due to several thousand pests caused by fungi, bacteria and viruses and b) the urgent need to comply with environmental European regulations (Integrated Pest Management) and with the growing demands of European consumers for healthier and environmentally sustainable food (i.e., organic agriculture). Existing solutions are insufficient to cover greenhouse farmer needs: Chemical phytosanitary products are inefficient (pests develop resistance), environmentally undesirable and unsafe for greenhouse workers and consumers (synthetic chemicals may leave toxic rests in food). Biopesticides, yet environmentally friendly, are excessively selective (each substance targets only one or few specific pests) thus ineffective for the broad pest spectrum faced by each greenhouse farmer. In this context, MET has developed O3MET: an innovative technology for spraying aqueous ozone (O3) for pest control and sanitation of greenhouse crops, taking advantage of the powerful oxidation-based (hence non-selective) anti-pathogen action of ozone. O3MET offers greenhouse farmers a solution that is: clean (self-disintegrated into oxygen in a few minutes); cost-effective (Ä6000/ha/year savings in chemicals and labour); environmentally sustainable (decreasing the need for polluting chemical pesticides); and safe for workers (remote ozone application by the operator from outside the greenhouse, and minimized post-application safety interval) and food consumers (ozone is residue-free and also extends vegetable shelf life). Once brought to industrial scale, O3MET would reach 10,000 ha of greenhouses (i.e., 2,000 farmers) in the EU/Mediterranean market, with a Ä60 million turnover accumulated in 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MET s.r.l.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930334567": {
            "orgId": "930334567",
            "orgName": "MET s.r.l.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}