{
    "rcn": "198884",
    "acronym": "FIDOs",
    "topics": "SFS-08-2015-1",
    "title": "Development and market launch of novel technology for production of nutritionally complete plant proteins called FIDOs - ìFunctional (Protein) Isolates Derived from Oilseedsî.",
    "startDate": "01/10/2015",
    "endDate": "31/01/2016",
    "objective": "Meeting demand for sustainable plant-based protein is set to be a crucial challenge for future food security. For that reason NapiFeryn BioTech (www.napiferyn.pl) aims to develop and commercialize technologies for the isolation of nutritional components from plant sources and in particular from legumes, cereals and oilseeds. To do so, co-founders rely on their extensive international experience, gained at world-class food companies as well as actively cooperating with academics and scientists.\nOur main objective today is to bring to the global market a novel, cost-efficient and eco-friendly technology that enables production of nutritionally complete plant proteins derived from rapeseed under the commercial name FIDOs ìFunctional (Protein) Isolates Derived from Oilseedsî. The project addresses the problem of protein deficiency in human diet, which is a consequence among others of a lack of commercially available technology for isolating proteins from rapeseed in the global food industry. \nThe key market application of FIDOs technology is to utilize the ìside streamî from rapeseed crushing process, currently used as animal feed, and turn it into valuable food proteins of high purity and functionality, later to fully valorise the material and produce additional ìstreamsî for the food industry: syrups, biofuel and dietary fibres and lastly to develop our own food formulas based on FIDOs. \nFinally, to fully exploit and to commercialize this new and EU-based technology, a comprehensive business model was proposed. Future growth will be driven through alliances with Oil Processors and licensing of FIDOs technology. The aim is to supply the food markets with FIDOs, firstly European countries with the further aim of reaching the USA, India and China. FIDOs has great potential to attract the attention of the big players of the Novel Food Markets and Food Formulators specializing in production of food for athletes, vegetarians, vegans, senior citizens and clinical patients.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NAPIFERYN BIOTECH SP ZOO",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934877659": {
            "orgId": "934877659",
            "orgName": "NAPIFERYN BIOTECH SP ZOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}