{
    "rcn": "198875",
    "acronym": "SV2",
    "topics": "IT-1-2015-1",
    "title": "Machine vision system for road safety inspection- SV2",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "EU policy is aware to road safety as a social problem of first magnitude, and with 2008/96/EC Directive establishes the need for member states to conduct periodic inspections, audits and safety impact assessment of road infrastructure (95.700 km of TERN-TransEuropean Road Network- and more than 5.700.000 km of entire road network).\nThe main objective of SV2 project is to improve safety management processes of road infrastructure networks, by introducing into market an advanced and automated inspection equipment, with sensors (accelerometer, gyroscope, magnetometer), a global navigation satellite system (GNSS) based on Galileo technology, image acquisition devices and technology based on machine vision. The information recorded is used for audits, impact studies, safety diagnosis, risk assessment and the adoption of improvement proposals and actions.\nSV2 innovation is an automation in road inspection system allowing to cost savings up to 95 %, higher yields inspection ratios (km/hour) and unit costs (Ä/km) lower than current (on foot or video methods). Also offers a competitive advantage over other market solutions with different products (characteristics and status inventory, videoinventory viewer, historical and scheduled state of road items, assessment of road heritage) and services (inspection road kilometre, road safety audits, quality control of conservation and maintenance).\nConcessionaire companies awarded contracts for road conservation and maintenance need updated information being the priority target market for the commercial strategy. At a second level within this strategy will be included engineering consultants, promoters and private client agents. \nThe feasibility will give a final document with the business model and growth strategy within INVAR company. Also includes, idea development, market analysis (potential customers, main competitors), operational plan (human, material resources), financial plan (funding, budget,Ö), patents, and IPRs strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INGENIERIA Y VISION ARTIFICIAL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "945363456": {
            "orgId": "945363456",
            "orgName": "INGENIERIA Y VISION ARTIFICIAL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}