{
    "rcn": "198838",
    "acronym": "SOLIRING",
    "topics": "MSCA-RISE-2015",
    "title": "Solitons and frequency combs in micro-resonators",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The proposed research network will establish and support multi-lateral transfer of knowledge among leading research groups in the UK, Sweden, South Africa and Russia. The programme will allow to combine and share valuable cross-disciplinary expertise of the participating groups in the fields of nonlinear fiber optics, optical microresonators, nano-photonics, optical microcavities and nonlinear dynamics, to advance studies of frequency comb generation,  parametric amplification, frequency conversion processes, and slow light dynamics in microring resonators and surface nano-scale axial photonics resonant structures.\nOne of the primary goals of this project is to elucidate the role of soliton dynamics in the frequency comb generation and parametric amplification processes in micro-ring resonators and related nano-photonic setups. The theoretical analyses of bright and dark, scalar and vector solitons, their instabilities and bifurcations, the interaction of solitons with linear waves and between themselves; of the soliton dynamics in systems with the second-order and Raman nonlinearities; of the effects of discreteness and domain periodicity -- will be carried out. These fundamental studies will be further utilized to propose new methods of the manipulation and stabilization of frequency combs, the generation of secondary combs as well as for the investigation of comb locking mechanism and development of theory of microring fiber lasers.\n\nIn the course of this project, informal research links already existing between some of the partners will be taken to a new level and shape a functional research network. The complementary expertise of partners in this network will be crucial to tackle the cross-disciplinary scientific problems associated with studies of frequency comb generation and parametric amplification processes in micro-resonators. Formation of this network will be of considerable benefit to the research within the individual groups and at the European level.",
    "totalCost": "157500",
    "ecMaxContribution": "139500",
    "coordinator": "UNIVERSITY OF BATH",
    "coordinatorCountry": "UK",
    "participants": "LINKOPINGS UNIVERSITET;ASTON UNIVERSITY",
    "participantCountries": "SE;UK",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 27000
        },
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 90000
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 22500
        }
    },
    "calculatedTotalContribution": 139500
}