{
    "rcn": "198803",
    "acronym": "NEWROFEED",
    "topics": "PHC-12-2015",
    "title": "Personalized medical device for the diagnosis and treatment of ADHD based on EEG biomarkers and Neurofeedback Training",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "NEWROFEED aims at setting a new standard of care for children suffering from Attention Deficit Hyperactivity Disorder (ADHD).  ADHD@Home is the diagnosis and treatment medical device, developed by Mensia in project NEWROFEED, to achieve this goal. In order to optimise success rates, ADHD@Home is based on an EEG biomarker-based personalised medicine approach to treat ADHD children with state-of-the-art personalized Neurofeedback Training. This patient-centered solution is delivered at home, with supervision by ADHD specialists. As an efficacious alternative to treatment by psychoactive medication, the expected clinical outcomes include normalized social behaviour and improved school performance.\nADHD@Home delivers physiological lasting normalization of brain activity, using the childís endogenous neuronal plasticity, to resolve his or her attention and hyperactivity problems. Its unique technology and design enable it to achieve two critical clinical objectives:\n1.\tTo identify the root cause of the ADHD for a given child by quantifying, in real-time, deviations in EEG oscillation biomarkers allowing the clinician to select and adjust the Neurofeedback protocols.\n2.\tTo deliver the personalized Neurofeedback protocols on an affordable and user-friendly device, enabling optimal training at home under remote medical supervision. \nThis clinical breakthrough is made possible by Mensiaís cloud-based real time quantitative EEG analysis technology. ADHD@Home will be validated for efficacy in the NEWROFEED Clinical Trial. This will pave the way for a successful commercial launch in 2018 to deliver on our promise of efficacious physiological treatment for millions of ADHD children. \nThanks to NEWROFEED, Mensia will become a world leader in the field of EEG-based personalised treatment of Central Nervous System disorders; capitalizing on the clinical success of its ADHD@Home device that will generate 65MÄ in cumulative revenues by 2022.",
    "totalCost": "3600632,5",
    "ecMaxContribution": "3600632,5",
    "coordinator": "MENSIA TECHNOLOGIES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935377306": {
            "orgId": "935377306",
            "orgName": "MENSIA TECHNOLOGIES",
            "ecContrib": 3600632
        }
    },
    "calculatedTotalContribution": 3600632
}