{
    "rcn": "198850",
    "acronym": "RLTProFood",
    "topics": "SFS-08-2015-1",
    "title": "RLTProFood - Remote Lighting Technology for processing and production of food",
    "startDate": "01/10/2015",
    "endDate": "31/03/2016",
    "objective": "Food processing and production industry in the market of fresh organic food are facing with the challenges, in their working facilities, of improving food safety and quality while achieving a significant reduction in energy use and waste generation. The RLTProFood project aims at a feasibility assessment for a product, the RLT (Remote Lighting technology), that exploiting the energy saver, efficient, and environmental friendly LEDs (Light Emitting Diodes) technology, together with customized optical systems, delivers a lighting system for the food working facilities addressing such challenges. The product is a compact system, realized with sustainable components and with a structure that allows to remotely deliver different kinds of light (e.g., visible, and ultraviolet) without losing performance, according customersí needs. It is easily installed in food industry facilities (e.g., production line or cooking oven), avoiding, with its design, the direct contact with the food. Currently it has two main settings: the LED visible light RLT contributes to optimize the process of lighting food facilities, the UV LED RLT provides a sterilization and germicidal treatment. The product aims to reach the EU market of organic fresh food producers and in particular of vegetables, fruits, dairy, bakery and fresh pasta, where the beneficial effects of the RLT in its two main configurations allow for energy and waste reduction, while improving food safety and quality. The feasibility assessment in the Phase 1 includes: (i) economic viability of the RLT system with its main settings in the EU organic fresh food market with market analysis and a commercialization plan and (ii) technical feasibility of the LED UV RLT developing a pilot application for testing the product in an industry environment. Phase 2 funding could improve the economic assessment of the product in the EU market and implement the pilot application for porting the LED UV RLT in the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IODA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935038194": {
            "orgId": "935038194",
            "orgName": "IODA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}