{
    "rcn": "198849",
    "acronym": "MODBRIDGE",
    "topics": "IT-1-2015-1",
    "title": "Modular 100% Carbon Fibre Footbridge",
    "startDate": "01/09/2015",
    "endDate": "31/01/2016",
    "objective": "Our MODBRIDGE project aims to develop and automate an industrial manufacturing process covering the whole supply chain for the production of modular 100 % CFC footbridges, which will enable to reduce production costs of CFC while obtaining a product with outstanding performance: our footbridges consist on 3 m long modules which can be assembled to reach lengths of up to 18 m, which have a load capacity close to that of concrete with a structure that is 20 times lighter. Moreover they are highly resistant to weathering and corrosion from environmental conditions, requiring zero maintenance for the first five years. In addition, its modular nature (with stackable modules to facilitate storage and transportation) and its light weight enable a simple and rapid assembly/disassembly (1 day for an 18 m long MODBRIDGE) and thus the reutilization of the product as many times as wanted, representing a much more cost-effective solution than traditional footbridges based on steel or concrete.\nBased on these characteristics, MODBRIDGE represents an excellent solution to be used in cities for the enhanced mobility of vulnerable road users, i.e. cyclists and pedestrians, over traffic or architectural obstacles with a minimal installation impact or for temporary events like trade shows, concerts or exhibitions. Moreover, the automation of our production will allow us to even its price to those of traditional solutions (Ä 6,000 /unit vs. Ä 5,840 /unit for steel or Ä 5,675 /unit for concrete), increasing its cost-effectiveness: our installation and maintenance costs are much lower and our product requires a single investment instead of facing recurring costs.\nConsidering that MODBRIDGE is aimed at the civil construction sector (mainly municipalities, local administrations, etc.) and the temporary events industry, our preliminary projections throw a Return on Investment (ROI) of 2.45 by the fifth year.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FIBERTECH GROUP SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929804365": {
            "orgId": "929804365",
            "orgName": "FIBERTECH GROUP SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}