{
    "rcn": "198885",
    "acronym": "BIOAGRIBOOSTER",
    "topics": "SC5-20-2015-1",
    "title": "Agrobiological products for crop production improvement: a novel approach towards a sustainable agriculture",
    "startDate": "01/10/2015",
    "endDate": "29/02/2016",
    "objective": "Iden Biotechnology S.L. is a private company founded in 2006 with the mission to serve the needs of the agri-food industry. We focus our activity in the development and commercialization of high-quality technology, working from an agrobiotechnological approach.  The success of our business model relies on a deep understanding of the agri-food sector needs, thanks to a close collaboration with the industry.\nOver the past years we have been engaged in the development of innovative products and technologies for plant productivity enhancement. In the context of these projects, we came up with a disruptive technology for the production of a new agrobiological product, particularly a biostimulant, which was found to increase crop production by 20-25%, while at the same time enabling a reduction of the use of agrochemicals by 65%.\n\nUnlike the competing biostimulant products, BIOBOOSTER proposes a completely different approach, which will not entail any effect in soil because in fact our biostimulant is not based on any substance aimed at modifying the soil structure. The overall concept of the BIOBOOSTER project is based on the discovery that the volatile elements emitted by fungal fermentation, stimulate plant growth without the need of any physical contact of these fungi with the plant or the soil. As the effect is produced by these volatile elements, which do not remain in contact with the plant/soil, there is no possible way for soil structure modification in the long term. The innovation of the BIOBOOSTER project relies on two main concepts: a) the production process and b) the biostimulant product. The both innovations have been protected by an international patent application (PCT/ES2011/000125) and now we seek performing the necessary steps towards production scaling up and product commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IDEN BIOTECHNOLOGY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941490343": {
            "orgId": "941490343",
            "orgName": "IDEN BIOTECHNOLOGY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}