{
    "rcn": "198844",
    "acronym": "DOSSIER-Cloud",
    "topics": "H2020-TWINN-2015",
    "title": "DEVOPS-BASED SOFTWARE ENGINEERING FOR THE CLOUD",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "DOSSIER-Cloud implements a series of coordination and support actions for transferring knowledge and exchanging best practices in the research area of Software Engineering for Distributed Systems development. It brings together two internationally recognized scientific groups from Netherlands and Italy that collaborate with Cyprus University of Technology (CUT) so as to increase CUTís research capacity and prowess, by investigating a number of significant topics in the field of interest. It is envisaged that a number of high-quality research outcomes will be defined during and produced after the duration of the project; this will enable CUT to significantly increase its international standing in the research community, by both achieving related publications in top-tier scientific journals and conferences, as well as by producing new tools that will benefit practitioners in the software industry. Knowledge acquisition and transfer is achieved through personnel exchanges, site visits, organization of workshops and summer/winter schools with lectures and seminars, participation in international scientific conferences/workshops and establishment of strong links with the software industry.\nThe research topics include novel DevOps oriented software life-cycle methodologies for distributed systems, as well as automation of certain phases or activities. Emphasis is placed on industrial involvement and practitionersí engagement. The anticipated overall impact of this project is: (i) Improvement of CUTís research capacity, significance of research outcomes,productivity and visibility, (ii) Increase in developer productivity, reduction of development effort and improved quality of software services. The results are expected to:(i) dramatically impact the way distributed software services and applications are produced in the near future, (ii) pave the way for software development organizations to become more agile when striving to adequately respond to clientsí expectations.",
    "totalCost": "518005",
    "ecMaxContribution": "518005",
    "coordinator": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
    "coordinatorCountry": "CY",
    "participants": "POLITECNICO DI MILANO;STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
    "participantCountries": "IT;NL",
    "projectParticipants": {
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 249586
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 140915
        },
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 127504
        }
    },
    "calculatedTotalContribution": 518005
}