{
    "rcn": "198873",
    "acronym": "SMAV",
    "topics": "SC5-20-2015-1",
    "title": "SMAV: Best for the Environment Soda Fountain Smart Valves",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "'The world is facing a strong challenge due to the great environmental cost deriving from the production and distribution of soft drinks in aluminium cans and plastic bottles. A huge amount of resources is in fact required for  producing, disposing of and especially transporting these products, which consist of more than 80% water.  \nThe above mentioned cost could be reduced improving the quantity of soft drinks dispensed from the tap (so-called 'fountains') in restaurants, bars and fast food restaurants. A relatively limited amount of soft drinks is presently consumed on-tap because the dispensing equipment is costly to operate.\nSMAV project will introduce a revolutionary innovation in the fluid management systems currently used in soft drink dispensing 'fountains'. It will develop a new volumetric valve which takes advantage of the properties of shape memory alloys (SMA) and uses new ICT technologies. SMAV solution will replace the solenoid-based valves that are commonly used and which are responsible of many inefficiencies and of the high cost of maintenance of dispensing fountains. At present, soft drink dispensers which cannot ensure a minimum quantity of litres sold every day are not economically sustainable by many businesses. On the contrary dispensing fountains, equipped with our new valve, will operate much better and will cost almost 75% less to maintain than current equipment, so that the minimum number of litres that must be dispensed to ensure economic sustainability will be much lower. As a result, many bars and restaurants will be able to install the new equipment, which simply mix water and syrup on site, producing, in addition to economic benefit to the all players of the sector, many potential environmental advantages every year, as the elimination of up to 7.5 billion aluminium and plastic containers and the elimination of up to 460,000 equivalent tons of petroleum required for producing the containers.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FLUID-O-TECH SRL",
    "coordinatorCountry": "IT",
    "participants": "F-LAB SRL;DOLPHIN FLUIDICS SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "927522537": {
            "orgId": "927522537",
            "orgName": "DOLPHIN FLUIDICS SRL",
            "ecContrib": 0
        },
        "927736131": {
            "orgId": "927736131",
            "orgName": "FLUID-O-TECH SRL",
            "ecContrib": 50000
        },
        "938072742": {
            "orgId": "938072742",
            "orgName": "F-LAB SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}