{
    "rcn": "198845",
    "acronym": "URBAVENTO",
    "topics": "SIE-01-2015-1",
    "title": "An innovative, small footprint, vertical axis wind turbine for decentralized energy-production designed for urban areas, which is cheap to maintain and ensures energy production even at low wind speed",
    "startDate": "01/09/2015",
    "endDate": "31/12/2015",
    "objective": "Customers using traditional horizontal axis wind turbines are facing several problems, such as: noise, unaesthetic appearance so they need to be installed in remote locations. As a result, the power is generated very far from where it is meant to be consumed, causing an energy loss of 20% during the transfer (line-losses); they also need strong winds to function and are expensive to install and maintain.\n Newenergy21 has designed and developed UrbaVento, an innovative vertical axis wind turbine for decentralized energy-production (smart grid applications as well as off-grid), which features carbon-fibre ìwingsî, as well as a smart control and fault diagnostic software that simplifies maintenance and troubleshooting and tracks performance and savings. \nThe UrbaVento is a big leap forward compared to current wind turbines due to its unique advantages, which are firstly: its compatibility with the urban environment, since it features silent energy production at low wind speeds, starting from less than 3m/s, while it can produce up to 10 MWh of electricity per year when operating between 7 and 10m/s; it is suited for distributed power production because it can be installed anywhere due to its compact size and attractive appearance. Secondly, it offers a higher return on investment since it is cheaper to install, operate and maintain, due to its low number of moving parts, the absence of a gearbox and the location of all serviceable components are at ground level, enabling the turbine to seamlessly reach its envisaged life-cycle; Thirdly, its wings can be used as a reflective screen, making it an attractive medium for advertising.\nThe Phase 1 project will be focused on establishing a complete supply chain, a sound business model and commercialization strategy, a planning of all activities for deploying a large scale pilot with 10 turbines installed in different locations, as well as the elaboration of an industrialization and marketing plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEWENERGY21 EUROPE LTD",
    "coordinatorCountry": "UK",
    "participants": "ENVIKO LTD",
    "participantCountries": "UK",
    "projectParticipants": {
        "927815768": {
            "orgId": "927815768",
            "orgName": "NEWENERGY21 EUROPE LTD",
            "ecContrib": 50000
        },
        "927975624": {
            "orgId": "927975624",
            "orgName": "ENVIKO LTD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}