{
    "rcn": "198879",
    "acronym": "ESEV-4-GR",
    "topics": "IT-1-2015-1",
    "title": "Electric Smart Eco Vacuum Pump For Green Cars",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "ENTECNIA is one of the independent engineering firms on a global level that has the most capacity and experience in automotive Brake Function, and has so far invested (since 2012) more than Ä1.5 million in the development and validation of this technology/component, a new safety component on the global forefront of automotive technology that minimizes CO2 emissions from new cars, in accordance with Regulation No. 443/2009 of the European Parliament.\nThe product (5 major innovations and consist IP strategy protection) is an autonomous and optimized integrated system for the vacuum generation and management in a vehicle, that provides, as an added value, the modularity, a significant improvement to technical performance, incorporates new materials in its manufacturing, reduces fuel consumption/emissions of the vehicle by 50%, incorporates intelligence into this safety feature, and provides high flexibility in its installation. It is also very competitive economically and could be installed in most fleets of vehicles that will be manufactured in the future, especially within the Green Car segment.\n\nThe new component can meet the 2020 target to reduce vehicle emissions in the EU and with the specifications of the new generation of environmentally friendly vehicles, which will form the majority of the overall vehicle fleet during the period between 2016-2026. The company plans to apply for and obtain approval as eco-innovative technology for this product (according with Regulation No. 443/2009). ENTECNIA has estimated the potential market for electrical vacuum pumps could be about 128 million units over the next 10 years, and estimates it could obtain an average share of 15% of this market, about 16 million units in the period between 2017-2026. The main customer groups of the safety system ìlow emission electric vacuum pumpî, are the Vehicle Manufacturers of ìgreen an low emissions carsî(VW, Renault, Opel, BMW, Mercedes..), and the Component manufacturers/tier1.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Entecnia Consulting, S.L.U.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927121442": {
            "orgId": "927121442",
            "orgName": "Entecnia Consulting, S.L.U.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}