{
    "rcn": "198807",
    "acronym": "ProDIA",
    "topics": "NMP-03-2015",
    "title": "Production, control and Demonstration of structured hybrid nanoporous materials for Industrial adsorption Applications",
    "startDate": "01/11/2015",
    "endDate": "31/10/2018",
    "objective": "The recent 20 years have seen the discovery of new classes of nanoporous materials (NPM). It includes amorphous micro-mesoporous aluminosilicate type materials and more recently Metal-Organic Frameworks (MOF). Despite the great potential of this new class of materials, we cannot recognize industrial success yet at the level of initial expectations and business opportunities.\nThe main reasons which limit the penetration of these materials on the market are that there is a very limited choice of materials available on the market with prices and shapes (powder) which are not compatible for a first demonstration.\nIn this respect, the objectives of ProDIA are:\n- To develop production technologies and methods including shaping, for MOF and aluminosilicates, which are price competitive or at least in the same range as other state of the art porous solids such as advanced zeolites or carbons ñ 10-100 Ä/kg \n- To set-up production facilities in Europe for the production of a variety of NPM with chemical and mechanical stabilities and with safety requirements which allow them to be sold, distributed and used in the industry.\nThe project will thus develop three innovative processes (water-based synthesis, mechanosynthesis, spray-drying) for cost-effective production of NPMs meeting industrial expectations with improved reliability and repeatability at pilot-scale. The industrial relevance of these NPMs will be demonstrated in four applications: gas storage, air purification, heat pump and health care.\nThe consortium is composed of 5 RTO, 1 university and 1 association together with 6 industrial partners, including 2 SMEs and a spin-off being created; linking technology providers and academic partners with industrial end-users. The consortium has well-balanced skill sets to achieve its objectives.\nThe financial resources mobilized by the 13 partners represent a total grant of 7 604 940 Ä with a global effort of 757 PM.",
    "totalCost": "7956937,5",
    "ecMaxContribution": "7030831,5",
    "coordinator": "STIFTELSEN SINTEF",
    "coordinatorCountry": "NO",
    "participants": "MOF APPS AS;AXEL'ONE;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA;ENGIE;THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS;MOF TECHNOLOGIES LIMITED;UNIVERSITETET I OSLO;IFP Energies nouvelles;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;JOHNSON MATTHEY PLC",
    "participantCountries": "NO;FR;DE;ES;UK",
    "projectParticipants": {
        "930599862": {
            "orgId": "930599862",
            "orgName": "AXEL'ONE",
            "ecContrib": 391500
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 1125000
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 517449
        },
        "937368619": {
            "orgId": "937368619",
            "orgName": "MOF APPS AS",
            "ecContrib": 232662
        },
        "999947102": {
            "orgId": "999947102",
            "orgName": "JOHNSON MATTHEY PLC",
            "ecContrib": 456239
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 940938
        },
        "999993371": {
            "orgId": "999993371",
            "orgName": "IFP Energies nouvelles",
            "ecContrib": 205831
        },
        "952385674": {
            "orgId": "952385674",
            "orgName": "MOF TECHNOLOGIES LIMITED",
            "ecContrib": 1148438
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 369375
        },
        "999606923": {
            "orgId": "999606923",
            "orgName": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
            "ecContrib": 750722
        },
        "999964562": {
            "orgId": "999964562",
            "orgName": "ENGIE",
            "ecContrib": 323575
        },
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 569102
        }
    },
    "calculatedTotalContribution": 7030831
}