{
    "rcn": "198832",
    "acronym": "RUBICON",
    "topics": "MSCA-RISE-2015",
    "title": "Training network for Research on molecUlar and Biomechanical Interactions in CONnective tissue disorders",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "RUBICON will establish a global network for staff exchange of scientists and for research training focussed on connective tissue disorders. It will bring together leading scientific groups from 5 European and 5 non-European countries who will study the molecular and biomechanical factors involved in the pathophysiology of connective tissues, including tendons, cartilage and bone. The ambitious objectives of RUBICON are to increase our knowledge of the mechanisms underlying diverse connective tissue disorders, identify commonalities and targetable pathways, and reinforce multidisciplinary awareness in this fundamental research field. \nResearchers involved in secondments between RUBICON participants will investigate genetic determinants, circadian clock, extracellular matrix components, soluble biochemical factors and intracellular signalling pathways, ER stress and oxidative components involved in connective tissue homeostasis and pathogenesis. Extensive training during secondments will include new technologies and innovation, study design, interdisciplinary laboratory research, data analysis, research management, ethics in animal and human studies, and development of scientific and communication skills. All participating laboratories will ensure attractive working conditions in excellent and internationally recognised institutions, equipped with state-of-the-art instruments and excellent core facilities. Webinars, courses and meetings will provide additional opportunities for training and networking, also be open to external participants. \nRUBICON is a unique interdisciplinary network including cell biologists, molecular biologists, animal biologists, morphologists, geneticists, biochemists and clinicians who will cross-fertilise their respective research fields. The long-term goal of RUBICON is to consolidate a class of young scientists to secure future developments in the connective tissue arena and create a solid basis for further collaboration in this field.",
    "totalCost": "877500",
    "ecMaxContribution": "607500",
    "coordinator": "UNIVERSITA DEGLI STUDI DELL'AQUILA",
    "coordinatorCountry": "IT",
    "participants": "REGION HOVEDSTADEN;THE UNIVERSITY OF MANCHESTER;UNIVERSITY OF NEWCASTLE UPON TYNE;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "participantCountries": "DK;UK;NL",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 94500
        },
        "999859511": {
            "orgId": "999859511",
            "orgName": "UNIVERSITA DEGLI STUDI DELL'AQUILA",
            "ecContrib": 171000
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 144000
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 90000
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 108000
        }
    },
    "calculatedTotalContribution": 607500
}