{
    "rcn": "198814",
    "acronym": "OptiNanoPro",
    "topics": "NMP-02-2015",
    "title": "Processing and control of novel nanomaterials in packaging, automotive and solar panel processing lines",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "Nanocomposites are promising for many sectors, as they can make polymers stronger, less water and gas permeable, tune surface properties, add functionalities such as antimicrobial effects. In spite of intensive research activities, significant efforts are still needed to deploy the full potential of nanotechnology in the industry. The main challenge is still obtaining a proper nanostructuring of the nanoparticles, especially when transferring it to industrial scale, further improvements are clearly needed in terms of processing and control.\n\nThe OptiNanoPro project will develop different approaches for the introduction of nanotechnology into packaging, automotive and photovoltaic materials production lines. In particular, the project will focus on the development and industrial integration of tailored online dispersion and monitoring systems to ensure a constant quality of delivered materials. In terms of improved functionalities, nanotechnology can provide packaging with improved barrier properties as well as repellent properties resulting in easy-to-empty features that will on the one hand reduce wastes at consumer level and, on the other hand, improve their acceptability by recyclers. Likewise, solar panels can be self-cleaning to increase their effectiveness and extend the period between their maintenance and their lifetime by filtering UV light leading to material weathering. In the automotive sector, lightweight parts can be obtained for greater fuel efficiency.\n\nTo this end, a group of end-user industries from Europe covering the supply and value chain of the 3 target sectors and using a range of converting processes such as coating and lamination, compounding, injection/co-injection and electrospray nanodeposition, supported by selected RTDs and number of technological SMEs, will work together on integrating new nanotechnologies in existing production lines, while also taking into account nanosafety, environmental, productivity and cost-effectiveness issues.",
    "totalCost": "6920685",
    "ecMaxContribution": "5516910",
    "coordinator": "IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "BELECTRIC OPV GMBH;HPX POLYMERS GMBH;BIOINICIA SL;INSTITUTO TECNOLOGICO DEL EMBALAJE, TRANSPORTE Y LOGISTICA;LAJOVIC TUBA EMBALAZA DOO;PEMU MUANYAGIPARI ZARTKORUEN MUKODORESZVENYTARSASAG;LASER CONSULT MUSZAKI-TUDOMANYOS ES GAZDASAGI TANACSADO KORLATOLT FELELOSSEGU TARSASAG;ILIRIJA, RAZVOJ, PROIZVODNJA IN TRZENJE KOZMETICNIH IZDELKOV DD;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;MBN NANOMATERIALIA SPA;INSTITUTE OF OCCUPATIONAL MEDICINE;SIBO G. d.o.o.;FUNDACIO EURECAT;ORGANIC WASTE SYSTEMS NV",
    "participantCountries": "DE;ES;SI;HU;IT;UK;BE",
    "projectParticipants": {
        "998464166": {
            "orgId": "998464166",
            "orgName": "LAJOVIC TUBA EMBALAZA DOO",
            "ecContrib": 302400
        },
        "957464303": {
            "orgId": "957464303",
            "orgName": "HPX POLYMERS GMBH",
            "ecContrib": 305812
        },
        "956412338": {
            "orgId": "956412338",
            "orgName": "ILIRIJA, RAZVOJ, PROIZVODNJA IN TRZENJE KOZMETICNIH IZDELKOV DD",
            "ecContrib": 78435
        },
        "999929351": {
            "orgId": "999929351",
            "orgName": "PEMU MUANYAGIPARI ZARTKORUEN MUKODORESZVENYTARSASAG",
            "ecContrib": 303240
        },
        "999464818": {
            "orgId": "999464818",
            "orgName": "INSTITUTE OF OCCUPATIONAL MEDICINE",
            "ecContrib": 349575
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 647615
        },
        "998647787": {
            "orgId": "998647787",
            "orgName": "MBN NANOMATERIALIA SPA",
            "ecContrib": 430500
        },
        "999688694": {
            "orgId": "999688694",
            "orgName": "INSTITUTO TECNOLOGICO DEL EMBALAJE, TRANSPORTE Y LOGISTICA",
            "ecContrib": 417000
        },
        "951806972": {
            "orgId": "951806972",
            "orgName": "BELECTRIC OPV GMBH",
            "ecContrib": 197690
        },
        "939100360": {
            "orgId": "939100360",
            "orgName": "SIBO G. d.o.o.",
            "ecContrib": 269150
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 678501
        },
        "944016126": {
            "orgId": "944016126",
            "orgName": "LASER CONSULT MUSZAKI-TUDOMANYOS ES GAZDASAGI TANACSADO KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 83705
        },
        "999743790": {
            "orgId": "999743790",
            "orgName": "ORGANIC WASTE SYSTEMS NV",
            "ecContrib": 213237
        },
        "952539904": {
            "orgId": "952539904",
            "orgName": "BIOINICIA SL",
            "ecContrib": 539875
        }
    },
    "calculatedTotalContribution": 4816735
}