{
    "rcn": "198811",
    "acronym": "SKHINCAPS",
    "topics": "NMP-06-2015",
    "title": "SKin Healthcare by Innovative NanoCAPsuleS",
    "startDate": "01/10/2015",
    "endDate": "30/09/2019",
    "objective": "SKHINCAPS project will explore an innovative and sustainable in situ self-assembly nanoencapsulation technology to deliver novel products for skin healthcare applications, with increased efficiency and cost benefits, leading to ground-breaking innovations on the actual products.\nUsing this safe, sustainable and easily scalable technology, different actives will be addressed for nanoencapsulation: phase-change materials (PCMs), a cocktail of vitamins and antioxidants, and natural essential oils. The nanocapsules will be engineered to achieve three possible release mechanisms, enhancing actives efficiency.\nDifferent demonstrators will be developed with these customised and safe nanocapsules for skin healthcare applications:\n- First layer garments with no-release nanocapsules loaded with PCMs, to improve thermal management and skin comfort;\n- Creams with triggered nanocapsules containing the cocktail, to improve the anti-ageing effect on the end-users skin;\n- Lotions and textiles containing targeted nanocapsules loaded with natural essential oils to prevent or even mitigate bacterial infections on the end-users skin. \nThese demonstrators will be fully tested for their safety and performance assessment to fulfil the present regulation requirements.\nSKHINCAPS comprises SMEs from different stages of the supply chain, so it will promote stronger collaborations between materials suppliers, manufacturers and end-users. SKHINCAPS is therefore entirely aligned with the European 2020 strategy, contributing to boost competitiveness and support the creation of jobs and new sources of growth. SKHINCAPS is also committed with the flagships initiatives, and with a number of wider H2020 objectives including: control healthcare expenditure, H2020 strategic cosmeceuticals sector and plural H2020 Key Enabling Technologies (KETs).",
    "totalCost": "3265920,75",
    "ecMaxContribution": "3265920,75",
    "coordinator": "CENTITVC - CENTRO DE NANOTECNOLOGIA E MATERIAIS TECNICOS FUNCIONAIS E INTELIGENTES ASSOCIACAO",
    "coordinatorCountry": "PT",
    "participants": "INSTITUT FUER VERBUNDWERKSTOFFE GMBH;Teknologian tutkimuskeskus VTT Oy;PRO-ACTIVE;UNIVERSITAT POLITECNICA DE CATALUNYA;BIONANOPLUS SL;ASOCIACION INDUSTRIAL DE OPTICA, COLOR E IMAGEN;DEVAN-MICROPOLIS S.A.;TELIC SAU",
    "participantCountries": "DE;FI;BE;ES;PT",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 216854
        },
        "949958443": {
            "orgId": "949958443",
            "orgName": "PRO-ACTIVE",
            "ecContrib": 293888
        },
        "930144641": {
            "orgId": "930144641",
            "orgName": "BIONANOPLUS SL",
            "ecContrib": 497952
        },
        "999488486": {
            "orgId": "999488486",
            "orgName": "INSTITUT FUER VERBUNDWERKSTOFFE GMBH",
            "ecContrib": 561250
        },
        "998871760": {
            "orgId": "998871760",
            "orgName": "CENTITVC - CENTRO DE NANOTECNOLOGIA E MATERIAIS TECNICOS FUNCIONAIS E INTELIGENTES ASSOCIACAO",
            "ecContrib": 567941
        },
        "993452079": {
            "orgId": "993452079",
            "orgName": "DEVAN-MICROPOLIS S.A.",
            "ecContrib": 195417
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 673535
        },
        "999648924": {
            "orgId": "999648924",
            "orgName": "ASOCIACION INDUSTRIAL DE OPTICA, COLOR E IMAGEN",
            "ecContrib": 0
        },
        "932093371": {
            "orgId": "932093371",
            "orgName": "TELIC SAU",
            "ecContrib": 259083
        }
    },
    "calculatedTotalContribution": 3265920
}