{
    "rcn": "198882",
    "acronym": "DEXscAn",
    "topics": "NMP-25-2015-1",
    "title": "Low-cost semiconducting polymers for manufacturing 2D-digital X-Ray detectors",
    "startDate": "01/10/2015",
    "endDate": "31/01/2016",
    "objective": "This project is about launching a next generation of DEXA bone densiometes incorporating 2D digital X-ray detectors with a lower and affordable price. \nDEXscAn project proposes to both modify current materials used in DEXA bone densitometers detector, together with a novel manufacturing process for large-array areas: \n1. Improve the sensitivity of the devices by substitution of amorphous silicon (aSi:H) FET by cheaper and highly efficient organic materials as photo-detectors. These organic semiconductors are easier to process than Si-detectors, allowing different shapes and sizes, including curved surfaces otherwise impossible to achieve. \n2. Substantial reductions in manufacture costs of large-area arrays (2D-digital panel detectors in DEXA scans), by using organic semiconductors P3HT:PCBM, PTAA:TIPS-Pentacene or F8T2, offering the possibility to obtain solution-processable inks, and therefore printing large areas using simple techniques like inkjet printing or screen printing. \nOur company L¥Accessorio Nucleare manufactures first generation bone densitometers since the 70s and since then, we have developed and successfully placed in the market 7 different bone densitometer products, being one of the leader suppliers of high-tech bone densitometers worldwide. With this product and the EC support our company seeks to become the first company worldwide implementing Digital Imaging in DEXA Bone Densitometers and to reduce the final price for DEXA bone densisometers. The aimed prouct will have advantages not only for our current clients (public and private big hospitals that nowdays purchase these devices for replacement of old ones) but also for new clients (smaller hospitals, clinics and ambulatories) where DEXA scans can be used as a regular preventive diagnosis service.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "L'ACN L'ACCESSORIO NUCLEARE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938296424": {
            "orgId": "938296424",
            "orgName": "L'ACN L'ACCESSORIO NUCLEARE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}