{
    "rcn": "198890",
    "acronym": "MODULAR INNODRIVE",
    "topics": "IT-1-2015-1",
    "title": "MODULAR INNODRIVE Powered Reel Drive in maritime environment",
    "startDate": "01/10/2015",
    "endDate": "31/03/2016",
    "objective": "Scope of the present proposal is the technical and economic feasibility evaluation of the industrial production and distribution into the EU market of a Modular Powered Reel Drive (PRD) for maritime operations of cable laying and retrieval. The proposed solution, compared to existing products, enables to operate with a significantly wider range of reels, both in terms of reelís diameter and weight. The result is an innovation that increases safety, flexibility, efficiency and efficacy of maritime cable laying operations.\nThe innovation applies to the maritime cable laying sector, since technology and the market expressed the need for underwater physical interconnections for energy and power networks in sea environments. This requirement is considered to be one of the greatest challenges for a reliable and effective use of world resources.\nThe solution has several advantages compared to currently available PRD because the MODULAR INNODRIVE provides:\nï\tIncreased efficiency-flexibility\nï\tTime and costs reduction\nï\tSafer operations\nINNOVO Ltd. intends to implement a feasibility study in Phase 1 aimed to achieve the following goals:\nï\tDevelop the MODULAR INNODRIVE through additional technical adjustments of INNOVOís 600 mT PRD (the highest product capacity available into the market) to fulfil the modular requirements. This will further position the company at the forefront of maritime cable laying technology. Intellectual Property Rights (IPR) and business strategies for production are additional issues that need to be tackled. INNOVO has the opportunity to develop the proposed solution with its well established industrial partner, CONCRANE S.r.l., an offshore crane manufacturer since more than 60 years, whose headquarters and manufacturing facilities are located in Trieste, Italy.\nï\tDevelop a marketing and sales strategy in Europe with the following goals:\no\tMarket analysis\no\tBusiness development\no\tRisk assessment analysis\no\tIdentification of customers' best solutions",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOVO ENGINEERING and CONSTRUCTION LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934394987": {
            "orgId": "934394987",
            "orgName": "INNOVO ENGINEERING and CONSTRUCTION LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}