{
    "rcn": "198894",
    "acronym": "REACMIN",
    "topics": "SC5-20-2015-1",
    "title": "RECYCLING ASBESTOS CONTAINING MATERIALS INTO NEW ECO-FRIENDLY SECONDARY RAW MATERIALS FOR FURTHER INDUSTRIAL PROCESSES",
    "startDate": "01/08/2015",
    "endDate": "31/10/2015",
    "objective": "The REACMIN solution developed by TIESSEPI envisions a treatment plant which will allow the thermally induced crystal-chemical transformation of 400,000 tonnes of Asbestos Containing Materials (ACM) in 5 years. TIESSEPIís system will thus place in the market a completely transformed asbestos-free product suitable to be used as a Secondary Raw Material (SRM) for other industrial uses such as concrete production, road building or environmental restoration with a forecasted turnover of 10 million Euros in five years per each installed plant. \nBefore the discovery of its high toxicity, asbestos was for a long time considered as an extremely versatile and cheap raw material for building materials, automotive parts and even textile and other domestic products. In Europe, more than 40% of residential buildings were constructed before the 1960s and in the 1990s a large boom in construction still used asbestos. Health costs for diseases related to asbestos exposure amount over MÄ 1,600 per year in Europe , so it is a main target to remove all remaining ACM. Only in Italy 2 billion m2 of asbestos-cement slates still cover roofs of industrial plants and civil buildings . Moreover, yet in 2012, rather than falling, worldwide asbestos production increased. \nThe most extended current process for asbestos disposal is landfill in authorized sites. Associated costs are expensive, in the range of 150-300 Ä/Tn and no zero risk of fibres emission can be assured in the medium-long term. Other technologies based in thermal conversion exist but the only one at commercial level is up to 13 times more expensive than REACMIN system. \nThe objectives of REACMIN project are: \nDemonstrate the technology by building a pilot plant with optimal security measures and acceptable costs (< 65 Ä/Tn). \nTest the resulting product suitability for the industrial production of concrete tiles \nExpand business model in other real industrial processes (glass, ceramics) \nAssure Zero risk of fibres release",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TIESSEPI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927379656": {
            "orgId": "927379656",
            "orgName": "TIESSEPI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}