{
    "rcn": "198857",
    "acronym": "SPS_TFP_SQ",
    "topics": "Space-SME-2015-2",
    "title": "TFP Strut Qualification",
    "startDate": "01/10/2015",
    "endDate": "31/01/2018",
    "objective": "This proposal aims at qualification by extensive testing of market relevant carbon fibre struts manufactured with the tailored fibre placement (TFP) technology up to TRL 8 for space applications.\nA strut is a very common structural element in launchers and satellites. The main novelty of the proposed solution is that even the fittings are carbon (state-of-the-art is metal).\nThe requirements and market relevance will be determined together with two lead customers, Airbus Defence and Space (DS) and OHB System. The lead customers are interested to buy and fly the product once qualified.\nLarge mass savings (75%) compared to state-of-the-art solutions have been demonstrated in the successful phase 1 study, which concluded with manufacturing of a prototype.\nCost and manufacturing time reduction, increased thermal stability and a reduced environmental footprint have been identified, too.\nA business plan has been developed in the phase 1 study showing the economic viability of the project even in conservative sales and cost scenarios, while showing large potential in more optimistic scenarios. All scenarios imply creation of new job positions.\nThe impact of the product on the market is considered to be a game-changer with the potential to re-define the state-of-the-art. The target market is the worldwide market with particular focus on the European and US market segment.\nThe impact for the partner consortium is a significant increase in turnover, profit, personnel and the development of new business areas. Growth is particularly strong for the project coordinator with the potential to double the company turnover and staff size within just 5 years. Such growth in the space market is aligned with the business strategy of all project partners.",
    "totalCost": "1687500",
    "ecMaxContribution": "1153250",
    "coordinator": "SPACE STRUCTURES GMBH",
    "coordinatorCountry": "DE",
    "participants": "HIGHTEX VERSTARKUNGSSTRUKTUREN GMBH;INVENT INNOVATIVE VERBUNDWERKSTOFFEREALISATION UND VERMARKTUNG NEUERTECHNOLOGIEN GMBH*;IMA MATERIALFORSCHUNG UND ANWENDUNGSTECHNIK GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "934250845": {
            "orgId": "934250845",
            "orgName": "HIGHTEX VERSTARKUNGSSTRUKTUREN GMBH",
            "ecContrib": 208950
        },
        "999692186": {
            "orgId": "999692186",
            "orgName": "IMA MATERIALFORSCHUNG UND ANWENDUNGSTECHNIK GMBH",
            "ecContrib": 132125
        },
        "998801629": {
            "orgId": "998801629",
            "orgName": "INVENT INNOVATIVE VERBUNDWERKSTOFFEREALISATION UND VERMARKTUNG NEUERTECHNOLOGIEN GMBH*",
            "ecContrib": 264688
        },
        "938630007": {
            "orgId": "938630007",
            "orgName": "SPACE STRUCTURES GMBH",
            "ecContrib": 547488
        }
    },
    "calculatedTotalContribution": 1153251
}