{
    "rcn": "198868",
    "acronym": "Foodakai-1",
    "topics": "INSO-9-2015-1",
    "title": "Foodakai-1: Feasibility Assessment of an Intelligent Consumer App for Early Warning on Food Threats",
    "startDate": "01/11/2015",
    "endDate": "30/04/2016",
    "objective": "The increase in food safety information quantity (e.g. through online sources) and diversity (e.g. information from social networks vs. structured surveillance programmes), results into a need to adequately discover and display information about food threats in a way that is customized to the userís specific context and environment, in a highly usable and integrated format. Foodakai would like to take advantage of the identified business opportunity by harmonizing and making more user-friendly the discovery of information on foodborne diseases, food alerts, outbreaks and recalls. We aim to innovate the way information is discovered today, by combining and harmonizing food product recall and foodborne disease data from various, heterogeneous and dynamic online sources.  We plan to apply text and data mining techniques, as well as forecasting and other analytical models, so that Foodakai provides tailored tracking, alerting and warning capabilities to its users. It will also be designed in a way that can allow users to adapt and customise the presented information so that it matches their preferences and information needs in a highly professional way - which contrasts this app from previous one-size-fits-all solutions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AGRO-KNOW",
    "coordinatorCountry": "BE",
    "participants": "EPI INTERACTIVE UG & CO KG",
    "participantCountries": "DE",
    "projectParticipants": {
        "951885251": {
            "orgId": "951885251",
            "orgName": "AGRO-KNOW",
            "ecContrib": 50000
        },
        "927457644": {
            "orgId": "927457644",
            "orgName": "EPI INTERACTIVE UG & CO KG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}