{
    "rcn": "198883",
    "acronym": "tCat WorkStation",
    "topics": "IT-1-2015-1",
    "title": "New adaptable equipment for geometric auscultation of railways and overhead lines",
    "startDate": "01/10/2015",
    "endDate": "31/03/2016",
    "objective": "Due to the rise of the railway sector, more train lines that have to operate with more quality requirements are built. In this context, traditionally the position of the overhead line geometry in the railway installations is determined manually by the crew in charge of the assembly and maintenance. This geometric (or static) auscultation method is inaccurate and requires a large amount of resources, therefore high economic cost, and entails the need to often contrast the goodness and exactness of the measures. Manual measurements and visual inspections to determine the state of the system are not economically efficient.\n\nIn this context the tCat workstation has been developed by Telice. tCat is conceived for the railway assembly phases and/or renewal and maintenance for short lengths of railway. It facilitates the geometric auscultation of the overhead line parameters like height, stagger and track parameters such as track gauge and camber, obtaining the position of different elements in absolute coordinates by working in conjunction with a total robotized station. Due to its technical characteristics, speed, simplicity and accurate measurements, this pioneering system represents a breakthrough in the geometric auscultation works; achieving accuracy, consistent measurements and a time-saving of more than 75% against traditional methods. With these features and the variety of parameters that can be obtained, the tCat is suitable for both public administrations and assembly and maintenance companies. The system simplifies the fulfilling of requirements and streamlines execution, making it more flexible, with the resulting cost savings and ability to meet delivery deadlines.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TELEFONOS LINEAS Y CENTRALES SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934735360": {
            "orgId": "934735360",
            "orgName": "TELEFONOS LINEAS Y CENTRALES SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}