{
    "rcn": "198874",
    "acronym": "ZinkOn Growth",
    "topics": "IT-1-2015-1",
    "title": "Advanced and smart system for optimizing the non-conformities and concession processes within the aerospace industry.",
    "startDate": "01/10/2015",
    "endDate": "31/03/2016",
    "objective": "Due to the manufacturing process and the special requirements in the aerospace industry for the parts produced, usually there are some parameters out of tolerance, defects produced on the handling or transportation of the parts. These defects are highly common, leading a high percentage of discarded parts, i.e 5 - 10% of the total produced parts, or repair processes - between 10 to 20% of the parts have non-conformities - that are time and cost consuming. Similar situation occurs with in-services airplanes, where maintenance is a crucial activity and the ground time is highly important factor for the viability of the airline.\nReducing the percentage of scrapped parts, the non-conformities solving time on the manufacturing or reducing the on-the-ground time for airline fleets becomes one of the main objectives of the engineering support teams. The average cost of per unit of non-conformity, considering an average lead-time of 6 days, will be 1.140Ä. It is estimated that the annual management cost for one of these non-conformities is around 350 million Ä per year in Europe.\nZinkCloud, through its ZinkOn product, provides a solution (based on Artificial Intelligence and other cutting edge technologies) to eliminate the bottleneck processes related to the engineering tasks, addressing especially the non-conformities, and providing recommendations on how to repair some defects based on previous experiences, applicable documentation and regulations. Our product, validated as beta version in Spain by Airbus and other relevant players in the aerospace industry, is revolutionizing the way of managing nonconformities.\nZinkOn is becoming a breakthrough innovation with potential to change the associated costs and managing times of these unavoidable manufacturing defects, in line with strategic objectives in the industry regarding a reduction on the production costs .  We foresee an important growth: 40 new jobs and over 4,2MÄ turnover by 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZINKCLOUD SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934626041": {
            "orgId": "934626041",
            "orgName": "ZINKCLOUD SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}