{
    "rcn": "198821",
    "acronym": "SOCRATIC",
    "topics": "ICT-10-2015",
    "title": "SOcial CReATive IntelligenCe Platform for achieving Global Sustainability Goals",
    "startDate": "01/01/2016",
    "endDate": "28/02/2018",
    "objective": "The main objective of SOCRATIC is to facilitate a platform so citizens and/or organisations can collaboratively identify specific innovative solutions for achieving the desired Global Sustainability Goals, as defined by the United Nations. The platform will allow individuals, collectives, institutions, companies or Administration to: (1) propose new challenges oriented to solve specific sustainability issues; (2) invite individuals or organizations to participate with innovative ideas that solve these issues; (3) collectively select and implement the most promising ideas.\nSOCRATIC will also implement a Global Observatory on Sustainability Challenges with a double objective: (1) Measuring the impact of SOCRATIC actions on Global Sustainability Challenges by monitoring social networks, (2) Using the data about Global Sustainability Challenges gathered in social media as a source of information to launch challenges in the SOCRATIC platform.\nThe SOCRATIC project has a deep user-centric approach, implementing gamification techniques to engage users in the sustained use of the platform. The project involves one European NGO (CiberVoluntarios) and a group of Young Social Innovators from the ìExperts in Teamî program of the Norwegian University of Science and Technology (NTNU-EiT). Both collectives perform actions in different fields, but with a common tool, the use of IT to empower citizens and achieve specific sustainability goals. The pilots will be initially focused on three specific challenges: ìEnsuring healthy lives and promote well-being for all at all ages (UN¥s Goal 3)î, ìEnsuring inclusive and equitable quality education and promote lifelong learning opportunities for all (UNís Goal 4)î, and ìPromoting sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all (UNís Goal 8)î.",
    "totalCost": "1308465",
    "ecMaxContribution": "1308465",
    "coordinator": "FUNDACION CIBERVOLUNTARIOS",
    "coordinatorCountry": "ES",
    "participants": "INSTITUT F‹R ANGEWANDTE SYSTEMTECHNIK BREMEN GMBH;FARAPI KOOPERATIBA ELKARTEA;STIFTELSEN SINTEF;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "participantCountries": "DE;ES;NO",
    "projectParticipants": {
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 391281
        },
        "999652707": {
            "orgId": "999652707",
            "orgName": "FUNDACION CIBERVOLUNTARIOS",
            "ecContrib": 212625
        },
        "930123786": {
            "orgId": "930123786",
            "orgName": "FARAPI KOOPERATIBA ELKARTEA",
            "ecContrib": 152855
        },
        "999634374": {
            "orgId": "999634374",
            "orgName": "INSTITUT FÜR ANGEWANDTE SYSTEMTECHNIK BREMEN GMBH",
            "ecContrib": 304238
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 247466
        }
    },
    "calculatedTotalContribution": 1308465
}