{
    "rcn": "198847",
    "acronym": "ROBOTGRAFT",
    "topics": "SFS-08-2015-1",
    "title": "An integrated high throughput robot and a new multi-rootstock grafting technology to improve plant/crop yield",
    "startDate": "01/10/2015",
    "endDate": "31/03/2016",
    "objective": "FuturaGraft is an SME from Israel. It has developed a high performing automated robot system to replace the existing time-consuming, laborious method of grafting plants. Plant grafting is the combination of a stronger root with a desired plant seedling and is used to improve the quality and performance of vegetables, flowers and herbs. \nGrafting is the most diffused practice employed to achieve more durable, more resistant and productive plants. Current practice is often by manual grafting and is labour intensive and inefficient; robotics have been introduced but offer limited improvements. An alternative plant modification method is needed to cultivate stronger plants without using pesticides or genetically modifying the structure. FuturaGraftís robot is fully automated and can graft a tray of plants whilst simultaneously undertaking trimming, clearing and disinfecting. The robot improves nursery operations by increasing capacity and shortening growth time; enables early stage grafting providing a faster recovery; increases the yield and produces better quality grafts. Plants grafted by FuturaGraft can grow and survive in lower quality soils as the rootstock used in the grafting strengthens the plant and is resistant to a range of soil-borne diseases.\nWithin the overall project, FuturaGraft aims to: engineer the automatic grafting machine to graft a full tray simultaneously and reach a capacity of no less than 5000 plants an hour; automate grafting methods to a level that will increase productivity and reduce water and fertilizer usage; to expand the robotís capability to graft combinations of three plants; and demonstrate and validate the robot grafting process with the involvement of at least one end-user in the field of tomato plants production.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VIRENTES LTD",
    "coordinatorCountry": "IL",
    "participants": "DELFLAND NURSERIES LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "928012969": {
            "orgId": "928012969",
            "orgName": "DELFLAND NURSERIES LIMITED",
            "ecContrib": 0
        },
        "933600072": {
            "orgId": "933600072",
            "orgName": "VIRENTES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}