{
    "rcn": "198866",
    "acronym": "YODA",
    "topics": "ICT-37-2015-1",
    "title": "YOurDigitalAgent: First fully automated tool for the optimisation of digital advertising for drastically increasing SMEs competitiveness and online promotion",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "Internet advertising is a fast growing market that in 2014 generated Ä120bn and it is expected that it will grow to Ä213bn in 2020. Its efficiency is attracting investments from traditional marketing channels as well as many new entrants, mostly SMEs, that see in online marketing an efficient tool to promote their businesses. Nonetheless, there are challenges to be overcome that are particularly relevant to new entrants, such as increasing complexity, fraudulent traffic, multi-channel possibilities and other aspects that make extremely complex to optimise online marketing strategies without the specialised support from advertising agencies.\n \nJOT intends to bring to the market the first low cost solution (multi-device, cross-channel, multi-language and cross-border) for automating the optimisation of online advertisement investments of SMEs. The virtual Advertisement Agent YODA will integrate automatic bidding and optimisation modules based on a big data analytics module that permanently monitors and analysis traffic data. Our ambition is to become the preferred advertising tool for SMEs not requiring any knowledge on online marketing.\n\nSome of the main benefits that YODA will offer are: Time reduction up to 90%, Increase of 70% in ROI (conversion rate), 25% increased efficiency due to fraudulent traffic filters and reduction of intermediary fees. According to our estimations, by 2022, 5 years after commercial launch, total revenues generated by YODA will reach 50MÄ and more than 8MÄ in EBITDA. \n\nJOT is one of the three largest worldwide players in internet traffic brokerage and currently manages campaigns in 61 countries and 17 languages, generating a turnover of over Ä39 million in 2014. Therefore, the business opportunity for JOT is crystal-clear since we are in an excellent position (technical knowledge, company size, international presence and market positioning) to successfully bring to the market, commercialise and exploit the above mentioned solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JOT INTERNET MEDIA ESPA—A SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930573478": {
            "orgId": "930573478",
            "orgName": "JOT INTERNET MEDIA ESPAÑA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}