{
    "rcn": "198880",
    "acronym": "FACCESS",
    "topics": "DRS-17-2015-1",
    "title": "Enabling the large-scale deployment of Facial Recognition in banking security",
    "startDate": "01/09/2015",
    "endDate": "31/01/2016",
    "objective": "In the FACCESS project we aim at performing a pilot study for the large-scale implementation of our face recognition technology in banking security. There is strong demand in the banking industry for secure biometric applications. In fact, in May 2014 the European Central Bank (ECB) published a list of recommendations for increased bank transaction security and for the first time, biometrics was included as one of most valid and securest authentication parameters. Security has been always a major concern of the banking industry, fundamentally because banks are attractive to criminals as a direct access to currency, bank notes, and userës personal information which can be used for identity theft (phishing and card skimming). The concerns about bank security have always been there, but it has been after the breakthrough of online and mobile banking when bank fraud has become major issue to address with urgency. Currently, whether itís online, on a smartphone, on an ATM or on a POS (point-of-sale), the great majority of banking transactions are done by using a 4-6 digits PIN code as the way for authentication. This form of authentication is of an extremely low security level in all cases, but especially more in online banking where cybercriminals and hackers can easily obtain this PIN code in a matter of seconds. As a result, the total value of fraudulent transactions is rapidly increasing year by year, being now estimated at Ä1.33 billion solely in Europe.  In this scenario, biometrics holds great promise to become the gold standard authentication method for bank transactions in the near future. However, despite the clear opportunity there are still some barriers preventing the banking biometrics breakthrough, at least on a large scale. Our Facial recognition technology gathers the ideal features to overcome these barriers, representing a great opportunity to definitively bring biometric authentication to banking security.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FACEPHI BIOMETRIA SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927242401": {
            "orgId": "927242401",
            "orgName": "FACEPHI BIOMETRIA SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}