{
    "rcn": "198877",
    "acronym": "CEWET",
    "topics": "IT-1-2015-1",
    "title": "Cost Effective Wireless Electrical Transportation",
    "startDate": "01/10/2015",
    "endDate": "31/03/2016",
    "objective": "The multi-billion dollar public transit buses and train industry is under increasing regulatory and public policy pressure to adopt clean transportation solutions, that reduce CO2 emissions and noise pollution.\nElectRoad has developed the technology that makes possible the first electrical vehicle that is directly powered by wireless energy with no need for a battery or costly infrastructure. This unique technology eliminates the need for fuelling or charging a battery to put an electrical vehicle in motion by removing the energy source from the vehicle and transmitting the power wirelessly directly from the road during the drive. The solution is generic and universal, can be used by all types of electric vehicles without any structural changes to the electrical vehicle. \nThis technology is now at TRL level 6. ElectRoad has already achieved high energy transmission efficiency (above 80%), high value for money and zero emissions. ElectRoad electric buses are lighter (no battery), require less maintenance, and are more economical than electric buses of the competitors. The infrastructure is much cheaper than other electric transport alternatives such as trolleys or trams, making them attractive to public transport regulators, operators, and to the general public.\n\nCEWET will:\nñ Perform a feasibility study in preparation for a full demonstration and pilot (planned for Phase II), including Business and commercialization Plans.\nñ Prepare for the validation of the system on a road segment of approximately 200 m.\n- Perform a comprehensive Market Research and Risk Mitigation Plan\nñ Prepare a Phase II proposal.\n\nSeveral stakeholders have been approached (Public Transport Operators, Municipalities, Government Authorities, Utilities companies, etc) and expressed enthusiasm about the breakthrough technology, as well as their readiness to participate in pilots and willingness to buy the product once in production.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELECTRIC ROAD LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935104251": {
            "orgId": "935104251",
            "orgName": "ELECTRIC ROAD LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}