{
    "rcn": "198846",
    "acronym": "HUMEXE",
    "topics": "ICT-37-2015-1",
    "title": "HUman EXoskEleton for autonomous movement control",
    "startDate": "01/10/2015",
    "endDate": "31/03/2016",
    "objective": "The objective of HUMEXE is to develop all the necessary stages to introduce in the market a new exoskeleton able to provide full autonomy to patients suffering from paraplegia and improving current exoeskeletons available on market or at research stage. This new exoskeleton follows an entirely different approach for the movements control strategy. HUMEXE, as contrast to the rest of exoskeletons, bases the movement control of the lower limbs on the movement of the upper limbs of the individual, thus providing the user the full control of his movements, instead of being a control unit in control of the movements and their trajectories. This new approach will allow the user to control the lower limbsí movements without the aid of crutches or the supervision of another person, and these movements will be performed more accurately than competitorsí, thanks to the increase of freedom degrees of the exoskeleton (13, in contrast of a maximum of 10 and an average of 4 in other competitors). Besides it will reduce dramatically the computing requirements of the control unit, resulting in a simpler device, fail-safer and cheaper, easing the access to the exoskeleton to the general public.\n\nThis new exoskeleton has been developed by Tecnimusa, a leading company on providing innovative engineering solutions to their clients who can not find a satisfying one among the current solutions in the market. Tecnimusa is an engineering SME, based on Murcia (southeast of Spain) and founded in 2011. Its main line of business is the providing and development of solutions consisting on the combination of different technologies to perform accurately their objective.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TECNIMUSA S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934971943": {
            "orgId": "934971943",
            "orgName": "TECNIMUSA S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}