{
    "rcn": "198871",
    "acronym": "KareShare",
    "topics": "ICT-37-2015-1",
    "title": "KareShare Platform for Effective  Collaborative Clinical Care Management",
    "startDate": "01/10/2015",
    "endDate": "31/03/2016",
    "objective": "The poor efficiency and lack of interoperability of the legacy Hospital Information Systems & Electronic Medical Records modules are creating an urgent need for a holistic health management platform. Unfortunately, data and exam duplications are still common. There is a lack of automatic solutions extracting relevant information from the patient¥s medical history. It is also vital to engage and empower the patient to become an active participant in the care process. \nBased on our 34-year experience in medical ICT we will bring to market a holistic health management platform KareShare that integrates our Hospital Information System modules, with a natively collaborative Electronic Medical Records. It features a Holistic Synoptic Visualisation of patient history based on Natural Language Processing and a Univiewer to display images of different DICOM and non-DICOM modalities, waveforms and videos, while maintaining total data security & confidentiality for the patient. \nIn Europe in 2015 the HIS market revenue is Ä3.809M, having penetration rates as high as 80% in administrative and financial systems and around 45% in clinical systems while growing at 3.2% CAGR. In the coming years the trend will tweak towards more demand of new HIS solutions because the old legacy systems are not interoperable and the clinicians and administrative staff need to work with several interfaces. \nOur target client segment are the 4300 small to medium size private hospitals in the EU and we aim to reach 1% of market penetration in 5 years after the completion of Phase 2 project with a revenue of Ä25.6M by 2022. \nIn this Phase 1 our technical feasibility study will cover issues related to the clinical issues and technical characterisation of the platform; regulatory and administrative issues as well as usability and patient engagement. In our financial feasibility study we will investigate the commercial feasibility of KareShare platform and develop an extensive business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TESI - ELETTRONICA E SISTEMI INFORMATIVI SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927250937": {
            "orgId": "927250937",
            "orgName": "TESI - ELETTRONICA E SISTEMI INFORMATIVI SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}