{
    "rcn": "198827",
    "acronym": "EUBrasilCloudFORUM",
    "topics": "EUB-1-2015",
    "title": "EUBrasilCloudFORUM: Fostering an International dialogue between Europe and Brazil",
    "startDate": "01/01/2016",
    "endDate": "31/07/2018",
    "objective": "The EUBrasilCloudFORUM Coordination and Support Action aims at establishing an organisational cooperation model that enables the EU and Brazil to formulate and develop a common strategy and approach for Research & Innovation in Cloud Computing in line with the priorities of each region. \n\nShaping the Digital Single Market (DSM) requires revitalising industry with a strong focus on cloud computing and the data economy. Europe & Brazil understand the potential global importance of the DSM, where both parties within EUBrasilCloudFORUM, agree that an open exchange with stakeholders is critical for building consensus amongst the regions and for delivering practical guides on how Cloud Services can help business and research activity.\n\nThe on-going evolution of cloud computing will radically transform business processes and bring about the most sweeping changes to the structure of the global economy since the Industrial Revolution. A structured channel as the EUBrasilCloudFORUM is needed to exchange views on the digital economy can support better access for consumers and businesses around innovative cloud services and solutions and maximise the growth potential of the digital economy.\n\nFour main objectives have been set by the EU & BR consortium: 1) structure a community driven engagement forum for EU-Brazil policy and research and innovation dialogues; 2) deliver an EU-Brazil Research and Innovation Roadmap and Action Plan related to cloud computing; 3) build a web based EUBR Service platform to promote and market the results from the EU-Brazil community as well as showcasing the success stories; and 4) organize and deliver focused EU-BR Cloud Computing Events.",
    "totalCost": "500000",
    "ecMaxContribution": "500000",
    "coordinator": "UNIVERSIDADE DE COIMBRA",
    "coordinatorCountry": "PT",
    "participants": "WATERFORD INSTITUTE OF TECHNOLOGY;TRUST-IT SERVICES LIMITED",
    "participantCountries": "IE;UK",
    "projectParticipants": {
        "999687724": {
            "orgId": "999687724",
            "orgName": "TRUST-IT SERVICES LIMITED",
            "ecContrib": 151250
        },
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 191938
        },
        "999618660": {
            "orgId": "999618660",
            "orgName": "WATERFORD INSTITUTE OF TECHNOLOGY",
            "ecContrib": 156812
        }
    },
    "calculatedTotalContribution": 500000
}