{
    "rcn": "198834",
    "acronym": "Ocean Medicines",
    "topics": "MSCA-RISE-2015",
    "title": "Ocean Medicines",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "Marine organisms have the capacity to produce a variety of biologically potent natural products. Such novel molecules have new mechanisms of action and therefore could be used to treat human diseases and enhance the quality of life, especially in the ageing segment of the population. However, although there is growing interest in marine natural products (MNP) as potential therapeutic agents for human age-related diseases, few MNPs have reached clinical trials and the market.  To fully exploit these promising biological resources, new strategies in the pipeline as well as a new cohort of cross-disciplinary trained scientists are needed to overcome existing bottlenecks and ensure the production of high value biomolecules. \nOcean Medicines is a network of academic, research centres and SMEs across Europe, with proven experience in higher education, training and endowed with state-of-the art scientific and technical expertise and infrastructures.\nOur aim is to establish a network of collaboration and knowledge-exchange between industrial and academic partners to further develop lead compounds from marine microorganisms having anticancer or anti-infective effects that have already been identified by the consortium.  \nTo achieve this a secondment  programme will be set up to prepare a new generation of marine biodiscovery scientists that will be trained on how to isolate compounds from bioactive bacteria/microalgae and take these through to semi-industrial scale-up for further development and toxicity testing at the pre-clinical level. \nThe Ocean Medicines programme also considers commercialization, innovation and entrepreneurship activities including how to start a new business and how to favour an industrial career to seconded researchers. We are confident that the establishment of this international research network, with its synergistic effects, will significantly contribute to advance all of the involved labs to the top level in the field of marine drug discovery.",
    "totalCost": "373500",
    "ecMaxContribution": "373500",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITETET I TROMSOE;THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN;SEALIFE PHARMA GMBH;STAZIONE ZOOLOGICA ANTON DOHRN;EPI-C SRL;SEA4US BIOTECNOLOGIA E RECURSOS MARINHOS LDA;FUNDACION CENTRO DE EXCELENCIA EN INVESTIGACION DE MEDICAMENTOS INNOVADORES EN ANDALUCIA;ECOAST",
    "participantCountries": "NO;UK;AT;IT;PT;ES;BE",
    "projectParticipants": {
        "999874643": {
            "orgId": "999874643",
            "orgName": "UNIVERSITETET I TROMSOE",
            "ecContrib": 54000
        },
        "999468310": {
            "orgId": "999468310",
            "orgName": "STAZIONE ZOOLOGICA ANTON DOHRN",
            "ecContrib": 49500
        },
        "988192060": {
            "orgId": "988192060",
            "orgName": "FUNDACION CENTRO DE EXCELENCIA EN INVESTIGACION DE MEDICAMENTOS INNOVADORES EN ANDALUCIA",
            "ecContrib": 49500
        },
        "999883373": {
            "orgId": "999883373",
            "orgName": "UNIVERSITY OF THE WESTERN CAPE",
            "ecContrib": 0
        },
        "948162779": {
            "orgId": "948162779",
            "orgName": "EPI-C SRL",
            "ecContrib": 54000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 49500
        },
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 63000
        },
        "971378274": {
            "orgId": "971378274",
            "orgName": "ECOAST",
            "ecContrib": 18000
        },
        "960170312": {
            "orgId": "960170312",
            "orgName": "SEALIFE PHARMA GMBH",
            "ecContrib": 0
        },
        "949674039": {
            "orgId": "949674039",
            "orgName": "SEA4US BIOTECNOLOGIA E RECURSOS MARINHOS LDA",
            "ecContrib": 36000
        }
    },
    "calculatedTotalContribution": 373500
}