{
    "rcn": "198892",
    "acronym": "CANDLE",
    "topics": "PHC-12-2015-1",
    "title": "Cancer Diagnosis by Multiplex Protein Epitope Profiling",
    "startDate": "01/09/2015",
    "endDate": "31/10/2015",
    "objective": "Cancer incidence is continuously increasing, making it a major concern of European governments. Cheaper, more sensitive and specific diagnostic tests are needed to foster early cancer diagnosis, thereby alleviating the impact of cancer on citizensí lives and reducing overall cancer care costs. BioSystems International Kft. (BSI) developed a diagnostics technology based on plasma protein epitome biomarker panels, with promising results to meet these needs for several cancers. BSI novel biomarkers-based in vitro diagnostics will bring better health outcomes for the patient as earlier detection will increase survival and will reduce overall care costs diagnosis contributing to the sustainability of the health care system. The CANDLE project objective is to consolidate the business plan and to complete clinical validation of the biomarker panels for breast and colon cancers, together representing 26.8 % of all cancer incidences in the EU. Clinically validated results obtained in CANDLE will enable BSI to seize the business opportunity and to maximize return on investments through higher royalties. BSI will license its cancer diagnostics intellectual property (IP) to fully integrated diagnostics companies who will get a competitive advantage by putting more cost-effective diagnostic products on the market. BSI already licensed its candidate diagnostic for lung cancer to a major European diagnostics company, demonstrating proof-of-concept for this business model. CANDLE will enable BSI to licence its IP after clinical validation at much better terms than for lung cancer, licensed at an earlier qualification stage. The global diagnostics market for cancers was estimated at 30 billion Euros in 2012. BSIís IP-based diagnostics are expected to seize 4 % of this market within 10 years, resulting in more than 49.2 MÄ of license revenues for BSI. CANDLE will boost BSIís competitiveness and profitability, enabling the company to grow and to increase its innovation activity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOSYSTEMS INTERNATIONAL KUTATO-, FEJLESZTO-, HASZNOSITO ES SZOLGALTATO KFT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938070802": {
            "orgId": "938070802",
            "orgName": "BIOSYSTEMS INTERNATIONAL KUTATO-, FEJLESZTO-, HASZNOSITO ES SZOLGALTATO KFT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}