{
    "rcn": "198864",
    "acronym": "BLUE HEALTH",
    "topics": "SFS-08-2015-1",
    "title": "BLUE HEALTH",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "The projectís overriding aim is to develop a new system for the processing of semi-preserved anchovies, produced by a salting process, which allows creating a new kind of anchovy that has a reduced salt content, and does not need to be refrigerated for its retail and storage. \nThe results of the innovation project are as follows:\nï\tA new kind of preserved anchovy that is much healthier, with a much lower salt content (2,25%), which can be stored at room temperature for up to 12 months, which does not contain histamine, which is 100% natural and which keeps all the organoleptic and nutritional properties of the anchoa del cant·brico variety of anchovy There is no other product of similar characteristics on the market, and unlike its competitors, FREDO is in a position to provide this new type of product, defining a new production process, and providing certain features that are expected to fill a current gap in the market. Providing to the customers with an extremely healthy and nutritional product, without the drawbacks of salt.\nï\tA new manufacturing process that is largely automated, thereby leading to a lower cost of processing the anchovy, making it more competitive on the market. The new pilot process will introduce changes regarding the centrifuge spinning, washing, drying, freeze-drying, sublimation, automation of the entire packaging process, and incorporation of new automation technologies (collaborative robotics and artificial vision), making it an new process that will speed up the anchovyís production rate at a lower cost.\nFREDO is going to invest in two processes, and so it aspires to license the new process as a way of exploiting this innovation, multiplying its financial return, with the medium-term target being to license between ten and twelve companies, whereby this variety of anchovy will corner a significant market share. FREDO has a multidisciplinary team that will be complemented by professional staff from the CTIC-CITA and ITCL technology centres.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CONSERVAS FREDO S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929721333": {
            "orgId": "929721333",
            "orgName": "CONSERVAS FREDO S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}