{
    "rcn": "198833",
    "acronym": "TACTILENet",
    "topics": "MSCA-RISE-2015",
    "title": "TACTILENet: Towards Agile, effiCient, auTonomous and  massIvely LargE Network of things",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The vision for the 5th generation of mobile networks (5G) includes at its heart the Internet of Things (IoT) paradigm, leading to a new era of connectivity where billions of devices exchange data and instill intelligence in our everyday life.  The EU has set out to play a leading role in developing 5G technologies by consolidating and building upon the most important research and innovation results attained in previous research programs. Nevertheless, 5G is still in its early research stages. Various issues must be resolved before it can become a reality: we need to join forces ñ across countries, continents, and sectors.\n\nThe objective of the TACTILENet project is to bring together the complementary expertise of European and third-country partners in order to lay the foundations for addressing basic issues in several facets of 5G networking. The cross-fertilization among partners will contribute to the ongoing research efforts by jointly identifying ambitious yet feasible goals for 5G system, addressing some of the fundamental research problems in achieving these goals, and finally, by designing and analyzing a suite of protocols. Given the size of our consortium and the timeframe of the project, we will focus on some of the most promising directions, such as network densification, energy efficiency/harvesting and short blocklength communications.\n\nThe consortium brings together expertise from all of the above research directions.  Each partner will bring along its expertise in different thrusts, and the project will develop a unifying framework for a systematic study of the Internet of Things within the 5G framework capturing these clearly interrelated research areas.\n\nWith its suggested mobility plan, the project aspires to strengthen collaboration among partners, exploit complementarities in expertise, educate young researchers and ultimately create a solid basis for fruitful cooperation, going beyond the time-frame of this project.",
    "totalCost": "517500",
    "ecMaxContribution": "418500",
    "coordinator": "SABANCI UNIVERSITESI",
    "coordinatorCountry": "TR",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;AALBORG UNIVERSITET",
    "participantCountries": "UK;DK",
    "projectParticipants": {
        "999856892": {
            "orgId": "999856892",
            "orgName": "SABANCI UNIVERSITESI",
            "ecContrib": 162000
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 126000
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 130500
        }
    },
    "calculatedTotalContribution": 418500
}