{
    "rcn": "198812",
    "acronym": "DIMAP",
    "topics": "NMP-07-2015",
    "title": "Novel nanoparticle enhanced Digital Materials for 3D Printing and their application shown for the robotic and electronic industry",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "The here proposed DIMAP project focuses on the development of novel ink materials for 3D multi-material printing by PolyJet technology. We will advance the state-of-the art of AM through modifications of their fundamental material properties by mainly using nanoscale material enhanced inks. This widens the range of current available AM materials and implements functionalities in final objects. Therefore applications will not be limited to rapid prototyping but can be used directly in production processes. DIMAP will show this transition in two selected application fields: the production soft robotic arms/joints and customized luminaires. In order to cope with these new material classes the existing PolyJet technology is further developed and therefore improved. The DIMAP project targets at the following objectives: additive manufactured joints, additive manufactured luminaires, ceramic enhanced materials, electrically conducting materials, light-weight polymeric materials, high-strength polymeric materials, novel multi-material 3D-printer and safe by design. With the development of novel ink materials based on nanotechnology improvement of the mechanical properties (ceramic enhanced and high-strength polymeric inks), the electrical conductivity (metal enhanced inks) and the weightiness (light weight polymeric materials) are achieved. Based on the voxel printing by PolyJet these new materials lead to a huge broadening of the range of available digital material combinations. Further focus points during the material and printer development are safe by design approaches, work place safety, risk assessment, collaboration with EU safety cluster and life cycle assessment. An established roadmap at the end of project enables the identification of future development needs in related fields order to allow Europe also in the future to compete at the forefront of the additive manufacturing revolution.",
    "totalCost": "4997351,25",
    "ecMaxContribution": "4997351,25",
    "coordinator": "PROFACTOR GMBH",
    "coordinatorCountry": "AT",
    "participants": "P.V. NANO CELL LTD;SOREQ NUCLEAR RESEARCH CENTER;FESTO AG & CO KG;TECNOLOGIA NAVARRA DE NANOPRODUCTOS SL;TIGER Coatings;BOREALIS POLYOLEFINE GMBH;UNIVERSITAT LINZ;STRATASYS LTD;KARLSRUHER INSTITUT FUER TECHNOLOGIE;PHILIPS ELECTRONICS NEDERLAND B.V.;CIRP GmbH;PHILIPS LIGHTING BV",
    "participantCountries": "IL;DE;ES;AT;NL",
    "projectParticipants": {
        "999892976": {
            "orgId": "999892976",
            "orgName": "UNIVERSITAT LINZ",
            "ecContrib": 527688
        },
        "999932746": {
            "orgId": "999932746",
            "orgName": "FESTO AG & CO KG",
            "ecContrib": 360000
        },
        "997593106": {
            "orgId": "997593106",
            "orgName": "PHILIPS LIGHTING B.V.",
            "ecContrib": 0
        },
        "996684507": {
            "orgId": "996684507",
            "orgName": "TECNOLOGIA NAVARRA DE NANOPRODUCTOS SL",
            "ecContrib": 204000
        },
        "930980587": {
            "orgId": "930980587",
            "orgName": "P.V. NANO CELL LTD",
            "ecContrib": 259600
        },
        "999820711": {
            "orgId": "999820711",
            "orgName": "SOREQ NUCLEAR RESEARCH CENTER",
            "ecContrib": 371875
        },
        "999991625": {
            "orgId": "999991625",
            "orgName": "PHILIPS ELECTRONICS NEDERLAND B.V.",
            "ecContrib": 0
        },
        "995997844": {
            "orgId": "995997844",
            "orgName": "CIRP GmbH",
            "ecContrib": 270812
        },
        "989270021": {
            "orgId": "989270021",
            "orgName": "STRATASYS LTD",
            "ecContrib": 799688
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 470005
        },
        "996741058": {
            "orgId": "996741058",
            "orgName": "TIGER Coatings",
            "ecContrib": 366800
        },
        "951135053": {
            "orgId": "951135053",
            "orgName": "BOREALIS POLYOLEFINE GMBH",
            "ecContrib": 361188
        },
        "999610221": {
            "orgId": "999610221",
            "orgName": "PROFACTOR GMBH",
            "ecContrib": 686522
        }
    },
    "calculatedTotalContribution": 4678178
}