{
    "rcn": "198855",
    "acronym": "SWINE-GEN",
    "topics": "SFS-08-2015-1",
    "title": "Genetic markers assisted selection for improvement of swine breeding productivity.",
    "startDate": "01/10/2015",
    "endDate": "31/01/2016",
    "objective": "Laboratorios Dr. Larrasa. S.L is a privately owned biotechnology company founded in 2002. Led by a team of experts in veterinary, genetics and molecular biology (most of them PhDs), the company was born as a veterinary diagnostics laboratory to serve the needs of the farming industry.\n\nThe ultimate objective we seek in the SWINE-GEN project is to implement in farms a unique and proprietary technology for improving swine breeding productivity. The core component of our technology is a genetic biochip specifically designed for the analysis in blood samples of those genetic markers that affect swine prolificacy (litter size at birth). Through our technology it will be possible to select the most fertile animals to mate, upon the most accurate information of genetic markers linked to reproductive traits in pigs. In this way, it will be possible to increase the number of piglets per litter in swine breeding (from an average of 9-10 piglets/litter to 11-12 piglets/litter). Moreover, as the selection will be based on genetic markers, it will be possible to stimulate a higher % of inheritance of selected genes from parents to their offspring. Therefore, the solution we propose will allow the improvement of swine breeding productivity generation after generation, having a huge impact on the productivity of the pork industry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LABORATORIO DOCTOR LARRASA  S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927650965": {
            "orgId": "927650965",
            "orgName": "LABORATORIO DOCTOR LARRASA  S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}