{
    "rcn": "198810",
    "acronym": "MOZART",
    "topics": "NMP-06-2015",
    "title": "MesopOrous matrices for localiZed pH-triggered releAse of theRapeuTic ions and drugs",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "The concept behind MOZART is to develop a library of inorganic nanomatrices to be used as smart platforms for effective, non-invasive and highly targeted therapies. MOZART will address, as proof of concept, nanomatrices to treat delayed bone healing and non-healing chronic skin wounds, which are both characterised by an inflammation and often infection. Mesoporous therapeutic glasses (MTGs), doped with selected ions (e.g. Ag\\, Li\\, Cu2\\, Sr2\\, Ce3\\, B3\\) and having nanopores of adjustable size within 2-50 nm, will be synthesised and then loaded with the chosen payload. Ordered mesoporous carbons (OMCs) will also be manufactured to host a wide range of biomolecules and higher payload. As in an orchestra, where the integration among the different participants allows a harmonious symphony to be created, in MOZART the synergistic release of ions and drugs will be directed to achieve a radically improved therapeutic effect. The exploitation of the response of self-immolative polymer coatings upon pH changes will be used as an elegant and effective way for triggering the payload release. The (coated) nanomatrices will be incorporated in a thermosensitive gel that is liquid at room temperature and undergoes sol-gel transition in the physiological environment. These gels are perfect candidates to develop non-invasive procedures to introduce MOZART nanomatrices to the pathological site and keep them in place for the required time. Clinical and societal impacts of MOZART will be enormous, considering the extraordinarily high number of pathological cases potentially involved. Only in EU, 350 000 patients per year are affected by non-union bone fractures and 2.2 million people suffer from chronic wounds. We expect that MOZART approaches will significantly reduce the healing time of non-union bone fractures (within 4 months vs. a minimum of 12 months) and will allow at least 50% of people suffering from chronic wounds to heal fully.",
    "totalCost": "4651228,75",
    "ecMaxContribution": "4651228,75",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;THE UNIVERSITY OF SHEFFIELD;CELLOGIC GMBH;ASHLAND SPECIALTIES IRELAND LIMITED;UNIVERSIDAD COMPLUTENSE DE MADRID;NOBIL BIO RICERCHE SRL;DELSITECH OY;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";NANOLITH SVERIGE AB",
    "participantCountries": "DE;UK;IE;ES;IT;FI;EL;SE",
    "projectParticipants": {
        "986306089": {
            "orgId": "986306089",
            "orgName": "VORNIA LIMITED",
            "ecContrib": 0
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 925000
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 500930
        },
        "936934253": {
            "orgId": "936934253",
            "orgName": "DELSITECH OY",
            "ecContrib": 225000
        },
        "932687205": {
            "orgId": "932687205",
            "orgName": "NANOLITH SVERIGE AB",
            "ecContrib": 321899
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 381975
        },
        "947320237": {
            "orgId": "947320237",
            "orgName": "NOBIL BIO RICERCHE SRL",
            "ecContrib": 322500
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 369300
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 709000
        },
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 265000
        },
        "954244291": {
            "orgId": "954244291",
            "orgName": "CELLOGIC GMBH",
            "ecContrib": 93750
        }
    },
    "calculatedTotalContribution": 4114354
}