{
    "rcn": "198831",
    "acronym": "MUSE",
    "topics": "MSCA-RISE-2015",
    "title": "Muon campus in US and Europe contribution",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The Muon Campus at FNAL, USA, will host in the next few years two world class experiments dedicated to the search for signals of new physics. Muon g-2 will determine with unprecedented precision the anomalous magnetic moment of the muon while Mu2e will improve by four orders of magnitude the sensitivity on the search for the as-yet unobserved Charged Lepton Flavour Violating process of a neutrinoless conversion of a muon to an electron. European research institutions have a leading role in both detector development and construction and in the calibration and analysis of the data. The results from the FNAL experiments will complement those from similar CLFV searches being carried out in Europe and will produce very fruitful collaborations in this field. Through an involvement in both the US and the European programmes European institutes will be at the forefront of the search for evidence of new physics in the muon sector.\nThe goal of this proposal is to establish new collaborations among European groups participating in the Muon Campus activities and to strengthen the already existing partnership with FNAL. State-of-the-art detectors will be designed, built, commissioned. The Mu2e crystal calorimeter will provide unprecedented timing performance for low energy electrons in the presence of a strong magnetic field exploiting solid state photosensors and the Mu2e high-purity germanium detector will record X-rays at rates and in radiation levels surpassing previous experiments. The Muon g-2 straw-tracking system will measure the muon beam profile with an accuracy in the vertical plane of better than 10 mrad and will efficiently identify pileup and lost-muon events. A laser monitor system will be a common effort of the two experiments, with the need for Muon g-2 to reach an accuracy at the sub-per mil level. The existing EU infrastructures for testing radiation hardness and characterizing the detector components will make the European contribution significantly stronger.",
    "totalCost": "1732500",
    "ecMaxContribution": "1732500",
    "coordinator": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "coordinatorCountry": "IT",
    "participants": "ADVANSID SRL;Prisma Electronics ABEE;COSTRUZIONI APPARECCHIATURE ELETTRONICHE NUCLEARI C.A.E.N. SPA;THE UNIVERSITY OF LIVERPOOL;UNIVERSITY COLLEGE LONDON;HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
    "participantCountries": "IT;EL;UK;DE",
    "projectParticipants": {
        "999470541": {
            "orgId": "999470541",
            "orgName": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
            "ecContrib": 108000
        },
        "984440488": {
            "orgId": "984440488",
            "orgName": "Prisma Electronics ABEE",
            "ecContrib": 99000
        },
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 1102500
        },
        "954720270": {
            "orgId": "954720270",
            "orgName": "ADVANSID SRL",
            "ecContrib": 4500
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 180000
        },
        "973290338": {
            "orgId": "973290338",
            "orgName": "COSTRUZIONI APPARECCHIATURE ELETTRONICHE NUCLEARI C.A.E.N. SPA",
            "ecContrib": 9000
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 229500
        }
    },
    "calculatedTotalContribution": 1732500
}