{
    "rcn": "198926",
    "acronym": "Infarnosys",
    "topics": "PHC-12-2015-1",
    "title": "Novel biomarker diagnostic system for the assessment of the prognosis of acute myocardial ischemia/reperfusion injury and infarction and the effectiveness of the treatment",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "The Infarnosys project aims to launch a novel, combined biomarker diagnostic system on the market that will help clinicians and laboratories to earlier and better diagnose cardiac ischemia/reperfusion injury and prognosticate the effectiveness of the treatment. The innovative process measures MMP-2, MMP-9 and nitrotyrosin levels and tests MMP inhibitors in artery blood samples. Measuring MMP and nitrotyrosin levels enables predicting the occurrence of heart attack and helps to start the treatment much earlier. Testing MMP inhibitors on blood samples will help cardiologists to specify the treatments in a more sophisticated way. \n\nFor both men and women, coronary artery disease is the leading cause of death in Europe in spite of the fact that 80% of premature heart diseases are preventable. Earlier and better diagnosis of cardiac ischemia and reperfusion injury is crucial for reducing the number of deaths connected to cardiovascular diseases.\n\nOur diagnostic marker combination has been tested already in a pre-clinical study and the results were published in the European Journal of Clinical Investigation. A Phase 2 project would aim a clinical trial and the Phase 1 feasibility study would prepare it by performing a market research including a market launch strategy and cost analysis, as well as it would prepare the clinical study documentation and the patenting process.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PHARMAHUNGARY 2000 KISERLETES ES KLINIKAI KUTATASFEJLESZTESI KORLATOLTFELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952747775": {
            "orgId": "952747775",
            "orgName": "PHARMAHUNGARY 2000 KISERLETES ES KLINIKAI KUTATASFEJLESZTESI KORLATOLTFELELOSSEGU TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}