{
    "rcn": "198900",
    "acronym": "IMPACT",
    "topics": "INSO-10-2015-1",
    "title": "Integrated Mobile Platform for Activity Commoditisation in the Travel market (IMPACT)",
    "startDate": "01/10/2015",
    "endDate": "31/01/2016",
    "objective": "ï Market issue: \n\nEU tourism and travel sector (worth Ä300Bn and employing 9.7M people) faces new challenges to growth (incl. digitisation and diversification) that prevent SME growth: \n1)\tExcessive fragmentation: high diversification (>30 verticals) and hyperlocal nature of the market prevent scalability and innovation (PCWI, 2014).\n2)\tDigital divide: 90% travellers research holidays online (FairFX, 2012), but only 12% of providers have digital reservation systems, skewing demand (PwC, 2014). \n3)\tPrice inflation: SME providers are forced to rely on high and overlapping referrals for customer acquisition, causing price inflation (Rezdi, 2015).\nThe challenges are particularly acute for the guided tour segment, worth Ä7bn p.a. \n\nï Proposed solution: \nTouriocity has proven the concept of an Integrated Mobile Platform for Activity Commoditisation in the Travel market (IMPACT) to improve digital accesss for the long-tail of guided tour providers. IMPACT fits objectives of the Business Model Innovation work programme by supporting growth and innovation of 1.8M tour operators (81% have turnover <Ä1M p.a., 33% <Ä250k p.a), helping them to gain a growing share of the fast-growing bespoke guided tour segment (40% share) and creating a level-playing field with more established competitors. \n\nï Why funding is needed: \nTouriocity has tested IMPACT technology with 6k students in London, and has secured pilot trials with a further 250k registered users in 20 locations ñ in partnership with Gatwick Airport. Support from SME Instrument Phase 1 will be critical to prove technical feasibility and commercial viability of IMPACT in EU28, adapting the prototype to fit local market needs. Successful commercialisation of IMPACT in EU28 will help resolve market biases generated by unequal access to digital tools, helping SMEs to tap into the Ä7Bn guided tour sector, and disrupting the last segment of the travel market to be commoditised.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TOURIOCITY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930138627": {
            "orgId": "930138627",
            "orgName": "TOURIOCITY LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}