{
    "rcn": "198908",
    "acronym": "ANGEO2",
    "topics": "Space-SME-2015-2",
    "title": "For cognitively-impaired or visually-impaired persons suffering from spatial disorientation, a smartphone-based navigation aid that is both reliable and safe for urban pedestrian mobility.",
    "startDate": "01/10/2015",
    "endDate": "31/08/2017",
    "objective": "The objective of ANGEO2 is to develop an orientation aid that is both adapted and directly useful for persons suffering from\nspatial disorientation, whether they be cognitively-impaired or visually-impaired persons. The product will provide easy\naccess to urban areas and include multimodal guidance functions mixing walking with real time bus, tram and metro public\ntransportation information.\n\nANGEO2 is an incremental innovation in the niche market of urban mobility for sufferers of visually-disorientation, epilepsy, Parkinson's and Huntington. Reliable information is the key to reassuring the user and therefore providing autonomous mobility. The need for these devices is getting stronger everyday, however the market for orientation aids has not yet taken off. Why is this? The reason is that the services offered up to now are simply not reliable enough in terms of continuous service availability and accurate guidance. The unique selling proposition of ANGEO2 is the full availability of reliable navigation information in difficult urban environments.\n\nA summary of the different types of product and service offerings from the business model is shown below:\nï ANGEO-Mobile kits running without a smartphone\nï ANGEO-Pos high performance positioning modules linked to a smartphone\nï ANGEO-Nav, freemium navigation software running on a smartphone\nï ANGEO-Help, a payable helpline using an externalised, remote-assistance platform\n\nFor a requested EU grant 713KÄ, an estimated 46 MÄ of cumulated sales will create up to 80 jobs over a 5 year period. An\nopen development platform for the European healthcare industry to create derivative offerings will also be made available.",
    "totalCost": "998670",
    "ecMaxContribution": "699069",
    "coordinator": "NAVOCAP",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998115160": {
            "orgId": "998115160",
            "orgName": "NAVOCAP",
            "ecContrib": 699069
        }
    },
    "calculatedTotalContribution": 699069
}