{
    "rcn": "198933",
    "acronym": "PROMETHEUS-IOT",
    "topics": "ICT-37-2015-1",
    "title": "a versatile Platform foR delivering incremental, scalable and cOst-effective ad-hoc services froM hETErogeneoUS and collaborating objects in the Internet Of Things",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "moltosenso (MTS) is the first firm in the WSAN-IoT (Wireless Sensor and Actuator NetworkñInternet of Things) landscape having addressed the problem of delivering highly ad-hoc customized monitoring systems to a plurality of vertical markets. By proposing a cost effective IoT solution, MTS aims at turning PROMETHEUS-IOT into the most used versatile WSAN platform available on the market. Considering global IoT market expectations hitting 7.1TÄ by 2020, MTS ambition is to set a standard in this market with an increasing share of 0.5% in 5 years. As a multi-standard and scenario platform, PROMETHEUS-IOT is creating an ecosystem of providers and developers, empowering a multi-perspective use. PROMETHEUS-IOT use can be meaningful to the definition of a new era, where always-connected smart objects will pervade everyoneís daily life, under two perspectives: a) B2B, by means of turnkey, well-designed, end-to-end systems; b) B2C, thanks to patented easy plug&install feature, that will allow addressing home consumers. Given its in house platform whole development, uniquely MTS is able to refine customized versions for each business trajectory identified. Differently from its competitors it can offer a full Big Data exploitation, turning raw data into services. The platform ongoing applications (structural monitoring at the Holy Shroud chapel (ITA), Separate Waste Collection Optimization Cycle (ITA), Smart Lighting (US), smart home (ITA), DIY/Makers attention, etc) are proofs that the platform is gaining adopters in lots of heterogeneous scenarios. These figures helped strengthening MTS online presence and markets confidence by pushing its expectations towards 50.000\\ downloads and an aggregated value of 224.464 contracts closed by 2019. The feasibility study will help validating the soundness of the results achieved and at the same time consolidating the platform against complications brought by heterogeneous/conflicting requirements set by real word application.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MOLTOSENSO SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951550213": {
            "orgId": "951550213",
            "orgName": "MOLTOSENSO SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}