{
    "rcn": "198943",
    "acronym": "LiraTower",
    "topics": "SIE-01-2015-1",
    "title": "Novel concept of cost-effective and simplified in-situ concrete tower of 140m for harnessing higher and more consistent wind velocities and enhancing the power output of wind turbines",
    "startDate": "01/08/2015",
    "endDate": "31/10/2015",
    "objective": "INGECID is a renowned engineering company focused on developing innovative constructive processes applied to wind energy, where the cost of installations is dominated by the CAPEX of wind turbines (ca. 84%). While the need of minimizing the costs per installed MW has not been yet successfully addressed, the cost-effective redesign of taller wind turbine towers is now indispensable due to: a) the limited height (ca. 85m) and the fatigue vulnerability of actual towers, which hamper wind turbines harnessing higher wind velocities, at greater altitudes and for longer times (thus from delivering more electric power: P?v3); b) the load needs for bearing heavier turbines (150 tons), and c) the costs of actual alternatives (hybrid steel/concrete and precast concrete towers) that have avoidable expenses of lifting, maintenance and transport. In this context, INGECID will become a reference within the tower manufacturing business (predicted global market investment of 17.11 bnÄ by 2020, at a CAGR of 6.9%) by offering a 140m cost-competitive in-situ monolithic concrete tower solution for 3 MW wind turbines: LiraTower. This novel tower design, patent requested, surpasses actual solutions due to: a) its height (above hitherto reports of 120-137m); b) its unique design of internal and external tendons, which allow for excellent compressive strength (slender diameter of 4m), fatigue resistance and stiffness; and c) the cost reduction (ca. 30-40%) that in-situ technology offers over available solutions in market. With the proposed construction process and tower design, wind velocity increments of up to 8% and 26% higher output powers ?in comparison to 80m? are now feasible at a competitive cost. Additionally, the drawbacks and transport costs of large tower sections, nearby prefabrication plants and on-site mechanizing are totally eliminated. Once in market, LiraTower would have a return on investment of 3.8 years, generating cumulative revenues of 9.53 MÄ and 55 new direct jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INGECID, INVESTIGACION Y DESARROLLO DE PROYECTOS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927041805": {
            "orgId": "927041805",
            "orgName": "INGECID, INVESTIGACION Y DESARROLLO DE PROYECTOS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}