{
    "rcn": "198917",
    "acronym": "WHEY2VALUE",
    "topics": "SC5-20-2015",
    "title": "Whey2Value: Valorising waste whey into high-value products",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "ACIES BIO, a SME with a decade of profound experience and market understanding, has developed an innovative and disruptive technology already recognized within SME INST Phase 1 to address a major unsolved high-cost environmental challenge for the worldís dairy industry: acid waste whey. Around 200 million tons of waste whey is produced annually, of which nearly 50% goes unprocessed and ends up clogging the wastewater treatment stations or, in less regulated environments, is released into streams thus heavily polluting the environment.  \nThe W2V project aims to bring to market a unique patent-pending eco-innovation bioprocess to utilize acid waste whey as a primary ingredient for microbial fermentation to produce sustainable high value product. Its key objective is to launch production of organic vitamin B12 on the market through eco-innovative technology, which uses waste whey as input substrate and produces as a result high value product vitamin B12 and purified water. It is solving the unmet challenge of sustainable milk processing with Make-Use-Reuse principle: from milk industries (cheese production) through waste whey management to vitamin B12 production used for the animal feed additives industry and cleaned water reused in the dairy industry again. \nThe implementation of W2V technology will greatly reduce the environmental footprint, lower the production costs and increase competitiveness of dairy companies. Particularly, W2V technology will be highly relevant for European dairy industry, where most companies consist of small-medium sized dairy factories, which cannot afford costly processing facilities for disposal of acid whey. W2V will generate an entirely new type of product for the EU and global markets: an organic vitamin B12-enriched microbial biomass, which can be used as very high quality animal feed, creating a perfect example of sustainable and economical circular zero-waste economy and bringing production of vitamin B12 back to Europe.",
    "totalCost": "2545625",
    "ecMaxContribution": "1781937,5",
    "coordinator": "ACIES BIO BIOTEHNOLOSKE RAZISKAVE IN RAZVOJ DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997260784": {
            "orgId": "997260784",
            "orgName": "ACIES BIO BIOTEHNOLOSKE RAZISKAVE IN RAZVOJ DOO",
            "ecContrib": 1781938
        }
    },
    "calculatedTotalContribution": 1781938
}