{
    "rcn": "198930",
    "acronym": "SMART Guide",
    "topics": "ICT-37-2015-1",
    "title": "Guided dental surgery fitting into daily clinical routine",
    "startDate": "01/10/2015",
    "endDate": "31/01/2016",
    "objective": "SMART Guide is a dental navigation system, which offers a fast, clean and simple solution for placing implants in the jaw. The procedure is significantly shorter than freehand placing or other navigation systems. Most of dental implants are still placed freehand, however technologies for digital planning and guided surgery with 3D printed surgical guides are available. The problem is that current guided systems are expensive, complicated and time intensive.\nThe expected outcome of the overall project is a simple, quick and complete digital guided system and workflow for the dentists, containing easy-to-use treatment planning software, a fully digital workflow, a complete surgical solution, exclusive education programs and value-added services that are universal and adaptable for any known diagnostic imaging and dental implant brands.\nThe main target group of SMART Guide is the dentist society and implant manufacturers. The short-term business advantages for them come from less health risks and better quality under current market price with growing dental clinics profit; long-term profit is gained by wider access to high quality dentistry with better price/performance ratio in any dental practice.\nA detailed model of a production facility using the SMART Guide technology is to be completed in the feasibility assessment, which can serve as a basis for a detailed business plan towards full commercialization and a valuable marketing tool for convincing potential customers. In Phase 2 we intend to build up this production facility, develop an integrated global network making quality control and approval for treatments and adapt the system to every possible implant type.\nSMART Guide will be a global solution which decreases health care costs, improves the quality of life, makes dental surgery less fearful, less dangerous, and addresses the problem of the ageing society by solving edentulous situations and providing dentists with a quick and very effective navigation system.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DICOMLAB KUTATAS FEJLESZTESI ES SZOLGALTATO KORTLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934370834": {
            "orgId": "934370834",
            "orgName": "DICOMLAB KUTATAS FEJLESZTESI ES SZOLGALTATO KORTLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}