{
    "rcn": "198939",
    "acronym": "GLAD-2",
    "topics": "Space-SME-2015-2",
    "title": "GNSS/INS Low-cost Attitude Determination and navigation system - Phase 2",
    "startDate": "01/01/2016",
    "endDate": "31/03/2018",
    "objective": "GLAD-2 is aimed at the industrialisation of an innovative product (GNSS low cost and highly accurate attitude determination system, reinforced magnetic immunity) and its commercialisation plan. \n\nThe innovative and technologically advanced prototype (TRL6), outcome of an FP7 project, (with proven feasibility through SME-INST-1 project) will be transformed into a TRL9 profitable product. It avails an identified business opportunity derived from the UAS/RPAS expansion and lack of high precision and low cost positioning solutions. This will be done in parallel to the regulation harmonisation in Europe, thus fostering this niche market, mainly in the civilian professional sector, for precision accuracy and/or magnetic interference sensitive applications. \n\nACORDE expects to reach the 5% European market share, offering this product to autopilot/sensor developers, UAS integrators and UAS manufacturers, what will imply a cumulative turnover of 8.5MÄ and cumulative profit of 1.6MÄ in the 2016-2022 period, generating 5 FTE positions in the company. \n\nSince the company strategy is based on high technology engineering connected to radiofrequency and satellites, creating robust, reliable and high performance products, it is clear that the goal pursued in GLAD-2 is absolutely aligned with the corporate strategy, complementing the high-tech offering, consolidating the UAS supplier capabilities, and exploiting an experienced R&D line within the company. Therefore, this opportunity represents a key milestone in the strategic implementation plan: not only will promote the GNSS/Galileo products market activity, but also will open new niche markets for the company, thus increasing the probabilities of synergies, cross sales and incremental selling, creating a virtuous circle with the rest of the company technologies and products, not to mention the employment creation and the diversification of incomes, leading to a robustness and competitiveness improvement of the SME.",
    "totalCost": "1414933",
    "ecMaxContribution": "990453,1",
    "coordinator": "ACORDE TECHNOLOGIES SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999796267": {
            "orgId": "999796267",
            "orgName": "ACORDE TECHNOLOGIES SA",
            "ecContrib": 990453
        }
    },
    "calculatedTotalContribution": 990453
}