{
    "rcn": "198991",
    "acronym": "NETIK",
    "topics": "SIE-01-2015-1",
    "title": "Smart sensor metering using cloud storage and PLC communication for efficient energy management",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "NETIK is a device specialized in registering pulse/analog and digital sensor data from industry machines, sub-sectors, and facilities using novel PLC communication; thus enabling continuous and complete monitoring of the electrical grid off-site. \nUsing PLC communication in industrial environemtns NETIK simplifies the installation and reduces cost. This device overcomes current PLC limitations by communicationg though power transformation centres. It is also non-invasive to the client, the installation process does not disrupt daily activities. The software and hardware developed in NETIK allows machine to machine communication through PLC even when there is electrical interference in the grid. \nNETIK is able to interpret an entire electrical grid as a communication medium using PLC. NETIK sends continuous sensor data packages through the existing wiring. \nEfinÈtikaís technical team collects this information and applies critical know-how in energy monitoring, performance, and audits, as well as in reengineering solutions. These ultimately lead to energy consumption reductions to the client. NETIK is an innovative solution designed for industrial energy management thorough electrical-grid and productive process data monitoring and processing, thus creating a low carbon energy system.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EFINETIKA SOLUCIONES ENERGETICAS SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927115331": {
            "orgId": "927115331",
            "orgName": "EFINETIKA SOLUCIONES ENERGETICAS SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}