{
    "rcn": "198947",
    "acronym": "TAG",
    "topics": "IT-1-2015",
    "title": "Crowd-Sourcing technology to change how people and cars move in cities",
    "startDate": "01/10/2015",
    "endDate": "30/04/2017",
    "objective": "TAG is revolutionizing carpooling for Smart Cities. We are following the disruptive market success of the likes of Airbnb regarding room bookings and Waze in terms of navigation, reaching valuations of tens of billions of Euros. However, well-documented technological problems and bad user experiences have prevented such success in carpooling. TAG is now changing this path using proprietary algorithms and smart phone technology.  To our knowledge, no other technology in the world is able to offer our solutions.  In Istanbul, our prototypes have been successful and have attracted angel funding of Ä1.3 million from international and local investors ( as it has a strong revenue model) as well as government grants of Ä0.4 million.  We are now preparing for university and corporate field trials with the regionís largest Telecoms, Fuel Retailers, and banks (Turkcell, Turk Telekom, OMV, and Unicredit) to ease parking. Istanbul has been an ideal place to test our algorithms due to its complex and unregulated traffic flows and poor digital maps.  It is also an ideal place to begin our commercialization. The Turkish population is extremely social media savvy. It is in the global top five on Facebook, top three on Twitter, and number one consistently on Foursquare.  Istanbul also has the highest traffic congestion problem, the highest car fuel cost, and one of the poorest populations in Europe. TAG is not limited to Istanbul; we are now planning tests in three cities in Europe and also hope to add Cairo, Mumbai, and Mexico City. We have a European perspective on the citizen-generated profit model as an alternative to the exploitative cheap labor model of Uber. Integrated on Facebook, Whatsapp, and LinkedIn, TAG brings together ride communities of friends and work colleagues, old and young, in an ecological and profitable way.  After three years, TAG will have saved several nuclear power plants. H2020 would give us the recognition and speed for international expansion.",
    "totalCost": "2493375",
    "ecMaxContribution": "1745362,5",
    "coordinator": "LOJIKA BILGI TEKNOLOJILERI VE SERVISLERI TICARET AS",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "945916356": {
            "orgId": "945916356",
            "orgName": "LOJIKA BILGI TEKNOLOJILERI VE SERVISLERI TICARET AS",
            "ecContrib": 1745362
        }
    },
    "calculatedTotalContribution": 1745362
}