{
    "rcn": "198905",
    "acronym": "OMIS",
    "topics": "DRS-17-2015-1",
    "title": "Optical Mid Infrared Spectrometer",
    "startDate": "01/11/2015",
    "endDate": "30/04/2016",
    "objective": "All over the world and especially in Europe Gas consumption is increasing, forced by Governments and limitation of crude oil.\n\nDistributors facing challenge to guarantee the safety of their grid in urban environments to save human lives. In the same time the costs of energy are increasing and losses of gas during distribution are more and more in the focus of gas distributors.\n\nAlthough various systems for gas detection exists, we are confronted with three main problems:\n\n1. gas chromatographs existing are not mobile (lack of real time data) and quiet expensive\n\n2. small low cost devices deliver imprecise results because they are not credible in term of temperature compensation and low gas concentration.\n\n3. slow response time which contain a high potential of risk in case of upper scale of concentration\n\nTarget of this project is to solve these three main problems and develop a robust mobile device for reasonable costs and response time till less than 2 seconds which identify the four main types of gas (Methane, Propane, Butane, Ethane). This will dramatically reduce labour and gas costs and should be a reasonable argument on the market to purchase this new technology\n\nThe new generation of devices should be based on optical systems which opens new possibilities. \n\nThe development of this new technology will enable distributors to fulfill their duty to protect a critical infrastructure in urban environment to save human lives and should help to decrease gas losses during distribution process which will help to save valuable resources.\n\nThe targeted results of phase 1 will be to identify potential suppliers of NDIR sensors and other critical components, to solve existing problems like temperature compensation or sensitivity of gas concentration, explore a business plan and budget and finally to identify more potential clients in Europe but also worldwide to enlarge the potential for this new product and minimize the time necessary for the return of investment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HUBERG SAS - HUBER GUENTHER & C",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937851679": {
            "orgId": "937851679",
            "orgName": "HUBERG SAS - HUBER GUENTHER & C",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}