{
    "rcn": "198914",
    "acronym": "LCSAC",
    "topics": "SIE-01-2015-1",
    "title": "Low cost solar absorption cooling",
    "startDate": "01/10/2015",
    "endDate": "31/03/2016",
    "objective": "Solar Polar is an established product development company that specialises in innovative solar heating and cooling technology. The companyís main focus to date has been the development of an innovative low cost solar cooling technology.\n\nOur innovative technology, for which we have been awarded a US patent, features a novel application of solar absorption to generate cooled air that requires no electrical input and has no moving parts. Following successful laboratory and field trials (TRL6), we are confident that our innovative system offers cooling with no running costs, payback of less than 2 years (in Southern European dwellings), an operational life of 30\\ years and zero carbon emissions.\n\nOur systemís competitive advantages will have worldwide appeal driving our sales (and EU exports). Presently, large industrial non-EU firms dominate the air conditioning market. Solar Polarís ambition is to become a world leader in the supply of solar cooling from within the EU. Outputs and outcomes from our overall innovation project will provide a platform for introduction of our cooling technology to European and worldwide markets. Our business case shows a turnover of over Ä40m per annum by 2022 with a net profit of Ä10m and the creation of 300\\ jobs.  \n\nThe primary markets for our new system are the markets for cooling dwellings, small to medium sized offices and retail premises. The European and global market for cooling is growing strongly due to climate change, rising incomes and increasing urbanisation. Our system has the potential to help over 800 million households located in areas with sufficient levels of direct solar insolation, about 50% of the estimated number of households in the world. \n\nThe challenge is to introduce to the market a new cooling technology. Our Phase 1 project will enable us to develop our commercialisation and demonstration strategy and our technology and manufacturing route map; it will also enable us to develop our business plan further.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOLAR POLAR LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934462402": {
            "orgId": "934462402",
            "orgName": "SOLAR POLAR LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}