{
    "rcn": "198923",
    "acronym": "Key Cloud",
    "topics": "ICT-37-2015-1",
    "title": "Mobile phone as a Key - A new access ecosystem for 112, service companies and citizens ìKey Cloudî",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "The Key Cloud project focuses on development a solution that takes physical keys to buildings to a mobile phone and cloud and is applicable across the EU. Lukoton Experience Oy provides a solution, which allows mobile phones to be used as virtual keys to open traditional mechanical locks at a very low incremental cost. The innovation, that includes software and lock controller product, has already been verified to generate considerable savings and CO2 reductions in Home Care business in Finland. The main goal now is to leverage on this innovation and develop an EU-compatible mobile locking solution and novel business model: the ìKey Cloudî. It will expand our business to new markets and customer segments. We are targeting to take 0.5% share from 10 billion Ä global markets in 2020. The virtual key in the cloud allows access rights to be sold as a service and makes them traceable with log data. Field force service personnel can thus operate without the burden of finding, carrying, storing or returning physical keys or other access media. The first users are 112 Emergency Operators and different service companies who need a standard and flexible accessing scheme for all buildings. Next user group is facility managers who take care of the key logistics and access rights. In order to reach our target quickly, we need to realize a feasibility study to understand EU markets and potential partners, key players, local characteristics in selected countries and entry barriers in order to optimize our offering and business model (Phase 1). Second (Phase 2), we need to build the necessary capabilities (technology and business) to meet the needs in the selected markets and for selected customers. The overall solution will reduce CO2 emissions and enable the field service organizations to optimize their use of resources. In the future, the solution will be modified to cater for the needs of individual citizens on their home doors, and expanded to global consumer markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LUKOTON EXPERIENCE OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934296047": {
            "orgId": "934296047",
            "orgName": "LUKOTON EXPERIENCE OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}