{
    "rcn": "198937",
    "acronym": "WATLY",
    "topics": "SC5-20-2015",
    "title": "An autonomous and mobile water treatment plant powered by solar energy",
    "startDate": "01/10/2015",
    "endDate": "31/10/2017",
    "objective": "Water and energy are highly interdependent and are both crucial to human well-being and sustainable socio-economic development. 1.1 billion people worldwide do not have access to a safe source of drinking water; 1.3 billion people lack access to electricity; 5 billion people worldwide still have no access to internet.\n\nOur innovative solution Watly addresses the increasing global demand for safe sources of drinking water and green off-grid electricity, by combining highly efficient photovoltaic panels with thermal energy production, used to desalinate and purify water in-situ. Watly also provides internet connectivity and mobile chargers in remote areas. Our customers are: Governments and public institutions, NGOs, mobile hospitals, military organizations, hotels/resorts/businesses in remote destinations, oil platforms, etc. \n\nWATLYís success depends on the fulfilment of the following objectives:\n- Scale-up Watly 2.0 to Watly 3.0 able to treat up to 4,500l of water and produce 70 kWh of electricity per day, boosting its readiness level from TRL7 to TRL9\n- Certification and live Demonstration of Watly 3.0\n- Succesfull final Business Innovation Plan and commercialization activities for Watly 3.0\n\nThe investment cost of Watly 3.0 could be a strong barrier for the public sector and NGOs. To overcome this barrier Watly will include additional features and 2 kinds of revenues channels for the Watly operator:\n\nï Vending Machine: It is a model created for the public sector of remote areas, with medium-low purchasing power. Watly will include specific hardware to act as a vending machine, which will give a certain amount of water/energy/connectivity in exchange of a small economic input\n\nï Lively Donors: It is a model strictly created for NGOs. Watly will integrate a web platform and a mobile App which will allow external donors, i.e. philanthropists from rich countries, to remotely donate money giving a certain amount of water/energy/connectivity to the needy person",
    "totalCost": "2025500",
    "ecMaxContribution": "1417850",
    "coordinator": "ENRY'S PLEX SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935993256": {
            "orgId": "935993256",
            "orgName": "ENRY'S PLEX SL",
            "ecContrib": 1417850
        }
    },
    "calculatedTotalContribution": 1417850
}