{
    "rcn": "198901",
    "acronym": "CYTOPRO",
    "topics": "PHC-12-2015-1",
    "title": "Profiling of tumour cells in blood for personalized treatment of metastatic cancer",
    "startDate": "01/10/2015",
    "endDate": "31/10/2015",
    "objective": "Challenge\nUp to 40% of patients diagnosed with metastasised breast cancer fail to respond to treatment. Cancer cost the EU Ä126bn in 2009 incl. productivity losses of Ä42.6bn and lost working days worth Ä9.43bn. 3.2m citizens in EU lose their lives to cancer each year.\n\nSolution\nCirculating Tumour Cells (CTC) are cells that have shed into the vasculature from a primary tumour and circulate in the bloodstream. CytoTrack has developed a breakthrough technology that can identify and isolate metastatic cancer cells from a blood sample. It is superior to all other technologies due to a very efficient and non-biased detection principle and an integrated feature to isolate individual cells for characterisation. It is the perfect tool to be used together with new single cell characterisation assays currently being introduced on the market.\n\nImpact\nThe innovation will provide an effective, accurate, fast and cheap characterisation of CTCs in a single device, enabling pathologists and clinicians worldwide to deliver personalised medicine and cancer treatment targeted the exact mutation of the individual patientís cancer form. CytoTrack expects that the innovation can reduce cancer deaths by 10%. In EU alone this would reduce the productivity loss with >Ä10bn per year and treatment costs with >Ä12.5bn.\n\nProject\nThis phase 1 project will investigate 1) collaboration with labs, 2) regulatory conditions for first markets, and 3) prepare for clinical trials. The overall innovation project will enable CytoTrack to be the first on the market to offer an integrated diagnostic platform for routine isolation and characterisation of metastatic cancer cells in blood, enabling personalised therapy targeting the exact profile of the cancer form.\n\nCustomers and market\nThe CTC technology market was $3.7bn in 2013, growing 18.9% annually. The research market is a first step in gaining a strong foothold before approaching the much larger, but also more challenging, clinical market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CYTOTRACK APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "959568233": {
            "orgId": "959568233",
            "orgName": "CYTOTRACK APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}