{
    "rcn": "198938",
    "acronym": "SWAPOUT",
    "topics": "ICT-37-2015-1",
    "title": "Smart Wireless Access Point with Objective User-Targeting",
    "startDate": "01/10/2015",
    "endDate": "31/12/2015",
    "objective": "The aim of the project is to refine and bring to market a ground-breaking wireless local area network (WLAN) product capable of: a trebling of useable range, an order of magnitude improvement in coverage area, similar improvements in quality of service, capacity and achievable user data rates, together with a <5m accuracy single access point based user geolocation capability which simply does not exist in the market today. This will generate a new revenue stream for the operator which is largely untapped at present, due to the poor resolution (~100m) of the cellular geolocation information available today.\n\nThese benefits will result in up to two-thirds fewer access points being needed to cover a given area, reducing the cost of a typical 100-unit outdoor installation from around Ä1.3M to under Ä0.5M and further, on-going, cost reductions (e.g. electricity, site rental, maintenance), plus a two-thirds reduction in carbon footprint.\n\nThe product achieves these aims through the use of a revolutionary, ultra-low cost, highly dynamic, energy steering system, targeting the radio energy and receiver gain accurately and exclusively at an individual user, when transmitting or receiving that userís data, moving in a few nanoseconds to other uses, on a data-frame by frame basis. This system utilises standard access point chipsets and standard, low-cost, off-the-shelf, components throughout its design. \n\nThe global enterprise WLAN access point market is around Ä24Bn today and is dominated by three major players (all US-based), none of which is currently innovating in the wireless aspects of the system.  \n\nThe aim of the feasibility assessment is to:  generate a business plan which can be used to seek further investment; to engage with customers in order to identify which of the many product benefits is most applicable to them; to locate partners with whom we could engage to form a Phase 2 consortium and to pull together such a proposal; and to formulate an IP strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZONEART NETWORKS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927430678": {
            "orgId": "927430678",
            "orgName": "ZONEART NETWORKS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}