{
    "rcn": "198919",
    "acronym": "Smart Ski",
    "topics": "ICT-37-2015-1",
    "title": "Smart Ski",
    "startDate": "01/10/2015",
    "endDate": "31/03/2016",
    "objective": "Smart Ski is a new breakthrough in ski industry, first after the introduction of carving concept in 1990s, which was also initiated by this same project team.\n\nSmart Ski is an IT-based pair of skis. Its sliding properties, driveability and bottom surface friction can be managed by skier via smart phone, according to his/her skiing skills, weather and ski terrain. This results in all-in-one ski, for all types of skiers. Smart Ski can also fold, so it is much less bulky. Such customization directly eases users' problems with limitation - of rigid current ski solutions, and of storage space. In future, safety and software functions will be added.\n\nCommercial potential is global - the main objective is to push through a new skiing revolution. That's why we won't develop our own commercialization, but will rather sell license to big 6 market leaders with existing sales and marketing channels, brands and global presence (Atomic, Rossignoll, Fischer, Elan, K2, HTM). First feedbacks for our prototype by their R&D departments were very positive. Some even estimated that embracing our solution will reduce their ski production costs by 30% and increase recyclability of production waste to 80%, in comparison to current state of the art. Our model also enables them to keep their brands, graphic designs, etc., and only buy know-how. This is a direct trigger for market leaders to form win-win partnerships with us.\n\nSmart Ski thus directly responds both to end-user needs, and to targeted buyers' needs. We estimate to realize 23 mio Ä revenue in first 5 years through license transfer fee, fee for each sold pair of skis, and component sales.\n\nIn the feasibility study we need to 1-finish testing and developing of prototype, 2-develop in-depth market study with end-user aspects, 3-activate marketing channels and negotiate with market leaders, 4-study future financial models and contribute to business plan chapters. Our innovation project needs one last push to commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZNS, RAZISKOVANJE, RAZVOJ IN SVETOVANJE, d.o.o.",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934349785": {
            "orgId": "934349785",
            "orgName": "ZNS, RAZISKOVANJE, RAZVOJ IN SVETOVANJE, d.o.o.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}