{
    "rcn": "198940",
    "acronym": "CHoKO",
    "topics": "INSO-10-2015-1",
    "title": "Clearing House for Knowledge Options  (CHoKO) - creating a marketplace for knowledge",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "Knowledge and technology intensive (KTI) industries contribute >Ä15 trillion to the world economy. Yet there are no markets for knowledge itself, because there exist no common methods for valuing and therefore pricing knowledge. Instead, producers of knowledge, incl. experts and employees, sell their time at a fixed rate reflecting education and experience, but irrespective of value to their customers.\nKnowliah's Clearing House for Knowledge Options (CHoKO) fundamentally changes the way knowledge is valued and priced: CHoKO is an online platform tracking both production and use of knowledge, whose value is determined not at the point of exchange but at the point of (re)use; and producers get royalties in proportion to that value.  This mirrors the role of Performance Rights Organisations (PROs) in the entertainment sector, who collect royalties from TV and music stations and distribute these to authors according to the playlists, i.e. actual use. \nOur ambition is for CHoKO to disrupt the traditional ways (i) for SME's to sell (and buy) their knowledge, (ii) to remunerate knowledge workers, artists, and social-profit workers, (iii) to value the knowledge equity of companies incl. start-ups, (iv) to manage intellectual property rights, and (v) to mitigate 'brain drain'.\nRevenues come from (i) licensing, implementing and operating the platform as stand-alone or shared service solution in companies - est. Ä5.4-54m by 2020; (ii) freemium membership fees from individual users - est. Ä9.6-15m by 2020; and (iii) commissions on royalties - est. Ä24-200m by 2020. \nThe feasibility study will assess the project's viability: research and validate the legal foundations (with regard to privacy, data protection, and copyrights) for operating trans-nationally; assess, during a 6-month live pilot, factors that affect the rate and speed of adoption towards reaching critical mass among target communities; and identify and engage key international partners for commercialisation in Phase",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KNOWLIAH NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931438427": {
            "orgId": "931438427",
            "orgName": "KNOWLIAH NV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}