{
    "rcn": "198922",
    "acronym": "COLLOGISTICS",
    "topics": "IT-1-2015-1",
    "title": "Express Delivery end-to-end Management System through collaborative intelligence.",
    "startDate": "01/10/2015",
    "endDate": "31/03/2016",
    "objective": "The logistics and transportation sector, which amounted Ä930 billion in 2010 and represents 5% of EUís GDP, has a remarkable problem of inefficiency ñmerely 43% according to Eurostarñ, weakening considerably the competitiveness of EUís economy.\n\nThis lack of efficiency is even greater in the last stage of the delivery process due to what is known as the last mile problem, which accounts for most of the inefficiencies in logistics and 28% of the total cost of transportation. And it is expected to increase, mostly due to the rapid growth of e-commerce services, which will represent up to 30% of global transported goods by 2025.\n\nCOLLOGISTICS aims at developing an innovative end-to-end Delivery Management System that could achieve up to 50% efficiency improvements in the last mile delivery. COLLOGISTICS is based on three novel concepts: (a) collaborative behaviour among members of the delivery fleet, (b) real-time bidirectional communication between the company and the client and (c) dynamic pricing that will me achieved through the application of cutting edge ICT concepts.\n\nThe final objective is to allow express delivery carriers to make a better use of their resources, improving revenue and profit margins as well as providing a better service. COLLOGISTICS will be commercialized as a Software as a Service and will leverage the rich array of functionalities of the installed base of smartphones (GPS, Internet connection, etc.) to dramatically reduce adoption costs, aiming to make the technology accessible to a mass market to maximize its impact.\n\nThe feasibility study, financed over phase I, will help to validate the initial observations performed in Spain and gain a deeper knowledge of the European express delivery market: size, competitors, key usersí needs and entry barriers as well as the costs of the project and its financial viability.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NECTRIA SL",
    "coordinatorCountry": "ES",
    "participants": "IPM PARTNERS BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "935973371": {
            "orgId": "935973371",
            "orgName": "IPM PARTNERS BV",
            "ecContrib": 0
        },
        "935974632": {
            "orgId": "935974632",
            "orgName": "NECTRIA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}