{
    "rcn": "198912",
    "acronym": "GIDROM",
    "topics": "SFS-08-2015-1",
    "title": "Drone-based integrated monitoring system for early detection of crop pathology and pest control in high tech greenhouse agriculture.",
    "startDate": "01/09/2015",
    "endDate": "31/01/2016",
    "objective": "Target market of GIDROM project is Greenhouse (Gh) Agriculture.  A main problem of Gh farmers is monitoring  the Gh environment  to control plant diseases. Unchecked plant pathologies cause extensive crop damage and  direct losses to farmers up to 15% of yearly incomes.  The cost of pesticides and chemicals application is Ä2.000-5.000 / ha x year.  Worldwide area dedicated to Gh agriculture production is about 800.000 ha of which 20% (160.000 ha) is situated in Europe (mainly in Spain, Turkey, Italy, Greece, Netherlands, France).\nThe disruptive innovation technology proposed by the GIDROM project is the use of drones in Gh monitoring. The  project partnerss ABO DATA and GLOBI HI-TECH have been jointly developing a innovative drone-based system, giving a total non-invasive,  flexible and low cost approach to monitor autonomously and precisely the critical areas of the cultivar inside a Gh. The business potential of the technology is estimated > 18MÄ with at least 700-800 GIDROM drone-based monitoring systems installed in Europe within 5 years from  first commercialization.\n\nFeasibility assessment goals of SME Instrument (Phase I) are the elaboration of the comprehensive business plan and industrialization development plan, selection and contacts with end-users and business partners.\nShort-medium term objective (during SME Instrument Phase II) is to bring the GIDROM technology from  readiness TRL 7 to TRL 9 (actual system proven in operational environment). The expected outcomes of the project, after completion of Phase II, are:\n1.  pilot demonstration of the system for routinely monitoring of crops \n2.  definition of a sound business model for the commercialization of the  technology in Europe\n3. the establishment of strategic alliances with key stakeholders to get involved for a successful commercial exploitation\n4. to start-up a new Company (joint venture from ABO DATA and GLOBI HI-TECH) to move towards Phase III of the SME Instrument.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ABO DATA SRL",
    "coordinatorCountry": "IT",
    "participants": "GLOBI HI-TECH  S.R.L.",
    "participantCountries": "IT",
    "projectParticipants": {
        "942410970": {
            "orgId": "942410970",
            "orgName": "ABO DATA SRL",
            "ecContrib": 50000
        },
        "927157720": {
            "orgId": "927157720",
            "orgName": "GLOBI HI-TECH  S.R.L.",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}