{
    "rcn": "198946",
    "acronym": "VALPAS",
    "topics": "PHC-12-2015-1",
    "title": "VALidation of human PApilloma virus assays on Self-collected first void urine samples",
    "startDate": "01/09/2015",
    "endDate": "31/10/2015",
    "objective": "Annually, about 13,000 women in the EU28 and 266,000 worldwide decease of cervical cancer caused by the human papilloma virus (HPV), thereby ranking third most common cancer worldwide . Throughout Europe, cervical screening programs are organized by local governments to detect cervical cancer at an early stage. Importantly, HPV-based screening (instead of cytology-based screening) is being implemented worldwide. However, a global challenge is that about 40% of women in the EU do not participate in these screening programs and are thus at-risk for development of cervical cancer. To reach these non-attendees, home self-sampling devices can increase the participation rate. The innovative Colli-PeeTM device developed by Novosanis offers a non-invasive, user-friendly solution. The device is suited for collection of first void urine (first 20ml of the urine flow) which allows for detection of HPV DNA. The Colli-PeeTM device thereby offers a novel innovative approach towards HPV-based screening.\n\nThe VALPAS (VALidation of human PApilloma virus assays on Self-collected first void urine samples) project aims to successfully launch the Colli-Pee first void urine collection for HPV DNA testing in the EU28 and global market. The feasibility assessment in phase I aims to explore strategies with regard to market penetration & growth, competitors, pricing & reimbursement, partnerships, revenue models; ultimately leading to a business plan for Colli-PeeTM-based HPV screening. Specifically, phase I entails: \n\n- Market segment analysis\n- Competitor bench marking\n- Initiation of partnerships with diagnostic companies & labs\n- Exploration of pricing & reimbursement strategy\n- Assessment of diagnostic assays for analysis for HPV in urine\n\nPhase II funding will be requested to further validate the HPV assays for detection of HPV DNA in first void urine and set-up full scale production and exploitation strategy in the EU28 and at global level.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NOVOSANIS NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937148332": {
            "orgId": "937148332",
            "orgName": "NOVOSANIS NV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}