{
    "rcn": "198902",
    "acronym": "AntibioDx",
    "topics": "PHC-12-2015-1",
    "title": "AntibioDx: A groundbreaking in vitro diagnostic device with a billion-dollar sales potential",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "When diagnosing bloodstream infection (BSI), 19th century blood culture is essentially still the gold standard method - despite the highly critical 1-2 days delay from sample to result. Many cases of BSI remain undertreated in the early and highly critical stage of the infection and patients risk sepsis, which is among the 10 most common causes of death in hospitals and the most expensive condition to treat. \nAntibioDx is a device that will deliver the diagnostic capability needed in 21st century healthcare for preventing sepsis and reducing healthcare cost. It will provide doctors with information about the specific pathogen causing BSI and its antimicrobial-resistance profile within 1 hour. Personalised treatment with the most effective antimicrobial will replace empirical treatment using broad-spectrum antibiotics. Lives and money will be saved and the growing problem with resistance to antibiotics will be reduced.\nAntibioDx is a game changer with obvious gold standard and large sales potential. The clinical performance of the device is unrivalled and the possibility of using it with existing laboratory hardware facilitates full commercialisation in a market valued at 1 billion USD annually.\nExperienced clinicians have greeted the AntibioDx device with strong interest but final clinical validation studies is needed for taking significant commercial steps and realising full sales potential.\nThe purpose of this Phase I application is to fully demonstrate proof-of-business and prepare the device for clinical validation as foundation for FDA approval. This work will be undertaken in collaboration with expert partners, including internationally renowned university hospitals in the EU and US.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STENDER HENRIK",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937669707": {
            "orgId": "937669707",
            "orgName": "STENDER HENRIK",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}