{
    "rcn": "198935",
    "acronym": "Q-Bot",
    "topics": "SIE-01-2015",
    "title": "Fast and economic insulation of buildings using robotic systems",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "A lack of adequate thermal insulation is the single largest cause of energy loss in older buildings in Northern Europe, leading to fuel poverty, discomfort and health problems among some of the most vulnerable in society. Underfloor insulation is one of the most effective ways of preventing energy loss and draughts but traditional methods are expensive, very disruptive to occupiers and can be hazardous for installers. \n\nQ-Bot is developing an innovative underfloor insulation system that has the potential to improve the energy foot print of millions of Europe's least energy efficient buildings by as much as 25% while reducing installation costs by 50 to 75%. The small robotic device is unique and superior to other underfloor insulation in that it can access uneven and tight spaces and underfloor voids in order to install insulation. The device enables homes, which would otherwise be difficult, expensive and potentially hazardous to treat, to be made much more energy-efficient, at much lower cost and with minimal disruption for the occupier.\n\nQ-Bot's technology has been proven to work in prototype trials (TRL6) and is currently being tested in the field at a small number of customer sites (TRL7). The technology is highly scalable and can be deployed easily within existing distribution systems. Q-Bot has already received orders worth ca. £150K (Ä200K) and Q-Bot's current customers have indicated that they are very interested in using the solution across wider parts of their property portfolios. \n\nDuring Phase 2, Q-Bot will develop a fully working demonstrator (WP2 and WP3), carry out full-scale trials with customers and installers (WP4 and WP5) and prepare further commercial exploitation (WP6). The 5 year goal following the Phase 2 project is to have installed >135K homes. The project will create jobs within the EU and contribute to energy efficiency targets being met, while leading to a wealth of follow-on applications in the built environment and in industry.",
    "totalCost": "3026161,25",
    "ecMaxContribution": "2118312,88",
    "coordinator": "Q-BOT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938298849": {
            "orgId": "938298849",
            "orgName": "Q-BOT LIMITED",
            "ecContrib": 2118313
        }
    },
    "calculatedTotalContribution": 2118313
}