{
    "rcn": "198913",
    "acronym": "Smooth Reader",
    "topics": "NMP-25-2015-1",
    "title": "Universal PlugPlay OEE Data Capture Equipment to improve the efficiency of industrial processes",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "The production lines of industrial companies are very heterogeneous, with machines from various brands, models, generations and technologies. Due to this heterogeneity, the bespoke solutions for data capture are very expensive and are difficult to implement. For this reason, the penetration of data capture solutions in companies is very low.\nSistemas OEE de Productividad Industrial, S.L.L. has developed some innovative universal equipment for automated Real-Time Data Capture on production lines, called Smooth Readers. They are a true breakthrough due to its universal system of connection and for its ability to achieve a connection with the machines in a very brief time, practically making it a Plug and Play. It is a range of standard products that are easily configurable in situ by the client (DIY), or remotely via the web, which cover the requirements for data capture/collection of almost the totality of the machines on the market. \nThe main innovations of the Smooth Reader system include the following:\n- Plug and Play. Installation in production line in less than one hour.\n- Breakthrough technology at cost level.\n- Universal product, connectable to any production process. \n- Great connectivity that allows the capturing of numerous parameters. \n- Include a portable kit to perform pilot tests.\n- Modular and scalable system.\nThe innovation is based on a self-developed algorithm, the result of three years of research, that is used to program the Smooth Reader, and which allows it to communicate with any type of machine.\nSistemas OEE makes the data capture systems for the improvement of productivity accessible for European SMEs, so these SMEs can incorporate progressively advanced production technologies.\nThe objective of this phase 1 is to complete a feasibility study to find out the workability and profitability of the business venture. If the result of the feasibility study is positive, we will apply to phase 2 in order to implement our international expansion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SISTEMAS OEE DE PRODUCTIVIDAD INDUSTRIAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}