{
    "rcn": "198916",
    "acronym": "VIPACO",
    "topics": "SIE-01-2015-1",
    "title": "Increase Energy Efficiency rates in buildings and white goods through advanced Vacuum Insulation Panels Quality Control",
    "startDate": "01/08/2015",
    "endDate": "31/01/2016",
    "objective": "Energy efficiency is one of the easiest and most cost effective ways to combat climate change, reduce the energy dependence from third countries and improve the competitiveness of industries by reducing energy costs for consumers. The future carbon-free energy infrastructure is supposed to consist of a combination of distributed energy renewable resources and energy efficient energy consumption. This challenge can be dealt by improving the efficiency of future sustainable energy systems by applying nanotechnology, advanced materials and advanced manufacturing to efficient energy use. In this context, the quality of Vacuum Insulation Panels has room for important improvements, the most relevant of which is the need to upgrade quality control and monitoring systems of the panels. The nowadays crucial point of the VIPs is the assessment of the insulation performances after the production process (to long procedure) and through their lifetime (today still not possible). Only the control of the manufactured panel and the possibility to regularly monitor installed VIPs, precisely and quickly, allows a constant high rate of energy efficiency and therefore an optimal operation of insulation panels. We have ideated and developed a solution deployable in all the types of VIPs, where insulation performances are measured  instantaneously and in a non-invasive manner. The method is based on quartz crystal microbalance (QCM), which allows to detect the mass variation per unit area by measuring the change in frequency of a Quartz Crystal resonator. The device allows the measurement of panel during the production and after being installed (today not possible) in less than one second. Market challenge is important, considered the constanly increasing levele of investments in the VIPs. We are now presenting the characteristics of the solution and the potentials for uptaking the market and the benefits it brings into the society.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STRIP'S, ELEKTROTEHNIKA - ELEKTRONIKA DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935178844": {
            "orgId": "935178844",
            "orgName": "STRIP'S, ELEKTROTEHNIKA - ELEKTRONIKA DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}