{
    "rcn": "198907",
    "acronym": "AquaComp",
    "topics": "IT-1-2015",
    "title": "Demonstrating the unique properties of new nanocellulose composite for automotive applications",
    "startDate": "01/10/2015",
    "endDate": "30/09/2017",
    "objective": "Elastopoli has developed nanocellulose composite (AquaComp) with superior (>30% better) mechanical, acoustic and haptic properties and is targeting to replace the existing non-renewable polymer composites in automotive market. In vehicles, the weight-to-performance ratio of mineral- and glass-filled composites is substantially improved with AquaComp. In addition, the ability to control the dampening frequencies of the AquaComp material will help to reduce or tune the noise inside a passenger car to desired levels by tuning the resonance frequencies of the produced parts alongside the improved mechanical properties and lowered weight.\n\nThe main innovation of Elastopoli is the unique manufacturing method of the nanocomposites. The technology is based on wet mixing of polymers and nanocellulose. This is the only known method capable of introducing high amounts of nanocellulose as reinforcing fibres in the polymer matrix. The wet mixing technology solves the two main problems related to conventional dry mixing technologies. First, drying of nanocellulose is difficult and expensive leading to high composite prices. Second, when nanocellulose is dried during mixing, it loses most of its theoretical strengthening capability.\n\nThis project targets to perform market replication of AquaComp, already validated in the musical instruments market, into the much larger automotive market. The existing technology must be further scaled-up for industrial scale production so detailed investment calculations and market strategy need to be prepared. This will enable Elastopoli to move from a niche supplier of small amounts of materials to a supplier capable of serving the automotive market at full industrial scale.\n\nTo put this into perspective, in the automotive industry alone, the potential market size when replacing 10% of mineral- and glass-filled composites is 2 Mton of AquaComp in year 2025. This corresponds to 1200MÄ of turnover and 6000 new jobs throughout the value chain.",
    "totalCost": "1243125",
    "ecMaxContribution": "870187,5",
    "coordinator": "ELASTOPOLI OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998748085": {
            "orgId": "998748085",
            "orgName": "ELASTOPOLI OY",
            "ecContrib": 870188
        }
    },
    "calculatedTotalContribution": 870188
}