{
    "rcn": "198911",
    "acronym": "ANAPRINT",
    "topics": "NMP-25-2015",
    "title": "Additive Printing for Cell-Based Analysis",
    "startDate": "01/11/2015",
    "endDate": "31/10/2018",
    "objective": "The Project shall develop a unique manufacturing solution for the automated production of complex cell models widely used by industry to test biological activity and biosafety. No means of scalable manufacture presently exists. \nThe technical solution is to assemble cell models by additive manufacturing; to control the resident cellsí locations within these 3D models; to supply the models to customers as pre-assembled, frozen products. The result shall be an analytical tool which, unlike current practice, does not compromise analytical output for convenience, but combines high predictive value and low cost with exceptional user-friendliness. \nThe solution is unique, proprietary and highly positive-disruptive in its industrial sector. Its achievement will be measurable in this Project as an exemplifying, printed hepatotoxicity assay with wide application in drug discovery and biosafety testing. An SME Instrument Phase 1 Project advanced the core printing technology delivering this solution to TRL7, and developed a business plan for its exploitation. \nThat business plan confirmed the wide, cross-industry application of cell-based analysis, from preclinical drug discovery through natural products/food to medical devices and nanosafety, and mapped the advantages of additively-manufactured products onto demonstrable industry trends and customer needs. \nThe business plan and its underpinning technology are founded in the applicantís long-term strategic goals, evidenced by profitable business in the target market from proprietary cell-based services, and by ancillary technology developments, also to TRL7 and supported by UK national funding, which create unique competitive advantage. \nThe outcome of this Phase 2 Project will be a mature cell-based manufacturing technology, its demonstrable application in a commercial environment, and the assembly of a corporate infrastructure ready to take the Projectís manufacturing solution into a well-scoped and lucrative marketplace.",
    "totalCost": "1803657,75",
    "ecMaxContribution": "1262560,43",
    "coordinator": "AvantiCell Science Ltd",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998500153": {
            "orgId": "998500153",
            "orgName": "AvantiCell Science Ltd",
            "ecContrib": 1262560
        }
    },
    "calculatedTotalContribution": 1262560
}