{
    "rcn": "198931",
    "acronym": "HB-BROKER",
    "topics": "SC5-20-2015-1",
    "title": "An innovative business model, systems and services for market-based habitat banking in Europe",
    "startDate": "01/09/2015",
    "endDate": "31/12/2015",
    "objective": "The objective of our overall innovation project is to boost the growth potential and internationalisation of EBLís unique and highly innovative business model, systems and services for habitat banking. The subsequently expected outcomes will be: (1) habitat banks demonstrated and critical market mass attained in England (our current market); (2) habitat banks demonstrated and market replicated in Spain (where new regulation provides the most promising entry point for market replication in continental Europe). The overall project will provide a robust springboard for further growth in England and Spain and market replication in other EU countries, allowing us to seize the business opportunity presented by expected growth of a Ä multi-bn/yr habitat banking market. The specific objectives of this Phase 1 feasibility study are: (1) To fill key gaps in our feasibility assessment for England, through: (a) legal analysis to give clarity to planning mechanisms for habitat banking; (b) market demand studies for three pilot areas (Buckinghamshire, Oxfordshire, Surrey); (c) land manager partner searches for these pilot areas; (d) economic analysis of the cost of operations to create and manage restoration of native grassland; (e) legal analysis of IP protection, or strategy for subsequent commercialisation of licences, for project-derived metrics. (2) To fill key gaps in our feasibility assessment for Spain, through: (a) refining our assessment of potential market demand and supply in Extremadura; (b) developing partner and user relations, building on our existing links with central government, regional planning authorities, developers, landowners, lenders and consultants; (c) refining our assessment of feasibility in relation to the emerging legal framework in Spain. (3) To develop a comprehensive feasibility assessment and strengthened business plan to meet the broad aim of our overall innovation project, for incorporation in a subsequent SME Instrument Phase 2 submission.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THE ENVIRONMENT BANK LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955954207": {
            "orgId": "955954207",
            "orgName": "THE ENVIRONMENT BANK LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}