{
    "rcn": "198934",
    "acronym": "DrugStop",
    "topics": "DRS-17-2015-1",
    "title": "Drug detection for personal protection",
    "startDate": "01/11/2015",
    "endDate": "29/02/2016",
    "objective": "The Problem: Drug rape, and related crimes, performed after a victim has been intoxicated by a drug that has been added to the victims drink, is a growing problem and threat to EU citizens. It is estimated that app. 103.000 incidents occur annually in EU. Also the number of cases is increasing every year as the use of ìdrink spikingî to facilitate crimes is increasing in popularity.\n\nThe Solution: D-management has developed a device, DrugStop, which is capable of detecting if drugs have been added to a drink. We have achieved this goal by combining advanced spectroscopic techniques with advanced data processing. By commercialization of this device we give people, and establishment owners, a reliable and efficient way they can defend themselves against this increasing threat.\n\nThe Market: Market surveys have indicated that both individuals and owners of establishments are interested in a device that can detect if drugs are present in drinks. It is estimated that the total cost, in EU alone is 2.83 bill. Ä annually. We have identified an urgent need for a device that can prevent these kinds of crimes. Our device is marketed towards two classes of end-users, establishment (bars, pubs etc) owners and the individual user. For both markets there is currently no serious competitors that can offer the same kind of reliable and fast detection system as is the case for our device.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "D MANAGEMENT APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929752955": {
            "orgId": "929752955",
            "orgName": "D MANAGEMENT APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}