{
    "rcn": "198903",
    "acronym": "REUSABLE NGS LIBRARY",
    "topics": "PHC-12-2015-1",
    "title": "Reusable Back-up Library Construction and Storage Technology for Next Generation Sequencing (NGS) in Clinical Diagnostics",
    "startDate": "01/09/2015",
    "endDate": "29/02/2016",
    "objective": "ZipPrime has recently developed a novel magnetic nanoparticle (MNP)-based Next Generation Sequencing (NGS) library construction technology which not only improves the NGS-based clinical diagnostic and high-throughput genomics workflow, but also has the novel and unique benefit of facilitating the construction of reusable backup NGS libraries without any additional workload via the MNPs, enabling subsequent sequencing of the same nucleic acid samples. Utilizing MNPs, this technology creates a reusable backup template of the prepared NGS diagnostic library which can be sequenced with NGS diagnostic panels whenever required, even after long-term storage. MNP-based reusable NGS products can be adapted to the workflows of all currently available NGS platforms and NGS diagnostic panels as a reusable backup solution with long term storage capabilities and/or a proof-reading solution to test the same sample again to prevent a false negative or false positive NGS diagnostic test results. After the recent FDA premarket approval for clinical diagnostic applications of NGS platforms, a new era for NGS has begun. However, despite these recent developments, NGS platforms are still using the same pre-sequencing sample preparation and library construction methods that were developed and optimized for scientific research. Unlike academic research applications, clinical applications of NGS require a reusable proof-reading solution with the capacity to store the constructed library for testing the same sample again. Although there are several alternative methods and products for the construction and enrichment of sequencing libraries for NGS systems, there is no current product in the NGS-based clinical diagnostic market that is validated for clinical applications and has the option of constructing reusable storage libraries. The proposed project aims to clinically validate the MNP-based reusable NGS product pipeline developed by ZipPrime for use in clinical NGS applications.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Zip Prime Biyoteknoloji Limited Sirketi",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935886556": {
            "orgId": "935886556",
            "orgName": "Zip Prime Biyoteknoloji Limited Sirketi",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}