{
    "rcn": "199073",
    "acronym": "LUCKY STAR",
    "topics": "ERC-ADG-2014",
    "title": "Exploring the outer solar system beyond Neptune using stellar occultations",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "The solar system beyond Neptuneís contains largely unaltered material from the primordial circum-solar disk. It also kept the memory of the early planetary migrations, and thus contains essential information on the origin and evolution of our planetary system.\n\nHere I propose to study the Trans-Neptunian Objects (TNOs) using the stellar occultation technique. It consists in observing the passage of remote TNOs in front of those ìLucky Starsî, that reveal shapes, atmosphere and rings of bodies from sub-km to thousand-km in size. Very few teams in the world master this method. The European-led network that I coordinate is now leader in predictions, instrumentation, observations and analysis related to stellar occultations, with innovative approaches and unprecedented results.\n\nIn the last decade, our group led the field by discovering rings around the asteroid-like object Chariklo, detecting sub-km TNOs and drastic variations of Plutoís atmospheric pressure. Based on those noteworthy discoveries and unique skills of ours, I will coordinate the following work packages:\n\n(1) Rings around small bodies - Understand the newly found Charikloís rings, tackle the theory of ringsí origins and evolutions around small bodies, discover new ring systems around other bodies. \n\n(2) Very small, sub-km TNOs and Oort Cloud objects - Constrain the collisional history of our early outer solar system, and possibly detect Oort Cloud objects.\n\n(3) Plutoís atmosphere ñ Explore Plutoís atmosphere and its atypical seasonal cycle, search for atmospheres around other TNOs.\n\n(4) Explore specific, large TNOs ñ Provide their sizes, shapes, albedos and densities.\n\nThese programs are timely in view of NASA/New Horizons Pluto flyby in July 2015, and the ESA/GAIA mission expected to provide a greatly improved astrometric catalog release in 2016.\n\nMost of the budget will be dedicated to human power to conduct observations and their analysis, plus the associated travel and telescope time expenses.",
    "totalCost": "2423750",
    "ecMaxContribution": "2423750",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "OBSERVATOIRE DE PARIS",
    "participantCountries": "FR",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 650000
        },
        "999623122": {
            "orgId": "999623122",
            "orgName": "OBSERVATOIRE DE PARIS",
            "ecContrib": 1773750
        }
    },
    "calculatedTotalContribution": 2423750
}