{
    "rcn": "199097",
    "acronym": "WhoLoDancE",
    "topics": "ICT-20-2015",
    "title": "Whole-Body Interaction Learning for Dance Education",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Whole-Body Interaction Learning for Dance Education \n\nWhoLoDance is aiming at both researching and innovating contemporary learning theories of embodied cognition and dance education, building on advances on neuroscience, pedagogical and learning theories, educational psychology together with new technologies in artificial intelligence and knowledge management.  \n\nDance is a diverse and heterogeneous practice and WhoLoDance will develop a protocol for the creation and/or selection of dance sequences drawn from different dance styles and appropriate for different teaching and learning modalities that can provide the base content for the capture, cataloguing and analysis of dance movement for the creation of different interactive and immersive learning tools. \n\nWhoLoDance will support learning the essential components of dance, enhancing movement skills, and creating solutions for supporting the composition, re-use, and distribution of interactive educational content and services, with assessment and feedback functionalities making use of immersive real-time tools to learn dance choreographies. \nWhoLoDance will explore smart learning environments for providing dance students with adaptive and personalised learning and assessment, through multi-modal/multi-sensory interaction technologies and advanced immersive real-time training interfaces.  \n\nWhoLoDance will create and deliver the proof-of-concept of a motion capture repository of dance motions built in a method allowing interpolations, extrapolations and synthesis through similarity search to enable new and powerful dance teaching paradigms. \n\nFinally WhoLoDance aim is to create a digital environment that will provide dance educators and students, as well as creators (choreographers) the opportunity for capacity building and networking, bringing together practitioners from different physical spaces, and will allow them to communicate chorographical ideas and movement concepts online and work collaboratively.",
    "totalCost": "3332585",
    "ecMaxContribution": "3332585",
    "coordinator": "LYNKEUS",
    "coordinatorCountry": "IT",
    "participants": "MOTEK ENTERTAINMENT BV;COVENTRY UNIVERSITY;LYKEION TON HELLINIDON;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;POLITECNICO DI MILANO;K DANSE;UNIVERSITA DEGLI STUDI DI GENOVA;PEACHNNOTE GMBH;INSTITUTO STOCOS",
    "participantCountries": "NL;UK;EL;IT;FR;DE;ES",
    "projectParticipants": {
        "928788581": {
            "orgId": "928788581",
            "orgName": "LYKEION TON HELLINIDON",
            "ecContrib": 75812
        },
        "928801288": {
            "orgId": "928801288",
            "orgName": "K DANSE",
            "ecContrib": 93750
        },
        "929964415": {
            "orgId": "929964415",
            "orgName": "PEACHNNOTE GMBH",
            "ecContrib": 355500
        },
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 380312
        },
        "928813801": {
            "orgId": "928813801",
            "orgName": "INSTITUTO STOCOS",
            "ecContrib": 81250
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 510312
        },
        "999612161": {
            "orgId": "999612161",
            "orgName": "COVENTRY UNIVERSITY",
            "ecContrib": 312460
        },
        "996421734": {
            "orgId": "996421734",
            "orgName": "LYNKEUS",
            "ecContrib": 362875
        },
        "929373006": {
            "orgId": "929373006",
            "orgName": "MOTEK ENTERTAINMENT BV",
            "ecContrib": 701438
        }
    },
    "calculatedTotalContribution": 2873709
}