{
    "rcn": "199020",
    "acronym": "MaXIMA",
    "topics": "H2020-TWINN-2015",
    "title": "Three dimensional breast cancer models for X-ray Imaging research",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Nowadays, the development of realistic three-dimensional computational and physical models of breast tumours with irregular shapes is an urgent requirement. The availability of such models is a powerful instrument in the hands of engineers, physicians and physicists to be used in the development of new technologies for precise definition of the boundaries of these cancers. \nScientists from the biomedical engineering unit at Technical University of Varna are present in this area both at modelling and simulation of computational breast phantoms and x-ray breast imaging techniques. To advance in their research aims and therefore to raise the profile of their researchers and S&T capacity of the host organisation, collaborations with top research institutions from complementary areas of expertise are a requirement. In addition, the touch with world experts in this area is needed in order to have local researchers at host informed about the most current findings in the field and to discuss specific scientific issues that otherwise will not have such a chance.\n\nThe main objective of this action is to increase the research and innovation capacity of the host organisation in the field of computational modelling of breast tumours (including cancers with irregular shape) and their use in studies of advanced x-ray breast imaging techniques such as breast tomosynthesis and phase contrast imaging. For this purpose, the project will establish a close and sustainable collaboration platform, in the form of a network of three scientific groups working in the specific domain of modelling and simulations dedicated for studies of x-ray breast imaging techniques. The network will aim to (a) increase the research and innovation capacity of the host organisation, (b) integrate results of ongoing research, (c) facilitate progress beyond the actual individual possibilities, (d) advance the research activities of all partners through a joint and mutually fruitful collaboration.",
    "totalCost": "998050",
    "ecMaxContribution": "998050",
    "coordinator": "TECHNICAL UNIVERSITY OF VARNA",
    "coordinatorCountry": "BG",
    "participants": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "IT;BE",
    "projectParticipants": {
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 243450
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 243450
        },
        "999875516": {
            "orgId": "999875516",
            "orgName": "TECHNICAL UNIVERSITY OF VARNA",
            "ecContrib": 511150
        }
    },
    "calculatedTotalContribution": 998050
}