{
    "rcn": "199032",
    "acronym": "MAGNEURON",
    "topics": "FETOPEN-1-2014",
    "title": "Hijacking cell signalling pathways with magnetic nanoactuators for remote-controlled stemcell therapies of neurodegenerative disorders",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Neurodegenerative diseases, such as Parkinsonís disease, are a major public health issue given the aging population in\nEurope and beyond. While curative pharmacological treatment of these diseases is not in sight, cell replacement therapies\n(CTs) are considered very promising, in particular with the advent of stem-cell reprogramming technologies. However, a\nfundamental challenge in the medical application of CTs in the brain of patients lies in the lack of control of cell behaviour at\nthe site of transplantation, and particularly their differentiation and oriented growth. The aim of this project is to introduce a\nfundamentally new concept for remote control of cellular functions by means of magnetic manipulation. The technology is\nbased on magnetic nanoparticles functionalized with proteins involved in cellular signalling cascades. These\nbiofunctionalized MNPs (bMNPs) will be delivered into target cells, where they act as intracellular signalling platforms\nactivatable in a spatially and temporally controlled manner by external magnetic fields. The project will focus on engineering\nthese tools for the control of neuronal cell programming and fibre outgrowth by hijacking Wnt and neurotrophin signalling,\nrespectively, with the ulti-mate objective of advancing cell replacement therapies for PD using dopaminergic precursor\nneurons.\nTo achieve this ambitious goal, we have gathered an interdisciplinary consortium interfacing scientists having cutting-edge\nknow-how in bMNP engineering, surface functionalization and cellular nanobiophysics with renowned experts in neuronal\ncell differentiation, stem-cell reprogramming and regenerative (nano-)medicine. By exploiting this complementary expertise,\na novel, versatile technology for magnetic control of intracellular signalling is envis-aged, which will be a breakthrough for\nremote actuation of cellular functions and its successful implementation in CTs for neurodegenerative diseases and injuries\nwithin the following decade.",
    "totalCost": "3473026",
    "ecMaxContribution": "3473026",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITY OF KEELE;EFFICIENT INNOVATION SAS;RUHR-UNIVERSITAET BOCHUM;UNIVERSITAET OSNABRUECK;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "UK;FR;DE",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 638750
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 488276
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 681875
        },
        "999862324": {
            "orgId": "999862324",
            "orgName": "UNIVERSITY OF KEELE",
            "ecContrib": 860125
        },
        "999855049": {
            "orgId": "999855049",
            "orgName": "UNIVERSITAET OSNABRUECK",
            "ecContrib": 654000
        },
        "954725605": {
            "orgId": "954725605",
            "orgName": "EFFICIENT INNOVATION SAS",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 3473026
}