{
    "rcn": "199071",
    "acronym": "GLOBE",
    "topics": "ERC-CoG-2014",
    "title": "Global Lensing Observations to go Beyond Einstein",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "This ERC Consolidator grant will push forward the boundaries in our understanding of gravity by confronting the most advanced theoretical framework for modified gravity models with this decadeís ultimate set of observations.  Using three state-of-the-art, same-sky lensing spectroscopy surveys, which are the only deep surveys currently in existence to have this unique complementarity, we will undertake a ground-breaking gravity experiment on some of the largest scales observed in the Universe.  Our findings could show that we need to go beyond Einstein to bring about a revolution in our understanding of gravity on cosmological scales, transforming our understanding of the dark universe.  \n\nMy analysis will combine two gravity probes; the non-relativistic motion of galaxies detected through redshift-space distortions, and the relativistic motion of light detected through the weak gravitational lensing of distant galaxies.  The same-sky combination of these probes provides the best long-term prospect for observing if matter bends space differently to time, and if the gravitational constant G evolves.  \n\nAs the main objective of this research could be so far reaching, it is imperative that it is approached with care, using a meticulous analysis.    Using novel techniques that exploit the same-sky nature of these surveys, we will improve the accuracy and precision of our results, understanding and removing sources of systematic errors inherent in both gravity probes.  This will enable my ERC team to carry out pioneering dark universe science, confident that our results are truly probing fundamental physics rather than residual systematic subtleties of the data.",
    "totalCost": "1995797",
    "ecMaxContribution": "1995797",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1995797
        }
    },
    "calculatedTotalContribution": 1995797
}