{
    "rcn": "199030",
    "acronym": "CellViewer",
    "topics": "FETOPEN-1-2014",
    "title": "CellViewer: super-resolution systems microscopy to assess pluripotency and differentiation of stem cells at single cell level",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "In this ambitious and multi-disciplinary proposal, we aim to develop new technologies that will allow us to visualize in single cells, in parallel and at the systems level, DNA, mRNAs and proteins with nanoscale resolution. We will refer to these novel technologies as the ëCellViewerí: a unique cutting-edge high-throughput super-resolution (SR) microscopy approach (including new hardware and software development) to collect at high-resolution a large amount of spatial and dynamic information in single cells. ëCellViewerí will allow us to study the mechanisms of mouse embryonic stem cell (mESC) self-renewal and differentiation upon application of specific stimuli, as a specific test case. We will analyse in single cells with high throughput, DNA remodelling at multiple specific gene loci and their corresponding production, distribution and kinetics of mRNA and protein products. We will collect a large amount of dynamic and nanoscale spatial information that will lead us to build predictive models of the phenotypic output from specific input stimuli. In turn, we will be able to develop a mechanistic understanding of how mESCs maintain their stemness or commit to differentiation. The partners of CellViewer are internationally recognized experts from academia and industry in the fields of stem cell and chromatin biology, super-resolution microscopy, quantitative modelling of biological systems, and hardware and software development. This team as a whole is uniquely suited to bring Systems Biology into the era of single cell analysis, which will be a paradigm shift in the way cellular systems will be studied.",
    "totalCost": "3988752,5",
    "ecMaxContribution": "3988752,5",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "EUROPEAN MOLECULAR BIOLOGY LABORATORY;LABORATORY IMAGING SRO;FUNDACIO INSTITUT DE CIENCIES FOTONIQUES;Idea Bio-Medical Ltd.;THE HEBREW UNIVERSITY OF JERUSALEM",
    "participantCountries": "DE;CZ;ES;IL",
    "projectParticipants": {
        "997224506": {
            "orgId": "997224506",
            "orgName": "Idea Bio-Medical Ltd.",
            "ecContrib": 687500
        },
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 2086668
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 293334
        },
        "962990393": {
            "orgId": "962990393",
            "orgName": "LABORATORY IMAGING SRO",
            "ecContrib": 128750
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 0
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 792500
        }
    },
    "calculatedTotalContribution": 3988752
}