{
    "rcn": "199038",
    "acronym": "FET2RIN",
    "topics": "FETOPEN-CSA-FETTAKEUP-2015",
    "title": "Supporting FET projects to reach out investors",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "FET2RIN aims at facilitating collaborations to set the ground for the take up of FET projects by overcoming obstacles related to market outreach and accessing business leaders including entrepreneurs, early stage investors and crowdfunding communities.\nFET2RIN will deliver adhoc capacity building and market acceptancy actions to FET project partners to allow them to focus on novel exploitation rutes and unconventional business models to better meet the need of future societal and commercial impact.\nProposed actions will stimulate researchers, entrepreneurs, business leaders working together to mutually understand opportunities disclosed by FET and cross-fertilize. Mentors and unconventional stakeholders business leaders, crowdfunding platforms will be engaged to validate market assumptions and speed up take up. Parnters will provide methodological support and capacity building actions based on the new trend of the customer validation process.\nTo maximize impact, leverage on social recognition, seed opportunities for improving innovation potential of FET FET2RIN will reach out with ad hoc actions its target groups (FET Projects, entrepreneurs, business leaders, bakers) and offer opportunities for the mutual engagement of these communities when looking for market validation and acceptancy for FET results. Business leaders entrepreneurs will act as mentors for FET projects during capacity building customers and end users will be actively contacted leaving the labs. Such interaction among different communities and typology of stakeholders (for profit and not for profit, conventional and unconventional, etc.) will promotes cross-fertilization, mutual understanding and open up opportunities for further cooperation and take up.",
    "totalCost": "472468,75",
    "ecMaxContribution": "472468,75",
    "coordinator": "META GROUP SRL",
    "coordinatorCountry": "IT",
    "participants": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL;EUROPEAN CROWDFUNDING NETWORK",
    "participantCountries": "BE",
    "projectParticipants": {
        "998870305": {
            "orgId": "998870305",
            "orgName": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
            "ecContrib": 118156
        },
        "999735157": {
            "orgId": "999735157",
            "orgName": "META GROUP SRL",
            "ecContrib": 286125
        },
        "950630944": {
            "orgId": "950630944",
            "orgName": "EUROPEAN CROWDFUNDING NETWORK",
            "ecContrib": 68188
        }
    },
    "calculatedTotalContribution": 472469
}