{
    "rcn": "199039",
    "acronym": "FutureAgriculture",
    "topics": "FETOPEN-1-2014",
    "title": "Transforming the future of agriculture through synthetic photorespiration",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "For a new green revolution to feed the continually increasing population, agriculture productivity will have to be significantly improved. Photorespiration represents a big challenge in this respect, because it dissipates energy and leads to the futile loss of CO2, thereby limiting plant growth yield. Implementing an efficient metabolic bypass for photorespiration can therefore increase the photosynthetic efficiency of many cultivated crops. Several such routes were previously proposed. However, these routes were limited to existing enzymes and pathways and provided only partial improvement. Here, we propose a radically different approach: to engineer entirely novel CO2-neutral or CO2-positive photorespiration bypasses based on novel enzyme chemistry that support significantly higher agricultural yields. These bypass routes could support 60% higher biomass yield per turn of the Calvin Cycle and >30% higher yield per ATP. Our project innovatively integrates different research disciplines and combines academic research with industrial implementation. In silico studies will integrate biochemical logic and pathway modelling to explore all possible photorespiration pathways and identify the most efficient routes. In vitro research will establish novel enzyme functions via enzyme engineering and directed evolution. Full pathways will be reconstituted and optimized in vitro using a novel mass spectrometry based platform. High in vivo activity will be selected by implementing the pathways in engineered E. coli strains. Enhanced photosynthetic efficiency will be demonstrated in cyanobacteria expressing the synthetic pathways. Finally, the most promising synthetic pathways will be implemented in higher plants and growth phenotypes will be monitored. The proposed project comprises a significant advance in synthetic biology ñ applying biochemical principles to modify the very core of carbon metabolism with synthetic pathways that carry multiple novel enzymatic functions.",
    "totalCost": "4871410",
    "ecMaxContribution": "4871410",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;WEIZMANN INSTITUTE OF SCIENCE;EVOGENE LTD;IN SRL",
    "participantCountries": "UK;IL;IT",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 955215
        },
        "983078414": {
            "orgId": "983078414",
            "orgName": "IN SRL",
            "ecContrib": 203750
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1934025
        },
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 875888
        },
        "925188814": {
            "orgId": "925188814",
            "orgName": "EVOGENE LTD",
            "ecContrib": 902532
        }
    },
    "calculatedTotalContribution": 4871410
}