{
    "rcn": "199081",
    "acronym": "Sequence Barcodes",
    "topics": "ERC-PoC-2015",
    "title": "Product identification using sequence-controlled oligomers",
    "startDate": "01/11/2015",
    "endDate": "30/04/2017",
    "objective": "The aim of the project Sequence Barcodes will be to study the market potential of sequence-encoded oligomers developed and patented in the frame of the ERC starting grant project SEQUENCES (grant agreement n∞258593, End-date: October 2014). In particular, we propose to use monodisperse oligomers with defined chain-lengths and monomer sequences as molecular barcodes for product identification. A code can be written in the oligomers using different monomers as an alphabet, for example using two (i.e. binary code), three, four or more monomers. The barcodes can also be read using sequencing techniques such as tandem mass spectrometry and nanopore sequencing. All the fundamental knowledge for preparing and sequencing these polymers has been identified in the frame of the project SEQUENCES and is available for a technological transfer to industry. Moreover, these synthetic polymers possess valuable advantages over DNA, which is often used in product identification technologies. Indeed, they are much simpler to synthesize and to use than natural biomacromolecules. Perhaps more importantly, our chemistry is very versatile and the molecular structure of the oligomers can be adapted to a customer need. Among possible applications, these oligomers can be used as molecular labels to tag high-value products. At present, there is limited prior art in this area of research using synthetic polymers. Therefore, the present project may open up important technological and commercial opportunities. Practically speaking, a business manager and a post-doctoral researcher will be hired in this project in order to bridge the gap between fundamental research and commercialization. For instance, a detailed market analysis, including a survey of potential industrial partners, will be done by the business manager. This will help to identify the most appropriate solution for commercializing our technology.",
    "totalCost": "149784",
    "ecMaxContribution": "149784",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 149784
        }
    },
    "calculatedTotalContribution": 149784
}