{
    "rcn": "199078",
    "acronym": "PRIGeoC",
    "topics": "MSCA-RISE-2015",
    "title": "Partnership for Research in Geopolymer Concretes",
    "startDate": "01/06/2016",
    "endDate": "31/05/2020",
    "objective": "Concrete, owing to its availability, easy preparation and fabrication, is the most popular construction material. However, the cement industry is facing unprecedented challenges caused by energy resources and CO2 emissions. Despite the incremental improvements in process efficiency adopted by the cement industry in recent years, OPC production is still responsible for around 6% of all man-made global carbon emissions. The proposed project aims to develop green concretes by using novel geopolymer materials as new binder and recycled concrete as part of the aggregates. The geopolymer is a type of amorphous alumina-silicate products. It can be synthesized by poly-condensation reaction of geopolymetric precursor and alkali polysilicates, which are available in natural materials or from industrial by-products. Geopolymer materials represent an innovative technology that is generating considerable interest in the construction industry, particularly in light of the ongoing emphasis on sustainability. However, although numerous geopolymer systems have been proposed, most are difficult to work with and require great care in their mixing process. Furthermore, the lack of long-term performance and durability data is also a barrier to the acceptance and widespread commercial use of geopolymer concretes in the construction industry. The proposed research will cover not only the finding of novel geopolymers but also provide long-term performance and durability data for geopolymer concretes used in different environments. The research outcome will have a great impact on our understanding of how geopolymer concretes perform in different environments and how their mechanical properties and performance can be improved by using correct mixing processes. The research will also provide vital information on how to revolutionise the production of concrete materials and how to engineer concrete binders using different geopolymers to tailor the properties of the resulting concrete.",
    "totalCost": "517500",
    "ecMaxContribution": "517500",
    "coordinator": "UNIVERSITY OF PLYMOUTH",
    "coordinatorCountry": "UK",
    "participants": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;LIVERPOOL JOHN MOORES UNIVERSITY",
    "participantCountries": "EL;UK",
    "projectParticipants": {
        "998079949": {
            "orgId": "998079949",
            "orgName": "LIVERPOOL JOHN MOORES UNIVERSITY",
            "ecContrib": 180000
        },
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 180000
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 157500
        }
    },
    "calculatedTotalContribution": 517500
}