{
    "rcn": "199079",
    "acronym": "KAMINO",
    "topics": "INNOVATION",
    "title": "Establishing of EEN-services for supporting the Key Account Management process in the SME-instrument and enhancing the INnOvation management capacities of SMEs 単 KAMINO",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "KAMINO is a package of assessments, proceedings and consultations to give support for SMEs to establish and strengthen innovation management capacities in the small and medium-sized enterprises economy. The project is derived from the Horizon 2020 programme initiated by the European Commission to establish new services of the Enterprise Europe Network consortia in the field of innovation.\nThe objective of the project is first to assess the innovation capacities, innovation processes, innovation strategies and internal organizations of SMEs as well as their relation with innovation partners. Secondly, the project aims to understand the SMEs' capacity in these processes, eventually existing or implemented tools in their innovation management. Thirdly, it is the question of internationalisation. As results of these steps the consultants of the project team are able to identify gaps and bottlenecks and can 単 jointly with the SME 単 discuss and define measures and work plans to overcome them.\nIn the following the project aims to support the advised SMEs in their efforts, encourage them and give advice to achieve jointly defined targets.\nThe consortium of four partners, the Industrie- und Handelskammer zu Rostock, the ATI Kueste GmbH, the Steinbeis Forschungszentrum Nordost and the Technologiepark Warnem存nde will work on the mentioned activities. The IHK zu Rostock acts only as a coordinator for this specific action. \nFor the realisation of the assessment process the partners will deploy assessment tools with the SMEs in question. The acquisition of the potential SMEs takes place by the selection of suitable enterprises from various sources of the partners and by a selection with a list of criteria for the innovation management enhancement process (EIMC). For the key account management process (KAM) the potentials will be nominated by the Commission through a special evaluation process. The plan is to perform assessments on 20 KAMINO service packages, KAM and EIMC, to SMEs.",
    "totalCost": "75320",
    "ecMaxContribution": "75320",
    "coordinator": "INDUSTRIE UND HANDELSKAMMER ZU ROSTOCK",
    "coordinatorCountry": "DE",
    "participants": "ATI KUSTE GMBH GESELLSCHAFT FUR TECHNOLOGIE UND INNOVATION;TECHNOLOGIEPARK WARNEMUNDE GMBH;STEINBEIS TRANSFER GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "941401006": {
            "orgId": "941401006",
            "orgName": "ATI KUSTE GMBH GESELLSCHAFT FUR TECHNOLOGIE UND INNOVATION",
            "ecContrib": 30128
        },
        "999759116": {
            "orgId": "999759116",
            "orgName": "STEINBEIS TRANSFER GMBH",
            "ecContrib": 30128
        },
        "937585317": {
            "orgId": "937585317",
            "orgName": "TECHNOLOGIEPARK WARNEMUNDE GMBH",
            "ecContrib": 15065
        },
        "941351439": {
            "orgId": "941351439",
            "orgName": "INDUSTRIE UND HANDELSKAMMER ZU ROSTOCK",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 75321
}