{
    "rcn": "199083",
    "acronym": "NCUscan",
    "topics": "ERC-PoC-2015",
    "title": "Rapid Defect Characterisation by Non-Contact Ultrasonic Scanning",
    "startDate": "01/04/2016",
    "endDate": "30/09/2017",
    "objective": "Surface defect detection and characterization is a safety-critical non-destructive testing (NDT) process for many regulated industries, including railway networks, oil and gas, energy generation, aerospace, automotive, and civil infrastructure. The cost of repairing and replacing defective or old components can be extremely high, both in terms of the costs of the components and the related economical costs of a system shut-down. There are several NDT approaches in common use, but these have a number of operational drawbacks that impact adversely on in-situ examination cycle times, and can lead to the requirement for destructive testing. \nThrough NonContactUltrasonic (Starting Grant, 202735) we have shown the promise of surface-wave ultrasonics for characterizing surface-breaking defects in metals. We have shown that the geometry of the defects has a significant effect on the scattered waves, and developed theory and industrially viable techniques for characterising individual defects. All measurements have used non-contact ultrasonic techniques, giving the potential for a fast and simple measurement system, removing the need for visual testing or removal of parts from service, and which could operate in hazardous environments.\nThe concept has been tested successfully in the lab and a Proof of Concept unit is now needed to combine the processes for analysing various crack formations into a single device. This project will develop a demonstrator unit using electromagnetic acoustic transducers and laser ultrasound ñ testing and adopting industrially viable detection methods in place of the lab-based system used previously. This will lead to a simple, on-line measuring system for industry, with the potential for productivity improvements of up to 50% over competing radiographic methods, and with substantially lower capital costs, with the potential to measure even in the presence of thin coatings without requiring their removal prior to testing.",
    "totalCost": "149998",
    "ecMaxContribution": "149998",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF NOTTINGHAM",
    "participantCountries": "UK",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 2719
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 147279
        }
    },
    "calculatedTotalContribution": 149998
}