{
    "rcn": "199095",
    "acronym": "RecRoad",
    "topics": "MSCA-IF-2014-EF",
    "title": "From Aquileia to Singidunum (Belgrade), reconstructing the paths of Roman travelers",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "The RecRoad project aims to reconstruct the Roman road going from Aquileia, in the north-east of Italy, to Singidunum, on the Danube river. This was one of the main road axes of the Empire and it connected the Venetian area with the Pannonia Superior and the Danubian limes: the road was longer than 450 miles, passing through the Alps, it ran along the river Sava, crossing its course several times. The road's general layout can be followed in the itinerary sources but an attempt to accurately reconstruct the course of the road on the ground has never been tried before and may greatly improve our knowledge of the evolution of the territories that it crossed over the time. After an in-depth study of the original itinerary of the road, the project aims also at the analysis of the consequences of its construction on the landscape from different point of view (culture, settlement dynamics, religion, trade, Ö), so that better comprehension of the territorial and cultural connections, will be possible. To reach these goals, the project will consider and use all the sources and the new technologies avalaible to archaeologists, in a multi-disciplinary approach. All the collected and generated information will be geo-referenced and published in an online Atlas.\nThe main output of the project will be an interactive atlas available online, where it will be possible to visualize the reconstructed route in its geographical context, the reliability degree of the individual segments and the sources that were identified with reference to the single stretch of the road to which they pertain. In addition, new strategies and initiatives for the protection and knowledge dissemination will be developed. For the first time, all the sources today avalaible to archaeologists will be used to identify the original track of a Roman road and to study the importance of the consequences that its presence had on the territory and on the way ancient people conceived the landscape where they lived.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE BORDEAUX MONTAIGNE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996836312": {
            "orgId": "996836312",
            "orgName": "UNIVERSITE BORDEAUX MONTAIGNE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}