{
    "rcn": "199021",
    "acronym": "ALHTOUR",
    "topics": "H2020-TWINN-2015",
    "title": "ASSISTED LIVING TECHNOLOGIES FOR THE HEALTH TOURISM SECTOR",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The ALHTOUR project aims to strengthen and stimulate scientific excellence, and innovation capacity in technologies for independent living, applied to the health tourism at UL (Portugal) , by preparing for the set-up of a  ìHealth Tourism Living Labî, identified as a key driver for territorial development. \nThe Twinning action will activate a process of knowledge transfer which leverages on academic excellence of KUL (Belgium), UM (Netherlands) and UNIMC (Italy), as well as on complementarities and synergies among Smart Specialization Strategies (SSS) of the 4 regions involved. \nIn this way, ALHTOUR will help strengthening the triple helix cooperation skills of UL and supports SSS implementation in  the UL region. As a result, this twinning could become an example of territorial development for other regions and knowledge organisations in Europe.\nTo achieve these objectives, ALHTOUR  is developed in two action phases characterised by: \n- A multidisciplinary approach, supported by social science and humanities disciplines;\n- A constant and active involvement of different stakeholders and the business community;\n- A mutual learning and cooperation process, to benefit all partnering institutions.\n\nThe plan of collaborative activities includes: staff exchanges, academic symposiums, Job shadowing and cross functional mentoring, joint business seminars, lunch & learn events, summer school, Venture Lab on health tourism.\n\nWith regards to the Work Programme, ALTHOURT makes a contribution to the priority given to ëpersonalising health and careí as a form of responding to the ëHealth, demographic change and well-beingí societal challenge. Synergies are relevant also within Smart cities and communities. Finally, ALTHOUR is in line with the European Innovation Partnership on Active and Healthy Ageing, the objectives of the Ambient Assisted Living Joint Programme and the attention devoted by the EC to the opportunities offered by Silver Economy.",
    "totalCost": "1175205",
    "ecMaxContribution": "1175205",
    "coordinator": "UNIVERSIDADE DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "UNIVERSITA DEGLI STUDI DI MACERATA;UNIVERSITEIT MAASTRICHT;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "IT;NL;BE",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 287170
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 287600
        },
        "949885305": {
            "orgId": "949885305",
            "orgName": "UNIVERSIDADE DE LISBOA",
            "ecContrib": 322752
        },
        "960068462": {
            "orgId": "960068462",
            "orgName": "UNIVERSITA DEGLI STUDI DI MACERATA",
            "ecContrib": 277682
        }
    },
    "calculatedTotalContribution": 1175204
}