{
    "rcn": "199088",
    "acronym": "TWIMP",
    "topics": "IT-1-2015",
    "title": "Innovative Laser Solution for Cutting  Welding TWIP steel with IMProved Performance",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Located in Scurzolengo, city with a high concentration of technology, robotics and automation companies,our Company, ELETTROSYSTEM SAS, is an expert for designing and building high technology solutions through assembly and testing process machines. Currently, ELETTROSYSTEM is one of the leaders in automation technology, with 17 products sold last year regarding special assembly machines, testing benches and complete process automatic lines production, where we obtained Ä 7.4 million turnover in the past year and we offer customized and dedicated solutions to our clients in most of the industrial fields, especially in automotive, aeronautical, energy and biomedical sectors. In addition, ELETTROSYSTEM has experienced an overall growth of 100 % in the last five years (from Ä 3.7 million to Ä 7.4 million turnover) thanks to the special relevance that our international expansion has starred, having presence in Germany, France, rest of Europe and North Africa, South America and Asia.\nTWIMP, is the stand-alone equipment for a complete cutting and welding process for TWIP steel. Our product does not only meet the finishing requirements but also will solve the other two current problems:\n-Cut and weld complex shapes (required for vehicleís structural parts) by using a fiber laser head combined with a robotic arm and a CNC controller, which allows the possibility of moving the source to a precise position.\n-Reduce the total cost of the whole process by avoiding the use of filler material and making a final small and compact process machine (so power consumption will be reduced and no foundations would be required).",
    "totalCost": "2704073,75",
    "ecMaxContribution": "1892851,63",
    "coordinator": "ELETTROSYSTEM di TONA PAOLINO, TONA GIUSEPPE E C. S.A.S.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996657444": {
            "orgId": "996657444",
            "orgName": "ELETTROSYSTEM di TONA PAOLINO, TONA GIUSEPPE E C. S.A.S.",
            "ecContrib": 1892852
        }
    },
    "calculatedTotalContribution": 1892852
}