{
    "rcn": "199034",
    "acronym": "MSmed",
    "topics": "FETOPEN-1-2014",
    "title": "Mass spectrometric technology for next generation proteomics in systems medicine",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "Systems medicine designates the application of global approaches to human health and disease. Genomic technologies, especially next-generation sequencing, are already pioneering this new area. There is an urgent need to advance proteomics technologies to a similar level. This will help revolu¨tionize diagnosis and prognosis based on the expression levels and modifications of proteins in cells, tissues, organoids or body fluids. Our vision is to make mass spectrometry so robust and powerful that it will be present in every biological laboratory and in every clinic. \nThe applicants are leaders in proteomics technologies from academia and industry and have an out-standing track-record in advancing both instrumentation as well as its application in biological and disease contexts. Here we come together to develop breakthrough technology capable of more than a factor ten improvement in parameters of performance of the mass spectrometric workflow, ena¨bling patient-oriented proteome profiling. \nThe proteomics workflow will be automated, multiplexed and made ëindustrial strengthí - ready for high-throughput and in-depth clinical applications. Importantly, in addition to the identification of the main protein representative of a gene, we aim to routinely identify and quantify protein modifications and isoforms by using multidimensional approaches, including new separation, enrichment and frag¨mentation technologies. The breakthroughs aimed for will generate larger more biologically relevant data. This data will be merged with other ëomicí data and mined using machine learning technologies. \nOur results will establish the role mass spectrometry in systems medicine, making all workflows and mass spectrometry platforms available to the community. They will be used as the basis of myriad applications in biomedicine, even in the clinic. This in turn will lead to a new eco-system around improved diagnosis, elucidations of disease mechanisms and drug action.",
    "totalCost": "5038875",
    "ecMaxContribution": "3672625",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;THERMO FISHER SCIENTIFIC (BREMEN) GMBH;UNIVERSITEIT UTRECHT",
    "participantCountries": "DE;NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 700000
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 699025
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1403600
        },
        "999417676": {
            "orgId": "999417676",
            "orgName": "THERMO FISHER SCIENTIFIC (BREMEN) GMBH",
            "ecContrib": 870000
        }
    },
    "calculatedTotalContribution": 3672625
}