{
    "rcn": "199033",
    "acronym": "LIAR",
    "topics": "FETOPEN-1-2014",
    "title": "Living Architecture",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "Living Architecture (LIAR) is a modular bioreactor-wall, which is based on the operational principles of microbial fuel cell technology and synthetic ëconsortiaí of microbes. LIAR is conceived as a next-generation selectively-programmable bioreactor and integral component of human dwelling, capable of extracting valuable resources from waste water and air, generation of oxygen and production of  proteins and fiber by manipulating consortia performance. Its operational principles are grounded in distributed sensing, decentralised autonomous information processing, high-degree of fault-tolerance and distributed actuation and reconfiguration. Applications within urban systems are examined as a form of customizable micro-agriculture for installation in domestic, public (schools, hospitals) and office environments. Such a system has far reaching impacts on the building performance (resilience, resource recycling) manufacturing and design with ecosystems.\n\nThe project establishes: \n\nï Foundational concepts through which ëdesignedí metabolisms can computationally process, recycle, remediate and synthesise valuable compounds from waste water. \n\nï Transferable principles by which synthetic ecosystems can shape the environmental performance of our living spaces to increase our health, productivity and ecosystems impact.\n\nï New standards for synthetic ëecosystemsí through consortia design, engineering and optimization.",
    "totalCost": "3216555",
    "ecMaxContribution": "3216555",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "EXPLORA SRL;LIQUIFER SYSTEMS GROUP GMBH;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL;UNIVERSITA DEGLI STUDI DI TRENTO",
    "participantCountries": "IT;AT;ES;UK",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 975151
        },
        "999839432": {
            "orgId": "999839432",
            "orgName": "UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL",
            "ecContrib": 897605
        },
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 217219
        },
        "998626059": {
            "orgId": "998626059",
            "orgName": "EXPLORA SRL",
            "ecContrib": 462188
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 340306
        },
        "963628459": {
            "orgId": "963628459",
            "orgName": "LIQUIFER SYSTEMS GROUP GMBH",
            "ecContrib": 324086
        }
    },
    "calculatedTotalContribution": 3216555
}