{
    "rcn": "199072",
    "acronym": "PoroFrac",
    "topics": "ERC-ADG-2014",
    "title": "A high-fidelity isogeometric simulation methodology for fracture in porous media",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Fracture in heterogeneous, (partially) fluid-saturated porous media is a multi-scale problem with moving internal boundaries, characterised by a high degree of complexity and uncertainty. Nevertheless, in spite of an abundance of research on fracture in solid materials, there is relatively little work on fluid-saturated porous materials. Herein, a robust, flexible simulation technology will be developed for existing faults and propagating fractures in such media. The project consists of three pillars, each of which will have a scientific impact in its own right, complemented by a horizontal, application-oriented theme, which links the pillars, creates synergy and added value, and applies and elaborates the technology for hydraulic fracturing and for fault dynamics during earthquakes. In pillar 1 a mesoscopic, multi-phase model will be developed for fluid transport in cracks which are embedded in a fluid-saturated porous medium. The development of an adaptive spline technology in pillar 2 will enable to capture crack propagation and branching in arbitrary directions on arbitrary discretisations. The reliability method of pillar 3 will make it possible to make a quantitative assessment of the probability that, in a layered, heterogeneous medium, a crack propagates in a certain direction. Its successful completion will pave the way for a wider acceptance and use of reliability methods in fracture analyses, well beyond the primary application area of porous media. The linking theme will showcase some direct applications, in hydraulic fracturing and in earthquake analysis, but has a much wider range of applicability, e.g. for the safety analysis of CO? or nuclear waste storage in sub-surface formations, or fracture in fluid-saturated human tissues. Thus, the project will result in a robust simulation tool for fracture propagation in fluid-saturated porous media with unprecedented predictive capabilities for societal issues in energy, health, environment, and safety.",
    "totalCost": "2329520",
    "ecMaxContribution": "2329520",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 2329520
        }
    },
    "calculatedTotalContribution": 2329520
}