{
    "rcn": "199080",
    "acronym": "EEN Northern NL",
    "topics": "INNOVATION",
    "title": "EEN Northern Netherlands: enhancing the innovation capacity of SME's",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "In addition to the innovation-related services offered by EEN Northern Netherlands,  this H2020 project  will provide  in-depth services enhancing the innovation capacity of SMEs. Due to several reasons (f.e.  a lack of offers, unaffordable market prices or poor quality), consulting service offers enhancing the innovation management capacity of companies are not readily available  to SMEs in many European regions, including the Northern Netherlands.\nThis specific Horizon 2020 activity within the EEN services therefore offers mentoring and coaching services to beneficiaries with the objective to increase and accelerate economic returns from innovation. \n\nThe EEN Northern NL consortium addresses this specific challenge with two service packages:\n1.\tKey account management services for H2020 SME instrument beneficiaries: By offering key acount management services  to beneficiaries of the H20202 SME instrument  it will be possible  to support these SMEís in their innovation process and enhance their innovation capacity.\n2.\tServices to enhance the innovation management capacities of SMEs:  particularly promising SMEs will be supported by the  enhancement of  their innovation  management capacities. This will be done by carry out a diagnostic audit of  selected SMEs that are capable of growth and successful internationalisation in order to develop and implement a tailored action plan to improve the SMEís capacity to manage innovation processes.\n\nWithin the consortium expertise and knowledge on internationalisation and innovation is pooled together to offer SME's expert information, advice and coaching. This project focusses on the selection of promising SMEís within in the region and enable them to enhance their innovation capacity under the supervision of  experienced innovation coaches.",
    "totalCost": "82750",
    "ecMaxContribution": "82750",
    "coordinator": "STICHTING CUBE",
    "coordinatorCountry": "NL",
    "participants": "STICHTING BUSINESS DEVELOPMENT FRIESLAND;STICHTING WATER ALLIANCE;HEALTHY AGEING CAMPUS BV;STICHTING ENERGY VALLEY",
    "participantCountries": "NL",
    "projectParticipants": {
        "938779872": {
            "orgId": "938779872",
            "orgName": "STICHTING CUBE",
            "ecContrib": 30625
        },
        "967080301": {
            "orgId": "967080301",
            "orgName": "STICHTING ENERGY VALLEY",
            "ecContrib": 0
        },
        "950244496": {
            "orgId": "950244496",
            "orgName": "STICHTING BUSINESS DEVELOPMENT FRIESLAND",
            "ecContrib": 52125
        },
        "938762703": {
            "orgId": "938762703",
            "orgName": "STICHTING WATER ALLIANCE",
            "ecContrib": 0
        },
        "939054285": {
            "orgId": "939054285",
            "orgName": "HEALTHY AGEING CAMPUS BV",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 82750
}