{
    "rcn": "199087",
    "acronym": "TUTORIAL",
    "topics": "H2020-TWINN-2015",
    "title": "Twinning to Strengthen Tallinn University of Technologyís Research and Innovation Capacity in Nanoelectronics Based Dependable Cyber-Physical Systems",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The overall aim of the TUTORIAL project is to boost the scientific excellence and technology-transfer capacity in nanoelectronics based dependable cyber-physical systems (NBDCPS) of Tallinn University of Technology (TUT) by creating a network with the high-quality Twinning partners: Delft University of Technology (TU Delft), Politecnico di Torino (POLITO) and Deutsches Zentrum f¸r Luft- und Raumfahrt (DLR). To achieve this aim, the 3 year project will build upon the existing strong research and innovation base of TUT and its Twinning partners. \n\nTo boost their scientific excellence and technology transfer capacity in NBDCPS, the partners will implement a research and innovation strategy focused on three sub-topics: \n\n1. Reliable nanoelectronics technologies ñ TUT with TU Delft,\n2. In-field test for safety-critical systems ñ TUT with POLITO, and\n3. Dependable cyber-physical systems for space applications ñ TUT with DLR\n\nThe research and innovation strategy takes into account the recent SWOT analysis of TUT and has the following objectives: \n\nï Objective 1: Strengthen TUTís research excellence in NBDCPS\nï Objective 2: Enhance the research and innovation capacity of TUT and the Twinning partners \nï Objective 3: Raise the research profile of TUT and the Twinning Partners \nï Objective 4: Contribute to the SMART Specialisation Strategy of Estonia\nï Objective 5: Support research and innovation on a European level \n\nIn order to achieve these objectives, the consortium partners will implement a comprehensive set of measures via the projectís work packages: \n\nï Short term staff exchanges (WP1); \nï Training workshops, conferences and summer schools (WP2); \nï Dissemination and outreach (WP3).",
    "totalCost": "1000453,75",
    "ecMaxContribution": "999953,75",
    "coordinator": "TALLINNA TEHNIKAULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;POLITECNICO DI TORINO;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;IT;NL",
    "projectParticipants": {
        "999842536": {
            "orgId": "999842536",
            "orgName": "TALLINNA TEHNIKAULIKOOL",
            "ecContrib": 515819
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 158452
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 162120
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 163562
        }
    },
    "calculatedTotalContribution": 999953
}