{
    "rcn": "199051",
    "acronym": "POTENTIATE",
    "topics": "MSCA-IF-2014-EF",
    "title": "A Molecular Framework for Plant Cell Totipotency",
    "startDate": "01/06/2015",
    "endDate": "31/05/2017",
    "objective": "This proposal aims to unravel to signalling pathways that underlie induced plant cell totipotency, by combining cell and molecular techniques to chart the changes that take place as differentiated pollen cells are induced to switch developmental pathways and form embryos in culture.\nImmature male gametophytes can be induced to change their developmental fate from pollen to haploid embryo development when exposed to stress treatments in vitro. This process (microspore embryogenesis) is widely exploited in plant breeding to generate homozygous (doubled-haploid) lines in a single generation, and also provides a unique system to understand plant totipotency and early cell fate decisions. In this proposal, I aim to understand the molecular basis for this switch in developmental pathways in Brassica napus. I will combine cell tracking, cell sorting of fluorescently tagged cells and high-throughput transcriptome sequencing to chart the changes that take place as immature pollen are converted into haploid embryos, and will also determine the function of a selection of genes in the model plant, arabidopsis. \nThe project will advance my career by broadening my existing cell biology expertise, by providing training in a new field, molecular biology, and by allowing me to work with the plant model, arabidopsis. In addition, my network will be expanded to include a large group of internationally active scientists and seed companies. This novel combination of classical and state-of the-art skills, combined with the experience of working with top international groups and a plant breeding company, will place me in a solid position for a career in academia or industry.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}