{
    "rcn": "199015",
    "acronym": "EdEN",
    "topics": "H2020-TWINN-2015",
    "title": "Education Economics Network",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Education Economics Network ñ EdEN\nEdEN marks the start of an enhanced cooperation in the field of education economics between three top ranked economics of education research groups in EU-15 countries and a promising group in the Widening Countries. The deep cooperation will boost the publication and research capacities of the cooperating institutions in general, and the leading institution in particular. Education economics is one of the most important applied economics fields that provide direct evidence to policy makers on educational issues. The proposed project focuses on three clusters of methodologies ñ program evaluation, structural modeling and efficiency analysis ñ and fosters cooperation between the institutions along more specific research lines within these clusters. The project also increases the awareness of the education economics among Ph.D. students from the participating countries as well as at building a stronger network of already practicing education economists within the specific research lines.",
    "totalCost": "681437,5",
    "ecMaxContribution": "681437,5",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA KOZGAZDASAG- ES REGIONALIS TUDOMANYI KUTATOKOZPONT",
    "coordinatorCountry": "HU",
    "participants": "UNIVERSITEIT MAASTRICHT;POLITECNICO DI MILANO;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "NL;IT;BE",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 176125
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 106250
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 181438
        },
        "999432517": {
            "orgId": "999432517",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA KOZGAZDASAG- ES REGIONALIS TUDOMANYI KUTATOKOZPONT",
            "ecContrib": 217625
        }
    },
    "calculatedTotalContribution": 681438
}