{
    "rcn": "199052",
    "acronym": "cSiOnGlass",
    "topics": "MSCA-IF-2014-EF",
    "title": "Development of high-quality crystalline silicon layers on glass",
    "startDate": "01/05/2015",
    "endDate": "30/04/2017",
    "objective": "The objective of this project is the development of high quality poly silicon (poly-Si) thin films on glass applying liquid-phase crystallization by line focus laser irradiation. Introducing an adequate interface layer between the glass and the silicon film and applying laser crystallization by scanning over thin amorphous or nano-crystalline silicon thin films on glass has been shown to yield high-quality poly-Si films for solar cells. These films on glass present also high potential for other electronic devices like e.g. flat panel displays. In photovoltaic (PV) application this technology could result in significant silicon material savings and therefore cost reduction of PV modules in the near future. In the electronic industry it could give new possibilities to fabricate highly integrated electronic circuits on large area. In the frame of this project the investigation and optimization of the laser crystallization process and the design of the interface layer either for low cost soda-lime float glass or ultra-thin high temperature glass will be a focus. Solar cells and mini modules will be fabricated with the aim to develop on the one hand a process technology for large area monolithic integrated poly-Si thin film modules and on the other hand low cost wafer equivalents for back contacted solar cells which on the long-term can achieve efficiencies of multi-crystalline wafer cells. For characterization and analysis of the electronic and optical properties of the glass/poly-Si substrates and solar cells injection level dependent photoluminescence and spectral response measurements will be further developed and implemented.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "LEIBNIZ-INSTITUT FUER PHOTONISCHE TECHNOLOGIEN E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619048": {
            "orgId": "999619048",
            "orgName": "LEIBNIZ-INSTITUT FUER PHOTONISCHE TECHNOLOGIEN E.V.",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}