{
    "rcn": "199074",
    "acronym": "ARVisS",
    "topics": "PHC-12-2015-1",
    "title": "Augmented Reality Vision for Surgery",
    "startDate": "01/11/2015",
    "endDate": "30/04/2016",
    "objective": "On European scale, out of an estimated 3.45 million new cases of cancer, the most common sites are female breast, colon, lung and prostate. These four cancers represent half of the overall burden of cancer in Europe, with an economic impact estimated over 125 billion euros. With a potential of global implementation, Trivisio's ARVisS system range will provide more accessible, yet strongly improved, accuracy, completeness and time efficiency in the surgical management of the common, high incidence, malignant cancer tissues. A novel approach is proposed implementing advanced microscopy, in combination with real-time fluorescence and 3D, in-sight image guidance by pre- and intraoperative diagnostic data. Bringing these three main benefits in a straightforward, easy-to-use fashion to the practicing surgeons, the proposed medical device has the potential to bridge the current gap between traditional surgical glass loupes with external information and high standard microscopy devices. Realization of this challenge is possible when Trivisioís leading know-how and available state-of-the-art technologies, such as augmented reality and optical see-through head-mounted displays, are integrated in a simplified resection tool for healthcare. Higher success rates, time efficiency and subsequent financial cost of more common surgical interventions can then be achieved at only 25% of the current investment budget. Higher survival chances are aimed at by the decrease of post-operative side effects and a reduced cancer recurrence, leading to a lowering of the financial pressure on both medical institutions and national health care systems.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TRIVISIO PROTOTYPING GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996674322": {
            "orgId": "996674322",
            "orgName": "TRIVISIO PROTOTYPING GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}