{
    "rcn": "199017",
    "acronym": "EXCELL",
    "topics": "H2020-TWINN-2015",
    "title": "Actions for Excellence in Smart Cyber-Physical Systems applications through exploitation of Big Data in the context of Production Control and Logistics",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "EXCELL foresees the collaboration of academics from 4 EU countries (HU, DE, UK, BE) in the multidisciplinary topic of Big Data Applications for Cyber-Physical Systems in Production and Logistics Networks. The main scientific and innovation focus of EXCELL was devised both from world-wide tendencies and local requirements (expressed by the regional S3), departing from the present competences of the cooperating partners (SZTAKI, Fraunhofer-FIT, Aston, and KU Leuven).\nMain project actions focus on:\n誰 Knowledge acceleration through transnational secondments and training sessions in 8 selected Priority Research Fields (PRFs) and 6 Complementary Skills.\n誰 Supporting exploitation of research results and user-driven innovation.\n誰 Augmenting scientific impact actions through key publications and active participation in the scientific discourse,\n誰 Dissemination and sustainable innovation.\nThe 8 PRFs are: 1.Cyber-Physical Systems and Human System Interaction (responsible Fraunhofer), 2.Business-based Internet of Things and Services (resp. Fraunhofer), 3.Next-generation Authentication and Authorization Solutions (resp. KU Leuven), 4.Enhanced Context-aware Services (resp. KU Leuven), 5.Cognitive modelling and social networking approaches (resp. ASTON), 6.Data mining (resp. ASTON), 7.Data interoperability (resp. SZTAKI), 8.Tracking and tracing (resp. SZTAKI).\nThe Complementary Skills include: Technology transfer and results deployment to industry, Emotional intelligence, Motivating others, Personal impact, Stress management for managers, and Hands-on experience by using and contributing to software tools. \nEXCELL activities are aligned towards 4 major types of impact: 1. Scientific impact, 2. Industry-driven innovation and technology transfer, 3. Sustainability and exploitation, 4. General and societal engagement, enabling strategic growth in both cross-sector and cross-regional cooperation, and sustainable scientific capabilities of all staff/institutions involved.",
    "totalCost": "996775",
    "ecMaxContribution": "996775",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA SZAMITASTECHNIKAI ES AUTOMATIZALASI KUTATOINTEZET",
    "coordinatorCountry": "HU",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;KATHOLIEKE UNIVERSITEIT LEUVEN;ASTON UNIVERSITY",
    "participantCountries": "DE;BE;UK",
    "projectParticipants": {
        "999651252": {
            "orgId": "999651252",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA SZAMITASTECHNIKAI ES AUTOMATIZALASI KUTATOINTEZET",
            "ecContrib": 317875
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 225650
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 231875
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 221375
        }
    },
    "calculatedTotalContribution": 996775
}