{
    "rcn": "199098",
    "acronym": "StronGrHEP",
    "topics": "MSCA-RISE-2015",
    "title": "Strong Gravity and High-Energy Physics",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "This project explores strong-gravity phenomena involving black holes in the context of high-energy physics applications and astrophysical observations including gravitational waves. The proposed studies can be loosely classified into four groups with considerable overlap.\n\n(i) Fundamental fields in strong gravity.\nFundamental fields coupled to curvature are essential for cosmological models, for explaining the nature of dark matter or to extend the Standard Model of particle physics. In addition, scalar fields are often used as proxy for other, more complex interactions. Through numerical, perturbative and analytical modeling, we will explore the dynamics and wave emission of neutron stars and black holes in dark-matter environments and infer bounds on axion-like particles.\n\n(ii) Stability of black holes.\nThe physical stability of black-hole solutions with or without the presence of fundamental matter fields will be studied. Such solutions represent possible end states of the dynamical processes and their importance critically relies on whether they form long-term stable spacetimes.\n\n(iii) Modified theories of gravity.\nModifications and extensions of general relativity are being explored for a variety of reasons ranging from cosmological observations to attempts to unify general relativity with quantum mechanics. We will explore observable effects of various such theories in astrophysical systems with a particular focus on gravitational-wave and electromagnetic signatures, that could allow us to test general relativity against modified theories of gravity.\n\n(iv) High-energy collisions.\nThe gravitational interaction of ultrarelativistic collisions will be modeled numerically and perturbatively to probe the possibility of black-hole formation in the framework of TeV gravity scenarios.",
    "totalCost": "288000",
    "ecMaxContribution": "288000",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSIDADE DE AVEIRO;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA;INSTITUTO SUPERIOR TECNICO",
    "participantCountries": "PT;FR;IT",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 36000
        },
        "929774392": {
            "orgId": "929774392",
            "orgName": "KINKI UNIVERSITY",
            "ecContrib": 0
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 49500
        },
        "999992983": {
            "orgId": "999992983",
            "orgName": "INSTITUTO SUPERIOR TECNICO",
            "ecContrib": 72000
        },
        "962206439": {
            "orgId": "962206439",
            "orgName": "THE UNIVERSITY OF MISSISSIPPI",
            "ecContrib": 0
        },
        "973812489": {
            "orgId": "973812489",
            "orgName": "PERIMETER INSTITUTE",
            "ecContrib": 0
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 58500
        }
    },
    "calculatedTotalContribution": 216000
}