{
    "rcn": "199092",
    "acronym": "PTAL",
    "topics": "COMPET-05-2015",
    "title": "Planetary Terrestrial Analogues Library",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "A new and exciting era of planetary space exploration started in 2000 with a plethora of in-situ and orbital missions in operation at terrestrial planets and small Solar System bodies. The characterisation of the surface of these planetary objects is one of the major goals of space exploration. In order to support these operations, reduction and analyses of the space mission data, the PTAL (Planetary Terrestrial Analogues Library) project aims to build and exploit a multi-instrument spectral data base and joint spectral interpretation tools. We will determine mineral alteration pathways for natural and artificial terrestrial analogue materials under well-defined and controlled experimental conditions. The impact of varying environmental conditions (e.g., gas pressure, temperature, pH-value) will be tested to better constrain the geochemical aspect of habitable conditions on Mars, the prime target of this project. All natural and artificial rock samples and their alteration products will be characterised for the spectral library with commercial and dedicated spacecraft instrumentation (NIR, RAMAN, LIBS) under laboratory conditions, and where possible on in-situ field campaigns. \nBoth the understanding of alteration pathways and coordinated analyses of the surface of Mars from orbital and landed platforms with new and well-characterised spectral data will allow unprecedented interpretations of the climatic and environmental evolution for materials detected at new landing sites using our well-defined experimental parameter space for deriving conditions and evolution of environment and climate at Mars. Defining and characterising the ingredients for habitability at yet another planet will broaden our conception on the origin and evolution of life on our own planet, and prepare future investigations of forthcoming space missions in which several project members  are highly involved.",
    "totalCost": "1497950",
    "ecMaxContribution": "1497950",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "UNIVERSIDAD DE VALLADOLID;UNIVERSITE PARIS-SUD",
    "participantCountries": "ES;FR",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 599914
        },
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 448625
        },
        "999862809": {
            "orgId": "999862809",
            "orgName": "UNIVERSIDAD DE VALLADOLID",
            "ecContrib": 449411
        }
    },
    "calculatedTotalContribution": 1497950
}