{
    "rcn": "199082",
    "acronym": "EBSIS",
    "topics": "H2020-TWINN-2015",
    "title": "EBSIS - Event Based Systems in Ia?i - A Twinning between Universitatea Alexandru Ioan Cuza din Ia?i, UniversitÈ de Neuch‚tel and Technische Universit‰t Dresden",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The main objective of EBSIS is to strengthen the research output at the Faculty of Computer Science at Alexandru Ioan Cuza University of Iasi (UAIC), Romania. EBSIS will initiate strong and close research ties with the Institute of Informatics, University of Neuchatel (UNINE), Switzerland and with the Faculty of Informatics, Technical University of Dresden (TUD), Germany. The targeted field of research is event-based systems, an important and timely topic under the Big Data umbrella. The collaboration will stimulate the scientific activity of the partners and increase the research profile of the initiating institution through the integration of the supported activities. The two internationally-leading research partners can provide a high level of expertise in event-based systems, which is currently lacking at the initiating institution. The excellent background of the internationally-leading research institutions in that field, which is clearly demonstrated by the numerous publications, participation in other European projects, and organization of various manifestations (conferences, workshops) on event-based systems, makes them perfect project partners. The initiating institution can provide its expertise in information security, a research area connected to the target field of event-based systems. Short-term staff exchanges, summer schools organization, scientific seminars, and other activities detailed in the project proposal will facilitate the research exchange between partners. Besides increasing the research awareness of the initiating institution, the Twinning activities will also strengthen the inter-academic relations between the partners, and will help the initiating institution to get involved in future research projects.",
    "totalCost": "867205",
    "ecMaxContribution": "867205",
    "coordinator": "UNIVERSITATEA ALEXANDRU IOAN CUZA DIN IASI",
    "coordinatorCountry": "RO",
    "participants": "UNIVERSITE DE NEUCHATEL;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "CH;DE",
    "projectParticipants": {
        "999887738": {
            "orgId": "999887738",
            "orgName": "UNIVERSITATEA ALEXANDRU IOAN CUZA DIN IASI",
            "ecContrib": 334975
        },
        "999870181": {
            "orgId": "999870181",
            "orgName": "UNIVERSITE DE NEUCHATEL",
            "ecContrib": 315168
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 217062
        }
    },
    "calculatedTotalContribution": 867205
}