{
    "rcn": "199075",
    "acronym": "FAST-DEVELOPS",
    "topics": "ERC-PoC-2015",
    "title": "Developing new therapeutics for Friedreich ataxia",
    "startDate": "01/11/2015",
    "endDate": "30/04/2017",
    "objective": "Friedreich ataxia (FRDA) is a devastating neurodegenerative orphan disease that affects children and young adults, and has no approved therapy. The disease progressively brings patients to severe disability and significantly reduces life expectancy. The genetic defect underlying the disease causes FRDA patients to produce only low amounts of the mitochondrial protein frataxin, compared to normal subjects. Low frataxin results in the accelerated death of peripheral sensory neurons, causing the disease. Goal of any tentative specific therapy is therefore to increase frataxin levels in FRDA patients. Building on our original discovery that unveiled the mechanism of physiological frataxin degradation, we are developing new chemical entities that manage to increase frataxin in FRDA patients cells by preventing the degradation of frataxin. This effort is currently funded by an ERC Advanced Grant (Friedreich Ataxia Seeks Therapy ñ FAST, project number 293699). \nWe now plan to bring some of the most promising compounds emerging from the above mentioned ERC-funded project, to the proof of concept (POC) of efficacy in living sensory neurons derived from FRDA patients. This will be achieved by demonstrating that our compounds are able to increase frataxin in sensory neurons generated from patient-derived induced pluripotent stem cells. A defined path for the further de-risking and development of compounds that have reached the POC stage, has been discussed together with Cydan Development, the leading orphan drug accelerator, and the VC firm Kurma Partners.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}