{
    "rcn": "199026",
    "acronym": "papabuild",
    "topics": "MSCA-RISE-2015",
    "title": "Advanced physical-acoustic and psycho-acoustic diagnostic methods for innovation in building acoustics",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "'As clearly stated in report no. 10/2014 'Noise in Europe 2014' by the European Environment Agency, noise pollution is a major environmental health problem in Europe, yet the lack of comparable common assessment methods causes significant inconsistencies in exposure estimates of people affected by noise. However, in the past few years building acoustics has been influenced by evolution issues in terms of new acoustics requirements focused on sound insulation at low frequencies (reflected in proposals in the ISO 140 family), and by improving the single-number quantities (ISO 717) which would correlate better with subjective perception of sounds transmitted through building structures.\nThe proposed project aims at (1) improving the diagnostic methods for more precise determination of physical properties of building elements (ISO140), (2) involving subjective assessment of sound insulation to help propose a suitable single number quantity (ISO 717), and (3) enabling sustainable product innovation as the result of improved diagnostic methods.\nFirst and foremost, novel acoustic measuring techniques, specifically, Laser Scanning Vibrometry and acoustic cameras, will be applied for developing novel diagnostic procedures. Second, noise perception tests will be developed using advanced, full 3D sound field recreation techniques. Single number quantities will be proposed to reflect perceived annoyance by noise, with the extension to low-frequency range <100 Hz. Finally, these advancements will be used for innovative design of building elements with improved sound insulation.\nThis will have a lasting impact on collaborating partners of the consortium, both on universities, whose task will be to implement the research findings in practical solutions connected to noise abatement for raising living comfort, and SMEs, who will gain knowledge for innovation in design of sound insulating building elements and learn new methods for a precise detection of sound insulation deficiencies\n'",
    "totalCost": "679500",
    "ecMaxContribution": "679500",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE;A & Z ACOUSTICS SRO;EXEL RUDOLF;SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA;SPECIJALNI PROIZVODI OD DRVA FRAN DOO;HoHERE TECHNISCHE BUNDESLEHR- UND VERSUCHSANSTALT TGM",
    "participantCountries": "SK;AT;HR",
    "projectParticipants": {
        "929557015": {
            "orgId": "929557015",
            "orgName": "EXEL RUDOLF",
            "ecContrib": 31500
        },
        "999876486": {
            "orgId": "999876486",
            "orgName": "SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA",
            "ecContrib": 121500
        },
        "941232808": {
            "orgId": "941232808",
            "orgName": "HoHERE TECHNISCHE BUNDESLEHR- UND VERSUCHSANSTALT TGM",
            "ecContrib": 63000
        },
        "999868823": {
            "orgId": "999868823",
            "orgName": "SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE",
            "ecContrib": 157500
        },
        "929175902": {
            "orgId": "929175902",
            "orgName": "A & Z ACOUSTICS SRO",
            "ecContrib": 153000
        },
        "929295600": {
            "orgId": "929295600",
            "orgName": "SPECIJALNI PROIZVODI OD DRVA FRAN DOO",
            "ecContrib": 108000
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 45000
        }
    },
    "calculatedTotalContribution": 679500
}