{
    "rcn": "199036",
    "acronym": "GOTSolar",
    "topics": "FETOPEN-1-2014",
    "title": "New technological advances for the third generation of Solar cells",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "It is believed that solid-state perovskite solar cells (PSCs) will be the next generation of power source, contributing for fostering the use of photovoltaics in buildingsí roofs and facades. Actually, their transparency, various possibilities of colors and high kWh/nominal power ratio offer to PSCs an opportunity to conquer markets that are not attainable by traditional silicon solar cells. To turn this ambition to a marketable product several efforts are still needed and this project aims to give relevant answers to those key challenges.\nGOTSolar proposes disruptive approaches for the development of highly efficient, long-lasting and environmentally safe PSCs. Metal oxide scaffolds employing perovskites and pigment materials with extraordinary high-efficient light harvesters in conjunction with solid-state HTMs will be developed and assembled together. The obtained materials will be characterized to elucidate the interplay of the mesostructure, the perovskite absorber and the HTM layer. These measurements will be used to understand the circumstances electron and/or hole collection is favourable allowing the optimization of the whole device. This understanding and the developed materials will provide the tools to push the PV performance towards 24 % efficiency for lab-size (ca. 25 mm2) and stable for 500 h under 80 ∞C. In parallel, lead-free light absorbers will be developed aiming a power conversion efficiency of 16 %, also in lab-size cells. These high-efficient devices will be encapsulated using a new hermetically laser assisted glass encapsulation process to enable high-durability and tested under accelerated aging conditions. Following, a device of 10 ◊ 10 cm2 will be built and used for demonstrating the scalability of the developments for producing the first perovskite solar module with potential for 20 years of lifetime.",
    "totalCost": "2993403,75",
    "ecMaxContribution": "2993403,5",
    "coordinator": "UNIVERSIDADE DO PORTO",
    "coordinatorCountry": "PT",
    "participants": "GREATCELL SOLAR UK LIMITED;UNIVERSITAET ULM;INSTYTUT CHEMII FIZYCZNEJ POLSKIEJ AKADEMII NAUK;EFACEC ENGENHARIA E SISTEMAS SA;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "UK;DE;PL;PT;CH;FR",
    "projectParticipants": {
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 219925
        },
        "986018290": {
            "orgId": "986018290",
            "orgName": "GREATCELL SOLAR UK LIMITED",
            "ecContrib": 650000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 374358
        },
        "998829274": {
            "orgId": "998829274",
            "orgName": "INSTYTUT CHEMII FIZYCZNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 326450
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 670046
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 650125
        },
        "971832428": {
            "orgId": "971832428",
            "orgName": "EFACEC ENGENHARIA E SISTEMAS SA",
            "ecContrib": 102500
        }
    },
    "calculatedTotalContribution": 2993404
}