{
    "rcn": "199096",
    "acronym": "RespiceSME",
    "topics": "ICT-27-2015",
    "title": "Regional, National and European Support for Photonics Innovation Clusters enhancing SMEs Innovative Potential",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "RespiceSME will reinforce the innovative capacity of Europeís photonics SMEs, clusters and national platforms by stimulating increased collaborations in and beyond photonics. RespiceSME proposes new approaches for stronger innovative effectiveness using a 3-dimensional approach, led by an experienced, representative, interdisciplinary team. In the 1st dimension, the project will develop a measure of the innovative potential for Photonics SMEs; the index will be integrated with a methodology for auditing innovative SMEs. Coaching on these tools will lead to their diverse application; enhancing the innovative capacity of 30\\ photonics SMEs is targeted in the project. In the 2nd dimension, RespiceSME will develop new approaches for analysing value chains in close collaboration with clusters and national platforms. Empowering photonics SMEs and cluster managers to undertake early stage analyses of value chains, in the 3 separate domains of commercial intensity, technology readiness and innovative potential, will lead to more effective penetration by European photonics SMEs in global non-photonics sectors. Approaches will be demonstrated by new business collaborations in photonics, and using photonics, in manufacturing, energy and transport sectors. Harnessing the full innovative capacity of the European photonics infrastructure is the objective of the 3rd RespiceSME dimension. Best practices for enabling photonics SMEs access European and regional infrastructures, harness educational and training programmes aligned with their specific needs, determine next generation regional innovative smart specialisation strategies, and be better resourced by efficient public and private financial supports, can be transformative. RespiceSME will disseminate results using face to face and multimedia tools. 6 events, spanning cluster/national platform, inter-sectoral meetings, and B2B brokerage events and multimedia tools will lead to an intensification of research collaborations.",
    "totalCost": "1109047,5",
    "ecMaxContribution": "1109047,5",
    "coordinator": "STEINBEIS 2I GMBH",
    "coordinatorCountry": "DE",
    "participants": "STEINBEIS INNOVATION GGMBH;NATIONAL UNIVERSITY OF IRELAND GALWAY;ASSOCIATION OPTICSVALLEY - AU SERVICE DE L OPTIQUE DE L ELECTRONIQUE ET DE L INGENIERIE LOGICIELLE EN ILE-DE-FRANCE;PHOTONICS AUSTRIA - PLATTFORM ZUR FORDERUNG DER OSTERREICHISCHEN INTERESSEN IM BEREICH PHOTONIKEICH PHOTONIK;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;OPTECNET DEUTSCHLAND EV;KNOWLEDGE TRANSFER NETWORK LIMITED;SOUTHERN EUROPEAN CLUSTER IN PHOTONICS & OPTICS ASSOCIACION;EKONOMISKA FORENINGEN PHOTONICSWEDEN;VIESOJI ISTAIGA FIZIKOS INSTITUTO MOKSLO IR TECHNOLOGIJU PARKAS",
    "participantCountries": "DE;IE;FR;AT;EL;UK;ES;SE;LT",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 0
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 80656
        },
        "949746595": {
            "orgId": "949746595",
            "orgName": "KNOWLEDGE TRANSFER NETWORK LIMITED",
            "ecContrib": 84875
        },
        "949035003": {
            "orgId": "949035003",
            "orgName": "PHOTONICS AUSTRIA - PLATTFORM ZUR FORDERUNG DER OSTERREICHISCHEN INTERESSEN IM BEREICH PHOTONIKEICH PHOTONIK",
            "ecContrib": 126986
        },
        "965095972": {
            "orgId": "965095972",
            "orgName": "EKONOMISKA FORENINGEN PHOTONICSWEDEN",
            "ecContrib": 138531
        },
        "969484446": {
            "orgId": "969484446",
            "orgName": "SOUTHERN EUROPEAN CLUSTER IN PHOTONICS & OPTICS ASSOCIACION",
            "ecContrib": 95688
        },
        "999623025": {
            "orgId": "999623025",
            "orgName": "ASSOCIATION OPTICSVALLEY - AU SERVICE DE L OPTIQUE DE L ELECTRONIQUE ET DE L INGENIERIE LOGICIELLE EN ILE-DE-FRANCE",
            "ecContrib": 133878
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 127515
        },
        "999648051": {
            "orgId": "999648051",
            "orgName": "OPTECNET DEUTSCHLAND EV",
            "ecContrib": 83438
        },
        "953756672": {
            "orgId": "953756672",
            "orgName": "VIESOJI ISTAIGA FIZIKOS INSTITUTO MOKSLO IR TECHNOLOGIJU PARKAS",
            "ecContrib": 77481
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 160000
        }
    },
    "calculatedTotalContribution": 1109048
}