{
    "rcn": "199031",
    "acronym": "FEAT",
    "topics": "FETOPEN-CSA-FETTAKEUP-2015",
    "title": "Future and Emerging Art and Technology",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "The aim of FEAT is to stimulate take-up of FET research results and create internationally significant new forms of impact and innovation by embedding and supporting high profile international artists to develop innovative artworks through deep engagements with FET projects. The project will embed six artists within FET projects where they will collaborate to develop and create new artworks that will be showcased internationally through exhibitions, participatory workshops, debates and media campaigns, concluding with a significant final exhibition and symposium. The project will enable FET researchers to work collaboratively with leading artists to develop new artworks that critically work with and reflect on FET project research and results to enable radically new technologies to reach the widest possible audiences through international exhibitions, the global media and socially engaged participatory events including festivals, debates, workshops and discussion events.  FEAT will demonstrate how novel perspectives on ways that FET results can be used for social innovation and global development will arise through the process of collaboration and dissemination of the work. We will give confidence to FET researchers to enable them to embrace creative interactions for innovation by providing new frameworks for successfully collaborating with artists to drive innovation in Europe. Our measureable high-impact outputs will prompt new ways of thinking about ways in which FET results are shared by reaching out to non-traditional, diverse audiences and stakeholders in ways that are meaningful to them, through critical reflections, and both emotional and intellectual engagements. By catching the imagination of the public and the media by providing tangible contexts for radically new technologies within our future cultural life and enabling a space for societal debate we will significantly enhance take-up of FET research results.",
    "totalCost": "492937,5",
    "ecMaxContribution": "492312,5",
    "coordinator": "EUTEMA GMBH",
    "coordinatorCountry": "AT",
    "participants": "YOURIS.COM;STICHTING WAAG SOCIETY",
    "participantCountries": "BE;NL",
    "projectParticipants": {
        "949705079": {
            "orgId": "949705079",
            "orgName": "EUTEMA GMBH",
            "ecContrib": 197188
        },
        "984550389": {
            "orgId": "984550389",
            "orgName": "STICHTING WAAG SOCIETY",
            "ecContrib": 234250
        },
        "985482171": {
            "orgId": "985482171",
            "orgName": "YOURIS.COM",
            "ecContrib": 60875
        }
    },
    "calculatedTotalContribution": 492313
}