{
    "rcn": "199024",
    "acronym": "its4land",
    "topics": "ICT-39-2015",
    "title": "Geospatial technology innovations for land tenure security in East Africa",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "its4land delivers an innovative suite of land tenure recording tools that responds to sub Saharan Africaís immense challenge to rapidly and cheaply map millions of unrecognized land rights in the region. ICT innovation will play a key role. Existing approaches have failed: disputes abound, investment is impeded, and the communityís poorest lose out. its4land reinforces strategic collaboration between the EU and East Africa via a scalable and transferrable ICT solution. Established local, national, and international partnerships drive the project results beyond R&D into the commercial realm. its4land combines an innovation process with emerging geospatial technologies, including smart sketchmaps, UAVs, automated feature extraction, and geocloud services, to deliver land recording services that are end-user responsive, market driven, and fit-for-purpose. The transdisciplinary work also develops supportive models for governance, capacity development, and business capitalization. Gender sensitive analysis and design is also incorporated. Set in the East African development hotbeds of Rwanda, Kenya, and Ethiopia, its4land falls within TRL 5-7: 3 major phases host 8 work packages that enable contextualization, design, and eventual land sector transformation. In line with Living Labs thinking, localized pilots and demonstrations are embedded in the design process. The experienced consortium is multi-sectorial, multi-national, and multidisciplinary. It includes SMEs and researchers from 3 EU countries and 3 East African countries: the necessary complementary skills and expertise is delivered. Responses to the range of barriers are prepared: strong networks across East Africa are key in mitigation. The tailored project management plan ensures clear milestones and deliverables, and supports result dissemination and exploitation: specific work packages and roles focus on the latter.",
    "totalCost": "3933740",
    "ecMaxContribution": "3933740",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "THE TECHNICAL UNIVERSITY OF KENYA;HANSA LUFTBILD AG;Institut d'Enseignement Superieur de Ruhengeri;BAHIR DAR UNIVERSITY;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;KATHOLIEKE UNIVERSITEIT LEUVEN;ESRI RWANDA",
    "participantCountries": "KE;DE;RW;ET;BE",
    "projectParticipants": {
        "949763570": {
            "orgId": "949763570",
            "orgName": "HANSA LUFTBILD AG",
            "ecContrib": 670938
        },
        "929261650": {
            "orgId": "929261650",
            "orgName": "THE TECHNICAL UNIVERSITY OF KENYA",
            "ecContrib": 109375
        },
        "940163480": {
            "orgId": "940163480",
            "orgName": "Institut d'Enseignement Superieur de Ruhengeri",
            "ecContrib": 98125
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 751902
        },
        "940270956": {
            "orgId": "940270956",
            "orgName": "BAHIR DAR UNIVERSITY",
            "ecContrib": 109375
        },
        "929645285": {
            "orgId": "929645285",
            "orgName": "ESRI RWANDA",
            "ecContrib": 282500
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 1171838
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 739688
        }
    },
    "calculatedTotalContribution": 3933741
}