{
    "rcn": "199035",
    "acronym": "MARA",
    "topics": "FETOPEN-1-2014",
    "title": "Molecular Analytical Robotics Assays",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "Diagnostic tests are essential to provide a targeted treatment of infectious diseases and to contain the further spread of multidrug resistant pathogens. Current methods are based either on cultivation or on PCR and have significant limitations concerning the clinical requirements to characterise pathogens including their resistance mechanisms within 3 hours. In MARA, we will develop and combine three radically novel technologies that will lead to substantial breakthroughs in science, medicine and industry and, as proof-of principle, use them to create a DNA-based molecular toolkit characterising pathogens. \nFirst, the detection of pathogen-associated antigens will be performed by Autonomous Detection Nucleic Acids (AUDENA) that are independent of any laboratory instruments and sophisticated processing. The realisation of the AUDENA concept will lead to an autonomous, stable, simple and very economic novel sensor class applicable for any water-soluble substances. The second revolutionary technology in MARA employs a novel approach in protein mimicry and creation of artificial enzymes, which represents a breakthrough in several disciplines, such as biotechnology, biomedical manufacturing and the energy sector. The third breakthrough in this project represents the development of a Molecular Robot (MORO) that can specifically identify target cells and destroy them. In MARA, the MORO will be used for the lysis of bacterial cells to release intracellular antibiotic resistance associated antigens, but the long-term vision anticipates an application as antibiotic replacement for infectious diseases and a therapeutic agent for cancer treatment, which would represent one of the most important breakthroughs in medicine in the recent years. \nTo meet the highly ambitious objectives pointed out in this proposal, MARA is driven by a complementary, multidisciplinary team of leading experts, with a young, high-profile scientist in the lead.",
    "totalCost": "3996477,5",
    "ecMaxContribution": "3996477,5",
    "coordinator": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
    "coordinatorCountry": "AT",
    "participants": "Pure Biologics Spolka Akcyjna;AARHUS UNIVERSITET;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;APTA BIOSCIENCES LIMITED;ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "participantCountries": "PL;DK;UK;DE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 647250
        },
        "930015922": {
            "orgId": "930015922",
            "orgName": "APTA BIOSCIENCES LIMITED",
            "ecContrib": 0
        },
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 581250
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 1649518
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 548460
        },
        "926254068": {
            "orgId": "926254068",
            "orgName": "Pure Biologics Spolka Akcyjna",
            "ecContrib": 570000
        }
    },
    "calculatedTotalContribution": 3996478
}