{
    "rcn": "199085",
    "acronym": "TUMAPOS",
    "topics": "NMP-25-2015",
    "title": "Using TUnnel Magneto Resistance Technology for MAgnetic POSition MeasurementTUMAPOS",
    "startDate": "01/11/2015",
    "endDate": "28/02/2018",
    "objective": "BOGEN Electronic GmbH, a German company with a 60 year history, is recognized as a leading magnetic production specialist for information recording and measurement. The aim of this project is to improve BOGEN's position in the magnetic measurement field and increase turnover, create new jobs and increase profit. The project objective is to bring a new magnetic measurement solution to market that will extend the applicability of magnetic measurement in two directions: - Higher accuracy, especially to compete with optical measurement systems with a cheaper magnetic solution - Enter a new business area, where customers request bigger reading distances between scale and sensor The development of the new measurement solution requires three parts: - Improve the TMR elements reading magnetic scales to read the scales at a\ndistance of 4 pole pitches, - Improve the inductive writing methodology to write pole pitches smaller than 25 microns, - Replace the AMR elements in the current sensing heads with the TMR elements and finalize the product With the results of the project, BOGEN can increase the reading distance to for several industries, where the accuracy is secondary to the reading distance. With the increased reading distance, finer pole pitches can be read at a shorter distance. This will provide access to many measuring tasks that can be measured only with optical solutions today and open a market potential of Ä 600 million. The combination ñ using TMR and smaller scale increments - will lead to magnetic measurement solutions with higher accuracy at lower cost. During the feasibility study, a TMR based solution was developed and successfully tested. BOGEN has a lot of experience in sensing head design and magnetic scale production, with a patent covering the most effective method to produce the smallest scale increments. The project work is organized to bring the solution from technology readiness level 6 to 9.",
    "totalCost": "1473400",
    "ecMaxContribution": "1031380",
    "coordinator": "BOGEN ELECTRONIC GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936453133": {
            "orgId": "936453133",
            "orgName": "BOGEN ELECTRONIC GMBH",
            "ecContrib": 1031380
        }
    },
    "calculatedTotalContribution": 1031380
}