{
    "rcn": "199090",
    "acronym": "CHRYSOWEB",
    "topics": "MSCA-IF-2014-EF",
    "title": "The effect of mixotrophic chrysophytes on secondary productivity in pelagic food webs",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Plankton occupy a key position in aquatic trophic webs, and today, a highly relevant topic lies ahead in assessing its global change-mediated shifts, with implications for the functioning of aquatic systems. Mixotrophic chrysophytes are prevailing elements of phytoplankton in oligo- and mesotrophic lakes. Their contribution is predicted to increase with climate warming, which imply serious consequences for pelagic trophic efficiency and ecosystem services e.g. fish production. However, our current knowledge on the nutritional quality and bottom-up effect of chrysophytes is insufficient. CHRYSOWEB aims to reveal their effects on zooplankton secondary production and diversity in a multi-disciplinary approach, which will significantly contribute to the understanding of carbon flow and nutrient cycling in alpine lakes under global change. Laboratory feeding experiments will be combined with field observations to quantify species-specific responses of relevant zooplankton taxa to chrysophytes. The underlying mechanisms will be biochemically analysed in algae and consumers. The host, WasserCluster Lunz (WCL) is a leading limnological institute in Central Europe with cutting-edge infrastructure and outstanding research performance. My supervisor, Dr Robert Ptacnik (leader of AquaScale working group, WCL) has excellent background in plankton ecology and experimental systems. The biochemical part will be performed in cooperation with Dr Martin Kainz (leader of LIPTOX working group, WCL). I will additionally benefit from the international cooperation with Prof Herwig Stibor (LMU Munich; place of secondment). CHRYSOWEB will produce front-line and timely inter-disciplinary results and enhance my future perspectives to become an independent researcher by broadening my expertise both conceptually and methodologically. The inspiring working environment, high-quality infrastructure, excellent supervision and my personal motivation guarantee the successful outcome of the project.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "WasserCluster Lunz - Biologische Station GmbH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998348639": {
            "orgId": "998348639",
            "orgName": "WasserCluster Lunz - Biologische Station GmbH",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}