{
    "rcn": "199022",
    "acronym": "UCoCoS",
    "topics": "MSCA-ITN-2015-EJD",
    "title": "Understanding and controlling complex systems",
    "startDate": "01/04/2016",
    "endDate": "31/03/2020",
    "objective": "Europe faces major challenges in science, society and industry, induced by the complexity of our hyper-connected world.  Examples are the climate change, infectious diseases, artificial interconnected systems whose dynamics are beyond our understanding such as the internet, the global banking system and the power grid. A demand of performance emerges at an unprecedented scale: collaborative sensors and robots so to ensure competitiveness of our European production industry, better management of our traffic flows, designing (de)synchronization mechanisms applicable in neuroscience, are examples illustrating the necessity to understand and control the dynamics of complex networks. \n\nHowever, this requires a fundamentally new kind of complexity science. The traditional way of reducing a system to its components fails when the global dynamics are determined mainly by the interactions. Moreover, an interdisciplinary approach is necessary as revealing common principles is key in getting grip on the complexity.\n\nThe objectives of UCoCoS are to create a control-oriented framework for complex systems, and to define a common language, common methods, tools and software for the complexity scientist. Moreover, as the first training network on the theme, UCoCoS aims at i) creating a closely connected new generation of leading European scientists, capable of designing network structures and policies to affect the networks, and ii) initiating long-term partnerships and collaboration mechanisms leading to sustainable doctoral training.\n\nThe UCoCoS approach builds on recent developments in three domains (control, computer science, mechanical engineering) and stems from the identification of a unique combination of expertise within the consortium. Every ESR performs a cutting-edge project, strongly relying on the complementary expertise of the three academic beneficiaries and benefiting from training by non-academic partners from three different sectors.",
    "totalCost": "1537619,76",
    "ecMaxContribution": "1537619,76",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "ECOLE CENTRALE DE LILLE;TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "participantCountries": "FR;NL",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "999878038": {
            "orgId": "999878038",
            "orgName": "ECOLE CENTRALE DE LILLE",
            "ecContrib": 525751
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        }
    },
    "calculatedTotalContribution": 1537620
}