{
    "rcn": "199029",
    "acronym": "BREAKBEN",
    "topics": "FETOPEN-1-2014",
    "title": "Breaking the Nonuniqueness Barrier in Electromagnetic Neuroimaging",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "By combining accurate magnetic measurements of neural activity with near-simultaneous high-definition measurements of cerebral structure ñ provided by novel methods in ultra-low-field magnetic resonance imaging (ULF MRI ) ñ we will be able to image the dynamics of human brain function at unprecedented resolution and reliability. BREAKBEN will achieve a revolution in neuroimaging; we aim at breaking the barrier for measurement of neuronal currents by ULF MRI (neural current imaging; NCI) as well as breaking the nonuniqueness barrier for magnetoencephalography (MEG) by combining it with ULF MRI and accurately presented a priori information. A key aspect in utilizing the a priori information is injected current density imaging (CDI), which will inform us about the individual conductivity structure of the head. Using novel verification and validation approaches, we will demonstrate the unique advantages of these multimodal techniques. These breakthroughs will result in completely different workflows in brain imaging, also suitable for clinical use. We believe that we are at the edge of a qualitative technology jump with ULF MRI, its applications and combinations. This will lead to a wealth of new applications and revolutionize the way we do magnetism-based measurements of the nervous system. Europe has the unique chance to lead this revolution.",
    "totalCost": "3998793",
    "ecMaxContribution": "3998793",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "ELEKTA OY;HELSINGIN JA UUDENMAAN SAIRAANHOITOPIIRIN KUNTAYHTYMƒ;PHYSIKALISCH-TECHNISCHE BUNDESANSTALT;Teknologian tutkimuskeskus VTT Oy;UNIVERSITA DEGLI STUDI GABRIELE D'ANNUNZIO DI CHIETI-PESCARA;TECHNISCHE UNIVERSITAET ILMENAU",
    "participantCountries": "FI;DE;IT",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 776141
        },
        "942133162": {
            "orgId": "942133162",
            "orgName": "ELEKTA OY",
            "ecContrib": 468245
        },
        "999596544": {
            "orgId": "999596544",
            "orgName": "PHYSIKALISCH-TECHNISCHE BUNDESANSTALT",
            "ecContrib": 779269
        },
        "999483830": {
            "orgId": "999483830",
            "orgName": "HELSINGIN JA UUDENMAAN SAIRAANHOITOPIIRIN KUNTAYHTYMÄ",
            "ecContrib": 239089
        },
        "999866786": {
            "orgId": "999866786",
            "orgName": "UNIVERSITA DEGLI STUDI GABRIELE D'ANNUNZIO DI CHIETI-PESCARA",
            "ecContrib": 440100
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "999575204": {
            "orgId": "999575204",
            "orgName": "TECHNISCHE UNIVERSITAET ILMENAU",
            "ecContrib": 442871
        }
    },
    "calculatedTotalContribution": 3145715
}