{
    "rcn": "199019",
    "acronym": "WIDENLIFE",
    "topics": "H2020-TWINN-2015",
    "title": "Widening the Scientific Excellence for Studies on Womenís and Fetal Health and Wellbeing",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Given that one in six couples face infertility, often caused by female factors, womenís reproductive health is a significant medical and socio-economical challenge. Herein, while addressing this issue, the Estonian research on female reproductive health and medicine has rapidly developed with the lead of University of Tartu (UT). Nevertheless, the UTís capacity and expertise still falls short of the leading institutions. At the same time, also the most competitive research groups face significant barriers to perform world-class science due to substantial networking gaps that still exist between previously non-linked research teams. TWINNING funding scheme is designed to overcome these aforementioned shortcomings. Thus UT has formed a WIDENLIFE consortium with its world-renowned partners: University of Oxford and Katholieke Universiteit Leuven, and altogether we have set two ambitious objectives to address. Firstly, for the UT: to become one of the leading research and teaching centres for reproductive and fetal medicine in Eastern and Northern Europe. Secondly, for all members of consortia: to intensify trilateral synergies between the research groups in the areas of female reproductive health and medicine. Our specific goals are to highlight the associations between female metabolic health and infertility, provide deeper understating for embryonal development, and offer new tools for infertility treatment and prenatal diagnostics. In order to resolve these objectives, exchange of know-how, ideas and information between the partners will be enhanced, creating the novel clinically valuable information through pooling the expertise and synergy of resources, interests and commitments by universities from Estonia, UK and Belgium. This could also mean a significant contribution to the scientific capacity of the Estonian research community as well as the health technology industry, which is one of the main focus areas for Estonian Smart Specialisation Strategy.",
    "totalCost": "1064607,5",
    "ecMaxContribution": "1064607,5",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "UK;BE",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 455380
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 251975
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 357252
        }
    },
    "calculatedTotalContribution": 1064607
}