{
    "rcn": "199018",
    "acronym": "TrainMALTA",
    "topics": "H2020-TWINN-2015",
    "title": "Interdisciplinary Training in High-Throughput Sequencing, Bioinformatics and Model Systems: Moving towards Clinical applications of Genomics",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "This proposal is designed to expedite capacity building in Malta through training in Bioinformatics for the analysis of High-Throughput Sequencing data (HTS), Epigenomics and Model Systems for the validation of candidates identified by HTS. \nFalling costs and accessibility to HTS technologies has made it easier for researchers to generate the data. The bottleneck is the data processing, analysis and integration of HTS data generated from different applications (genomics, epigenomics, transcriptomics) and validation of candidate genes and mutations identified through HTS. To this end, this Twinning action will focus on the transfer and exchange of knowledge between expert groups from two internationally-leading research institutions, the University of Cambridge (UCAM) and the Katholieke Universiteit Leuven (KU Leuven), and scientists, postgraduates and academics from the University of Malta (UoM); through varied forms of training such as  summer schools, online tutoring and mentoring, training workshops, exchanges and expert visits, networking and collaborations. The specific focus of this action will be to provide training on best-practices in bioinformatic analysis, integration of HTS data (including whole genomes and epigenomes), robust quantitative analytical methods as well as training in the use of model systems: the zebrafish model  and induced pluripotent stem cells; iPSCs. \nThese activities will significantly strengthen the knowledge base at UoM; and, by increasing the research profile of the University, help promote the participation of Malta in future EU research programmes. Furthermore, there will also be advancements in science and technology which will benefit regional and European socio-economic development.",
    "totalCost": "999372,5",
    "ecMaxContribution": "999372",
    "coordinator": "UNIVERSITA TA MALTA",
    "coordinatorCountry": "MT",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "UK;BE",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999887059": {
            "orgId": "999887059",
            "orgName": "UNIVERSITA TA MALTA",
            "ecContrib": 430750
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 206250
        }
    },
    "calculatedTotalContribution": 637000
}