{
    "rcn": "199028",
    "acronym": "BrainHack",
    "topics": "FETOPEN-3-2015",
    "title": "BrainHack: Bringing the arts and sciences of brain and neural computer interface together",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "We witness a rapid development of Brain/Neural Computer Interaction (BNCI) research including hyperscanning and collaborative BNCIs. Several recent BNCI community driven CSAs have addressed this topic (Future BNCI, BNCI Horizon 2020 ) with the BCI Society being in progress of establishing. At the same time, a growing community of international artists is exploring the boundaries of brain physiology based interaction in cinema, theatre and interactive installations. Artists address questions of BNCI ethics and aesthetics which are often overlooked by scientists but which spur general public discussion. \nSimultaneously we here the voices of BCI research community, especially young researchers, reasoning for collaboration with technologically oriented artists, which is not meeting proper response from institutions.\nOur project's objective is to organize the international artistic community experimenting with BNCI technologies and link it to the BNCI scientific community. We will center our activities around a series of enhanced hackathons with incubation support programme for young researchers. ñ Hackathons will be used as a platform to stimulate learning and exchange between artists, scientists and BNCI technology providers. The tangible outcomes of these workshops will be 1) new Spinal Projects of young creative with potential for further development; 2) wide media coverage of these events; 3) new application ideas and technological requirements for BNCI technology providers (e.g. open source software), 4) new scientific insights, and 5) ethical reflection on (artistic) applications of BNCI. \nOur project will bring the nascent artistic BNCI exploration to a new level of scientific and technological awareness, in turn raising public awareness of new neuroscientific tools and pushing the technology for exploring new applications inspired by artistic projections.",
    "totalCost": "567352,5",
    "ecMaxContribution": "549727",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;ARTSHARE INVESTIGACAO TECNOLOGIA EARTE LDA;T.S.R.ACT SRO;STICHTING WAAG SOCIETY;FONDAZIONE SANTA LUCIA;TALLINN UNIVERSITY",
    "participantCountries": "IE;PT;CZ;NL;IT;EE",
    "projectParticipants": {
        "954303849": {
            "orgId": "954303849",
            "orgName": "ARTSHARE INVESTIGACAO TECNOLOGIA EARTE LDA",
            "ecContrib": 73735
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 140873
        },
        "925586805": {
            "orgId": "925586805",
            "orgName": "T.S.R.ACT SRO",
            "ecContrib": 54015
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 97511
        },
        "999583449": {
            "orgId": "999583449",
            "orgName": "FONDAZIONE SANTA LUCIA",
            "ecContrib": 73580
        },
        "984550389": {
            "orgId": "984550389",
            "orgName": "STICHTING WAAG SOCIETY",
            "ecContrib": 95012
        }
    },
    "calculatedTotalContribution": 534726
}