{
    "rcn": "199023",
    "acronym": "MicroParticleControl",
    "topics": "ERC-StG-2015",
    "title": "Controlled synthesis of particulate matter in microfluidics",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Despite the many advantages of microchemical systems and their successful applications in chemical\nengineering research, one major drawback greatly limiting their use is their susceptibility to channel clogging\nfor flows containing particulate matter. Hence, the aim of the proposed research is to overcome the challenge\nof clogging in microfluidic devices and to design microfluidic systems that can tolerate particulate matter\nand synthesize solid materials according to their specifications (e.g. size, purity, morphology). To reach this\ngoal, we apply a combined experimental and theoretical approach, in which the experimental results will lead\nto model development reflecting the particle formation and interaction kinetics and their coupling to the\nhydrodynamics. The novel concept of the proposal is to devise engineering strategies to handle the\nparticulate matter inside the reactor depending on if the solid material is i) an unwanted and insoluble by-product\nof a reaction, or ii) the target compound (e.g. nanoparticle synthesis or crystallization of organic\nmolecules). Depending on the case we will design different ultrasound application strategies and introduce\nnucleation sites to control the location of particle formation within the microchannel. This project will\nprovide fundamental insight into the physico-chemical phenomena that result in particle formation, growth\nand agglomeration processes in continuous flow microdevices, and will provide a theoretical tool for the\nprediction of the dynamics of particle-particle, particle-wall and particle-fluid interactions, leading to\ninnovative microreactor designs.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}