{
    "rcn": "199153",
    "acronym": "COGNITUS",
    "topics": "ICT-19-2015",
    "title": "Converging broadcast and user generated content for interactive ultra-high definition services",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "COGNITUS will deliver innovative ultra-high definition (UHD) broadcasting technologies that allow the joint creation of UHD media exploiting the knowledge of professional producers, the ubiquity of user generated content (UGC), and the power of interactive networked social creativity in a synergistic multimedia production approach.\n\nThe project will provide a proof of concept to cement the viability of interactive UHD content production and exploitation, through use case demonstrators at large events of converging broadcast and user generated content for interactive UHD services. The envisaged demonstrators will be based on two different use cases drawn from real-life events. These use cases are in turn single examples of the fascinating and potentially unlimited new services that could be unleashed by the un-avoidable confluence of UHD broadcasting technology and smart social mobile UGC brought by COGNITUS.\n\nBuilding on recent technological advances, in UHD broadcasting and mobile social multimedia sharing coupled together with over fifty years of research and development in multimedia systems technology, mean that the time is now ripe for integrating research outputs towards solutions that support high-quality, user sourced, on demand media to enrich the conventional broadcasting experience. COGNITUS vision is to deliver a compelling proof of concept for the validity, effectiveness and innovative power of this integrated approach. As a consequence, over 36 months the project will demonstrate the ability to bring a new range of dedicated media services into the European broadcasting sector, adding critical value to both media and creativity sectors.",
    "totalCost": "4068691,25",
    "ecMaxContribution": "3643018,26",
    "coordinator": "BRITISH BROADCASTING CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "PACE FRANCE;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;Hellenic Telecommunications & Telematics Applications Company;SA VITEC;QUEEN MARY UNIVERSITY OF LONDON;VITEC GMBH;NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
    "participantCountries": "FR;EL;UK;DE;PT",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 417500
        },
        "970330480": {
            "orgId": "970330480",
            "orgName": "VITEC GMBH",
            "ecContrib": 252827
        },
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 474750
        },
        "996331233": {
            "orgId": "996331233",
            "orgName": "SA VITEC",
            "ecContrib": 273666
        },
        "999589075": {
            "orgId": "999589075",
            "orgName": "BRITISH BROADCASTING CORPORATION",
            "ecContrib": 916031
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 841500
        },
        "999924695": {
            "orgId": "999924695",
            "orgName": "Hellenic Telecommunications & Telematics Applications Company",
            "ecContrib": 304062
        },
        "950636473": {
            "orgId": "950636473",
            "orgName": "PACE FRANCE",
            "ecContrib": 162682
        }
    },
    "calculatedTotalContribution": 3643018
}