{
    "rcn": "199165",
    "acronym": "TACTICS",
    "topics": "PHC-12-2015-1",
    "title": "Transferring Activomics into the Clinical Setting",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Transferring Activomics into the Clinical Setting (TACTICS). Advancing our proprietary biomarker discovery tool, Activomics, into the clinical laboratory represents an exciting milestone in the introduction of this disruptive technology to the global diagnostics market. Unlike current protein-concentration focussed diagnostics, such as ELISA and MS proteomics, our approach switches the emphasis towards the enzymatic activities of a subset of these proteins, vital cell-signalling enzymes inextricably linked to disease and its progression. We have developed highly sensitive methods to detect Activomic biomarkers in blood. Screening of sera obtained from large patient cohorts led us to identify a novel Activomic biomarker that can differentiate IBD (Inflammatory Bowel Disease) patients from healthy and unhealthy controls with high accuracy (86%) and sensitivity (86%). This first effective serological marker for IBD promises to be a major breakthrough in the diagnostics and/or prognostics of this debilitating disease that counts millions of sufferers worldwide. In Europe alone, over 1 million people currently have the disease, bringing with it a major toll on public health and a concomitant heavy economic burden for the healthcare system and taxpayer. Better diagnosis and targeted therapy of IBD would reduce suffering and costs alike. We participate in this call in order to achieve this goal, allowing us to devise a comprehensive business plan that will act as a roadmap to bring our biomarker into clinical diagnostic laboratories. SME-phase 2 funding and/or further private investment will be sought using the detailed business plan in order to fully validate clinical utility.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IP RESEARCH CONSULTING SASU",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998377254": {
            "orgId": "998377254",
            "orgName": "IP RESEARCH CONSULTING SASU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}