{
    "rcn": "199137",
    "acronym": "TELMI",
    "topics": "ICT-20-2015",
    "title": "Technology Enhanced Learning of Musical Instrument Performance",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "Learning to play a musical instrument is mostly based on the master-apprentice model in which the studentís interaction and socialization is often restricted to short and punctual contact with the teacher followed by long periods of self-study resulting in high abandonment rates. In such a learning model, modern technologies are rarely employed and almost never go beyond audio and video recording.\nThe main aim of the TELMI project is to study how we learn musical instruments, taking the violin as a case study, from a pedagogical and scientific perspective and to create new interactive, assistive, self-learning, augmented-feedback, and social-aware systems complementary to traditional teaching. As a result of a tightly coupled interaction between technical and pedagogical partners, the project will attempt to answer questions such as ìHow will the musical instrument learning environments be in 5-10 years time?î and ìWhat impact will these new musical environments have in instrument learning as a whole?î The general objectives of the TELMI project are: (1) to design and implement new interaction paradigms for music learning and training based on state-of-the-art multi-modal (audio, image, video and motion) technologies, (2) to evaluate from a pedagogical point of view the effectiveness of such new paradigms, (3) based on the evaluation results, to develop new multi-modal interactive music learning prototypes for student-teacher, student only, and collaborative learning scenarios, and (4) to create a publicly available reference database of multimodal recordings for online learning and social interaction among students. The results of the project will serve as a basis for the development of next generation music learning systems, thereby improving on current student-teacher interaction, student-only practice, and furthermore providing the potential to make music education and its benefits accessible to a substantially wider public.",
    "totalCost": "2617425",
    "ecMaxContribution": "2617425",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "ROYAL COLLEGE OF MUSIC;SAICO INTELLIGENCE S.L.;UNIVERSITA DEGLI STUDI DI GENOVA;HIGHSKILLZ LIMITED",
    "participantCountries": "UK;ES;IT",
    "projectParticipants": {
        "951719284": {
            "orgId": "951719284",
            "orgName": "HIGHSKILLZ LIMITED",
            "ecContrib": 513750
        },
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 748375
        },
        "947474176": {
            "orgId": "947474176",
            "orgName": "ROYAL COLLEGE OF MUSIC",
            "ecContrib": 608175
        },
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 393750
        },
        "934812184": {
            "orgId": "934812184",
            "orgName": "SAICO INTELLIGENCE S.L.",
            "ecContrib": 353375
        }
    },
    "calculatedTotalContribution": 2617425
}