{
    "rcn": "199192",
    "acronym": "DATA4WATER",
    "topics": "H2020-TWINN-2015",
    "title": "Excellence in Smart Data and Services for Supporting Water Management",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The objective is to enhance the S&T abilities in the field of smart, data driven e-services in water management, with focus on the widening organization. The complexity of research related to water management is extremely high and requires deep expertise in several ICT-related research domains. The dynamics of water and the role of humans in the water cycle are not well understood largely because environmental and socio-economic analyses are still performed separately. \nThe specific objectives are: Enhance the science and technology capacity of the participating institutions; Raise staffís research profile as well as the one of the institutions involved; Contribute to the Smart Specialisation Strategy; Contribute to the development of a new, interdisciplinary research domain.\nMain activities in the project are: organization of workshops, summer schools; exchange and training of researchers; develop a roadmap for the UPB, aligned with the partnersí research agendas in the area of IT for water management; development of a knowledge transfer and remote training system, and inclusion of UTB team in an operational research network. The research quality system will be set up, based on the Composite indicator of Research Excellence. The project will also help to raise staffís research profile. \nThe scientific strategy of the UPB team will be oriented towards inter/trans-disciplinary and practical applicability, valorization and impact in water management, which also fits to the Smart Specialization Strategy of Romania. The main expected impact is the increase of publications number with high visibility, and the creation of an active network with relevant stakeholders.\nThe consortium was constituted so that it is representative for the research topic, that has a strong interdisciplinary character, with main focus on information technology. The project consortium consists of two leading research partners in the field of IT and a water management leading research partner.",
    "totalCost": "999493,75",
    "ecMaxContribution": "999493,75",
    "coordinator": "UNIVERSITATEA POLITEHNICA DIN BUCURESTI",
    "coordinatorCountry": "RO",
    "participants": "STICHTING IHE DELFT INSTITUTE FOR WATER EDUCATION;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "participantCountries": "NL;DE;IT",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 196375
        },
        "999842342": {
            "orgId": "999842342",
            "orgName": "UNIVERSITATEA POLITEHNICA DIN BUCURESTI",
            "ecContrib": 296875
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 262906
        },
        "951080248": {
            "orgId": "951080248",
            "orgName": "STICHTING IHE DELFT INSTITUTE FOR WATER EDUCATION",
            "ecContrib": 243338
        }
    },
    "calculatedTotalContribution": 999494
}