{
    "rcn": "199193",
    "acronym": "LASIG-TWIN",
    "topics": "H2020-TWINN-2015",
    "title": "Laser Ignition - A Twinning Collaboration for Frontier Research in Eco-Friendly Fuel-Saving Combustion",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The objective of LASIG-Twin is to create a networking collaboration between the Romanian National Institute for Laser, Plasma and Radiation Physics (INFLPR) and its Laboratory of Solid-State Quantum Electronics (ECS) and four other high renowned institutes from Germany, the UK and France, providing a unique opportunity for INFLPR and its partners to significantly increase their science excellence and visibility, technology innovation capacity and industrial exploitation capability in the fields of laser spark plug for fossil fuel efficient combustion fundamentals and applications. The project will focus on the key target actions of composing Teams of Excellence, an ambitious Training and Lecturing Program and the Roadmap for a future collaboration, organizing short term Staff Exchanges (Training) and Expert Visits (Lectures) that will help raise INFLPRís research profile as well the one of the partnering institutes, organize two public Summers School type activities, internal and external expert driven Technology Workshops and Business-to-Business (B2B) meetings in conjunction with industry and academia clusters, and finally bringing the world-renowned Laser Ignition Conference (LIC) in 2017 to the INFLPR in Romania to increase INFLPRís, the Romanian and the European visibility in the fields of Laser Ignition. The technological topic addresses the major challenge of mankind to lower the carbon footprint by efficient energy usage, thus LASIG-Twin will also have a significant societal impact. Dissemination will take care of this aspect by bringing the networking ideas to a broad public, from experts, the science community and industry stakeholder organization, to the interested, non-professional crowd, making society more aware of the importance of fuel efficiency and of the effects of EU funded Research and Development, in particular in a low developed country like Romania.",
    "totalCost": "1066112,5",
    "ecMaxContribution": "1066112,5",
    "coordinator": "INSTITUTUL NATIONAL DE CERCETARE DEZVOLTARE PENTRU FIZICA LASERILOR PLASMEI SI RADIATIEI",
    "coordinatorCountry": "RO",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;THE UNIVERSITY OF LIVERPOOL;UNIVERSITAET BAYREUTH;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "DE;UK;FR",
    "projectParticipants": {
        "999499253": {
            "orgId": "999499253",
            "orgName": "INSTITUTUL NATIONAL DE CERCETARE DEZVOLTARE PENTRU FIZICA LASERILOR PLASMEI SI RADIATIEI",
            "ecContrib": 354375
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173125
        },
        "999849908": {
            "orgId": "999849908",
            "orgName": "UNIVERSITAET BAYREUTH",
            "ecContrib": 167500
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 198750
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 172362
        }
    },
    "calculatedTotalContribution": 1066112
}