{
    "rcn": "199196",
    "acronym": "COAT",
    "topics": "ERC-PoC-2015",
    "title": "Anti-reflection coatings from solution-processable, high-refractive index inorganic/organic hybrid materials",
    "startDate": "01/12/2015",
    "endDate": "31/05/2017",
    "objective": "COAT activities aim at developing a new generation of anti-reflection (AR) coatings based on the inorganic/organic hybrid materials advanced in OASIS (Project No: 279587). COAT provides the necessary manpower for screening new formulations and produce large-area demonstrators and illustrative prototypes to persuade major partner of the validity of the proposed technology approach for future commercialisation. To ensure these demonstrators fulfil the needs of coating manufacturers and end-users, a User Committee will be established to obtain insight and specifications on identified AR coatings and enabled applications. We will seek links with, e.g. optical component manufactures, eyeglass producers and developers of large-area photonics, such as lighting and photovoltaics. We will also work closely with curators from the Londonís Natural History Museum and the Science Museum ñboth in close proximity to Imperial Collegeñ to include their needs with respect of art display applications. COAT personnel will thoroughly bench-mark our technology, provide a performance evaluation of the coatings and establish sustainability indicators for end-users. To clarify and protect our IPR technology, a detailed market analysis and valorisation potential of enabled applications will be undertaken. Prospects are highly promising. In 2013, the worldwide market for AR coatings was worth close to $3 billion and reached volume demands of ?340 ktons; furthermore, market forecasts predict that, between 2014 and 2020, the global market of AR coatings grows at a compound annual growth rate of 8.2 %. This corresponds to a net worth of close to $5 billion by 2020. Our technology, based on readily available solution-processable materials, offers a versatile form factor for a range of application platforms.  Along with the attendant manufacturing benefits, the COAT technology has all the attributes to benefit a wide range of European Industries spanning coatings, photonics and nanotechnology.",
    "totalCost": "146929",
    "ecMaxContribution": "146929",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 146929
        }
    },
    "calculatedTotalContribution": 146929
}