{
    "rcn": "199158",
    "acronym": "L2TOR",
    "topics": "ICT-20-2015",
    "title": "Second Language Tutoring using Social Robots",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The L2TOR project capitalises on recent developments in human-robot interaction in which the use of social robots is explored in the context of teaching and tutoring. Social robots have been shown to have marked benefits over screen-based tutoring technologies, and have demonstrable positive impacts on motivation in learners and their learning outcomes. L2TOR focuses on the domain of second language learning in early childhood: due to increased mobility of European citizens and increasing internationalisation, most children in Europe will be required to fluently use two or more languages. As language acquisition benefits from early, personalised and interactive tutoring, current language tutoring delivery is often ill-equipped to deal with this. As resources are insufficient to offer one-to-one tutoring with (near) native speakers in educational and home contexts, L2TOR will further the science and technology of language tutoring robots, with a strong focus on multimodal interactive tutoring for young children (4 years of age). L2TOR will focus on native speaking Dutch, German and Turkish children learning English. In addition, Turkish immigrant children in the Netherlands and Germany will be supported by a robot in acquiring Dutch and German. To realise this ambition L2TOR needs to address both technical aspects -such as multimodal interaction, human-robot interaction management and social signal processing-, pedagogical aspects -such as exploring the pedagogy of social robots and the use of social robot to assist in language tutoring- and developmental psychology aspects -such as understanding how children learn a first and second language from others and how this can be transposed to learning from robots.",
    "totalCost": "3042565",
    "ecMaxContribution": "3042562",
    "coordinator": "UNIVERSITY OF PLYMOUTH",
    "coordinatorCountry": "UK",
    "participants": "KOC UNIVERSITY;STICHTING KATHOLIEKE UNIVERSITEIT BRABANT;UNIVERSITEIT UTRECHT;QBMT;UNIVERSITAET BIELEFELD;SOFTBANK ROBOTICS EUROPE",
    "participantCountries": "TR;NL;BE;DE;FR",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 512193
        },
        "996538522": {
            "orgId": "996538522",
            "orgName": "SOFTBANK ROBOTICS EUROPE",
            "ecContrib": 486250
        },
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 544013
        },
        "999854370": {
            "orgId": "999854370",
            "orgName": "UNIVERSITAET BIELEFELD",
            "ecContrib": 448625
        },
        "999901512": {
            "orgId": "999901512",
            "orgName": "KOC UNIVERSITY",
            "ecContrib": 397593
        },
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 542238
        },
        "941042785": {
            "orgId": "941042785",
            "orgName": "QBMT",
            "ecContrib": 111650
        }
    },
    "calculatedTotalContribution": 3042562
}