{
    "rcn": "199120",
    "acronym": "PEOPLE",
    "topics": "MSCA-RISE-2015",
    "title": "PEROVSKITE OPTOELECTRONICS",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The goal of this project is to develop a lasting collaboration between top class research teams in Europe and China that fosters progress in the broad area of perovskite optoelectronics through progress in materials science, chemistry, device physics, photophysics, and device engineering. This will be realized via a cross-European, trans-continental network. Such a network is required as perovskite opotoelectronics is a research area that requires strong collaborations between researchers with different background. More specifically, the PEOPLE network is intended as a key driver for the development of perovskite optoelectronics. Multiple disciplines need to be involved so that PEOPLE can cover the entire knowledge chain: the design/synthesis of perovskite materials, processing/characterization of perovskite films, photovoltaic applications of perovskites, other emerging optoelectronic devices based on perovskites, device physics and photophysics. The combined expertise in PEOPLE is essential to achieve a transformative impact. This project regroups leading research teams in the domain of perovskite optoelectronics, with complementary expertise, in an attempt to synergise the research effort in this area.\n\nThe most important results from this project will be the human resources generated. This project will allow the exchange of ideas between top class researchers in Europe and China, both at a senior scientist level and most importantly at a junior level. Maintaining this ambition to educate researchers in a highly multidisciplinary fashion, in cutting edge techniques, is a central goal of this project. It is expected that the recognition and training of young talent in the development of perovskite optoelectronics will have long lasting benefits both for fundamental research and industry in Europe.",
    "totalCost": "1233000",
    "ecMaxContribution": "823500",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "participantCountries": "UK;IT",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 355500
        },
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 378000
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 90000
        }
    },
    "calculatedTotalContribution": 823500
}