{
    "rcn": "199126",
    "acronym": "SafeAST",
    "topics": "FTIPilot-1-2015",
    "title": "Continuous structural condition tank integrity monitoring of Above Ground Storage Tanks, aka ìSafeAST, no entry: no empty.î",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "The purpose of this action is to assist the Ä2.8bn European and global liquid storage and distribution industry in reducing the costs involved in ensuring that leaks do not occur from 500,000 above ground storage tanks (ASTs), thus avoiding avoid damage to the environment and the loss of revenue from the unscheduled outages of leaking tanks, currently estimated at Ä132m.   At its core is the exploitation of Plant Integrityís proven non-invasive storage tank floor monitoring technology capable of detecting defects as small as 25mm.\n\nPlant Integrityís SafeAST system provides continuous structural condition monitoring of ASTs, detecting any corrosion hotspots in the internal tank floor without the need to empty the tank and manually inspect the welds.  Plant Integrity provides this continuous monitoring by integrating its long range ultrasonic testing (LRUT) with sophisticated sensors and systems in order to detect defects in the annular ring and bottom plates.\n\nThe principal aim of this action is to provide final pre-launch confirmation of performance data to demonstrate the capability of SafeAST in detecting time-dependent degradation of the AST tank floor.  The secondary aim is to provide a package of comprehensive launch material (including validated Technical Reports, supportive marketing material, final hardware specification and software sign-off) to aid a successful launch.\n  \nThe five-strong SafeAST consortium comprises the T¸pras oil and gas company which operates tank farms, research and academic organisations, plus client-facing industrial product development consultancies.  Its Vision is to create a highly profitable, sustainable company (cash positive in 2 years, turnover Ä24m in four years) capable of delivering both hardware and services worth Ä80k pa to the AST condition monitoring sector (t/o Ä800m in Europe alone) and for its core technology to be recognised as the global primary on-line monitoring method in the worldís 7600 live plants.",
    "totalCost": "2827141,25",
    "ecMaxContribution": "2201214,5",
    "coordinator": "PLANT INTEGRITY LTD",
    "coordinatorCountry": "UK",
    "participants": "INNOVATIVE TECHNOLOGY AND SCIENCE LIMITED - INNOTECUK;INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE;Turkiye Petrol Rafinerileri Anonim Sirketi;BRUNEL UNIVERSITY LONDON;AINOOUCHAOU PLIROFORIKI AE",
    "participantCountries": "UK;EL;TR",
    "projectParticipants": {
        "953712149": {
            "orgId": "953712149",
            "orgName": "INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE",
            "ecContrib": 0
        },
        "973148233": {
            "orgId": "973148233",
            "orgName": "Turkiye Petrol Rafinerileri Anonim Sirketi",
            "ecContrib": 243614
        },
        "998994077": {
            "orgId": "998994077",
            "orgName": "AINOOUCHAOU PLIROFORIKI AE",
            "ecContrib": 400355
        },
        "990136037": {
            "orgId": "990136037",
            "orgName": "INNOVATIVE TECHNOLOGY AND SCIENCE LIMITED - INNOTECUK",
            "ecContrib": 365102
        },
        "985908486": {
            "orgId": "985908486",
            "orgName": "PLANT INTEGRITY LTD",
            "ecContrib": 451423
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 740720
        }
    },
    "calculatedTotalContribution": 2201214
}