{
    "rcn": "199141",
    "acronym": "PreventIT",
    "topics": "PHC-21-2015",
    "title": "Early risk detection and prevention in ageing people by self-administered ICT-supported assessment and a behavioural change intervention delivered by use of smartphones and smartwatches",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Lifestyle, disease and biology put older people at risk of functional decline, leading to falls, cognitive impairment, frailty, and negative consequences for quality of life. PreventIT will develop and test an ICT based mHealth System (iPAS) for the consumer market that 1) enables early identification of risk of age-related functional decline, and 2) engenders behavioural change in younger older adults in order to adopt a healthy, active lifestyle. We will use an integrated system of a smartphone/watch as frontend technology and a protected cloud-based solution for handling of personal data as backend technology. We will develop online instruments for risk-screening, complexity metrics, motivation for behavioural change, and a method for personalise exercise by phenotype, based on currently available big data sets. The ICT based intervention we develop is unique, delivered on a smartphone/watch with exercise integrated in daily life and a behaviour change programme. We will evaluate the role of technology and behavioural change theories in risk prevention by performing a multinational feasibility RCT to compare with the same intervention without use of technology and with practice as usual. Usability and feasibility will be in focus, and ageing people will be included in all phases of the project. At the end of the project all assessment and intervention components will be integrated into a personalised self-administered activity system, designed to empower ageing people to control their own health and function. A microsimulation health economics model will be developed to predict effects of our risk prevention intervention on carers and the health care system. PreventIT will be performed by a strong interdisciplinary team with previous impact in the field of ageing and ICT, and commercial partners who are strong on technology development and exploitation are included to increase the chances for iPAS to become a first choice mHealth system for the ageing generation.",
    "totalCost": "4607950",
    "ecMaxContribution": "4000000",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "THE UNIVERSITY OF MANCHESTER;STICHTING VU;AZIENDA UNITA' SANITARIA LOCALE TOSCANA CENTRO;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;HEALTH LEADS BV;AZIENDA SANITARIA DI FIRENZE;ROBERT BOSCH GESELLSCHAFT FUR MEDIZINISCHE FORSCHUNG MBH;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;DOXEE SPA",
    "participantCountries": "UK;NL;IT;CH;DE",
    "projectParticipants": {
        "942955528": {
            "orgId": "942955528",
            "orgName": "DOXEE SPA",
            "ecContrib": 350901
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 378094
        },
        "920390030": {
            "orgId": "920390030",
            "orgName": "AZIENDA UNITA' SANITARIA LOCALE TOSCANA CENTRO",
            "ecContrib": 132589
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 699022
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 421305
        },
        "998562427": {
            "orgId": "998562427",
            "orgName": "ROBERT BOSCH GESELLSCHAFT FUR MEDIZINISCHE FORSCHUNG MBH",
            "ecContrib": 665325
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        },
        "998424396": {
            "orgId": "998424396",
            "orgName": "AZIENDA SANITARIA DI FIRENZE",
            "ecContrib": 0
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 1087764
        },
        "930153856": {
            "orgId": "930153856",
            "orgName": "HEALTH LEADS BV",
            "ecContrib": 265000
        }
    },
    "calculatedTotalContribution": 4000000
}