{
    "rcn": "199134",
    "acronym": "InVID",
    "topics": "ICT-19-2015",
    "title": "In Video Veritas ñ Verification of Social Media Video Content for the News Industry",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "In video veritas, if we divert the old Latin saying: In video, there is truth! The digital media revolution and the convergence of social media with broadband wired and wireless connectivity are bringing breaking news to online video platforms; and, news organisations delivering information by Web streams and TV broadcast often rely on user-generated recordings of breaking and developing news events shared by social media to illustrate the story. However, in video there is also deception. Access to increasingly sophisticated editing and content management tools, and the ease in which fake information spreads in electronic networks requires reputable news outlets to carefully verify third-party content before publishing it, reducing their ability to break news quickly while increasing costs in times of tight budgets. \nInVID will build a platform providing services to detect, authenticate and check the reliability and accuracy of newsworthy video files and video content spread via social media. This platform will enable novel newsroom applications for broadcasters, news agencies, web pure-players, newspapers and publishers to integrate social media content into their news output without struggling to know if they can trust the material or how they can reach the user to ask permission for re-use. It will ensure that verified and rights-cleared video content is readily available for integration into breaking and developing news reports. Validated by real customer pilots, InVID will help protecting the news industry from distributing fakes, falsehoods, lost reputation and ... lawsuits.\nThe InVID platform and applications will be validated and qualified through several development and validation cycles. They will be pilot-tested by three leading institutions in the European news industry ecosystem: AFP (the French News Agency), DW (Deutsche Welle), and APA (the Austria Press Agency), and will create new exploitation possibilities for all consortium members.",
    "totalCost": "3765706,25",
    "ecMaxContribution": "3115737,5",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "DEUTSCHE WELLE;WEBLYZARD TECHNOLOGY GMBH;Condat AG;MODUL TECHNOLOGY GMBH;UNIVERSIDAD DE LLEIDA;EXO MAKINA;AGENCE FRANCE PRESSE;APA-IT INFORMATIONS TECHNOLOGIE GMBH",
    "participantCountries": "DE;AT;ES;FR",
    "projectParticipants": {
        "999586262": {
            "orgId": "999586262",
            "orgName": "DEUTSCHE WELLE",
            "ecContrib": 311781
        },
        "999838559": {
            "orgId": "999838559",
            "orgName": "UNIVERSIDAD DE LLEIDA",
            "ecContrib": 314112
        },
        "999927605": {
            "orgId": "999927605",
            "orgName": "AGENCE FRANCE PRESSE",
            "ecContrib": 286694
        },
        "996107842": {
            "orgId": "996107842",
            "orgName": "Condat AG",
            "ecContrib": 362031
        },
        "936886723": {
            "orgId": "936886723",
            "orgName": "APA-IT INFORMATIONS TECHNOLOGIE GMBH",
            "ecContrib": 274488
        },
        "931277407": {
            "orgId": "931277407",
            "orgName": "EXO MAKINA",
            "ecContrib": 258694
        },
        "991663884": {
            "orgId": "991663884",
            "orgName": "WEBLYZARD TECHNOLOGY GMBH",
            "ecContrib": 334688
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 585000
        },
        "928778978": {
            "orgId": "928778978",
            "orgName": "MODUL TECHNOLOGY GMBH",
            "ecContrib": 388250
        }
    },
    "calculatedTotalContribution": 3115738
}