{
    "rcn": "199191",
    "acronym": "PANG",
    "topics": "MSCA-RISE-2015",
    "title": "Pathogen and Graphene",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Complications related to infectious diseases have significantly reduced, particularly in the developed countries, due to the availability and use of broad-range antibiotics and wide variety of antimicrobial agents. Excessive use of antibiotics and antimicrobial agents increased significantly the number of multi-drug resistant (MDR) bacteria. This has resulted in a serious threat to public health. The inexorable rise in the incidence of antibiotic resistance in bacterial pathogens, coupled with the low rate of emergence of new clinically useful antibiotics, has refocused attention on finding alternatives to overcome antimicrobial resistance. Novel strategies aiming to reduce the amount of antibiotics, but able to prevent and treat animal and human infections should be investigated, evidenced and approved. Among the various approaches, the use of graphene and its derivatives is currently considered a highly promising strategy to overcome microbial drug resistance.\n\nIn line with this interest in graphene by the European Commission through the graphene ëflagshipí initiatives, we respond in this consortium by exploring the utility of novel graphene based nanocomposites for the management and better understanding of microbial infections. The anti-microbical potential of the novel graphene based nanomaterials, the possibility of using such structures for the development of non-invase therapies together with the understanding of the mechanism of action will be the main focal points of the proposed project entitled ìPANGî, relating to Pathogen and Graphene. \n\nWe have gathered the essential elements, namely different academic institutions in Europe (France, Germany, and Sweden) and their associated countries (Ukraine) as well as two European companies (Graphenea-Spain and LSO Medical-France) and one company (RS RESEARCH) in one of the associated countries (Turkey). The proposed multidisciplinary project uniquely suits high-level interdisciplinary and cross-border training.",
    "totalCost": "580500",
    "ecMaxContribution": "580500",
    "coordinator": "UNIVERSITE DE LILLE",
    "coordinatorCountry": "FR",
    "participants": "RS ARASTIRMA EGITIM DANISMANLIK ILAC SANAYI TICARET LIMITED SIRKETI;LSO MEDICAL;GRAPHENEA SA;RUHR-UNIVERSITAET BOCHUM;LVIVSKYI NATIONALNYI MEDYCHNYI UNIVERSYTET IMENI DANYLA HALYTSKOHO;UNIVERSITATSKLINIKUM ERLANGEN;GOETEBORGS UNIVERSITET",
    "participantCountries": "TR;FR;ES;DE;UA;SE",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 22500
        },
        "971995582": {
            "orgId": "971995582",
            "orgName": "GRAPHENEA SA",
            "ecContrib": 49500
        },
        "999899378": {
            "orgId": "999899378",
            "orgName": "UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
            "ecContrib": 0
        },
        "931405544": {
            "orgId": "931405544",
            "orgName": "LSO MEDICAL",
            "ecContrib": 49500
        },
        "935133739": {
            "orgId": "935133739",
            "orgName": "LVIVSKYI NATIONALNYI MEDYCHNYI UNIVERSYTET IMENI DANYLA HALYTSKOHO",
            "ecContrib": 76500
        },
        "925573516": {
            "orgId": "925573516",
            "orgName": "RS ARASTIRMA EGITIM DANISMANLIK ILAC SANAYI TICARET LIMITED SIRKETI",
            "ecContrib": 157500
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 72000
        },
        "999866495": {
            "orgId": "999866495",
            "orgName": "UNIVERSITATSKLINIKUM ERLANGEN",
            "ecContrib": 45000
        },
        "910186018": {
            "orgId": "910186018",
            "orgName": "UNIVERSITE DE LILLE",
            "ecContrib": 108000
        }
    },
    "calculatedTotalContribution": 580500
}