{
    "rcn": "199143",
    "acronym": "ASTROSTAT",
    "topics": "MSCA-RISE-2015",
    "title": "Development of Novel Statistical Tools for the Analysis of Astronomical Data",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "We propose an interdisciplinary collaboration network involving leading groups in Astrophysics (Astrophysics Group in Crete, Geneva Observatory, Smithsonian Astrophysical Observatory, Ohio State University. and Nortwestern University),  and Statistics (Imperial College, University. of California Davis). The goal of this project is to share expertise between the different fields and geographical areas in order to tackle key questions in observational Astrophysics, related to the nature of dark energy and dark matter, the populations of accreting binary stars in galaxies and their evolution, and the morphological and activity classification of galaxies. To address each of these questions we will use state-of-the-art observations and theoretical models, and we will develop novel, principled tools for statistical analysis in the domains of source classification, structure detection, and fitting. The methods developed under this program will have lasting value and applications beyond the field of Astrophysics.",
    "totalCost": "652500",
    "ecMaxContribution": "526500",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;UNIVERSITE DE GENEVE",
    "participantCountries": "UK;CH",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 148500
        },
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 279000
        },
        "936484367": {
            "orgId": "936484367",
            "orgName": "Smithsonian Astrophysical Observatory",
            "ecContrib": 0
        },
        "999627778": {
            "orgId": "999627778",
            "orgName": "NORTHWESTERN UNIVERSITY",
            "ecContrib": 0
        },
        "998813463": {
            "orgId": "998813463",
            "orgName": "THE OHIO STATE UNIVERSITY",
            "ecContrib": 0
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 99000
        }
    },
    "calculatedTotalContribution": 526500
}