{
    "rcn": "199199",
    "acronym": "EDAX",
    "topics": "ERC-ADG-2014",
    "title": "Beating Complexity through Selectivity:Excited state Dynamics from Anti-Stokes and non-linear resonant inelastic X-ray scattering",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The key to move from a mere description of static materials properties to the determination and control of functionality and chemistry lies in understanding dynamic pathways through multidimensional energy landscapes.\n\nThrough my efforts over the last decade my group accomplished breakthroughs towards the required excited states selectivity and to follow dynamic pathways with resonant inelastic soft x-ray scattering (RIXS) in three aspects: Non-linear RIXS for materials science to boost scattering efficiency. Time resolved and Anti-Stokes RIXS for back-ground free detection of excited states. Sub-natural line width RIXS to map out potential energy surfaces at selected atoms. \n\nIn the ERC research I link these unfolding fields and combine them with ab-initio treatment of excited states to create unprecedented back-ground free X-ray probes of excited states of matter and their dynamics. This will be femtosecond time resolved Anti-Stokes RIXS for excited state selectivity with transform limited pulses and doubly resonant soft X-ray 4 wave mixing to determine multi-center dynamics on atomic scales.\n\nThe ERC grant will answer long standing questions on the governing principles of functionality, regarding chemical pathways and energy landscapes in molecules as well as phase transitions, driven phases and emergence in functional materials.\n\nThese novel approaches become only now feasible through the unprecedented brilliance of Free-Electron Lasers and the efforts of my group over the last decade. The ERC grant will establish proof-of-principle at brilliant soft X-ray Free-Electron Lasers that will be followed by world leading, ideal conditions implemented at the European XFEL.",
    "totalCost": "2496250",
    "ecMaxContribution": "2496250",
    "coordinator": "UNIVERSITAET POTSDAM",
    "coordinatorCountry": "DE",
    "participants": "EUROPEAN X-RAY FREE-ELECTRON LASERFACILITY GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "999854855": {
            "orgId": "999854855",
            "orgName": "UNIVERSITAET POTSDAM",
            "ecContrib": 2301250
        },
        "974524469": {
            "orgId": "974524469",
            "orgName": "EUROPEAN X-RAY FREE-ELECTRON LASERFACILITY GMBH",
            "ecContrib": 195000
        }
    },
    "calculatedTotalContribution": 2496250
}