{
    "rcn": "199170",
    "acronym": "HiPEAC",
    "topics": "ICT-04-2015",
    "title": "High Performance and Embedded Architecture and Compilation",
    "startDate": "01/01/2016",
    "endDate": "28/02/2018",
    "objective": "HiPEAC is a support action that aims to structure and strengthen the European academic and industrial communities in computing systems: (i) by increasing innovation awareness and by encouraging researchers to engage in innovation activities; (ii) by professionally disseminating program achievements beyond the traditional scientific venues; (iii) by producing a vision document including recommendations on how to improve the innovation potential of H2020 projects, and (iv) by growing the computing systems community beyond 2000 active members in Europe.\n\nThe HiPEAC support action is meant to be the continuation of three successful FP7 networks of excellence with the same name (HiPEAC1-3). This support action will leverage the existing community, the expertise and the set of instruments that were developed since 2004 and work on the objectives of this support action: cross-sectorial platform-building, clustering of related research projects,  structuring the European academic and industrial research communities, dissemination of programme achievements, impact analysis, constituency building and roadmapping for future research and innovation agendas.\n\nThe overall approach of the HiPEAC support action is that it wants to bring together all actors and stakeholders in the computing systems community in Europe - especially EU-funded projects and SMEs - in one well managed structure where they can interact, disseminate/share information, transfer knowledge/technology, exchange human resources, think about their future challenges, experiment with ideas to strengthen the community, etc.\n\nThe HiPEAC support action will support its members and projects with tasks that are too difficult/complex to carry out individually: vision building, professional communication, recruitment, event management at the European level. By offering such services a burden is taken away from the projects and members. They can then focus on the content, and the impact of their efforts is amplified.",
    "totalCost": "3480000",
    "ecMaxContribution": "3000000",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;UNIVERSITA DI PISA;ARM LIMITED;JEMM RESEARCH SARL;THALES SA;THE UNIVERSITY OF EDINBURGH;BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "FR;DE;EL;IT;UK;ES;SE",
    "projectParticipants": {
        "999655520": {
            "orgId": "999655520",
            "orgName": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
            "ecContrib": 230000
        },
        "999751938": {
            "orgId": "999751938",
            "orgName": "THALES SA",
            "ecContrib": 40000
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 80000
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 80000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 130000
        },
        "955004286": {
            "orgId": "955004286",
            "orgName": "JEMM RESEARCH SARL",
            "ecContrib": 90000
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 80000
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 250000
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1820000
        },
        "999547074": {
            "orgId": "999547074",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
            "ecContrib": 80000
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 80000
        },
        "999813824": {
            "orgId": "999813824",
            "orgName": "ARM LIMITED",
            "ecContrib": 40000
        }
    },
    "calculatedTotalContribution": 3000000
}