{
    "rcn": "199108",
    "acronym": "ACTOMYOSIN RING",
    "topics": "ERC-ADG-2014",
    "title": "Understanding Cytokinetic Actomyosin Ring Assembly Through Genetic Code Expansion, Click Chemistry, DNA origami, and in vitro Reconstitution",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "The mechanism of cell division is conserved in many eukaryotes, from yeast to man. A contractile ring of filamentous actin and myosin II motors generates the force to bisect a mother cell into two daughters. The actomyosin ring is among the most complex cellular machines, comprising over 150 proteins. Understanding how these proteins organize themselves into a functional ring with appropriate contractile properties remains one of the great challenges in cell biology. Efforts to generate a comprehensive understanding of the mechanism of actomyosin ring assembly have been hampered by the lack of structural information on the arrangement of actin, myosin II, and actin modulators in the ring in its native state. Fundamental questions such as how actin filaments are assembled and organized into a ring remain actively debated. This project will investigate key issues pertaining to cytokinesis in the fission yeast Schizosaccharomyces pombe, which divides employing an actomyosin based contractile ring, using the methods of genetics, biochemistry, cellular imaging, DNA origami, genetic code expansion, and click chemistry. Specifically, we will (1) attempt to visualize actin filament assembly in live cells expressing fluorescent actin generated through synthetic biological approaches, including genetic code expansion and click chemistry (2) decipher actin filament polarity in the actomyosin ring using total internal reflection fluorescence microscopy of labelled dimeric and multimeric myosins V and VI generated through DNA origami approaches  (3) address when, where, and how actin filaments for cytokinesis are assembled and organized into a ring and (4) reconstitute actin filament and functional actomyosin ring assembly  in permeabilized spheroplasts and in supported bilayers. Success in the project will provide major insight into the mechanism of actomyosin ring assembly and illuminate principles behind cytoskeletal self-organization.",
    "totalCost": "2863705",
    "ecMaxContribution": "2863705",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 2863705
        }
    },
    "calculatedTotalContribution": 2863705
}