{
    "rcn": "199115",
    "acronym": "ELITRANS",
    "topics": "INFRADEV-3-2015",
    "title": "ELITRANS-Facilitating the transformation of ELI from ERDF funded, distributed infrastructures towards a unified ELI-ERIC.",
    "startDate": "01/09/2015",
    "endDate": "31/08/2018",
    "objective": "While the implementation of the ìExtreme Light Infrastructureî ELI is nearing completion in Czech Republic, Hungary and Romania, its remaining goal is to create the necessary conditions for the future operation as a single, distributed international laser user facility of pan-European dimension. \n\nThe scope of the present ELITRANS project is to complement the final implementation stage by preparing and undertaking the transformation from three legally (but not conceptually) independent construction projects towards operation as a single international legal entity, ELI-ERIC.\n\nThe main objectives are:\nï Conceptual Design of the future ELI-ERICís ìBusiness Modelî: essential elements of the future ELI-ERIC organization, financing, governance and international integration \nï Preparing ELI-ERICís ìBusiness Planî: development of concepts adapted to the operation as the worldís first international laser user facility \nï Managing the transition from Structural Funds supported implementation towards ERIC-funded operation: merging the three facilities into one unified internal structure, developing a corporate identity, strengthening user relations, developing the scientific profile, international visibility and leadership\n\nThe proposed actions are structured in eleven Work Packages. They cover the majority of activities considered necessary by the Commission for a successful implementation of ESFRI projects, and take into account specific recommendations by the ESFRI  Assessment Expert Group. The objectives shall be achieved through concepts jointly developed with European and international partner facilities, and world-leading e-infrastructures.",
    "totalCost": "3395383,75",
    "ecMaxContribution": "3395383",
    "coordinator": "ASSOCIATION INTERNATIONALE EXTREME-LIGHT-INFRASTRUCTURE DELIVERY CONSORTIUM",
    "coordinatorCountry": "BE",
    "participants": "STICHTING EGI;FYZIKALNI USTAV AV CR V.V.I;PARTNERSHIP FOR ADVANCED COMPUTINGIN EUROPE AISBL;KARLSRUHER INSTITUT FUER TECHNOLOGIE;ELI-HU KUTASI ES FEJLESZTESI NONPROFIT KOZHASZNU KORLATOLT FELELOSSEGU TARSASAG;\"INSTITUTUL NATIONAL DE CERCETARE -DEZVOLTARE PENTRU FIZICA SI INGINERIE NUCLEARA \"\"HORIA HULUBEI\"\" (IFIN-HH)\"",
    "participantCountries": "NL;CZ;BE;DE;HU;RO",
    "projectParticipants": {
        "957376421": {
            "orgId": "957376421",
            "orgName": "PARTNERSHIP FOR ADVANCED COMPUTINGIN EUROPE AISBL",
            "ecContrib": 108203
        },
        "939502328": {
            "orgId": "939502328",
            "orgName": "ASSOCIATION INTERNATIONALE EXTREME-LIGHT-INFRASTRUCTURE DELIVERY CONSORTIUM",
            "ecContrib": 923325
        },
        "999488777": {
            "orgId": "999488777",
            "orgName": "\"INSTITUTUL NATIONAL DE CERCETARE -DEZVOLTARE PENTRU FIZICA SI INGINERIE NUCLEARA \"\"HORIA HULUBEI\"\" (IFIN-HH)\"",
            "ecContrib": 704160
        },
        "989221715": {
            "orgId": "989221715",
            "orgName": "STICHTING EGI",
            "ecContrib": 67712
        },
        "999873867": {
            "orgId": "999873867",
            "orgName": "FYZIKALNI USTAV AV CR V.V.I",
            "ecContrib": 772135
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 99375
        },
        "942496815": {
            "orgId": "942496815",
            "orgName": "ELI-HU KUTASI ES FEJLESZTESI NONPROFIT KOZHASZNU KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 720473
        }
    },
    "calculatedTotalContribution": 3395383
}