{
    "rcn": "199107",
    "acronym": "EndoNaut",
    "topics": "ERC-PoC-2015",
    "title": "EndoNaut Delivery Platform",
    "startDate": "01/01/2016",
    "endDate": "30/06/2017",
    "objective": "Translating intracellular delivery to the market\nThe advent of nanotechnology allowed the combination of new chemical and physical tools to engineer carriers able to perform specific functions at the molecular level. \nIn recent years the ERC award ERC-STG-MEViC, helped to develop a powerful new technology called EndoNaut. This can be used to encapsulate and deliver dyes, imaging and contrast agents and drugs. EndoNaut technology consists of pH sensitive polymeric vesicles with the unique characteristics of endosomal delivery whilst maintaining cell viability and metabolic activity. The core technology, is based on the assembly in water of diblock copolymer poly(2-(methacryloyloxy)ethyl phosphorylcholine)ñpoly(2-(di-isopropylamino)ethyl methacrylate) (PMPCñPDPA) into vesicles (also known as polymersomes). These nanoscopic carriers enable the encapsulation of both hydrophilic and hydrophobic compounds including large biological macromolecules. Intracellular delivery is of prime importance for several applications and it can enhance existing therapies as well as allowing new ones. It is not surprising that EndoNaut  is now generating significant commercial interest from several our collaborating pharmaceutical and non-pharmaceutical partners.\nThere are two major areas of application for EndoNaut that offer opportunity for short term commercialisation. The first application is as a reagent in life science research and the second is as screening platform for new chemical entities libraries of pharmaceutical companies with few or no other option to deliver their molecules.  The world market for both intracellular reagents and high-throughput screening are predicted to grow yearly by 8-9% generating revenue in the order of billions of USD (PRNewswire). The aim of this project is to form a new company dedicated to the exploitation of EndoNaut technology. The current grant would be enabling in the translation process from laboratory to market.",
    "totalCost": "149929",
    "ecMaxContribution": "149929",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 149929
        }
    },
    "calculatedTotalContribution": 149929
}