{
    "rcn": "199129",
    "acronym": "3D-COUNT",
    "topics": "ERC-PoC-2015",
    "title": "3D-Integrated single photon detector",
    "startDate": "01/02/2016",
    "endDate": "31/07/2017",
    "objective": "Photonics, in recognition of its strategic significance and pervasiveness throughout many industrial sectors, has been identified as one of the Key Enabling Technologies for Europe. Photonics in combination with quantum information science has great potential to facilitate, transform and innovate future technologies for the better. The Proof of Concept (PoC) project intends to contribute to this by developing and testing a communication platform prototype, comprised of single photon detectors, which are efficiently coupled to single mode fibers using an innovative laser written device. This enables the integration of single photon detectors on innovative glass waveguides. These glass integrated photonic circuits offer excellent specifics for on-chip quantum optics implementations in terms of scattering losses, offering flexibility of the waveguide geometry and ensuring high coupling efficiency with optical fibers.\nThe device developed and tested in the PoC, directly addresses a market need for an integrated and efficient on-chip communication systems. Current available systems have limitations involving high costs, complex production, and inefficient coupling of detectors to optical fibers. The proposed platform will offer 1.) a simplified production process, 2.) high optical fiber coupling efficiency 3.) improved performance levels, 4.) high cost efficiency, and 5.) compactness. Such systems can be applied in a wide range of communication and non-communication applications, such as free-space optical communication, quantum communication, quantum cryptography, DNA sequencing, single molecule detection and material analysis. Moreover, the future commercialisation of quantum computing is expected to create a vast demand for these communication systems. \nIn addition to the technology PoC, the project carries out IPR strategy considerations through patenting actions, determines the market potential, seeks market feedback, and plans for post-PoC commercialisation paths.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 76250
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 73750
        }
    },
    "calculatedTotalContribution": 150000
}