{
    "rcn": "199130",
    "acronym": "ELOXIRAS",
    "topics": "SFS-08-2015",
    "title": "Electrochemical Oxidation in the Recirculating Aquaculture Systems Industry",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "Recirculating aquaculture systems (RAS) operate by filtering and removing water pollutants from the fish tanks so it can be reused. Since its introduction, RAS production has increased in volume and species with a CAGR of 14%/year, and has a worldwide market estimated in Ä6.4 billion. Marine RAS is expensive to purchase and operate, and requires high biomass culture density (kg/m3) that implies fast accumulation of toxic metabolized compounds in low water volume, implying significant volumes of fresh water. Thus, RAS end-users need cost-efficient technologies that can work in these conditions. Market available solutions are mainly bio-filtration and ozone treatments, and cannot work under these challenging conditions, showing efficacy fluctuations and start-up periods that increase the production stages and their costs. \nThat scenario has encouraged APRIA SYSTEMS, a SME with more than 9 years of experience in water treatment process, to develop ELOXIRAS. Its first prototype is based on new advanced electrochemical oxidation technology, allowing to increase production (30%), reduce fresh water consumption (20%), and increase the efficacy on removing pollutants (>90%). It can be adjusted to different RAS facilities (modular & versatile), and is easy to operate without efficacy fluctuations and start-up periods, then can be also used on logistics operations to guarantee best fish transport conditions and efficiencies. ELOXIRAS will be upgraded by APRIA supported by key technology partners as MAGNETO SPECIAL ANODES (reactor specialist) and 2 RAS end-users: RODECAN and IRTA (industrial validation tests). This approach will allow APRIA to commit on achieving a RAS EU market share of 7% for 3 marine species (seabream, seabass, turbot) primary over key RAS EU countries (Spain, France, UK, Italy, Denmark, The Netherlands). That conservative market share will permit a total ELOXIRAS sales of 1385 modules in the first 5 years of commercialisation.",
    "totalCost": "2030633,48",
    "ecMaxContribution": "1421443,43",
    "coordinator": "APRIA SYSTEMS S.L.",
    "coordinatorCountry": "ES",
    "participants": "MAGNETO SPECIAL ANODES BV;RODECAN SL",
    "participantCountries": "NL;ES",
    "projectParticipants": {
        "939080184": {
            "orgId": "939080184",
            "orgName": "APRIA SYSTEMS S.L.",
            "ecContrib": 1039221
        },
        "960248494": {
            "orgId": "960248494",
            "orgName": "RODECAN SL",
            "ecContrib": 112789
        },
        "985004446": {
            "orgId": "985004446",
            "orgName": "MAGNETO SPECIAL ANODES BV",
            "ecContrib": 269433
        }
    },
    "calculatedTotalContribution": 1421443
}