{
    "rcn": "199127",
    "acronym": "ATHENA",
    "topics": "H2020-TWINN-2015",
    "title": "Remote Sensing Science Center for Cultural Heritage",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "The ìATHENAî proposal aims to establish a Center of Excellence in the field of Remote Sensing for Cultural Heritage in the areas of  Archaeology and Cultural Heritage through the development of an enhanced knowledge base and innovative methods.  This center will be established by twinning the existing Remote Sensing and Geo-environment Research Laboratory at the Cyprus University of Technology (CUT) with internationally-leading counterparts from other Member States of the EU, such as the  Institute of Archaeological and Architectural Heritage of the National Research Council of Italy (IBAM- CNR) and the German Aerospace Centre (DLR). The goals of the Center will be aligned with the Smart Specialization Strategy of Cyprus. The close collaboration between CUT and other experts in the field of Remote Sensing for Cultural Heritage in the EU  will form a synergic network that will permit the transfer of knowledge and training of the existing personnel of CUT. As a result, the ATHENA project will have both direct and indirect social, scientific, and economic outcomes. In addition, the implementation of the project will facilitate future collaborations with experts of the Archaeology and Cultural Heritage sector in an EU level, increase the Centersí research capabilities, as well as enhance the research and academic profile of all participants. It is noteworthy to underline the importance of the geographical position of the Center in the region of eastern Mediterranean, a region inhabited thousands of years before and therefore abound in archaeological residues.",
    "totalCost": "972841,25",
    "ecMaxContribution": "972841,25",
    "coordinator": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
    "coordinatorCountry": "CY",
    "participants": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "DE;IT",
    "projectParticipants": {
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 507500
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 176250
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 289091
        }
    },
    "calculatedTotalContribution": 972841
}