{
    "rcn": "199164",
    "acronym": "JOS",
    "topics": "SIE-01-2015-1",
    "title": "JOS, the first electrified Energy Surface with high efficiency, high power and high energy savings forthe wireless charging of all low voltage devices.",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "JOS is the first Energy Surface with high-power and energy efficiency, a patented lighting and charging device system. Itís a\nlow-voltage electrified panel, on which itís possible to feed any electronic device without any cables, in numberless position\nand with an energy saving of up to 25% compared with traditional systems.\nJOS can also be powered with direct photovoltaic and itís extensible in series even on very large areas, so to use a single\npower supply and protect the environment.\nAll spaces fed with JOS will enjoy a strong reduction of electromagnetic emissions. The panel has the virtue of thermal\ninsulation and sound absorption, exploitable in the context of inner installation.\nJOS technology offers a very different technology and is characterized by: INTEGRATION of all types of devices, HIGH\nPOWER (100 W per connection), FLEXIBILITY in positioning (table, wall, ceiling), ENERGY SAVING, CUSTOMIZATION\n(functional and design).\nJOS is not just a product but a technology with a double value proposition, both B2C and B2B. JOS B2C - Consumer\nElectronics, huge market. PLUS: integration, savings, flexibility, elimination of wires.\nJOS B2B - Great alternative or integration to traditional installation - panels of custom formats, extensible in series with\nspecific devices. PLUS: reduction of time and costs in all phases, no longer traces or wiring, or structural interventions for\nchanges, electromagnetic healthiness, energy saving.\nA technology adaptable to many different contexts, including disability, multiplying and simplifying the access to energy, with\na strong facilitation of social and working conditions.\nBecause JOS is a system with many possible applications, the feasibility study will be particularly aimed at the study of\nvarious business models, according to the different contexts and at detailed analysis of the various markets.\nThe first true answer to avoid the need of CO2 polluting batteries in the near future.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JOS TECHNOLOGY",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934949536": {
            "orgId": "934949536",
            "orgName": "JOS TECHNOLOGY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}