{
    "rcn": "199149",
    "acronym": "FUTEBOL",
    "topics": "EUB-3-2015",
    "title": "FUTEBOL: Federated Union of Telecommunications Research Facilities for an EU-Brasil Open Laboratory",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "FUTEBOL composes a federation of research infrastructure in Europe and Brazil, develops a supporting control framework, and conducts experimentation-based research in order to advance the state of telecommunications through the investigation of converged optical/wireless networks. Current wireless trends (cell densification, coordinated communication, massive MIMO) pose a new set of challenges that require the joint consideration of optical and wireless network architectures. These problems are of direct impact to emerging economies such as Brazil, with highly heterogeneous infrastructure capabilities and demand, as well as to more established markets such as the EU, which aims to regain its leadership in the next generation of telecommunication technologies. FUTEBOL establishes the research infrastructure to address these research challenges through innovation over this infrastructure, with a consortium of leading industrial and academic telecommunications institutions. In this capacity, the methodology of the FUTEBOL project is organized into three steps: i) the composition of federated research infrastructure suited for integrated optical/wireless experimentation, ii) the development of a converged control framework to support experimentation on the federated research infrastructure, and iii) the direct advancement of telecommunications through research using the developed research infrastructure and control framework. The steps of FUTEBOL relate to one another in a layered manner: the end-user driven advancement of telecommunications relies on the development of the FUTEBOL converged control framework, which, in turn, requires the composition of federated research infrastructure. In this way, FUTEBOL directly addresses the agreed priority areas of Brazil and Europe cooperation to guide future innovation in the area of ICT. By leveraging and extending the prior work of the FIRE programme and FIBRE project, FUTEBOL expedites industry-centric innovation.",
    "totalCost": "1499446",
    "ecMaxContribution": "1499446",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "Instituto de TelecomunicaÁıes;Teknologian tutkimuskeskus VTT Oy;INTEL DEUTSCHLAND GMBH;UNIVERSITY OF BRISTOL",
    "participantCountries": "PT;FI;DE;UK",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 258103
        },
        "999580248": {
            "orgId": "999580248",
            "orgName": "INSTITUTO DE TELECOMUNICACOES",
            "ecContrib": 0
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 323875
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 481991
        },
        "967538432": {
            "orgId": "967538432",
            "orgName": "INTEL DEUTSCHLAND GMBH",
            "ecContrib": 197914
        }
    },
    "calculatedTotalContribution": 1261883
}