{
    "rcn": "199116",
    "acronym": "PRESCREENARRAY",
    "topics": "ERC-PoC-2015",
    "title": "Peptide arrays as a high throughput pre-screening tool",
    "startDate": "01/11/2015",
    "endDate": "30/04/2017",
    "objective": "Funded by the ERC-Starting Grant COMBIPATTERNING, we have conducted proof-of-principle experiments to synthesize peptide arrays with a density of up 25 Mio spots per cm2 (2 µm pitch). With these spot densities, a microscope slide would display more than a Billion different peptide spots, which is comparable to phage display technologies. Therefore, we want to verify the innovation potential of our novel very-high-density peptide arrays that should find a market in all kinds of applications where pre-screening of large peptide libraries is done. We think our novel PreScreenArrays should do much better than currently available display technologies and chemical compound libraries due to the following features: (a) The manufacturing cost of PreScreenArrays will be unprecedentedly low, (b) very small sample volumes, e.g. antibody sera can be analysed with our densely packed arrays, (c) we are fast and cheap in analysing the peptide arrays for binders since we donít need any readout (we know the peptideís sequence at every spot), (d) we can easily build into PreScreenArrays all kinds of artificial building blocks, e.g. posttranslational modifications of amino acids (which is a huge advantage over all display technologies), (e) we can easily synthesize focused libraries (i.e. some amino acids are fixed, while others are varied, e.g. to screen for improved antibiotic peptides), and (f) we can easily synthesize cyclic peptides that ñ similar to chemical compound libraries ñ should yield high-affinity binders for target proteins (cyclic peptides fold into fewer 3D structures when compared to linear peptides). We think that these features translate into a highly competitive technology, when compared to display techniques, and, eventually, also to chemical compound libraries.",
    "totalCost": "147247",
    "ecMaxContribution": "147247",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 147247
        }
    },
    "calculatedTotalContribution": 147247
}