{
    "rcn": "199178",
    "acronym": "EUROPRACTICE 2016",
    "topics": "ICT-25-2015",
    "title": "EUROPRACTICE training, CAD and prototyping services for European universities and research institut",
    "startDate": "01/07/2016",
    "endDate": "31/12/2018",
    "objective": "This proposal is submitted to continue the current EUROPRACTICE 2013 Service.\nThe current EUROPRACTICE 2013 Service project, part of the 7th Framework and ending on 31 December, 2018, is widely recognized as a world-leading service offering state-of-the-art CAD tools and microelectronics-based technologies to universities and industry.  Today, through the EC funding of the EUROPRACTICE 2013 project, 650 European Academia (550 universities and 100 research centers) have access to this Service.  Continuation of this service is considered indispensable (strong support letters from 130 Academia) as universities need to be able to renew their annual CAD licenses for continuing support of their research and training courses and need to get further IC prototyping services for their EC-funded research projects.  The proposal covers 2.5 years of full operation (1 July 2016 until 31 December 2018).\nThe objectives are offering access to CAD tools for training and research, and access to advanced IC and More-then-Moore technologies for prototyping.  \nAs a broker, EUROPRACTICE negotiates low cost conditions with the most popular industry-standard CAD vendors for educational use and non-commercial research within the 650 European Academia.  EUROPRACTICE has negotiated with several foundries agreements to buy or share low cost MPW (Multi Project Wafer) runs in order to offer low cost prototype possibilities to universities and research institutes in advanced IC and More-than-Moore technologies.  Also discussions will continue with other European ìserviceî providers, initiated by EC funded projects, in order to make them available to the Europractice member Academia.  As such, the IC service will be further extended with prototyping possibilities in MEMS and Photonics-like technologies.  \nDedicated training courses mainly on design flows using the latest EDA tools, PDKs and advanced technologies (that are available through Europractice) will be organized for the benefit of the 650 institution",
    "totalCost": "3850398,75",
    "ecMaxContribution": "3850398,75",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;SCIENCE AND TECHNOLOGY FACILITIES COUNCIL;UNITED KINGDOM RESEARCH AND INNOVATION",
    "participantCountries": "DE;UK",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 1790399
        },
        "999980179": {
            "orgId": "999980179",
            "orgName": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL",
            "ecContrib": 0
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 654000
        }
    },
    "calculatedTotalContribution": 2444399
}