{
    "rcn": "199112",
    "acronym": "NEO-NAT",
    "topics": "ERC-ADG-2014",
    "title": "Understanding the mass scales in nature",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "The experimental results of the first run of the Large Hadron Collider lead to the discovery of the Higgs boson but have not confirmed the dominant theoretical paradigm about the naturalness of the electro-weak scale, according to which the Higgs boson should have been accompanied by supersymmetric particles or by some other new physics able of protecting the Higgs boson mass from quadratically divergent quantum corrections.\n\nWhile the second LHC run is going to explore physics at higher energies in the next years, it is now the right moment to explore and develop new non conventional ideas about the origin of  mass scales in nature and in particular of the electro-weak scale.  Indeed, new theoretical ideas prompted by the fact that the standard paradigm is challenged by experiments, \nhave been emerging in the past 1-2 years and are acquiring interest.  Furthermore, in view of the large backgrounds unavoidably present at the Large Hadron Collider,  unexpected discoveries could be delayed or even missed if \nexperimentalists are not searching in the right direction.\nThe experimental signatures of the new non-conventional models need to be identified now.\n\n\nResearch performed by the PI and by the senior team members shows that concrete progress  can be achieved in developing new non-conventional ideas about how the electroweak scale and the gravitational Planck scale can be dynamically generated with a vastly different ratio, as observed in nature. However, dedicated funding is needed for younger researches that want to explore such directions outside the mainstream.  The main goal of this project is developing such new ideas and identifying their experimental signals.",
    "totalCost": "1876215,3",
    "ecMaxContribution": "1876215,3",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "UNIVERSITA DI PISA",
    "participantCountries": "IT",
    "projectParticipants": {
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 413250
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 1462965
        }
    },
    "calculatedTotalContribution": 1876215
}