{
    "rcn": "199155",
    "acronym": "2-IMMERSE",
    "topics": "ICT-19-2015",
    "title": "Creating and Delivering Shared and Personalised Multi-Screen Broadcast and Broadband Experiences",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "Surveys show that, although around 80% of people are using a second device (phone, tablet or laptop) when watching TV only 20% of them are engaging with ëcompanion contentí.The 2-IMMERSE project will innovate around the delivery of experiences that are created to be multi-screen in production yet delivered to be flexible across single and multiple-screens and responsive to the preferences of individual audience members. \n\nWe will build and trial services that deliver multi-screen experiences of high value content including theatre, Grand Prix motorcycle racing and live professional football in the home, in school and in public venues. The resulting delivery platform will be open to extension by third parties enabling new genres of multi-screen experiences to be created for content beyond sport and Drama. New multi-screen services will merge content from broadcast and broadband sources and support new visualisations, viewpoints, data and replay facilities in addition to social network functionality such as chatting, commenting, polling\n\nThe goal of 2-IMMERSE is to allow TV service providers to break free from the constraints of rendering a broadcast stream onto a single 16x9 frame and to develop compelling experiences that combine synchronised, interactive and customisable content service applications to provide individual and shared content customized to the number and type of screens available and the preferences of the audience.  In doing so our aim is to open up to audiences capabilities for configuration and control only available currently to producers and presenters (e.g. ìshow replay again here, keep the leaderboard on this tablet and the view of the crowd on that second wall screenî).",
    "totalCost": "4758700",
    "ecMaxContribution": "3990625",
    "coordinator": "BRITISH BROADCASTING CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "ChyronHego AB;STICHTING CENTRUM VOOR WISKUNDE EN INFORMATICA;INSTITUT FUR RUNDFUNKTECHNIK GMBH;ILLUMINATIONS (TELEVISION) LIMITED;CISCO INTERNATIONAL LIMITED;BRITISH TELECOMMUNICATIONS PUBLIC LIMITED COMPANY",
    "participantCountries": "SE;NL;DE;UK",
    "projectParticipants": {
        "929019635": {
            "orgId": "929019635",
            "orgName": "CISCO INTERNATIONAL LIMITED",
            "ecContrib": 658000
        },
        "999653968": {
            "orgId": "999653968",
            "orgName": "STICHTING CENTRUM VOOR WISKUNDE EN INFORMATICA",
            "ecContrib": 663750
        },
        "928788678": {
            "orgId": "928788678",
            "orgName": "ChyronHego AB",
            "ecContrib": 307650
        },
        "999644656": {
            "orgId": "999644656",
            "orgName": "INSTITUT FUR RUNDFUNKTECHNIK GMBH",
            "ecContrib": 681450
        },
        "928812346": {
            "orgId": "928812346",
            "orgName": "ILLUMINATIONS (TELEVISION) LIMITED",
            "ecContrib": 284025
        },
        "999908593": {
            "orgId": "999908593",
            "orgName": "BRITISH TELECOMMUNICATIONS PUBLIC LIMITED COMPANY",
            "ecContrib": 512500
        },
        "999589075": {
            "orgId": "999589075",
            "orgName": "BRITISH BROADCASTING CORPORATION",
            "ecContrib": 883250
        }
    },
    "calculatedTotalContribution": 3990625
}