{
    "rcn": "199190",
    "acronym": "ColRobot",
    "topics": "ICT-24-2015",
    "title": "Collaborative Robotics for Assembly and Kitting in Smart Manufacturing",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "Manufacturing competitiveness depends largely on its productivity, flexibility and agility to react to market demands. Robots are a key element to achieve such competitiveness, especially if they are able to collaborate with humans in a shared workspace in the shop-floor, creating a co-working partnership. The paradigm for robot usage has changed from an idea in which robots work with complete autonomy to a scenario in which robots collaborate with humans. This means taking the best of each partner, human and robot, by exploring the cognitive and dexterity capabilities of humans (focus on value-added tasks) and the capacity of robots to produce repetitive work and provide assistance. ColRobot combines cutting-edge European robot technology and end-user requirements for assembly processes to create an integrated system for collaborative robotics in which a mobile manipulator acts as a ìthird handî by delivering kits, tools, parts, and holding work pieces while the operator works on it. Humans will cognitively and physically interact with ColRobot robots using gestures, touch commands and demonstrations. The robot will be able to navigate autonomously in the factory floor to pick up the required parts and tools, and prepare kits for assembly. A safety system that pushes the limits of standardization in collaborative robotics supervises the process. The technology readiness level (TRL) will be increased by means of continuous iterative real world testing (performance, usability, relevance in manufacturing), validation and improvement. Two use cases in automobile and aerospace industry will be implemented and validated in real world operational environments. The ColRobot vision and the consortium competences in technology transfer will allow to reduce the technological innovation gap that halts the transition from science to economic and social impact.",
    "totalCost": "4338412,5",
    "ecMaxContribution": "3914493,38",
    "coordinator": "ECOLE NATIONALE SUPERIEURE D'ARTS ET METIERS",
    "coordinatorCountry": "FR",
    "participants": "RENAULT SAS;ASOCIACION DE INVESTIGACION METALURGICA DEL NOROESTE;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA;AKEO PLUS;CENTRE D'INNOVATION DES TECHNOLOGIES SANS CONTACT-EURARFID (CITC-EURARFID) ASSOCIATION;UNIVERSIDADE DE COIMBRA;THALES ALENIA SPACE FRANCE;TECHNAID SL;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
    "participantCountries": "FR;ES;DE;PT;IT",
    "projectParticipants": {
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 398922
        },
        "999425533": {
            "orgId": "999425533",
            "orgName": "RENAULT SAS",
            "ecContrib": 245704
        },
        "999513706": {
            "orgId": "999513706",
            "orgName": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
            "ecContrib": 399000
        },
        "989248002": {
            "orgId": "989248002",
            "orgName": "AKEO PLUS",
            "ecContrib": 326664
        },
        "999908205": {
            "orgId": "999908205",
            "orgName": "THALES ALENIA SPACE FRANCE",
            "ecContrib": 197298
        },
        "998801532": {
            "orgId": "998801532",
            "orgName": "ASOCIACION DE INVESTIGACION METALURGICA DEL NOROESTE",
            "ecContrib": 382000
        },
        "999641455": {
            "orgId": "999641455",
            "orgName": "TECHNAID SL",
            "ecContrib": 219479
        },
        "975114423": {
            "orgId": "975114423",
            "orgName": "CENTRE D'INNOVATION DES TECHNOLOGIES SANS CONTACT-EURARFID (CITC-EURARFID) ASSOCIATION",
            "ecContrib": 176222
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 622204
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 297000
        },
        "990741802": {
            "orgId": "990741802",
            "orgName": "ECOLE NATIONALE SUPERIEURE D'ARTS ET METIERS",
            "ecContrib": 650000
        }
    },
    "calculatedTotalContribution": 3914493
}