{
    "rcn": "199118",
    "acronym": "CAPTOR",
    "topics": "ICT-10-2015",
    "title": "Collective Awareness Platform for Tropospheric Ozone Pollution",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Air pollution is the environmental topic that European citizens worry about most (Eurobarometer 2013). It puts considerable damage to health, agriculture and our natural environment. Despite these facts, the readiness and power of European citizens to take actions themselves is limited. \nThe drivers of the CAPTOR project are three large civil society organizations. Being the interface between ministries for environmental issues, national and local political decision makers and the citizens, their experience evidences that the provision of data and information on air pollution to citizens in top-down and passive ways, as it happens today, is not sufficient to engage a critical mass of participating citizens required to support transitions in the systems of production and consumption that are the root cause of air pollution. \nCAPTOR combines the concepts of citizen science, collaborative learning and environmental grassroots activism to leverage the collective intelligence of existing networks of local communities, allowing them to understand reasons and consequences of air pollution; to stimulate debate; to address authorities with scientific valuable, robust data from citizensí network of monitoring stations; and to transform this discussion into solutions. It runs three big pilots in Austria, Italy and Spain, driven by grassroots activists and local communities where citizens will engage in the project on different levels to address their concerns. \nThe consortium includes a balanced group of multidisciplinary partners, including: institutions with recognised experience in ICT technologies, and in environmental and social sciences; one of the largest community networks in the world; and 3 NGOs with experience in grass root environmental activism and a strong links in the territory. The project has a large impact capacity, as it is reflected by the fact that more than 82 stakeholders from 21 European countries have already shown interest in the proposal results.",
    "totalCost": "1963982,5",
    "ecMaxContribution": "1963982,5",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITE CLERMONT AUVERGNE;GLOBAL 2000 UMWELTSCHUTZORGANISATION;UNIVERSITE BLAISE PASCAL CLERMONT-FERRAND II;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;ZENTRUM FUR SOZIALE INNOVATION GMBH;LEGAMBIENTE ASSOCIAZIONE ONLUS;FUNDACIO PRIVADA PER A LA XARXA OBERTA, LLIURE I NEUTRAL, GUIFI.NET;ECOLOGISTAS EN ACCION",
    "participantCountries": "FR;AT;ES;IT",
    "projectParticipants": {
        "969706479": {
            "orgId": "969706479",
            "orgName": "FUNDACIO PRIVADA PER A LA XARXA OBERTA, LLIURE I NEUTRAL, GUIFI.NET",
            "ecContrib": 73625
        },
        "997875667": {
            "orgId": "997875667",
            "orgName": "GLOBAL 2000 UMWELTSCHUTZORGANISATION",
            "ecContrib": 310748
        },
        "940719872": {
            "orgId": "940719872",
            "orgName": "ZENTRUM FUR SOZIALE INNOVATION GMBH",
            "ecContrib": 400750
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 180398
        },
        "947988470": {
            "orgId": "947988470",
            "orgName": "ECOLOGISTAS EN ACCION",
            "ecContrib": 240694
        },
        "986523951": {
            "orgId": "986523951",
            "orgName": "LEGAMBIENTE ASSOCIAZIONE ONLUS",
            "ecContrib": 266964
        },
        "916450860": {
            "orgId": "916450860",
            "orgName": "UNIVERSITE CLERMONT AUVERGNE",
            "ecContrib": 209742
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 281062
        },
        "999864070": {
            "orgId": "999864070",
            "orgName": "UNIVERSITE BLAISE PASCAL CLERMONT-FERRAND II",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1963983
}