{
    "rcn": "199167",
    "acronym": "C-Levitonics",
    "topics": "ERC-PoC-2015",
    "title": "Classical Levitonics: transposing quantum levitons to classical waves for single side band wireless data transmissions",
    "startDate": "01/12/2015",
    "endDate": "31/05/2017",
    "objective": "The project addresses the field of wireless digital communication. This field has constantly grown during the last twenty years with the development of cell phones and WiFi Local Area Network and with the development of digital TV broadcasting and satellite communications. A second expansion of digital communications has recently started with networks of objects: Bluetooth smart devices are available to consumers and RFID devices are used for object tagging, security identification and health sensors. Connecting devices will lead in a very near future to the Internet of Things. Digital communications form a huge market of 100 billion of transceivers connecting humans and devices. Any technological improvement is expected to generate important economic benefits. This is the aim of C-Levitonics. To physically encode binary information, wireless, optical fiber or copper wire data transmissions are based on the modulation of the phase or the amplitude of an electromagnetic wave, called carrier wave. A new waveform for the phase modulation associated with an elementary symbol (or bit) is proposed. It derives from a direct application to classical physics of the recently discovered levitons in quantum physics, a by-product of a former ERC AdG MeQuaNO project. The new modulation, called Single Side Band Phase Shift Keying (SSB-PSK), provides attractive spectral properties: single side band (SSB) spectrum (highly desired feature in optical or radio communications) and reduced frequency bandwidth allowing more users in a frequency range. Totally new (patent pending) SSB-PSK can operate using existing digital communication technology. A convincing demonstrator based on software radio technology will be delivered. In parallel a market prospective will identify the best markets and the technical specifications adjusted to them. At the end of the C-Levitonics project a start-up will be created providing development, consulting services and licensed technology transfer.",
    "totalCost": "149404",
    "ecMaxContribution": "149404",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 149404
        }
    },
    "calculatedTotalContribution": 149404
}