{
    "rcn": "199197",
    "acronym": "COCOA CLOUD",
    "topics": "ICT-37-2015-1",
    "title": "COllaborative CO-creation of web Applications on the CLOUD",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "COCOA CLOUD is an innovative application development tool that will revolutionize the way complex web applications are built and user interfaces designed. Thanks to COCOA CLOUD web developers, designers and other business stakeholders will be able to work collaboratively on real web applications, avoiding the need of fake prototypes, and creating final advanced applications with just one click.\nCOCOA CLOUD pioneers real-time co-creation of web applications, allowing the collaboration of all the projectís stakeholders (developers, web designers, analysts, project managers Ö even those without any web development technical background). COCOA CLOUD is the much awaited response to market needs for new development technologies that leverage the advantages of new iterative and collaborative methodologies such as Agile and DevOps. Thanks to this approach, our solution guarantees 30-50% reduction in the costs, and a 30% shorter time-to-market.\nSoftware is everywhere: the global software development market is expected to be Ä9.34B in 2016. Web applications are today the most popular technologies, being used by global corporations and SMEs in big data analytics platforms, banking applications, e-commerce, travel, manufacturing, etc: statistics show that 53% of the software developers are working with web-based user interfaces. This importance shows that this project will indisputably enhance the position of Europe in the global application development industry.\nThe aim of the Phase 1 feasibility study is to ensure the technical viability of the project, plan the remaining integration, optimization and interoperability steps, assess of the commercial risks associated with expanding our geographical markets and users segments and analyze the Intellectual Property exploitation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VAADIN OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951495990": {
            "orgId": "951495990",
            "orgName": "VAADIN OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}