{
    "rcn": "199131",
    "acronym": "PROTECTDAIRY-F2F",
    "topics": "SFS-08-2015",
    "title": "Eco-innovative and fully integrated microbial rapid monitoring system - PROTECTING shelf life, foodsafety and quality throughout the DAIRY supply chain, from farm to fork.",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "GreenLightÆ is a ground-breaking new instrument / kit consumable platform to measure microbiological contamination, developed by international experts in the field of fluorescent oxygen sensing technology. This easy to use, reagent-free detection system is so sensitive, that a single bacteria cell can be measured in hours; rather than days using current agar plate methods. GreenLightÆ is the first system to market that can be used end to end through the supply chain (from farm to fork). The unique sensor chemistry in the APCheckô sensor vial, which is the core consumable of every GreenLightÆ assay, allows contamination to be detected in any food or beverage product. \n\nThe PROTECTDAIRY-F2F innovation business solution, leverages an existing international distribution network to realise Ä14m / 5 year new vial sales from launch in the dairy microbiology testing market, and position GreenLightÆ for future growth targeting a 5% share of the much larger Ä2.5bn food and beverage testing market. To achieve these sales, we will optimise and scale vial manufacture, to ensure competitive pricing of Ä2.50 per test while maintaining a 40% profit margin at high volumes. We will position GreenLightÆ as the microbiology testing platform of choice for the dairy industry, by integrating a complete suite of approved test applications, together with real-time traceability, trend analysis, early warning and alert across the entire supply chain.",
    "totalCost": "2058593,75",
    "ecMaxContribution": "1441015,63",
    "coordinator": "LUXCEL BIOSCIENCES LTD",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997919608": {
            "orgId": "997919608",
            "orgName": "LUXCEL BIOSCIENCES LTD",
            "ecContrib": 1441016
        }
    },
    "calculatedTotalContribution": 1441016
}