{
    "rcn": "199132",
    "acronym": "ProNANO",
    "topics": "ERC-CoG-2014",
    "title": "Protein-based functional nanostructures",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The precise synthesis of nano-devices with tailored complex structures and properties is a requisite for their use in nanotechnology and medicine. Nowadays, the technology for the generation of these devices lacks the precision to determine their properties, and is accomplished mostly by ìtrial and errorî experimental approaches. Bottom-up self-assembly that relies on highly specific biomolecular interactions of small and simple components, is an attractive approach for nanostructure templating. \nHere, we propose to overcome aforementioned challenges by using self-assembling protein building blocks as templates for nanofabrication. In nature, protein assemblies govern sophisticated structures and functions, which are inspiration to engineer novel assemblies by exploiting the same set of tools and interactions to create nanostructures with numerous potential applications in synthetic biology and nanotechnology. \nWe hypothesize that we can rationally assemble a variety functional nanostructures by the logical combination of simple protein building blocks with specified properties. We propose to use a designed repeat protein scaffold for which we acquired a deep understanding of its molecular structure, stability, function, and inherent assembly properties. Only few conserved residues define the structure of the building block, which allow us to mutate its sequence to modulate assembly properties and to introduce reactive functionalities without compromising the structure of the scaffolding molecule. \nFirst, we will design a collection of protein-based nanostructures. Then, we will introduce reactive functionalities to create hybrid nanostructures with nanoparticles, metals and electro-active molecules. Finally, these conjugates will be used to build nano-devices such as nanocircuits, catalysts and electroactive materials.\nThe outcome of this project will be a modular versatile platform for the fabrication of multiple protein-based hybrid functional nanostructures.",
    "totalCost": "1718849,99",
    "ecMaxContribution": "1718849,99",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998347572": {
            "orgId": "998347572",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
            "ecContrib": 1718850
        }
    },
    "calculatedTotalContribution": 1718850
}