{
    "rcn": "199147",
    "acronym": "PICs4All",
    "topics": "ICT-27-2015",
    "title": "Photonic Integrated Circuits Accessible to Everyone",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The prime objective of PICs4All is to increase the impact of photonics and enable access to the advanced photonic integrated circuit (PIC) technologies for academia, research institutes, SMEs and larger companies. This will be achieved by establishing a European network of Application Support Centres (ASCs) in the field of PIC technology. The main task of the ASCs is to lower the barrier to Researchers and SMEs for applying advanced PICs, and thus to increase the awareness of the existence of the worldwide unique facility provided by JePPIX (InP and TriPleX PIC design, manufacturing, testing and packaging).\nThe main objectives of PICs4All are: active scouting opportunities for the use of PICs; promoting the use of the PIC platforms; strengthening Europeís industrial lead in the business of integrated photonics; bringing together academia to explore photonics and promote its critical importance. These will be achieved by: reaching out to potential users that are not yet aware of the benefits of PICís; organizing PIC design courses, workshops; connecting users to optical chip designers; assisting access to Multi-Project Wafer runs for PIC fabrication; actual supporting in layout design and testing of prototype PICs. All the activities are advocated by publicity e.g. newsletters, application notes and participation in conferences and exhibitions.\nPICs4All ASCs will actively support users in taking full advantage of the PIC-technology and its deployment in existing and new applications. For this reason it combines the two targets of an EC supported CSA, i.e. enabling the access to advanced design, fabrication and characterisation facilities, and stimulating the innovation potential of users, esp. SMEs, by supplying hands-on support in developing their business cases. All this is achieved by connecting existing PIC-development infrastructure throughout Europe and by lowering the risk at the investment stage in PIC development by enabling access to low-cost prototyping.",
    "totalCost": "1051895",
    "ecMaxContribution": "1051895",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "AARHUS UNIVERSITET;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;EUROPEAN PHOTONICS INDUSTRY CONSORTIUM;TECHNISCHE UNIVERSITAET BERLIN;INSTITUT MINES-TELECOM;POLITECHNIKA WARSZAWSKA;POLITECNICO DI MILANO;UNIVERSITAT POLITECNICA DE VALENCIA;BERENSCHOT GROEP BV;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "participantCountries": "DK;UK;FR;DE;PL;IT;ES;NL;EL",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 156000
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 96000
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 108500
        },
        "998062295": {
            "orgId": "998062295",
            "orgName": "BERENSCHOT GROEP BV",
            "ecContrib": 60000
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 96398
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 96000
        },
        "999849326": {
            "orgId": "999849326",
            "orgName": "INSTITUT MINES-TELECOM",
            "ecContrib": 108498
        },
        "999636508": {
            "orgId": "999636508",
            "orgName": "EUROPEAN PHOTONICS INDUSTRY CONSORTIUM",
            "ecContrib": 30000
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 96000
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 108500
        }
    },
    "calculatedTotalContribution": 955896
}