{
    "rcn": "199121",
    "acronym": "ULTRATUNE",
    "topics": "ERC-PoC-2015",
    "title": "ULTRA-WIDE TUNEABLE RANDOM FIBRE LASER",
    "startDate": "01/04/2016",
    "endDate": "30/09/2017",
    "objective": "The ULTRATUNE project aims to develop and demonstrate a feasibility of a conceptually new photonic product - random fibre laser that is tunable over record ultra-broad wavelength range. The outstanding tunability characteristics defined by the unique underlying physics of random fibre lasers and the simplicity of the scheme make the proposed device a very attractive light source both for fundamental science and practical applications. Spectral tunability is one of the important features of laser source, highly desirable in a vast range of applications: numerous scientific applications, astronomy, spectroscopy, measurement applications, laser isotope separation, medical applications, material processing and diagnostics, remote sensing, and telecommunications. Tunable lasers, are an enabling technology that is critically important for optical communication bandwidth expansion into the low loss bands of optical fibre. Tunable lasers allow telecom operators to substantially reduce inventories (number of back-up lasers to replace failed sources) in wave-division-multiplexing systems. An even more important role will be played by tunable laser sources in the next generation of future reconfigurable flexible network architectures that include requirements on switchable wavelengths, burst and label switching, bandwidth on demand, and other functions related to spectral tunability. The novelty and advantage of the proposed solution in comparison to the existing devices is a combination of high power (several Watts) and ultra-broad tunability (several hundreds of nanometers, but with limits yet to be explored). The project will combine proof-of-principle research and exploration of all relevant economic aspects of commercialisation of the proposed innovative device.",
    "totalCost": "149445",
    "ecMaxContribution": "149445",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 149445
        }
    },
    "calculatedTotalContribution": 149445
}