{
    "rcn": "199145",
    "acronym": "TFQD",
    "topics": "COMPET-03-2015",
    "title": "Thin film light-trapping enhanced quantum dot photovoltaic cells: an enabling technology for high power-to-weight ratio space solar arrays.",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The project ìThin film light-trapping enhanced quantum dot photovoltaic cells: an enabling technology for high power-to-weight ratio space solar arraysî (TFQD) aims at developing a new generation of high-efficiency thin-film photovoltaic devices for future solar arrays, by exploiting cross-cutting Key Enabling Technologies as: advanced manufacturing, advanced materials, photonics. The core device is a thin-film III-V solar cell embedding quantum dots and photonic nanogratings to boost the efficiency beyond the thermodynamic limit of conventional single-junction devices. Combining the thin-film approach with the nanostructuring of semiconductor layers allows for a drastic improvement of power-to-weight ratio and mechanical flexibility with respect to currently available space solar cells.  The incorporation of quantum dots provides improved radiation and temperature hardness. The TFQD device targets efficiency higher than 30% (AM0), at least an eightfold increase of power-to-weight ratio vs. triple junction III-V solar cells and very low bending radius, allowing for the development of rollable or inflatable solar arrays.\nDemonstration up to TRL4 will be carried out through on ground testing under representative in orbit conditions over a set of 44 prototypes.\nThe consortium includes four academic partners having a strong position in modelling, epi-layer structuring and development and manufacturing of thin-film III-V solar cells, a SME able to quickly implement the new technology in their thin-film solar cell production line, and a company that is a European leader in satellite systems as early adopter of the developed devices to boost innovation in space solar panels.  \nOn account of wafer reuse and simplicity of the epitaxial structures, the TFQD solar cells are less expensive than the current state-of-the-art multi-junction solar cells, thus also important impact potential on terrestrial applications, as first in concentrating photovoltaic systems, is foreseen.",
    "totalCost": "1008376,25",
    "ecMaxContribution": "1008376,25",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "TF2 DEVICES B.V.;STICHTING KATHOLIEKE UNIVERSITEIT;TTY-SAATIO;THALES ALENIA SPACE ITALIA SPA;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "NL;FI;IT;UK",
    "projectParticipants": {
        "999488195": {
            "orgId": "999488195",
            "orgName": "THALES ALENIA SPACE ITALIA SPA",
            "ecContrib": 65850
        },
        "941714025": {
            "orgId": "941714025",
            "orgName": "TF2 DEVICES B.V.",
            "ecContrib": 100000
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 196473
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 230996
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 270058
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 145000
        }
    },
    "calculatedTotalContribution": 1008377
}