{
    "rcn": "199188",
    "acronym": "Be-IoT",
    "topics": "ICT-30-2015",
    "title": "The business engine for IoT pilots: Turning the Internet of things in Europe into an economically successful and socially accepted vibrant ecosystem",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "The project IoTBe will be proposed as a support action run by the consortium with the partners etventure, Fraunhofer IAIS, Faubourg NumÈrique, Acreo Swedish ICT and Challengy Israel. Our vision is to build a broad and vibrant ecosystem around the pilot projects that increase the collaboration between them, generates economic impact through new innovative business models and creates trust in the internet of things by transparent information about social challenges such as privacy and security implications.\n\nWe will reach this vision by focussing on following five objectives:\n\n- We will support the collaboration and knowledge exchange between pilots and other relevant EU-projects (e.g. FIWARE).\n\n- We will build the bridge between pilots and relevant stakeholders (e.g. potential customers such as European small and medium sized enterprises (SMEs), entrepreneurs and developers, but also researchers and policy makers) and thus expand the ecosystem further.\n\n- We will set the ground for upcoming business building activities by creating awareness and also by facilitating and fostering societal acceptance (e.g. by running a variety of innovation activities). \n\n- Building on the above mentioned developments we will set the ground for the development of concrete new customer-oriented businesses based on the emerging pilots. Those business models will be derived through a proven systematic user centric ideation and validation process increasing the market acceptance and success rate of these business models. The emerging new businesses shall have a substantial economic impact in Europe.\n\n- We will pave the way for future advances within IoT: We will write a whitepaper that explains, describes and collects the most promising future standards from pilots and distribute these to relevant parties. We will use the consortium existing academies for education activities (e.g. Fraunhofer academy or etventure Berlin School of Digital Business).",
    "totalCost": "1041073,13",
    "ecMaxContribution": "1041073,13",
    "coordinator": "ETVENTURE GMBH",
    "coordinatorCountry": "DE",
    "participants": "FAUBOURG NUMERIQUE SERVICES ET OBJETS CONNECTES;RISE ACREO AB;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;DAN YOSSI",
    "participantCountries": "FR;SE;DE;IL",
    "projectParticipants": {
        "928851243": {
            "orgId": "928851243",
            "orgName": "FAUBOURG NUMERIQUE SERVICES ET OBJETS CONNECTES",
            "ecContrib": 82465
        },
        "949705758": {
            "orgId": "949705758",
            "orgName": "ETVENTURE GMBH",
            "ecContrib": 542416
        },
        "932944934": {
            "orgId": "932944934",
            "orgName": "DAN YOSSI",
            "ecContrib": 91275
        },
        "999979791": {
            "orgId": "999979791",
            "orgName": "RISE ACREO AB",
            "ecContrib": 96680
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 228238
        }
    },
    "calculatedTotalContribution": 1041074
}