{
    "rcn": "199144",
    "acronym": "NANOGRANITES",
    "topics": "MSCA-IF-2014-GF",
    "title": "Nanogranite Inclusions: New Window into the Partial Melting of the Deep Earth¥s Crust",
    "startDate": "01/11/2016",
    "endDate": "30/11/2019",
    "objective": "'Despite its critical influence on the generation and differentiation of the Earth¥s continental crust, much uncertainty exists yet on the composition of primary silicate melts produced by the anatexis of crustal materials. This is due to the absence of an accurate method to obtain these primary melt compositions, as common approximations such as leucosomes, experiments and thermodynamic modeling, are associated with numerous problems. A recent breakthrough on our knowledge on this issue has been the discovery of melt inclusion in anatectic migmatites. These melt inclusions, referred as 'nanogranites', have been surprisingly preserved upon the slow cooling of anatectic rocks at depth, and record the process of melting of lower crust or subducting crustal material. Nanogranites open for the first time a completely new window into the birth of crustal melts, and will provide a breakthrough toward our understanding of the generation and differentiation of the Earth¥s crust. This project will provide the composition of nanogranites from a variety of crustal lithologies (metapelites, metagraywackes, metagabbros), geodynamic scenarios (lower crust, subduction zones, continental arcs) and ages (30 to 100 Ma), and their implications on the growth and differentiation of the continental crust. This will be done by conducting high-pressure piston cylinder remelting experiments on migmatites hosting nanogranites, by charactering the experimental run products by state-of-the-art analytical techniques, and by developing thermodynamic and geochemical models based on the composition of the analyzed migmatites and nanogranites. The project will be conducted at the Australian National University (outgoing host institution, Canberra, Australia), hosting a world-class experimental laboratory and state-of-the-art analytical equipment; and at the Universit‡ di Padova (return host institution, Padova, Italy), equipped with first-class analytical techniques.'",
    "totalCost": "250518,6",
    "ecMaxContribution": "250518,6",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 250519
        },
        "999849132": {
            "orgId": "999849132",
            "orgName": "THE AUSTRALIAN NATIONAL UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 250519
}