{
    "rcn": "199128",
    "acronym": "BALTICS",
    "topics": "H2020-TWINN-2015",
    "title": "Building on Advanced Lofar Technology for Innovation, Collaboration, and Sustainability",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Ventspils International Radio Astronomy Center (VIRAC) is the only institute in Latvia engaged in radio astronomy (RA), and indeed the only RA research centre in the Baltic States.\nASTRON and UMAN are world-class centres of expertise in RA science since 1950s. They recognize VIRAC as a strategically important partner for their future endeavours, in particular in the further instrumental development and maximal science utilization of their state-of-the-art physically distributed radio telescope facilities: LOFAR, and e-MERLIN.\nAddressing the specific challenge of the call BALTICS has the primary objective to directly and significantly increase the expertise level of VIRAC staff that will become able to carry out internationally-competing scientific research:\n誰 As a result, the number of peer reviewed VIRAC publications on LOFAR-related subjects will increase from 1 to 5 per year.\n誰 The number of VIRAC staff members (co-)authoring scientific research papers for top-level journals will increase from 4 to 10.\n誰 BALTICS is specifically designed to cement the networking collaborations between ASTRON, UMAN, and VIRAC.\n誰 BALTICS is also the perfect stepping stone on the way to future financing, realization, and exploitation of LOFAR station in Latvia joining ITL network.\nAs the essential all-round and in-depth training of VIRAC staff proceeds, the institute will naturally become a long-term collaborator in the interdisciplinary research networks surrounding the ILT. This is a win-win approach, which addresses strategic interests of ASTRON and UMAN, in their quest for further extension and ultimate exploitation of the top-level facilities in which they currently are leaders.\nBALTICS will achieve the defined objectives by carefully chosen depth and breadth of training where a cross-section of 20 VIRAC staff members will be intensively trained during lectures, practical exercises, staff exchange visits, workshops, summer school, advisory consultations.",
    "totalCost": "999652,5",
    "ecMaxContribution": "999652,5",
    "coordinator": "VENTSPILS AUGSTSKOLA",
    "coordinatorCountry": "LV",
    "participants": "STICHTING ASTRON, NETHERLANDS INSTITUTE FOR RADIO ASTRONOMY;THE UNIVERSITY OF MANCHESTER;STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "participantCountries": "NL;UK",
    "projectParticipants": {
        "999492754": {
            "orgId": "999492754",
            "orgName": "STICHTING ASTRON, NETHERLANDS INSTITUTE FOR RADIO ASTRONOMY",
            "ecContrib": 0
        },
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 402530
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 286162
        },
        "998501414": {
            "orgId": "998501414",
            "orgName": "VENTSPILS AUGSTSKOLA",
            "ecContrib": 310960
        }
    },
    "calculatedTotalContribution": 999652
}