{
    "rcn": "199101",
    "acronym": "COMPSULE",
    "topics": "SFS-08-2015-1",
    "title": "COMPostable capSULE for instant coffee delivery based on an innovative chemical functionalizationof biobased plastics",
    "startDate": "01/11/2015",
    "endDate": "29/02/2016",
    "objective": "Compsule is a compostable capsule designed for instant espresso coffee machines such as ones produced by Lavazza and Nespresso, that operates at a high temperature and pressure. Compsule aims to contribute to reduce the amount of recyclable material being sent to landfills as a result of the increased use of capsuled coffee. In Italy alone over 1 billion plastic coffee capsules are consumed annually. Albeit being made of 100% recyclable materials, coffee capsules are barely recycled due to the time and effort required in cleaning and sorting the capsuleís components after use. Point Plastics have developed an innovative chemical additive that when mixed with bioplastics increases their thermal stability, making them compatible for extreme operational applications such as espresso coffee extraction. This process technology has a great impact on biobased polymer producers enabling a wider market share in fields impossible to target today. Compsules will be able to be disposed of with other food and green waste that is commonly collected by municipalities within the European Union, thus reducing the amount of waste being sent to landfills by hundreds of thousands of tonnes per year. For coffee producers the capsules will reduce their carbon footprint and respond to the demand of an increasingly environmentally conscious consumer base. For the capsule printing manufacturers, the Compsule does not impose any new machinery on their current production line as the Compsules can be manufactured similarly to the polymers currently used. For capsuled coffee drinkers the Compsules are both airtight and designed to fit userís current machines, allowing them to be easily adopted.\nThe Compsules have been developed and validated in an operational environment (TRL 8) and now require funding to outline a sound business development and industrial implementation and validation plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POINT PLASTIC SRL",
    "coordinatorCountry": "IT",
    "participants": "SAQUELLA 1856 SRL;PLASTIROMA SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "927212428": {
            "orgId": "927212428",
            "orgName": "SAQUELLA 1856 SRL",
            "ecContrib": 0
        },
        "952096226": {
            "orgId": "952096226",
            "orgName": "POINT PLASTIC SRL",
            "ecContrib": 50000
        },
        "934364917": {
            "orgId": "934364917",
            "orgName": "PLASTIROMA SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}