{
    "rcn": "199140",
    "acronym": "DE-ENIGMA",
    "topics": "ICT-20-2015",
    "title": "DE-ENIGMA: Multi-Modal Human-Robot Interaction for Teaching and Expanding Social Imagination in Autistic Children",
    "startDate": "01/02/2016",
    "endDate": "31/07/2019",
    "objective": "Autism Spectrum Conditions (ASC, frequently defined as ASD - Autism Spectrum Disorders) are neurodevelopmental conditions, characterized by social communication difficulties and restricted and repetitive behaviour patterns. There are over 5 million people with autism in Europe ñ around 1 in every 100 people, affecting lives of over 20 million people each day. Alongside their difficulties, individuals with ASC tend to have intact and sometimes superior abilities to comprehend and manipulate closed, rule-based, predictable systems, such as robot-based technology.\n \nOver the last couple of years, this has led to several attempts to teach emotion recognition and expression to individuals with ASC, using humanoid robots. This has been shown to be very effective as an integral part of the psychoeducational therapy for children with ASC. The main reason for this is that humanoid robots are perceived by children with autism as being more predictable, less complicated, less threatening, and more comfortable to communicate with than humans, with all their complex and frightening subtleties and nuances.\n \nThe proposed project aims to create and evaluate the effectiveness of such a robot-based technology, directed for children with ASC. This technology will enable to realise robust, context-sensitive (such as user- and culture-specific), multimodal (including facial, bodily, vocal and verbal cues) and naturalistic human-robot interaction (HRI) aimed at enhancing the social imagination skills of children with autism. The proposed will include the design of effective and user-adaptable robot behaviours for the target user group, leading to more personalised and effective therapies than previously realised. Carers will be offered their own supportive environment, including professional information, reports of childís progress and use of the system and forums for parents and therapists.",
    "totalCost": "3904188",
    "ecMaxContribution": "3904187,75",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;INSTITUTUL DE MATEMATICA AL ACADEMI EI ROMANE INSTITUTE OF MATHEMATICS SIMION STOILOW OF THE  ROMANIAN ACA DEMY;IDMIND - ENGENHARIA DE SISTEMAS LDA;AUTISME-EUROPE AISBL;Savez udruzenja Srbije za pomoc osobama sa autizmom;UNIVERSITY COLLEGE LONDON;UNIVERSITAT PASSAU",
    "participantCountries": "UK;RO;PT;BE;RS;DE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 868085
        },
        "999878523": {
            "orgId": "999878523",
            "orgName": "UNIVERSITAT PASSAU",
            "ecContrib": 615350
        },
        "999748155": {
            "orgId": "999748155",
            "orgName": "IDMIND - ENGENHARIA DE SISTEMAS LDA",
            "ecContrib": 262375
        },
        "935304168": {
            "orgId": "935304168",
            "orgName": "Savez udruzenja Srbije za pomoc osobama sa autizmom",
            "ecContrib": 190154
        },
        "999462975": {
            "orgId": "999462975",
            "orgName": "INSTITUTUL DE MATEMATICA AL ACADEMI EI ROMANE INSTITUTE OF MATHEMATICS SIMION STOILOW OF THE  ROMANIAN ACA DEMY",
            "ecContrib": 438250
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 597511
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 788400
        },
        "968740262": {
            "orgId": "968740262",
            "orgName": "AUTISME-EUROPE AISBL",
            "ecContrib": 144062
        }
    },
    "calculatedTotalContribution": 3904187
}