{
    "rcn": "199169",
    "acronym": "ECLIPSE",
    "topics": "COMPET-03-2015",
    "title": "European Consortium for Lithium-Sulfur Power for Space Environments",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "For space missions, the energy density of batteries is a key factor of systems mass.\nA recent battery technology, based on this Lithium-Sulfur chemistry and developed by OXIS Energy, has shown promising results, particularly in terms of specific energy and cycling performances. Lithium-Sulfur batteries could become the next breakthrough technology for space batteries, with a factor of two on the specific energy compared to the current Lithium-Ion products.\nECLIPSE ambition is to channel the research activities in Europe and, as a spinning-in effort, ensure that the harsh space constraints are taken into account for the further improvements of the Li-S technology.  This research action aimed at developing Li-S technology for space applications focusing on three levels:\n- Cell level studies, including research to optimise the four main cells components: anode, cathode, separator and electrolyte to achieve 400Wh/kg cells compatible with space cycling profiles.\n- Battery and encapsulation level, including prototyping and theoretical studies.\n- System level studies for integration in satellite and launcher architectures, taking into account the economic constraints and the future technical challenges. \nThe expected outcomes of ECLIPSE are:\n- Mass reduction of batteries by a factor two.\n- Costs reduction at all levels: subsystem, system and launching costs.\n- Maturation of the technology (TRL 5 expected at the end of the project).\nThe main impacts of this research are related to competitiveness (lighter is cheaper), non-dependency and innovation: beyond current markets, this breakthrough can enable new challenging missions.\nThe impact of the project is secured by the composition of the consortium led by Airbus Defence and Space with the main European actors of the Lithium-Sulfur electrochemistry and space batteries: ECLIPSE will contribute to the consolidation of an independent European industrial supply chain for Lithium-Sulfur batteries. \nProject duration is 24 months.",
    "totalCost": "999953,75",
    "ecMaxContribution": "999953,75",
    "coordinator": "AIRBUS DEFENCE AND SPACE SAS",
    "coordinatorCountry": "FR",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;VYSOKE UCENI TECHNICKE V BRNE;SOLVAY SA;SPACETEC PARTNERS SPRL;OXIS ENERGY LIMITED;SAFT",
    "participantCountries": "UK;DE;FR;CZ;BE",
    "projectParticipants": {
        "963494405": {
            "orgId": "963494405",
            "orgName": "SAFT",
            "ecContrib": 95014
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 39935
        },
        "965724338": {
            "orgId": "965724338",
            "orgName": "SPACETEC PARTNERS SPRL",
            "ecContrib": 75000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 133798
        },
        "952176542": {
            "orgId": "952176542",
            "orgName": "OXIS ENERGY LIMITED",
            "ecContrib": 259916
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 133056
        },
        "999809265": {
            "orgId": "999809265",
            "orgName": "AIRBUS DEFENCE AND SPACE SAS",
            "ecContrib": 187235
        },
        "999873091": {
            "orgId": "999873091",
            "orgName": "VYSOKE UCENI TECHNICKE V BRNE",
            "ecContrib": 38000
        },
        "998067921": {
            "orgId": "998067921",
            "orgName": "SOLVAY SA",
            "ecContrib": 38000
        }
    },
    "calculatedTotalContribution": 999954
}