{
    "rcn": "199113",
    "acronym": "QuatSalts",
    "topics": "MSCA-RISE-2015",
    "title": "New Quaternary Ammonium Salts for use in Drug Manufacture",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "The aim of this project is to bring together subject matter experts from the academic and non-academic sectors to develop three new categories of quaternary ammonium salts to be used as catalysts for the cost-efficient and green manufacture of high value active pharmaceutical ingredients. \nIn order to achieve this objective the proposal brings together 3 partners with complementary skills:\nUniversity of Naples(UNIN): experts in the preparation and purification of cyclic peptides. Experts in solid phase synthesis and immobilisation of peptides on solid support.\nKelAda Pharmachem: Phase transfer catalysis/organo catalysis/scale-up  of chemical processes\nUniversity of Linz(JKU Linz): experts in design of new ammonium salts and optimisation of enantioselective phase transfer catalyses. \n\nWe have broken this proposal into the following separate Work Packages:\nWP1. Preparation of new designer ammonium salts [WP leader: Kelada]\nWP2. Preparation of cyclic peptide based ammonium salts [WP leader: UNINA]\nWP3.  Evaluation of new ammonium salt catalysts prepared through WP1  [WP JKULinz]\nWP4.  Evaluation of new Ammonium salt catalysts prepared through WP2[WP leader: UNINA]\nWP5.  Application of Ammonium salts to drug production [WP leader: Kelada]\nWP6.  Scale up of key steps or the manufacture of drugs  [WP leader: Kelada]\nWP 7. Management, Communication & Dissemination  [WP leader: KelAda]\n\nThe above WPís will be undertaken via a series of interlinked secondment of researchers between consortium partners and will be complemented by a series of training and other initiatives to facilitate interdisciplinary and intersectoral knowledge sharing and exchange.",
    "totalCost": "774000",
    "ecMaxContribution": "774000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITAT LINZ;KELADA PHARMACHEM LIMITED",
    "participantCountries": "AT;IE",
    "projectParticipants": {
        "951408981": {
            "orgId": "951408981",
            "orgName": "KELADA PHARMACHEM LIMITED",
            "ecContrib": 180000
        },
        "999892976": {
            "orgId": "999892976",
            "orgName": "UNIVERSITAT LINZ",
            "ecContrib": 162000
        },
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 432000
        }
    },
    "calculatedTotalContribution": 774000
}