{
    "rcn": "199102",
    "acronym": "SORBET",
    "topics": "ERC-ADG-2014",
    "title": "Spin Orbitronics for Electronic Technologies",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Spintronics is a vibrant field of research that involves the intimate interaction of magnetic structure on the atomic scale with spin currents and spin-polarized charge currents. SORBET is focussed on an emerging sub-field of spintronics, namely that of spin orbitronics. Recent discoveries in this field concern the interplay of several distinct spin orbit coupling derived phenomena that, together, allow for the highly efficient current\ninduced motion of domain walls (DWs) in magnetic nanowires. It is proposed to explore two classes of domain-wall device concepts: a novel two terminal single-domain wall device composed of a spin-valve based structure that is deposited on a vertical wall or other 3D structure; and a 3D racetrack memory that involves multiple domain walls. The main objectives of the project involve the exploration of atomically engineered thin film magnetic nano-structures that could enable these revolutionary devices, and to unravel and exploit the new physics of this emerging field of research. To achieve these objectives fundamental breakthroughs are needed both in the thin film materials themselves and in the physics that determines the material properties and controls the motion of the DWs. These devices are innately three-dimensional and thus can overcome challenges that limit the scaling of existing two-dimensional electronic technologies.\nNovel methods to fabricate these devices will be explored, especially, the use of atomic layer deposition and 3D printing techniques. An important objective will be to understand the origin of the spin orbit torques that\ndrive domain walls in nanowires and the detailed relationship of these torques to the DW structure; it is anticipated that this will enable even more complex 3D spin textures to be realized that have, for example, much lower threshold currents for motion than is currently possible, and that exhibit topological transport phenomena that could even be used to generate or detect domain walls.",
    "totalCost": "2750000",
    "ecMaxContribution": "2750000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2750000
        }
    },
    "calculatedTotalContribution": 2750000
}