{
    "rcn": "199124",
    "acronym": "PLICO",
    "topics": "MSCA-IF-2014-EF",
    "title": "Plant lipidome remodelling during cold acclimation",
    "startDate": "15/01/2016",
    "endDate": "14/01/2018",
    "objective": "Extremely low temperatures influence plant development and crop productivity. Therefore, plants have evolved mechanisms to enhance tolerance to freezing (cold acclimation) involving physiological and biochemical modifications. A key side of this process is the biosynthesis and delivery mechanisms of the newly synthesized lipid species towards the appropriate subcellular membranes. Previous studies in Prof Botella¥s lab (supervisor) have demonstrated that Arabidopsis SYT1 (Synaptotagmin 1) is an ER-PM (endoplasmic reticulum ñ plasma membrane) tether component essential for freezing tolerance, and they have characterized SYT3, a novel component of cold-acclimation. The research objective of this proposal is to determine the role that SYT1 and SYT3 have on lipid homeostasis related to cold acclimation at the cellular level, using a combination of mutant analysis, cellular biology, lipidomics and biochemical approaches. Additionally, the findings could have future applications since freezing temperatures are limiting the geographical locations for growing crop plants and periodically account for significant losses in plant productivity in Europe.\nDr Ruiz-Lopez (researcher) has wide experience in Plant Lipids. In recent years she has successfully worked in the UK, in one of the worldís leading groups for plant lipids research. Moreover, the host group is one of the world-leading groups in plant responses to abiotic stress research. Their collective expertise represents a very strong team with a proven track-record to conduct world-class research. In addition, secondments are planned to carry out the most advanced lipidomic analysis. This inter-disciplinary Fellowship will exploit the complementary competencies and technologies available at the host to broaden the skills of the researcher, particularly in microscopy, proteomics and management skills, and will also increase the sharing of knowledge and technology transfer between the participant institutions.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE MALAGA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999898311": {
            "orgId": "999898311",
            "orgName": "UNIVERSIDAD DE MALAGA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}