{
    "rcn": "199117",
    "acronym": "AFEL",
    "topics": "ICT-20-2015",
    "title": "AFEL - Analytics For Everyday Learning",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "The goal of AFEL (Analytics for Everyday Learning) is to develop, pilot and evaluate methods and applications, which advance informal/collective learning as it surfaces implicitly in online social environments. The project is following a multi-disciplinary, industry-driven approach to the analysis and understanding of learner data in order to personalize, accelerate and improve informal learning processes. Learning Analytics and Educational Data Mining traditionally relate to the analysis and exploration of data coming from learning environments, especially to understand learners' behaviours. However, studies have for a long time demonstrated that learning activities happen outside of formal educational platforms, also. This includes informal and collective learning usually associated, as a side effect, with other (social) environments and activities. Relying on real data from a commercially available platform, the aim of AFEL is to provide and validate the technological grounding and tools for exploiting learning analytics on such learning activities. This will be achieve in relation to cognitive models of learning and collaboration, which are necessary to the understanding of loosely defined learning processes in online social environments. Applying the skills available in the consortium to a concrete set of live, industrial online social environments, AFEL will tackle the main challenges of informal learning analytics through 1) developing the tools and techniques necessary to capture information about learning activities from (not necessarily educational) online social environments; 2) creating methods for the analysis of such informal learning data, based on combining visual analytics with cognitive models of learning and collaboration; and 3) demonstrating the potential of the approach in improving the understanding of informal learning, and the way it is better supported; 4) evaluate all the former items in real world large scale applications and platforms.",
    "totalCost": "2581940",
    "ecMaxContribution": "2581940",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "MEDIEN IN DER BILDUNG STIFTUNG;RIAM INTELEARNING LAB SL;THE OPEN UNIVERSITY;KNOW-CENTER GMBH RESEARCH CENTER FOR DATA-DRIVEN BUSINESS & BIG DATA ANALYTICS;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "DE;ES;UK;AT",
    "projectParticipants": {
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 494000
        },
        "950676340": {
            "orgId": "950676340",
            "orgName": "RIAM INTELEARNING LAB SL",
            "ecContrib": 411500
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 212310
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 361755
        },
        "998443020": {
            "orgId": "998443020",
            "orgName": "MEDIEN IN DER BILDUNG STIFTUNG",
            "ecContrib": 493250
        },
        "997997111": {
            "orgId": "997997111",
            "orgName": "KNOW-CENTER GMBH RESEARCH CENTER FOR DATA-DRIVEN BUSINESS & BIG DATA ANALYTICS",
            "ecContrib": 609125
        }
    },
    "calculatedTotalContribution": 2581940
}