{
    "rcn": "199166",
    "acronym": "VanderSat",
    "topics": "Space-SME-2015-1",
    "title": "High Resolution Soil Moisture Mapping",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Extreme weather increasingly impacts the price behavior of agricultural commodities. As a result, new and more sophisticated techniques of forecasting crop yields gains importance. Those with access to, and an understanding of these techniques will have a competitive edge comparable to that of companies in the early days of the IT-boom.  The most promising of these techniques is remote sensing, where typically satellites carrying cutting edge scientific instruments gather high resolution ëimagesí of the globe. These images enable us to make early predictions of yield across a range of crops. This high-tech forecasting relies on measuring how vegetation and soil reflect, absorb or emit electromagnetic radiation, most unseen by the naked eye.  One of the most suitable satellite derived observation for the improvement of crop yield prediction is soil moisture. Currently the best available resolution for remotely sensed soil moisture at a global scale is approximately 25 x 25 km. \nVanderSat made a huge step in this field and is able to bring it down to 100 x 100 meter by using the Copernicus Sentinel Constellation; a staggering improvement of 62.500 times. \nWithin this feasibility study, ATG Europe BV - a recognized as a leading provider of specialized engineering and scientific and technical services to the aerospace, space and high-tech industry - supported by Transmissivity BV - a specialist in soil moisture data mapping - aims to:\n1. Verify the technological and practical viability (e.g. technological risk analysis) \n2. Define the markets and related market potential (e.g. market study / SWOT analysis)\n3. Determine the strategy for Intellectual Property management (IP management). \n4. Determine the business/legal structure (creating the business).\nCompared to existing soil moisture mapping techniques VanderSat provides data on a global scale in a Near Real Time mode at a far better resolution, an approach that will put Europe at the forefront in remote sensing.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ATG EUROPE BV",
    "coordinatorCountry": "NL",
    "participants": "TRANSMISSIVITY BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "927163443": {
            "orgId": "927163443",
            "orgName": "TRANSMISSIVITY BV",
            "ecContrib": 0
        },
        "998884661": {
            "orgId": "998884661",
            "orgName": "ATG EUROPE BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}