{
    "rcn": "199163",
    "acronym": "BREATHE",
    "topics": "PHC-12-2015-1",
    "title": "EasyFlow: New asthma monitor to enable the effective control of asthma",
    "startDate": "01/12/2015",
    "endDate": "29/02/2016",
    "objective": "Asthma affects the quality of life of millions of sufferers globally and causes a huge economic burden each year; asthma treatment is estimated to cost Ä17.7bn and the cost of lost productivity Ä9.8bn. It is estimated that in Europe there are 30 million asthma sufferers and 15,000 will die each year from an asthma attack even though the drugs used to treat asthma are safe, effective and if used correctly, would prevent many of these deaths. Asthma attacks result from ineffective monitoring leading to inadequate doses of prescribed drugs and therefore poor control of symptoms. Monitoring is vital as asthmatics will often not notice a gradual worsening of symptoms and will not adjust their medication accordingly potentially leading to a severe attack. Peak flow meters are currently used by asthmatics to monitor symptoms on a regular basis but compliance is poor as they are difficult to use, particularly in the young or old, and the technique required can cause exacerbation of symptoms plus the output then requires interpretation. We have developed a prototype of our easy to use home monitoring device that uses normal tidal breathing to generate breath profiles that change as symptoms deteriorate. The device incorporates our patented sensor housed in the mouth piece, which captures the breath profiles, attached to a handheld screen to display the interpretation of the breath profiles using an easy to understand traffic light system. Patients can then easily see whether they need to increase their asthma medication to control their symptoms and avoid an asthma attack. This Phase 1 project will assess the feasibility of device development and commercialisation including the clinical and regulatory requirements for CE marking.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANAXSYS TECHNOLOGY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925666830": {
            "orgId": "925666830",
            "orgName": "ANAXSYS TECHNOLOGY LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}