{
    "rcn": "199187",
    "acronym": "CONNECT",
    "topics": "ICT-25-2015",
    "title": "CarbON Nanotube compositE  InterconneCTs",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Our modern society has gained enormously from novel miniaturized microelectronic products with enhanced functionality at ever decreasing cost. However, as size goes down, interconnects become major bottlenecks irrespective of the application domain. CONNECT proposes innovations in novel interconnect architectures to enable future CMOS scaling by integration of metal-doped or metal-filled Carbon Nanotube (CNT) composite. To achieve the above, CONNECT aspires to develop fabrication techniques and processes to sustain reliable CNTs for on-chip interconnects. Also challenges of transferring the process into the semiconductor industry and CMOS compatibility will be addressed. \nCONNECT will investigate ultra-fine CNT lines and metal-CNT composite material for addressing the most imminent high power consumption and electromigration issues of current state-of-the-art copper interconnects. Demonstrators will be developed to show significantly improved electrical resistivity (up to 10µOhmcm for individual doped CNT lines), ampacity (up to 108A/cm2 for CNT bundles), thermal and electromigration properties compared to state-of-the-art approaches with conventional copper interconnects. Additionally, CONNECT will develop novel CNT interconnect architectures to explore circuit- and architecture-level performance and energy efficiency.\nThe technologies developed in this project are key for both performance and manufacturability of scaled microelectronics. It will allow increased power density and scaling density of CMOS or CMOS extension and will also be applicable to alternative computing schemes such as neuromorphic computing. The CONNECT consortium has strong links along the value chain from fundamental research to end?users and brings together some of the best research groups in that field in Europe. The realisation of CONNECT will foster the recovery of market shares of the European electronic sector and prepare the industry for future developments of the electronic landscape",
    "totalCost": "3999267,55",
    "ecMaxContribution": "3437872,55",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;IBM RESEARCH GMBH;Gold Standard Simulations ltd;UNIVERSITY OF GLASGOW;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;AIXTRON LIMITED",
    "participantCountries": "FR;CH;UK",
    "projectParticipants": {
        "984534481": {
            "orgId": "984534481",
            "orgName": "Gold Standard Simulations ltd",
            "ecContrib": 300500
        },
        "999909854": {
            "orgId": "999909854",
            "orgName": "IBM RESEARCH GMBH",
            "ecContrib": 0
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1044500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 380044
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 200450
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1187379
        },
        "953168173": {
            "orgId": "953168173",
            "orgName": "AIXTRON LIMITED",
            "ecContrib": 325000
        }
    },
    "calculatedTotalContribution": 3437873
}