{
    "rcn": "199195",
    "acronym": "SUPERMAT",
    "topics": "H2020-TWINN-2015",
    "title": "The VIRTUAL Centre for Integration of INNOVATIVE synthesis and Processing methods for SUSTAINABLE advanced Materials operating under Extreme Conditions",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The main objective of the proposal is to create a virtual centre to boost IMNR position in Bucharest-Ilfov region and Romania by increasing the knowledge and technology degree of innovation potential for sustainable advanced materials operating under extreme condition. Development and understanding of these materials open new opportunities to enhance the competitiveness of regional and National SMEs in the priority machinery and equipment sector.  The  concept of the virtual centre SUPERMAT stands on: Significantly improving scientific capacity of IMNR in novel nano/micro structured materials under extreme conditions; Implementing innovation actions and boosting entrepreneurship; Improving the technology transfer and services offered by IMNR at Bucharest-Ilfov region, National and European levels; Extend synergies between IMNR and the 6 Research Centres from France, Spain, Italy, Sweden and Italy and ensure continuation of the virtual centre after project end.\nThe proposed support activities will foster the progress the field by: improving existing modelling and simulation tools for ab-initio design of novel multimaterials for extreme environments, select case studied materials with high application potential in energy equipment and machinery, propose best available technologies for selected materials, propose characterisation methods to be certified for future standardisation,  organise specific workshops, seminars and conferences with industry, local and National Governmental Agencies, ONGs, organise summer schools and training for young researchers from IMNR, propose an European curricula for PhD students in the field of materials for extreme conditions, dissemination of the results on large scale. The sustainability and continuity of the virtual centre SUPERMAT will be ensured by proposing joint collaborative research projects for H2020 and National projects calls and involvement in the strategy of EIT Nanofutures and Critical Raw Materials.",
    "totalCost": "996000",
    "ecMaxContribution": "996000",
    "coordinator": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE PENTRU METALE NEFEROASE SIRARE-IMNR",
    "coordinatorCountry": "RO",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UNIVERSIDAD DE BURGOS;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "SE;FR;ES;IT;UK",
    "projectParticipants": {
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 128500
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 98750
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 131250
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 128125
        },
        "996501468": {
            "orgId": "996501468",
            "orgName": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE PENTRU METALE NEFEROASE SIRARE-IMNR",
            "ecContrib": 240875
        },
        "998959642": {
            "orgId": "998959642",
            "orgName": "UNIVERSIDAD DE BURGOS",
            "ecContrib": 156000
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 112500
        }
    },
    "calculatedTotalContribution": 996000
}