{
    "rcn": "199133",
    "acronym": "NoNaCat",
    "topics": "ERC-ADG-2014",
    "title": "Development of Molecular-defined Non-noble Metal Complexes and Nano-structured Materials for Sustainable Redox ReactionsDevelopment of Molecular-defined Non-noble Metal Complexes and Nano-structured",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "The major objective of this proposal is the development of new active and selective catalysts based on earth abundant metals (e.g. Fe, Mn, Co, Cu). These catalysts will be used for improved synthetic transformations which are of interest for organic chemistry in general and which are also of significant practical value for the chemical and life science industries. Traditional catalysts based on non-noble metals are not efficient for hydrogenation and dehydrogenation processes under mild conditions. However, by creating a suitable microenvironment with M-N interactions they are becoming active and selective. According to our concept the suitable surrounding will be created either by using nitrogen-containing pincer ligands or nitrogen-doped graphenes. Consequently, a variety of both molecular-defined homogeneous catalysts as well as nano-structured heterogeneous materials will be prepared, characterized and tested in various catalytic applications. More specifically, the following redox transformations will be investigated: Hydrogenation and transfer hydrogenation of carboxylic acids, esters, and nitriles; hydrogenation of amides and peptides; hydrogenation of carbon dioxide and selective oxidative coupling of alcohols to esters, amides, and nitriles. Furthermore, ìwaste-freeî carbon-carbon bond forming reactions such as alkylations with alcohols and domino-synthesis of heterocycles from alcohols will be exploited. Finally, homogeneous and heterogeneous catalysts from earth abundant metals will be used in industrially relevant oxidative carbonylation reactions. With respect to methodology this proposal combines homogeneous with heterogeneous catalysis, which will result in new ideas for both fields.",
    "totalCost": "2499375",
    "ecMaxContribution": "2499375",
    "coordinator": "LEIBNIZ - INSTITUT FUR KATALYSE EV AN DER UNIVERSITAT ROSTOCK",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998314980": {
            "orgId": "998314980",
            "orgName": "LEIBNIZ - INSTITUT FUR KATALYSE EV AN DER UNIVERSITAT ROSTOCK",
            "ecContrib": 2499375
        }
    },
    "calculatedTotalContribution": 2499375
}