{
    "rcn": "199109",
    "acronym": "KAM2CY2",
    "topics": "INNOVATION",
    "title": "Continuation of the efforts of the local Enterprise Europe Network to further enhance the Innovation Management Capacity of Cypriot SMEs (KAM2CY 2)",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "Continuation of the efforts of the local Enterprise Europe Network to further enhance the Innovation Management Capacity of Cypriot SMEs (KAM2CY 2)\n\nThe project envisages the continuation of specialised coaching services addressing the innovation management capacity of Cypriot SMEs in order to increase the efficiency and effectiveness of investments in research, development and innovation.  The Research Promotion Foundation (RPF), is currently implementing a similar project funded by the EC (KAM2CY), which provides the local SMEs with Key Account Management services (KAM).\nThe project aims to contribute to a better and more efficient connection of local SMEs along with the innovation chain. This will result to a smart growth of Cypriot SMEs and consequently of the Cypriot economy in general. \nThe services will continue to be offered by RPF, as a bundle of additional specialised services, aiming to increase and accelerate economic returns of innovation.  RPF is the coordinating organisation of the Business Support Centre in Cyprus (BSC-Cy), the local member of the Enterprise Europe Network (EEN).",
    "totalCost": "48547,5",
    "ecMaxContribution": "48547,5",
    "coordinator": "IDRYMA PROOTHISIS EREVNAS",
    "coordinatorCountry": "CY",
    "participants": "European Office of Cyprus;CYPRUS CHAMBER OF COMMERCE AND INDUSTRY",
    "participantCountries": "CY",
    "projectParticipants": {
        "950669938": {
            "orgId": "950669938",
            "orgName": "CYPRUS CHAMBER OF COMMERCE AND INDUSTRY",
            "ecContrib": 0
        },
        "999946035": {
            "orgId": "999946035",
            "orgName": "IDRYMA PROOTHISIS EREVNAS",
            "ecContrib": 48548
        },
        "997985859": {
            "orgId": "997985859",
            "orgName": "European Office of Cyprus",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 48548
}