{
    "rcn": "199111",
    "acronym": "HoloMedical3D",
    "topics": "ICT-37-2015",
    "title": "Holographic 3D Display for visualising volumetric images from medical scanners",
    "startDate": "01/12/2015",
    "endDate": "31/08/2018",
    "objective": "Medical imaging technology has been improving at a rapid pace over the past decades with Ultrasound, CT, PET and MRI scanners increasing in performance. This is driven by the need to deliver faster, high quality, efficient and cost-effective healthcare. These machines generate 3D volumetric imagery as a series of 2D slices scanned through the body using radiation (ionising & non-ionising) or ultrasound. These data are presented directly to viewer(s) as full 3D images via the holographic volumetric display. The display essentially performs the inverse operation and converts the radiation into a photonic representation, showing the 2D slices as a series of ìlight sheetsî suspended in free space.\nHoloxica has pioneered a series of motion holographic video displays over the past few years. The award-winning technology produces excellent results with large, bright images floating in mid-air without the need for cumbersome glasses. The display system comprises state of the art optical components (patented Holographic Optical Element, lasers, high speed projection), embedded electronics and image processing with software. The basic principles have been proven (TRL4/5) in a series of national projects and successful completion of the project will result in a TRL7 prototype validated within realistic medical scenarios.\nThe benefits of the holographic volumetric display include quicker interpretation of 3D scan images, faster surgery and better quality surgical procedures. The breakthrough innovation will meet an urgent demand from medical professionals for a 3D visualisation solution that can match the performance of scanning devices. Applications include teaching/training, diagnostics/planning and live surgery.\nMedical Imaging 3D Displays is a global $4.3B market by 2020, growing at 42.2% CAGR. This disruptive innovation may be used across many other multi-billion euro industries including airport security, computer monitors and consumer TV or video gaming.",
    "totalCost": "1286812,5",
    "ecMaxContribution": "900768,75",
    "coordinator": "HOLOXICA LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937099929": {
            "orgId": "937099929",
            "orgName": "HOLOXICA LIMITED",
            "ecContrib": 900769
        }
    },
    "calculatedTotalContribution": 900769
}