{
    "rcn": "199119",
    "acronym": "REMOSIS",
    "topics": "FTIPilot-1-2015",
    "title": "A novel smart trap station as an Internet of Things surveillance solution to remotely count and identify the species of disease-carrying mosquitoes",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "BIOGENTS is a world leader in the development and production of surveillance Traps for Mosquitoes, a key supplier for public and private organizations. BIOGENTS, together with IRIDEON, a specialist in IoT sensor \napplications, and TEIC, a specialist in bioacoustic species recognition, want to address the problem of disease-carrying mosquitoes that invade Europe due to climate change. Our goal is to prevent the loss of billions of Euros, the infection of millions of citizens and most importantly, the deaths of thousands registered every year worldwide. \n\nBIOGENTS and its competitors have a conservative business model: continuously develop increasingly efficient trapping methods, for the best price. However, the customersí real need is to get reliable information about \nmosquito populations in a given area, and thus have to periodically inspect traps manually. This is where the real costs are; therefore the next disruptive leap lies in making the traps smart. \n\nREMOSIS t will attract insects with great efficiency, and perform stand-alone field monitoring, by automatically counting insects, identifying species, and transmitting the data wirelessly. This reduces inspection costs by 80% improving surveillance programmes, which will prevent unnoticed disease outbreaks, and will save lives. With the new electronic trap, we will be the first in the world to combine human mimicking with automatic pest information in their value proposition. This allows a whole new population of consumers to establish surveillance programmes that were only accessible to those with significant resources. BIOGENTS and IRIDEON will produce the solution, and use their own customer and distributor networks as initial commercial routes, which already cover Europe, USA, Australia, Latin America, Africa and Middle East.",
    "totalCost": "1598836,25",
    "ecMaxContribution": "1193873",
    "coordinator": "BIOGENTS AG",
    "coordinatorCountry": "DE",
    "participants": "IRIDEON SL;TECHNOLOGICAL EDUCATIONAL INSTITUTE OF CRETE",
    "participantCountries": "ES;EL",
    "projectParticipants": {
        "935861045": {
            "orgId": "935861045",
            "orgName": "IRIDEON SL",
            "ecContrib": 470172
        },
        "999440180": {
            "orgId": "999440180",
            "orgName": "TECHNOLOGICAL EDUCATIONAL INSTITUTE OF CRETE",
            "ecContrib": 248959
        },
        "986397560": {
            "orgId": "986397560",
            "orgName": "BIOGENTS AG",
            "ecContrib": 474742
        }
    },
    "calculatedTotalContribution": 1193873
}