{
    "rcn": "199194",
    "acronym": "UPTAKE",
    "topics": "H2020-TWINN-2015",
    "title": "Building Research Excellence in Russian and East European Studies at the Universities of Tartu, Uppsala and Kent",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The goal of the project is to increase research productivity and excellence and to promote international visibility and integration of three European universities ñ Tartu in Estonia, Uppsala in Sweden, and Kent in the United Kingdom -- in the field of Russian and East European Studies by creating a dynamic, comprehensive, open and sustainable framework for cooperation and transfer of knowledge. In line with the objectives of Twinning, the aim of the project is to reduce the existing gap in scientific and innovation performance between the high-performing (UK and Sweden) and low-performing member states (Estonia). The work plan envisions the launch of an ambitious new academic conference series, the organization of five international summer and winter schools, extensive inter-institutional mobility, joint supervision of doctoral students and postdoctoral fellows, coordinated promotion of research outputs, joint conceptualization and launch of new collaborative research projects, as well as extensive dissemination and communication measures. The expected impact of the project is a significant improvement in the overall scientific capacity of the University of Tartu in the field of Russian and East European Studies, measured in terms of high-impact publications, external research funding, and integration into relevant international research networks. Due to the regionally leading position of the coordinating institution, as well as the open and inclusive approach chosen by the consortium, the project is expected to make a significant contribution to spreading excellence in the entire Baltic region and post-communist Europe more broadly.",
    "totalCost": "1016410",
    "ecMaxContribution": "1016410",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "UPPSALA UNIVERSITET;UNIVERSITY OF KENT",
    "participantCountries": "SE;UK",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 266736
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 429510
        },
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 320164
        }
    },
    "calculatedTotalContribution": 1016410
}