{
    "rcn": "199156",
    "acronym": "LoveFood2Market",
    "topics": "ICT-28-2015",
    "title": "A portable MicroNanoBioSystem and Instrument for ultra-fast analysis of pathogens in food: Innovation from LOVE-FOOD lab prototype to a pre-commercial instrument",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The development of new methodologies advancing the state of the art in foodborne pathogen detection is a challenge for scientists and technologists as well as food industry and consumers. This project aims to meet the challenge by providing a reliable and versatile solution thanks to the convergence of micro-nano-bio systems. The work capitalizes on several innovative concepts which have already been proven to meet the required criteria for fast, low cost and highly sensitive analysis of pathogens in food samples in a previous research project entitled LoveFood.\n\nThese concepts are gathered on a credit-card size Lab-on-Chip platform, where all necessary steps for bacteria detection are performed on several chips. Specifically, bacteria capture and lysis (one chip), DNA extraction (second chip) and amplification (third chip) and finally pathogenic-DNA detection (fourth chip) can be performed in less than 8 hours and without the need for skilled personnel or large, lab-based dedicated equipment. \n\nTo proceed for a higher Technology Readiness Level towards the successful commercialization of the current prototype and produce a portable, and rapid platform (targeting total pathogen analysis time 4 hours including a 3 hour pre-enrichment step), we propose to further develop it by integrating the bacteria lysis, DNA purification and amplification modules, as well as the biochip detection platform on a single cartridge, able to perform multi-pathogen analysis (i.e. Salmonella, Listeria, Escherichia coli and Bacillus cereus) in multiple samples. The system will be developed for dairy products and meat analysis, with a strong commitment to produce a pre-industrial prototype by the end of the project.",
    "totalCost": "3474732,5",
    "ecMaxContribution": "3151750",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "UNIVERZITA PARDUBICE;JOBST TECHNOLOGIES GMBH;INSTITUT PASTEUR;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";MAKEDONIKI VIOMIHANIA GALAKTOS ANONIMOS ETERIA (MEVGAL SA);SENSEOR SAS",
    "participantCountries": "CZ;DE;FR;EL",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 809791
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 994834
        },
        "999615265": {
            "orgId": "999615265",
            "orgName": "JOBST TECHNOLOGIES GMBH",
            "ecContrib": 316750
        },
        "983250492": {
            "orgId": "983250492",
            "orgName": "MAKEDONIKI VIOMIHANIA GALAKTOS ANONIMOS ETERIA (MEVGAL SA)",
            "ecContrib": 42000
        },
        "999453663": {
            "orgId": "999453663",
            "orgName": "UNIVERZITA PARDUBICE",
            "ecContrib": 253500
        },
        "994508021": {
            "orgId": "994508021",
            "orgName": "SENSEOR SAS",
            "ecContrib": 394875
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 340000
        }
    },
    "calculatedTotalContribution": 3151750
}