{
    "rcn": "199150",
    "acronym": "HUNTER",
    "topics": "MSCA-RISE-2015",
    "title": "Advanced Humidity to Electricity Converter",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "The HUNTER project will develop revolutionary power devices that convert humidity into electrical charge (hygroelectricity), thereby contributing to the European technology and creativity through joint R&D and R&I multisectorial and international cooperation activities supported by knowledge sharing. The devices will harvest electricity from atmospheric humidity and supply a current, such as solar cells capture sunlight and generate electrical power. The successful realization of the project is assured by implementing a coordinated network of knowledge sharing in materials science, physics and chemistry; by solidifying the state-of-the-art understanding in nanoelectronics and by applying bottom-up nanoengineering approaches via an international and inter-sector collaboration of highly qualified researchers from Portugal, France, Finland, Ukraine, Belarus and USA. Both technological (nanoelectronic device fabrication) and fundamental (charge transport mechanisms) issues will be assessed by this multidisciplinary consortium.\nThe successful realization of this project will lead to scientifically substantiated principles for the development of a new generation of functional materials and, consequently, to the creation of advanced nanoelectronic devices.\nWithin the HUNTER project, the consortium will implement research/innovation activities by means of functional secondments and organizing training courses, workshops and summer schools aimed at sharing knowledge, acquiring new skills and developing the careers of the consortium members. Sharing the culture of research and innovation, the HUNTER project will allow applying recent advancements in nanotechnology and materials science to the realization of the creative idea of Nikola Tesla (1932) of ìcapturing electricity from the airî. This vision will be performed in practice by innovative ìhumidity-to-electricityî devices, which will enhance the range of known renewable energy sources by a new atmospheric humidity source.",
    "totalCost": "873000",
    "ecMaxContribution": "873000",
    "coordinator": "UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
    "coordinatorCountry": "PT",
    "participants": "ECOLE NATIONALE SUPERIEURE DES MINES D'ALES;Blueorizon - Projectos de Engenharia, Unipessoal, Lda;DONETSK INSTITUTE FOR PHYSICS AND ENGINEERING NAMED AFTER O.O. GALKIN OF THE NATIONAL ACADEMY OF SCIENCESS OF UKRAINE;SOLENE-R;INSTITUT MINES-TELECOM;NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT;LAPPEENRANNAN TEKNILLINEN YLIOPISTO",
    "participantCountries": "FR;PT;UA;FI",
    "projectParticipants": {
        "999633889": {
            "orgId": "999633889",
            "orgName": "UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
            "ecContrib": 216000
        },
        "998134269": {
            "orgId": "998134269",
            "orgName": "ECOLE NATIONALE SUPERIEURE DES MINES D'ALES",
            "ecContrib": 0
        },
        "950501934": {
            "orgId": "950501934",
            "orgName": "Blueorizon - Projectos de Engenharia, Unipessoal, Lda",
            "ecContrib": 45000
        },
        "973654379": {
            "orgId": "973654379",
            "orgName": "DONETSK INSTITUTE FOR PHYSICS AND ENGINEERING NAMED AFTER O.O. GALKIN OF THE NATIONAL ACADEMY OF SCIENCESS OF UKRAINE",
            "ecContrib": 162000
        },
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 144000
        },
        "928880634": {
            "orgId": "928880634",
            "orgName": "SOLENE-R",
            "ecContrib": 63000
        },
        "999591209": {
            "orgId": "999591209",
            "orgName": "LAPPEENRANNAN TEKNILLINEN YLIOPISTO",
            "ecContrib": 135000
        },
        "999849326": {
            "orgId": "999849326",
            "orgName": "INSTITUT MINES-TELECOM",
            "ecContrib": 108000
        }
    },
    "calculatedTotalContribution": 873000
}