{
    "rcn": "199299",
    "acronym": "SINCAT",
    "topics": "ERC-StG-2015",
    "title": "Single Nanoparticle Catalysis",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Imagine a sustainable society where clean energy is produced from sunlight, and water is converted into hydrogen to fuel a fuel cell, which produces electric energy to power the electric motor in a car. At the same time, CO2 emissions are captured and converted to hydrocarbons that are again used as fuel or as resource for fine chemical synthesis. At the heart of this vision is heterogeneous catalysis. Hence, for it to become reality, tailored highly efficient catalyst materials are of paramount importance. The goal of this research program is therefore to establish a new experimental paradigm, which allows the detailed scrutiny of individual catalyst nanoparticles and their reaction products under application conditions.\nThe catalytic performance of nanoparticles is directly controlled by their size, shape and chemical composition. Current studies are, however, conducted on ensembles of nanoparticles. Therefore, such studies are plagued by averaging effects, which deny access to the key details related to how size, shape and composition control catalyst performance. To eliminate this problem, we will nanofabricate a unique nanofluidic reactor device that will enable us to scrutinize catalytic processes and products at the individual catalyst nanoparticle level. In a second step, we will integrate plasmonic optical probes with the nanoreactor to be able to simultaneously monitor the dynamics of the catalyst particle state during reaction.\nFinally, we will apply the nanoreactor to investigate the role of the catalyst oxidation state in Fischer-Tropsch catalysis. In parallel, we will explore novel plasmon-induced hot electron-mediated reaction pathways for catalytic CO2 reduction, as part of a carbon-neutral energy cycle. We anticipate unprecedented insight into the role of catalyst particle state, size and shape in these processes. This will facilitate the development of more efficient catalyst materials in the quest for an energy-efficient and sustainable future.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}