{
    "rcn": "199241",
    "acronym": "REACH",
    "topics": "FTIPilot-1-2015",
    "title": "Resource Efficient Automatic Conversion of High-Altitude Wind",
    "startDate": "01/12/2015",
    "endDate": "31/08/2019",
    "objective": "The proposed action aims for the commercialisation of an airborne wind energy system. This innovative solution allows supplying remote communities and off-grid areas with reliable and clean electricity in a cost-competitive way. The multinational consortium is coordinated by enevate who acts as system integrator, three industry suppliers for the system components ground station, inflatable wing and kite control unit, and one research organisation that has pioneered the specific technology. The involved parties aim for delivering the first commercial unit in 2017. The first product to enter market will be branded e100, corresponding to its rated electrical power of 100 kW. The proposed action reacts to a persisting market opportunity based on a strong mix of industrial experience and innovation capacity. The go-to-market strategy initially targets the niche of microgrids, while the key objectives address economical, industrial and social challenges and shape the consortium's road map to play a significant role in the EU's energy mix of 2030.",
    "totalCost": "3665744,85",
    "ecMaxContribution": "2675132,13",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "IRMATO GROUP BV;ENEVATE BV;MX PRODUCTION;DROMEC BV;MAXON MOTOR GMBH",
    "participantCountries": "NL;FR;DE",
    "projectParticipants": {
        "929061248": {
            "orgId": "929061248",
            "orgName": "MAXON MOTOR GMBH",
            "ecContrib": 339173
        },
        "928804101": {
            "orgId": "928804101",
            "orgName": "MX PRODUCTION",
            "ecContrib": 88057
        },
        "928676740": {
            "orgId": "928676740",
            "orgName": "ENEVATE BV",
            "ecContrib": 1511172
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 363702
        },
        "920616331": {
            "orgId": "920616331",
            "orgName": "DROMEC BV",
            "ecContrib": 373028
        },
        "928464310": {
            "orgId": "928464310",
            "orgName": "IRMATO GROUP BV",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2675132
}