{
    "rcn": "199288",
    "acronym": "LEILAC",
    "topics": "LCE-15-2015",
    "title": "Low Emissions Intensity Lime and Cement",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "LEILAC, Low Emissions Intensity Lime And Cement, will successfully pilot a breakthrough technology that will enable both Europeís cement and lime industries to reduce their emissions dramatically while retaining, or even increasing, international competitiveness. LEILAC will develop, build and operate a 240 tonne per day pilot plant demonstrating Direct Separation calcining technology which will capture over 95% of the process CO2 emissions (which is 60 % of total CO2 emissions) from both industries without significant energy or capital penalty.\n\nDirect Separation technology uses indirect heating in which the process CO2 and furnace combustion gases do not mix, resulting in the simple capture of high quality CO2. This innovation requires minimal changes to the conventional processes for cement, replacing the calciner in the Preheater-Calciner Tower. For lime there is no product contamination from the combustion gas. The technology can be used with alternative fuels and other capture technologies to achieve negative CO2 emissions. The project will also enable research into novel building materials with a reduced CO2 footprint, as well the upgrade of low value limestone fines and dust to high value lime applications.\n\nThe high potential of the project is complemented by high deliverability. The requested grant will secure Ä8.8m of in-kind funding and support from the LEILAC consortium members, which include world leading engineering, cement, lime and R&D organisations. \n\nTo accelerate further development, LEILAC will deliver a techno-economic roadmap, and comprehensive knowledge sharing activities including a visitor centre at the pilot site near Brussels. In order to reach the required 80% emissions reductions by 2050, CCS will need to be applied to 85% of European clinker production, and LEILAC is uniquely placed to allow Europe to achieve these targets in a timely, effective and efficient manner.",
    "totalCost": "20770635",
    "ecMaxContribution": "11932231",
    "coordinator": "CALIX (EUROPE) LIMITED",
    "coordinatorCountry": "UK",
    "participants": "AMEC FOSTER WHEELER ENERGY LIMITED;THE CARBON TRUST;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;CEMEX RESEARCH GROUP AG;PROCESS SYSTEMS ENTERPRISE LIMITED;TARMAC TRADING LIMITED;STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND;HEIDELBERGCEMENT AG;CALIX LTD;QUANTIS;LHOIST RECHERCHE ET DEVELOPPEMENT SA",
    "participantCountries": "UK;CH;NL;DE;AU;BE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 366282
        },
        "999988715": {
            "orgId": "999988715",
            "orgName": "STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND",
            "ecContrib": 346776
        },
        "986315886": {
            "orgId": "986315886",
            "orgName": "TARMAC TRADING LIMITED",
            "ecContrib": 0
        },
        "986942021": {
            "orgId": "986942021",
            "orgName": "HEIDELBERGCEMENT AG",
            "ecContrib": 605000
        },
        "986038466": {
            "orgId": "986038466",
            "orgName": "LHOIST RECHERCHE ET DEVELOPPEMENT SA",
            "ecContrib": 0
        },
        "928085719": {
            "orgId": "928085719",
            "orgName": "AMEC FOSTER WHEELER ENERGY LIMITED",
            "ecContrib": 2433568
        },
        "928319101": {
            "orgId": "928319101",
            "orgName": "CALIX LTD",
            "ecContrib": 0
        },
        "998066272": {
            "orgId": "998066272",
            "orgName": "PROCESS SYSTEMS ENTERPRISE LIMITED",
            "ecContrib": 402280
        },
        "994416065": {
            "orgId": "994416065",
            "orgName": "QUANTIS",
            "ecContrib": 0
        },
        "952356574": {
            "orgId": "952356574",
            "orgName": "CALIX (EUROPE) LIMITED",
            "ecContrib": 7428325
        },
        "986048457": {
            "orgId": "986048457",
            "orgName": "CEMEX RESEARCH GROUP AG",
            "ecContrib": 0
        },
        "972210437": {
            "orgId": "972210437",
            "orgName": "THE CARBON TRUST",
            "ecContrib": 350000
        }
    },
    "calculatedTotalContribution": 11932231
}