{
    "rcn": "199235",
    "acronym": "PresConfLuxDec",
    "topics": "Environment",
    "title": "Innovative Enterprise Conference on Circular Economy and Access to Risk Finance",
    "startDate": "19/10/2015",
    "endDate": "18/02/2016",
    "objective": "The conference will address the challenges and opportunities for the finance sector when funding the circular economy and the transition from the linear to the circular economy. The conference is organized in the framework the Luxembourg Presidency of the Council of the European Union and of a partnership between the Grand-Duchy of Luxembourg and the European Investment Bank (EIB) in the framework of the InnovFin Advisory program of the European Commission.\nThe resulting report will be presented at the conference and its findings will be discussed.\nThe conference will allow the participants (banks, funds and all actors from the finance sector as well as public authorities, at a national and European level, responsible for the design and the implementation of state aid and support tools) to exchange best practices and know how on how to finance the circular economy while benefiting from the findings of the EIB report. The know-how developed by the finance sector will be an important support to companies implementing circular economy principals.\nThis Luxemburg Presidency Innovative Enterprise Conference in December 2015 is of high Political priority and particularly timely as the circular economy package will be published on the 2nd of December 2015. The Conference will also allow giving to the Luxemburg Presidency a high visibility on its contribution to this major phase of President Juncker Plan.\nThe conference will address such topics as the political response to the macroeconomic situation, ways to boost growth, jobs and competitiveness through innovation, how thefinancial instruments, facilities and accompanying measures launched under Horizon 2020 can enhance access to finance for research, innovation and SMEs and also interactions between these financial instruments, COSME's and European Structural & Investment Funds (ESIF), as well as with instruments at national and local levels.",
    "totalCost": "226810",
    "ecMaxContribution": "192368",
    "coordinator": "TEAM WORK",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930267055": {
            "orgId": "930267055",
            "orgName": "TEAM WORK",
            "ecContrib": 192368
        }
    },
    "calculatedTotalContribution": 192368
}