{
    "rcn": "199279",
    "acronym": "HIGHER",
    "topics": "IT-1-2015-1",
    "title": "HIGHER: ìHigh performance Engine for Light Sport Aircraft",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "HIGHER project will launch on the aviation market an innovative engine which will contribute to make small aircrafts and helicopters individual, diffused, sustainable and safe transport vehicles.\nIn order to reach this goal, the new engine conceived by Egimotors will ensure: \n- higher performance, thanks to the weight containment between 105 and 115 kg (20% lower than the average of the engines of the same power available today) coupled to an output of 200 hp and to a 4 valves-per-cylinder system that delivers high performance;\n- lower purchase cost, thanks to simple design, limited dimensions and weight, and multiple potential applications with consequent advantages in construction costs that allow a lower retail price;\n- lower operating costs, thanks to the possibility to use (in addition to AvGas) also MoGas (Automotive fuel) characterized by significantly lower cost. The study of thermodynamics matched to the geometry of the cylinder ducts was also designed to ensure a reduction of fuel consumption;\n- higher reliability and safety, thanks to high-quality construction component, technical processes choices and careful assembly. EGM 4x4 mechanical components are less stressed and consequently have longer service life. The electronic ignition and injection system, completely redundant and validated by extensive bench tests, also ensures high reliability;\n- lower environmental impact, thanks to in-depth study of the intake and exhaust gas system, which will be able to reduce fuel consumption and consequently pollution. \n\nIn terms of business plan, the company strategy aims at selling in 5 years more then 500 engines, at a target price of 16,000 euro, with a turnover of about 3 millions per year since 2021 and a market share of 7%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EGIMOTORS S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935080874": {
            "orgId": "935080874",
            "orgName": "EGIMOTORS S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}