{
    "rcn": "199263",
    "acronym": "ENERCOVERY",
    "topics": "SIE-01-2015-1",
    "title": "Modular green-energy recovery and business model",
    "startDate": "01/12/2015",
    "endDate": "30/04/2016",
    "objective": "Gasification is a thermal process that converts organic matter into fuel gas (Syngas) at high temperatures (above 600 ∫C). When Syngas is burnt in a combustion engine, simultaneous production of electricity and heat is obtained in one only step. The main limitation of current gasification plants are the great amount of wastes needed to work properly, which makes this technology very difficult to be implemented in industrial sectors with less quantity of wastes production. This market demands a more flexible, modular and portable technology.\nOn the other hand, the pellet production is a process with very high energy consumption, mainly due to the need of raw material drying, and with a waste product suitable for energy recovery by gasification.\nThe general objective of this innovation project is to place in market a breakthrough energy technology for pellet manufacturing industries with high energy consumption that will allow valorising their wastes, currently with none or less economic value, by means of a modular and portable gasification-CHP plant installed in their facilities. Additionally, the project development will help to solve a serious environmental problem caused by the excessive accumulation of wastes in landfills.\nIn order to reach this objective, the consortium will validate the study of this energy technology carried out in pellets manufacturing industries by scaling-down the gasification plant currently used for tens of tonnes per day of waste and optimise the functional parameters to the type of waste treated to ensure the same process yield as bigger plants.\nPhase 1 of ENERCOVERY aims to ensure the viability of the project. A technical analysis on the viability of the implementation of a gasification-CHP plant in pellet manufacturing process and a business plan will be developed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREENE WASTE TO ENERGY SL",
    "coordinatorCountry": "ES",
    "participants": "Nicepellets LDA",
    "participantCountries": "PT",
    "projectParticipants": {
        "944362222": {
            "orgId": "944362222",
            "orgName": "Nicepellets LDA",
            "ecContrib": 0
        },
        "950886442": {
            "orgId": "950886442",
            "orgName": "GREENE WASTE TO ENERGY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}