{
    "rcn": "199200",
    "acronym": "SIR",
    "topics": "ERC-ADG-2014",
    "title": "Scriptores Iuris Romani. Texts and Thought.",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "The goal the PI intends to reach, in cooperation with scholars of the Universities of Roma 'La Sapienza', Pavia, Siena, Bologna, Cassino and others Italian and European Universities, is to create the basis ñ in texts and in interpretation - for a new approach to the remains of the ancient Roman jurists. \nWhat we suggest is an advanced paradigm in considering the most important part of Roman law: the Justinian Digesta, and other juridical Late antique anthologies. A change of perspective of great impact not only for the scholars in Antiquity, but also for a educated audience, interested in law and history. An historiographic model that will overturn current outlooks, making way for a different view, which seems to us of great interest today, both for legal and historical studies. No more the institutes, the norms and the rules of Roman Law ñin the misleading form of the Code- but the effective legal thinking of its authors, the ancient iuris prudentes. Our aim is to focus the attention on their thought in the context of the time they belonged to. \nThe achievement of the objective will be carried out through a reconstruction, and annotated edition, in several volumes, of the writings of jurists handed down in the Digesta and in other anthologies: an undertaking that has never been attempted. We will proceed by author and by work. A collection, entitled Scriptores iuris Romani (also available in e-book format) will gather the annotated editions. Each volume will consist of four parts (Introduction dedicated to the jurist considered and to his reconstructed work(s); Latin text (or Greek); Italian translation; commentary). The edition will be progressive and cover the entire period of the project (5 years).With regard to the choice of jurists to be edited, we will proceed by dealing with multiple authors and types of texts. About ten volumes are already anticipated. Another objective will be the creation of a website in which the texts will be published: thus for the first time, there will be a database on Roman legal thought.",
    "totalCost": "2025000",
    "ecMaxContribution": "2025000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 2025000
        }
    },
    "calculatedTotalContribution": 2025000
}