{
    "rcn": "199228",
    "acronym": "BACRES",
    "topics": "ICT-37-2015-1",
    "title": "Feasibility study: Cloud-based diagnostic software for infectious diseases",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The problem of antibiotic resistance is considered one of the largest threats to human health by the World Health Organization (WHO). In EU and the US antibiotic resistance infections have been estimated to cause > 48 000 deaths from 2,5 million resistant infections and confer an excess direct healthcare cost of Ä 20 billion annually. A major contributor to this is current diagnostic methods, being slow (longer than 48 hours), resource-consuming and/or non comprehensive resulting in ineffective treatment. 1928 Diagnostics is developing a software solution that takes advantage of modern DNA technology (next generation sequencing, NGS) that is currently not used in clinical routine due to complex data analysis that is time and recourse intensive. Our solution is a software-as-a-service that combines cloud computing and a proprietary bioinformatics platform that automatically processes large and complex data to give resistance profiles as well as bacterial identification in just 15 minutes, enabling complete diagnosis in under 12 hours. The only thing required at the hospital laboratory is an internet connection in order to upload NGS raw data and to download the resistance profiles that will be used as a decision support for the doctor in the treatment selection for a particular patient. The result is shortened time from patient sampling to treatment, resulting in reduced mortality, less transmission of resistant bacteria and diminished costs for the health care system and society.\nOur product addresses a market that is worth over Ä 8 BN based on 55 million potential tests in EU and US.\nThe feasibility study will focus on understanding the customers and market demands for the first version of the product in order to reach the market in the most efficient way. In a following Phase 2 project activities will include product development, clinical validation studies and CE marking activities to support product launch in 2017.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "1928DIAGNOSTICS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925374860": {
            "orgId": "925374860",
            "orgName": "1928DIAGNOSTICS AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}