{
    "rcn": "199270",
    "acronym": "PPOSS",
    "topics": "COMPET-06-2015",
    "title": "Planetary Protection of Outer Solar System",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "While significant effort has been and is being provided to address planetary protection in the context of inner Solar System exploration, and in particular Mars, PPOSS will allow tackling the scientific, technological and policy-making specifics of Planetary Protection (biological and organic contamination) of outer solar system bodies, including small solar system bodies.  \nThrough an intensive three year programme, the project will nurture and catalyse discussions, analysis, exchange of knowledge and definition of strategic science and policy recommendations, therefore allowing a leap in the understanding of biological and organic contamination in the frame of outer solar system bodiesí exploration. \nPPOSS intends to consider and delineate the state of the art, identify lessons to be learnt and good practices in planetary protection. Looking forward, PPOSS will identify scientific challenges and knowledge gaps as well as define scientific requirement for outer Solar system bodies planetary protection. \nPPOSS will also involve interactions with the European industry and will develop as set of European industry roadmaps. \nEventually PPOSS will use and integrate the information and knowledge produced through the project to provide science and policy recommendations for the definition, improvement, and implementation of an adequate planetary protection policy for outer Solar system bodies. PPOSS will also be very active on dissemination and exchange of Planetary Protection-related knowledge and know-how. \nPPOSS will bring in four international partners from three non-European countries (Japan, China and Russia) as well as one observer from US. Participating in the project implementation (they will be part of the Steering Committee) and involving their experts, these organisations will enrich and extend the scope of the project, making it a true international initiative.\nPPOSS will last 3 years but COSPAR will be maintain and update its main outputs beyond its lifetime",
    "totalCost": "996106,25",
    "ecMaxContribution": "989856,25",
    "coordinator": "FONDATION EUROPEENNE DE LA SCIENCE",
    "coordinatorCountry": "FR",
    "participants": "EUROSPACE;Space Technology Ireland Ltd.;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;ISTITUTO NAZIONALE DI ASTROFISICA;COMMITTEE ON SPACE RESEARCH",
    "participantCountries": "FR;IE;UK;DE;IT",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 57341
        },
        "931827300": {
            "orgId": "931827300",
            "orgName": "Space Technology Ireland Ltd.",
            "ecContrib": 57602
        },
        "999987939": {
            "orgId": "999987939",
            "orgName": "FONDATION EUROPEENNE DE LA SCIENCE",
            "ecContrib": 246284
        },
        "942356262": {
            "orgId": "942356262",
            "orgName": "EUROSPACE",
            "ecContrib": 121892
        },
        "931854945": {
            "orgId": "931854945",
            "orgName": "COMMITTEE ON SPACE RESEARCH",
            "ecContrib": 216250
        },
        "999868920": {
            "orgId": "999868920",
            "orgName": "ISTITUTO NAZIONALE DI ASTROFISICA",
            "ecContrib": 69706
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 220780
        }
    },
    "calculatedTotalContribution": 989855
}