{
    "rcn": "199203",
    "acronym": "PICASSO",
    "topics": "ICT-38-2015",
    "title": "ICT Policy, Research and Innovation for a Smart Society: towards new avenues in EU-US ICT collaboration",
    "startDate": "01/01/2016",
    "endDate": "30/06/2018",
    "objective": "The aim of the 30-months PICASSO project is (1) to reinforce EU-US collaboration in ICT research and innovation focusing on the pre-competitive research in key enabling technologies related to societal challenges - 5G Networks, Big Data, Internet of Things and Cyber Physical Systems, and (2) to support the EU-US ICT policy dialogue by contributions related to e.g. privacy, security, internet governance,  interoperability, ethics. PICASSO is oriented to industrial needs, provides a forum for ICT communities and involves 24 EU and US prominent specialists in the three technology-oriented ICT Expert Groups and an ICT Policy Expert Group,  working closely together to identify policy gaps in the technology domains and to take measures to stimulate the policy dialogue in these areas.  A synergy between experts in ICT policies and in ICT technologies is a unique feature of PICASSO. An analysis of the industrial drivers, societal needs, and priorities for EU-US ICT collaboration will be done, and policy gaps will be highlighted. An Opportunity Report will point out new avenues for EU-US research, innovation and policy collaboration. An ìICT Industry Toolkitî app will support companies and academia in exploiting collaboration opportunities. Policy briefs focusing on specific aspects of identified policy gaps will provide visibility for EU policies and propose ways forward. Strategic initiatives will be investigated and discussed, and a White Paper will be prepared. The outreach campaign will include 30\\ events, success stories factsheets, info sessions and webinars. PICASSO will directly contribute to the strengthening of the European industrial leadership in ICT. PICASSOís approach will be integrative, inclusive, industry-driven, societally responsible and beneficial for both EU and US. It is supported by NIST, National Institute of Standard and Technology, US, and the European Cluster Alliance.",
    "totalCost": "1160031,25",
    "ecMaxContribution": "999718,75",
    "coordinator": "INNO TSD",
    "coordinatorCountry": "FR",
    "participants": "HONEYWELL INTERNATIONAL INC;ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS;REGENTS OF UNIVERSITY OF MINNESOTA;AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA;TECHNISCHE UNIVERSITAT DORTMUND;THHINK WIRELESS TECHNOLOGIES LIMITED;GNKS CONSULT BV;FLORIDA INTERNATIONAL UNIVERSITY;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "US;EL;IT;DE;UK;NL",
    "projectParticipants": {
        "958028455": {
            "orgId": "958028455",
            "orgName": "THHINK WIRELESS TECHNOLOGIES LIMITED",
            "ecContrib": 135938
        },
        "999897535": {
            "orgId": "999897535",
            "orgName": "REGENTS OF UNIVERSITY OF MINNESOTA",
            "ecContrib": 0
        },
        "999751744": {
            "orgId": "999751744",
            "orgName": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS",
            "ecContrib": 139906
        },
        "997953267": {
            "orgId": "997953267",
            "orgName": "HONEYWELL INTERNATIONAL INC",
            "ecContrib": 0
        },
        "999609833": {
            "orgId": "999609833",
            "orgName": "INNO TSD",
            "ecContrib": 198312
        },
        "999848453": {
            "orgId": "999848453",
            "orgName": "TECHNISCHE UNIVERSITAT DORTMUND",
            "ecContrib": 164812
        },
        "957062141": {
            "orgId": "957062141",
            "orgName": "GNKS CONSULT BV",
            "ecContrib": 113188
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 117562
        },
        "999514191": {
            "orgId": "999514191",
            "orgName": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
            "ecContrib": 130000
        },
        "969054057": {
            "orgId": "969054057",
            "orgName": "FLORIDA INTERNATIONAL UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 999718
}