{
    "rcn": "199286",
    "acronym": "WEAR_n_PAY",
    "topics": "ICT-37-2015-1",
    "title": "Wearables for Payment",
    "startDate": "01/12/2015",
    "endDate": "30/04/2016",
    "objective": "The infrastructure to enable contactless payments is now widely deployed in Europe, all point-of-sale terminals will accept contactless payments by 2020. Furthermore, the recent launch of Apple Watch including payment functionality, has raised enormous interest on contactless payment from wearables. Thus, the momentum is created for innovative companies to change the payment habits of young citizens, based on improvement of convenience and security.\nWEAR¥n¥PAY services correspond to the development and production of customised payment wearables with the highest security standards, in fashionable designs and materials. Our model is B2B, offering payment wearables to our clients (bank entities) thus not competing in the B2C market with on-the-shelve products, in the short-term. Our solutions integrate multifunction contactless chips so that they can also be used for transport access, loyalty cards and couponing, user¥s membership cards and ticketing. Our multifunction wearables have the major operational advantage of being universal (mobile-operator independent) thus they can be equally used by all citizens, which is very important for facilitating agreements with public administration (i.e. transport managers) and other providers (airlines, retailers, etc.). Wetech has delivered bank-issued wearables for contactless payment and is developing wearables to be issued by the end-user through an authorised bank app, based on tokenization. \nWetech is one of the first enterprises in the world delivering payment wearables, currently working in one Proof of Concept and one Pilot project with two major banks (in Spain and in the Middle East, respectively). Wetech is at an excellent departure point for a successful exploitation of this market niche, expected to grow at an excellent CAGR of 177% over the next years, up to a 800MÄ EU market by 2022. Upon this project, Wetech will undergo a rapid international expansion to reach a turn over above 50MÄ and 170 employees by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WEARABLE TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926205859": {
            "orgId": "926205859",
            "orgName": "WEARABLE TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}