{
    "rcn": "199262",
    "acronym": "MirrorPV",
    "topics": "SIE-01-2015-1",
    "title": "MirrorPV - Balanced growth photovoltaic generation with Roof PV mirrors",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The strategic aim of SCA Development Ltd. (SCAD), and our intentions regarding potential Phase 2 funding, is production start-up and market uptake of ìMirrorPVî innovative solution.\nThe main objective of MirrorPV phase 1 project is to perform a feasibility study of our innovation idea in order to verify the technological, practical, market and economic viability of the innovation.\nMirrorPV is an innovative patent pending technology that increases the productivity of the photovoltaic solar systems when the sun is low above the horizon by increasing their illumination.\nThe specific objectives of SCAD towards MirrorPV phase 2 and phase 3 project and expected outcomes by 2018 are ñ To develop the MirrorPV innovation to a series of prefabricated modules with a different shape, width, height and inclination towards PV panels; To develop and establish a distribution network for the Balkan market by the end of 2017 and penetration the rest of European market by the end of 2018; Using specific communication and promotion channels, to demonstrate the efficiency, capability and qualities MirrorPV as cost effective solution; To achieve commercialization of the MirrorPV in EU market by the end of 2018.\nSpecific objectives of the MirrorPV feasibility study ñ Study and analysis of the current mode of operation of MirrorPV. Evaluation of alternatives ñ the influence of the different shape of the mirrors on the equability of irradiation of the entire area of the PV panels; Definition of operating requirements for production start-up and market uptake of MirrorPV; Identification and analysis of the critical risk factors. Development of contingency plan; Deep study and analysis of the market environment, market segmentation and development of most suitable for MirrorPV marketing and sales strategy; Overall assessment of project viability; Establishment of intellectual property issues; Identification of the most relevant partners for development and implementation of phase 2 project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SCA DEVELOPMENT LTD",
    "coordinatorCountry": "BG",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949928179": {
            "orgId": "949928179",
            "orgName": "SCA DEVELOPMENT LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}