{
    "rcn": "199245",
    "acronym": "Bsmart - Pro",
    "topics": "ICT-37-2015-1",
    "title": "Smart integrated digital contents and educational platform",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "Applix Education specialized in digital publishing services for education aims to launch Bsmart-pro, which aspires to be a disruptive integrated digital contents and educational platform for the global community of students, teachers, schools and publishers. It enhances the teaching & learning process thanks to integrated tools which allow customizing, creating and sharing contents in its virtual school environment. It creates a new virtual market place in which publishers of e-learning contents will reach to boost sales of digital educational materials. Trend of the educational process is shifting towards a higher degree of personalization and proactivity by the student, which is encouraged to use the virtual tools available to access a variety of digital contents to enhance his/her own learning process which is guided and tutored by the teacher. Publishers and educational material providers have identified the previous as a new challenge, and have created digital educational contents that can be accessed by the student via internet. Bsmart-pro integrates both business approaches, creating a cloud based multifunctional multi-user educational platform that will allow publishers to increase sales; students and teachers to access multimedia content interacting which each other in an e-learning process that offers multiple opportunities to boost personalization, flexibility, socialization and game-like learning; and last but not least, schools heads to improve the efficiency and competitive edge of their schools. To date, a basic version of Bsmart is operating in Italy with over 126.000 users as of Sept, 2015. We have now to integrate new functional modules and prepare scaled-up demonstrations across European countries. We aim to execute technical feasibity tasks as well as perform a deep Market Study, preparing our Commercial Strategy, establishing an IP protection strategy for the BSmart core algorithms, all to be considered in Bsmart-pro Business Plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BSMART LABS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925463130": {
            "orgId": "925463130",
            "orgName": "BSMART LABS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}