{
    "rcn": "199250",
    "acronym": "TRACKSCAN",
    "topics": "IT-1-2015-1",
    "title": "A practical, portable and robust scanning system using infrastructure inspection radar (IIR) for the investigation of rail track substructure, ballast and tunnel infrastructure",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "This is a feasibility study to enable the development of a novel portable radar system that provides a simple non-invasive mechanism for inspecting railway infrastructure. At present different techniques are needed to inspect the ballast, track substructure and tunnels. TRACKSCAN would undertake these activities and more through non-invasive inspection. Within Europe ballast inspection requires digging a trench or driving plastic lined steel tubes into ballast with a pneumatic hammer. This is obviously impractical, time consuming, labour intensive and can miss ballast fouling. TRACKSCAN inspects all ballast so that maintenance can be targeted and effective. The feasibility study proposed intends to verify the technological and practical aspects of the system and ensure the business concept is sound. The system is described in terms of what can be achieved the science behind it is retained as confidential, as permitted by the call. The penetrating radar system has a rotating antenna which allows 360 degrees inspection and in any plane, this means that unlike other ballast inspection systems in the US, the TRACKSCAN system can extend beyond the vehicle width. The TRACKSCAN system is innovative, unique and we believe has a large market potential. The areas of inspection include: ballast; sub-ballast including drainage systems; water pipes and utilities, tunnel linings and tunnel track systems and bridge surface structures.\nThere is already interest from infrastructure owners and maintenance organisations such as Turkish Railways (TCDD) who have indicated their support as potential user/customers and will identify their needs and define the future work within Phase 2. Phase 1 will investigate:\nï\tTechnological and practical viability and science, technology and innovation required in Phase 2\nï\tEconomic viability and market potential\nï\tUser needs for the system \nï\tIPR (patent) and licensing\nï\tBusiness models and partners for Phase 2 and production of the system.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RAILVIEW LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "993498057": {
            "orgId": "993498057",
            "orgName": "RAILVIEW LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}