{
    "rcn": "199211",
    "acronym": "iSIM",
    "topics": "Space-SME-2015-1",
    "title": "Integrated Standard Imager for Earth Observation Microsatellites",
    "startDate": "01/12/2015",
    "endDate": "30/04/2016",
    "objective": "The Space industry is on the verge a major revolution due to the advent of large constellations of small satellites (1-100 kg) providing fast, and low-cost access to space. However the traditional components & systems suppliers are not being able to cope with these fast changes:\n-\tHigh Resolution Earth Observation cameras are still considered turn-key projects with prices and delivery times that are out of reach for most small satellites developers. \n-\tIn the last three years the number of small satellites launched has multiplied by 4. This has triggered a shortage of components and subsystems, and some suppliers have their production booked for years. \n\niSIM is a patent pending high-resolution compact camera for Earth-Observation microsatellites, that provides very flexible sensing capabilities and on-board processing, for a fraction of the cost of todayís Earth Observation instruments. \nThis novel product, result of a 3 year R&D project started at the University of Florida, combines a straightforward design (patent pending), with advanced electronics, software, and advanced manufacturing standards from its conception.\n\nSATLANTIS aims to capture around 10% of the micro and nanosatellite market with an expected turnover of 27 MÄ, becoming a leading player in the 50kg micro-satellite segment. It is a Spanish start-up technology company that designs, builds and operates microsatellites and payloads for Earth Observation. The founding team was completed by a group of high profile individuals with wide experience in the Science, Innovation and Engineering fields and a minority participation (5%) of Elecnor Deimos, a 3 BÄ industrial group with a Space division that has developed and operated 2 Earth Observation satellites. The team is working on a 2 MÄ financing round of which 1/3 is already committed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SATLANTIS MICROSATS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929536839": {
            "orgId": "929536839",
            "orgName": "SATLANTIS MICROSATS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}