{
    "rcn": "199251",
    "acronym": "JUMPAIR",
    "topics": "PHC-12-2015-1",
    "title": "JUMPAIR: Decubitus Ulcers Diseases Diagnoses by means of Smart Anti-Decubitus System based on known Ulcers Activity Biomarkers",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The project JUMPAIR will benefit a large number of patients who has suffered decubitus ulcers or they are running the risk to suffer it by remotely monitor ulcers biomarkers to improve early diagnoses, treatment and providing alerts at critical situations. JUMPAIR project meets the objectives of the PH 12 topic: clinical validation of known DeU diagnoses biomarkers by means of an innovative medical device which a potential wider clinical deployment in very short time. First of all, there is no decubitus system in the market able to monitor the onset of decubitus ulcers and provide alerts in real time to the hospital for long-term diseases, including the implementation of intelligent algorithms and an innovative integrated measurement system embedded in textiles. Secondly, the prototype will be enhanced and validated by means of clinical trials in real conditions in the Hospitals setting our European collaborators network. The final anti-decubitus system will contribute to decrease the healthcare expenditure preventing the onset of decubitus and avoiding unnecessary hospitalizations and therapeutic treatments. We believe that there is an unmet need in that field, and the final systems allows a preventive and therapeutic care of decubitus ulcers having a great impact for physicians and patients who deal with this critical decubitus ulcers disease.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DOFREN SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926625869": {
            "orgId": "926625869",
            "orgName": "DOFREN SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}