{
    "rcn": "199239",
    "acronym": "WORKSHOP4.0",
    "topics": "NMP-25-2015-1",
    "title": "Automated real-time production forecasting for industry",
    "startDate": "01/02/2016",
    "endDate": "31/07/2016",
    "objective": "'Workshop managers face daily the challenge to execute their production plans at the lowest product rejection rates and costs. Rejections can be due to multiple kinds of defects in the manufactured piece. Each kind of defect is co-related to the particular parameters of production and the surrounding environment that have converged during the manufacturing process of the defective piece. At modern workshops the number of converging parameters during production can range from several hundreds to thousands. In serial production, defects are more prevalent at the beginning of the production of each new reference, until all production parameters are correctly set-up, but itís also frequent to suffer involuntary, environmental or unavoidable modifications of parameters that also cause defective production. The problem of defective production is particularly relevant the higher the value of the workpieces produced and the shorter the production series. The evolution of the industrial production worldwide, and specially in advanced economies like Europe, tend towards a higher customization of products, thus to shorter series of higher cost and value pieces, making the problem of defective production a increasingly relevant issue for the competitiveness of industry. VEIGALAN has developed WORKSHOP4.0, a tool based on big data and artificial intelligence technologies that forecasts in real time the optimum working conditions for production processes involving material melting or fluency. WORKSHOP4.0 is capable to forecast the optimum production parameters at the beginning of a new series and re-calculate the new optimum parameters when unexpected, even un-noticed, defect producing events happen.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VEIGALAN ESTUDIO 2010",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950100160": {
            "orgId": "950100160",
            "orgName": "VEIGALAN ESTUDIO 2010",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}