{
    "rcn": "199261",
    "acronym": "CORTIME",
    "topics": "NMP-25-2015-1",
    "title": "CorTime, a Cloud-based intelligent optimization engine for 3D-CAD",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The ever-increasing competition in the industrial sector calls for continuous optimization of means of production. More often competitive advantages are obtained in marginal improvements of performance rather than disruptive innovation.\n\nOptimization of means of production is an extremely complicated process. Optimization calculations can take months to perform, and the software is extremely expensive therefore often out of reach for smaller companies.\n\nThe current innovation project, CorTime, is a cloud-based intelligent optimization engine for 3D-CAD. CorTime enables engineers to save 50-75% of their time spend on product optimization and at the same time save more than 30% of the typical software license costs compared to current solutions. \n\nCorTime is brought to the market by Apiosoft, a Danish-based SME software house. CorTime is based on an in-house developed & patent pending optimization method. CorTime is expected to increase the turnover of Apiosoft by 15 million Euros and employ additional 50 people in 2020.\n\nCorTime is an enabling technology for the uptake of advanced production technologies and manufacturing processes, where especially SMEs will gain major advantages that will fuel not only the number of innovations, but also time to market of new products. While CorTime is also relevant for larger companies, CorTime creates most values by removing barriers for and underpinning the agility of SMEs. \n\nCorTime is developed as a plug-in for SolidWorks, a global 3D-CAD provider, with whom Apiosoft works with through the third-party collaboration programme of SolidWorks.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "APIOSOFT APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933242045": {
            "orgId": "933242045",
            "orgName": "APIOSOFT APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}