{
    "rcn": "199274",
    "acronym": "SMS",
    "topics": "COMPET-03-2015",
    "title": "SANDWICH MATERIAL AND STRUCTURE",
    "startDate": "01/01/2016",
    "endDate": "30/04/2018",
    "objective": "In the space industry, a growing demand is to make structures lighter, while optimizing the mass/stiffness/strength ratio.. To do so, the sandwich architecture appears to be the most efficient design. The main objective of Sandwich Material and Structure (SMS) project is then to develop an ultra-stable and low weight structure, based on such architecture. This optimized structure will combine innovative solutions such as cyanate-ester / pitch fiber Carbon Fiber Reinforced Polymer (CFRP) raw material, cyanate-ester / pitch fiber CFRP honeycomb and advanced joining solutions.\nTo validate the performance of such assembly, SMS will work on a sandwich mirror structure use case.. The development of a groundbreaking joining solution, based on organic, inorganic or hybrid chemistry, will ensure optimal structural cohesion. The implementation of ZerodurÆ skins to create the mirror will allow to measure optical performances and to characterize the stability of the structure.\nSMS work plan includes the identification of requirements at system and building blocks level, the development of European sourced cyanate-ester CFRP and CFRP honeycomb, the tuning of an efficient joining method and a Breadboard prototyping and tests.\nSMS project will ensure the compatibility of its developments with the European legislation and regulation, as well as foresee their up-scaling at industrial level and their dissemination towards research groups and SMEs.\nAll the achievements will focus on developing a range of new space products from non-space low TRL technologies.\nAt project end, SMS will achieve a Technological Readiness Level (TRL) 4-5, with the identification of the way forward to qualify and industrialize very large scale structures.\nSMS will be supported by a well-balanced and transdisciplinary consortium, with previous common experience in carrying out successful material and processes development projects.",
    "totalCost": "1187742,5",
    "ecMaxContribution": "817992,5",
    "coordinator": "THALES ALENIA SPACE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;NORTH THIN PLY TECHNOLOGY SARL;MATERIA NOVA ASBL;NORTH THIN PLY TECHNOLOGY SPOO.;POLITECNICO DI TORINO",
    "participantCountries": "CH;BE;PL;IT",
    "projectParticipants": {
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 112930
        },
        "929621423": {
            "orgId": "929621423",
            "orgName": "NORTH THIN PLY TECHNOLOGY SPOO.",
            "ecContrib": 156250
        },
        "999908205": {
            "orgId": "999908205",
            "orgName": "THALES ALENIA SPACE FRANCE",
            "ecContrib": 430061
        },
        "930391312": {
            "orgId": "930391312",
            "orgName": "NORTH THIN PLY TECHNOLOGY SARL",
            "ecContrib": 0
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        },
        "999496052": {
            "orgId": "999496052",
            "orgName": "MATERIA NOVA ASBL",
            "ecContrib": 118751
        }
    },
    "calculatedTotalContribution": 817992
}