{
    "rcn": "199283",
    "acronym": "BrakeDiam",
    "topics": "IT-1-2015-1",
    "title": "BRAKE DIsc for AutoMotive - performance enhancement by insertion of diamond particles",
    "startDate": "01/11/2015",
    "endDate": "29/02/2016",
    "objective": "Created in Grezzana (Italy) in 2013, our company, Ferdiam S.r.l., is a ìstartupî company dedicated to the development of innovative technologies and products through the use of the diamond. As a spin-off Dellas S.p.a., world-renowned leader for over 40 years in the manufacturing of diamond-based tools for cutting stone, we have a solid and proven knowledge of the potential of the diamond for industrial applications and its subsequent business exploitation. \nDiamonds have unsurpassed hardness among minerals on Earth (according to the Mohs scale). Their thermal conductivity is extremely high (5 times higher than 2nd ranked, Copper) that leads to practical 20-times better thermal-dissipation than other industrial materials (e.g. iron, steel). These, together with other properties (broad band optical transparency; extremely chemically inert-not affected by any acid or other chemicals; graphitization only at very high temperatures) make them a very versatile material for industrial purposes. \nOriginally focused on the decorative world thanks to the diamondís characteristics of brightness and resistance, our business development has evolved as well towards the automotive sector where its thermal conductivity and hardness can address current needs towards higher performances of the disc brakes, crucial systems of the automotive. \nUsing diamonds, BrakeDiam, our innovative brake for automotive industry, means a new push forward in braking technology, improving the complete braking system in standard tourism cars and motorbikes: safer (braking time to stop vehicle is reduced by 15%), optimized gas consumption (braking system 25% lighter), less maintenance (\\40% operating life) and environmental friendly (-50% particle emissions of steel/iron dust). This project, which aims at producing and commercializing our BrakeDiam disc brake range, will allow us to grow sustainably through an accumulated profit over 12 million within the first 5 years of exploitation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FERDIAM Srl",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925680604": {
            "orgId": "925680604",
            "orgName": "FERDIAM Srl",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}