{
    "rcn": "199256",
    "acronym": "VasQ",
    "topics": "PHC-12-2015-1",
    "title": "An innovative external brace to ensure patency and maturity of arteriovenous fistulas in haemodialysis patients.",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "Arteriovenous Fistulas (AVF), the process of joining a vein to an artery, is the gold standard for both vascular access (VA) and haemodialysis (HD) in end-stage renal disease (ESRD) patients; however, the procedure is fraught with post-surgical complications, leading to a 65% rate of usability 3-months after the surgery. VasQ is an external support device which wraps the vein to provide structural support, and braces it against the artery to improve flow properties; hence, it presents a drastic improvement over both conventional AVF procedures and the competing alternative technologies. By providing structural support to the vein in the AVF, and bracing the site where the artery and vein are joined at an optimal angle, VasQ prevents the complications relating to a vein being subjected to arterial conditions (stenosis, aneurysm, rupture), and the flow-pattern problems (thrombosis, shear force complications). VasQ improves the maturation success rate to 87% at 3 months and has shown a 3x improvement in flow rates of the AVF over the accepted minimum standard for maturation, and a 60% improvement in venous diameter over the accepted minimum standard within 3 months. The implementation of VasQ does not alter the AVF procedure, ensuring that the surgeons do not need to learn a new work process. Overall, VasQ provides repeatable, superior results to both unsupported AVFís and alternative procedures, and improves the long-term usability of AVFís, which reduces the cost to patients and healthcare providers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LAMINATE MEDICAL TECHNOLOGIES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926323423": {
            "orgId": "926323423",
            "orgName": "LAMINATE MEDICAL TECHNOLOGIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}