{
    "rcn": "199278",
    "acronym": "KUNAK",
    "topics": "ICT-37-2015-1",
    "title": "Sensing Anywhere IIoT Ultra-Energy Efficient",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "There are processes or situations in isolated environments, where there is no electricity or communications and autonomous energy systems are required that use batteries that last longer than 10 years. These processes are very difficult to monitor. These processes are also quite expensive to control in industrial environments that require very low power consumption.\nWe have developed the comprehensive Kunak solution, a system to deploy IIoT solutions, whose ultra-energy efficiency characteristics provide great advantages in isolated and/or complex environments (Wireless Devices that operate in sleep mode most of the time), which makes it unique.\nKunak is an end to end solution, that encompasses components from the hardware itself, embedded and encrypted software, to wireless communications and the platform on their own cloud (KunakCloud), receiving data communications management, sensors and equipment, with data display layer and API for web services. Clients can access information through it, export it, integrate it into existing systems, change remote settings, operate the equipment, apply big data and mass storage techniques, ensuring the interoperability of sensors, calibration, protocols and the model data with any existing system.\nThe Kunak system facilitates the rapid deployment of IIoT solutions and allows clients to focus exclusively on the final application, and the exploitation and analysis of data.\nKunak is a disruptive solution because we have developed a complete system, designed with the goal of achieving ultraefficient energy in the design of each of its components and in the interaction of each of these with the other components.\nKunak has been sucessfully implemented with several clients. The objective of this phase 1 is to complete a feasibility study to find out the workability and profitability of the business venture. If the result of the feasibility study is positive, we will apply to phase 2 in order to implement our international expansion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KUNAK TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925673523": {
            "orgId": "925673523",
            "orgName": "KUNAK TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}