{
    "rcn": "199248",
    "acronym": "CAT-CAM",
    "topics": "MSCA-IF-2014-GF",
    "title": "The Catholic Charismatic Renewal (CCR): an Historical Analysis Between US and Europe",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The research project aims to analyze the history of the Catholic Charismatic Renewal (CCR), a spiritual awakening movement which was founded in 1967 in the United States of America within the Catholic Church and which spread rapidly throughout the world, so much so that today its has more than 120 million members. The proposal intends to focus on three specific objectives:\n1. to survey the relationship between US Catholicism and European Catholicism through the history of the CCR;\n2. to analyze the reaction of the Catholic Church hierarchy to the CCR, especially that of the pontiffs, through the analysis of official pronouncements made during meetings with the charismatic groups or at other specific times;\n3. to problematize the issue of gender within Catholicism defining the role of women within the CCR.\nThe research can generally be considered to be a part of World/Global Christianity Studies, seen from a cross-cultural perspective. It foresees the use of archive material (Notre Dame Archives) and the first historiographical, sociological and theological texts on the CCR as primary sources in approaching the history and nature of the charismatic movement in understanding its origin, evolution and success, firstly in US and then in Europe. \nThe topic is particularly auspicious from the point of view of academic exchange between Europe and the United States, as it serves as a moment of reflection and dialogue on the theme of the history of Christianity. There being no expert on the subject of the charismatic movement in the Catholic Church at any of the European universities, this research project could be a unique opportunity to forge personal career possibilities and new international contacts. Finally, the project would contribute to the History of Christianity, Studies in World Christianity, American Catholic Studies and European History on an international level.",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 262269
        }
    },
    "calculatedTotalContribution": 262269
}