{
    "rcn": "199294",
    "acronym": "MYBIOASSET",
    "topics": "BIOTEC-5b-2015-1",
    "title": "My own bio-imprint as asset for competitive advantage",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "'Microorganisms are the basic pillars of global industries like wine production, brewing and bread making. Producers elaborate useful and valuated products controlling the microbial activity on the raw material to obtain the desired results. In these sectors, in most cases, two opposite drivers determine the competitive strength and position of each competing company:ï The singularity and differentiation of the product. This driver is the responsible for the scarcity component of the competitive advantage. A company is more competitive in the extent their products cannot be replicated by competitors. Influences mainly the ìpriceî component of the marketing mix; the more singular and scarce the higher margin to raise the price.ï The efficiency and robustness of the production process. The other component of competitive advantage is related to the excellence in operations. The production capacity and the optimization of processes, increase the profitability through reduction of production costs and defective product.In most cases, very differentiated or high quality food requires complex and expensive processes; and very efficient and robust processes drive to undifferentiated and standardized products. This is the case of wine industry, in which differentiation of the product has been sacrificed in favour of efficiency of the process. LEV2050 was created to recover the ancient diversity of wines while benefiting for most modern production technologies. This document is particularly relevant for winemaking but the business principles are scalable to any microbiota based industry.With LEV2050 winemakers can, at the same time, develop their competitive advantage from the differentiation of their products, and from the efficiency and robustness of 100%  trustable fermentation processes.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INBIOLEV SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929984106": {
            "orgId": "929984106",
            "orgName": "INBIOLEV SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}