{
    "rcn": "199247",
    "acronym": "IMERSO",
    "topics": "ICT-37-2015-1",
    "title": "IMERSO - Virtual Reality System",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "This innovation project aims to introduce IMERSO: a revolutionary Virtual Reality (VR) system for the enterprise market. VR technology has been used for decades by large firms with well-documented economic benefits, but the required equipment remains too expensive and cumbersome for millions of SMEís and Public Actors. \n\nOur unique concept disrupts the established high-price VR market by democratising this technology to organisations of any size. IMERSO enables its customers to drastically reduce product development costs and increase sales through better customer engagement. This project will modernise the multimedia aspects of product design and prototyping, customer engagement, and workforce training. Likewise, it addresses Europeís objectives of modernising education and training systems, along with boosting industrial competitiveness.\n\nThe global VR Head-Mounted Display (HMD) market is estimated to grow rapidly to Ä11,7 billion by 2020, with a CAGR of 74% from 2015 - 2020. In Europe alone a potential customer base of 22 million SMEís can benefit from using IMERSO in their work processes. Initial customer contacts have increased the teamís confidence in the value-proposition of this innovative solution. This Phase-1 study will minimise technical and market acceptance risks by involving customers early in the system design phase and assure a user-driven development process. ODIís support of this project enables filling a market gap that strengthens Europeís position on this powerful emerging technology ó a market sharply divided between established vendors catering to high-end customers and upcoming consumer VR Gaming devices.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IMERSO AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932861126": {
            "orgId": "932861126",
            "orgName": "IMERSO AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}