{
    "rcn": "199291",
    "acronym": "NanoSol",
    "topics": "SIE-01-2015",
    "title": "Accelerating Commercialization of Nanowire Solar Cell Technologies",
    "startDate": "01/02/2016",
    "endDate": "31/07/2018",
    "objective": "Sol Voltaics has developed SolFilm, a nanowire-based photovoltaic film cell which can be integrated on existing Silicon PV modules to create a tandem module device, improving conversion efficiency by more than 50%. The current new\nrecord-holding 15.3% efficiency GaAs nanowire photovoltaic device is based on SolFilm. Sol Voltaics uses a novel manufacturing process (Aerotaxy), reducing the cost of NW film production by 90% compared to existing (MOCVD) thin film processes. The NanoSol project will improve the Aerotaxy production methodologies further to deliver improved SolFilm products and costs. The project will demonstrate the cost effectiveness of the innovative production methodology for creating nanowire films and encapsulation of them into SolFilm solar cells, ready for integration with traditional c-Si into high performance tandem modules. The project will validate the performance improvements by supplying samples and test results (verified by an official testing institute) to at least three different customers, either PV module manufacturers or other potential customers. The aim is to verify increased efficiency potential of over 18% for a stand-alone product and >25% for a tandem product. Finally, the project will prepare the technology for large-scale industrialization and commercialisation, supported by an ecosystem of partners and customers. The project has a duration of 30 months and an expected EC contribution of 1.75M Euros.",
    "totalCost": "2486250",
    "ecMaxContribution": "1740375",
    "coordinator": "SOL VOLTAICS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998898338": {
            "orgId": "998898338",
            "orgName": "SOL VOLTAICS AB",
            "ecContrib": 1740375
        }
    },
    "calculatedTotalContribution": 1740375
}