{
    "rcn": "199293",
    "acronym": "p-DRIVE",
    "topics": "IT-1-2015-1",
    "title": "Pyrolysis of Derived Residues of waste, providing Improved gas for Vehicle Engines",
    "startDate": "01/12/2015",
    "endDate": "29/02/2016",
    "objective": "Europe needs to import a half of the gas consumed, with the associated economic and geopolitical costs that it means. In the last years non-conventional gas sources have been developed. It is necessary to bet for new sources which are sustainable, as those based in biomass. The announcement made by the G7 Group at the Summit of June 2015 of phasing out fossil fuels by the end of the century is aligned with the European frameworks for 2020, 2030 and 2050. \nAlso, waste management is an important issue, since around 485 kgs of waste are generated yearly per person in the EU, and Landfill and Waste Framework Directives have defined the reduction of landfilled waste. \nOSPRE Ltd is an SME from UK, composed of staff highly qualified in finance, chemistry and engineering. OSPRE is building a pilot plant in the UK based in a new EnergyFromWaste technology to transform municipal and commercial&industrial waste into a gas rich in methane (50-60%), which will be partly used for electricity generation. With this project OSPRE will complement the capabilities by developing Upgrade and Compression stages in order to generate Compressed Biomethane for vehicles engines. The technology, based in pyrolysis, processes 2.5 tonnes of waste per hour into 430 Nm3 of methane at a single 24 m2 module, (up to 4 times faster than Gasification and Anaerobic Digestion, which need thousands of m2). The Compressed Biomethane will be used as a fuel for the transport sector. Using waste as feedstock and generating gas at such a high rate make viable to propose Circular Economy business models, processing municipal waste of a given town and powering its public services vehicles with gas. \nOSPRE will commercialize this innovation. P-DRIVE will add a high value by allowing plants to be used for gas generation or mixed use, in addition to electricity. The payback period for a £2.4M investment is two years and after five years 12 plants will be running providing more than £86M of gross benefit.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OSPRE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927171009": {
            "orgId": "927171009",
            "orgName": "OSPRE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}