{
    "rcn": "199295",
    "acronym": "PerMarDrive",
    "topics": "IT-1-2015-1",
    "title": "Integrated PERmanent Magnet Motor-Clutch Drive for Parallel Hybrid Power MARINE Propulsion Systems",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The Maritime industry is in a frantic search for ways to design and operate marine vessels that generate less CO2 and further modify the existing fleet to reduce emissions. The Maritime industry accounts for 3% of global emissions which will continue to rise to 5% by 2050 if the old propulsion technology does not improve. PerMarDrive is a marine propulsion system being developed to address maritime emission through reducing fuel consumption by 15% and lowering vessel maintenance costs by 50%. PerMarDrive includes our Permanent Magnet AC motor, which offers incomparable speed (2300RPM) within mid-high power range (up to 1000KW) applications that will be coupled with an innovative integrated clutch drive. PerMarDrive is envisaged to be sold for 250kÄ and 600kÄ for the smallest to the largest respectively. Once commercialised, PerMarDrive will enable TEMA to generate cumulative revenues of Ä69.6M by 5th year in product commercialisation, from a market expected to grow to Ä10, 9 billion at CAGR of 10% by 2024. We expect to clinch to 0,14% of the global Hybrid Marine Propulsion Systems market by the year 2023. In Phase 1 we will validate PerMarDrive prototype, develop Intellectual Property strategy, and carry out a market study, search and recruit partners and draft a business plan. In Phase 2, we will finalise the scale-up, demonstration, design and operability of PerMarDrive to match the requirements of the targeted customers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TEMA AUTOMATIZACIJA U INDUSTRIJI DOO",
    "coordinatorCountry": "HR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "944148725": {
            "orgId": "944148725",
            "orgName": "TEMA AUTOMATIZACIJA U INDUSTRIJI DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}