{
    "rcn": "199224",
    "acronym": "ACMC",
    "topics": "ICT-37-2015-1",
    "title": "Advanced Contactless Multifunction Control unit with gesture detection",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The Advanced CMC project will deliver breakthrough innovation - new type of human/computer interface, based on contactless multifunction control unit with gesture detection. The interface uses a type of sensor, that can penetrate (works through) wide range of non-conducting materials, including natural wood, stone, glass, artificial materials, ceramics etc. It can be covered or even hidden behind any surface, while recognizing hand gestures through the cover plate and translating them to digital outputs, offering unlimited looks, including invisibility (mounted behind drywall or paneling). We envision multiple benefits of this technology, from intuitive, organic and user friendly input interface to groundbreaking design options,\nthat this technology offers for an input devices. Touchless gesture input unit has countless applications, but focus of the project is the application of the Anigmo CMC gesture interface technology in the lighting and smart home markets. Our initial use of Anigmo CMC technology is to provide aesthetic and functionally elegant contactless gesture controls, that allow unprecedented visual customization and ease of use. ACMC project brings new concept into the ICT technology, specifically into the human/computer interfaces area. ACMC concept is pushing the technologyís boundaries. It creates new opportunities and challenges for the entire global market. We will add an entirely new dimension to the global ICT market, which is one of the fastest growing markets. This proves a novelty in the European and global market, which will benefit from the innovative technology and applications that are not yet available on the market. Our innovation will solve all problems competition is dealing with, but on the other hand customers demand it: adaptable appearance, unlimited design possibilities, ease of use, no need for buttons, control unit operated with gestures, wide range of use, lower price.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANIGMOTEH PODJETJE ZA RAZISKAVE IN RAZVOJ DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938691505": {
            "orgId": "938691505",
            "orgName": "ANIGMOTEH PODJETJE ZA RAZISKAVE IN RAZVOJ DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}