{
    "rcn": "199202",
    "acronym": "RAAI",
    "topics": "IT-1-2014",
    "title": "Whole Life Rail Axle Assessment and Improvement Using Ultrasonic Phased array and Corrosion Inspection Systems",
    "startDate": "01/12/2015",
    "endDate": "31/05/2018",
    "objective": "The overall objective of the RAAI project is to develop novel NDT solutions for the corrosion assessment and crack detection as well as reliability software for high cycle variable amplitude corrosion fatigue of rail axles. Currently, the most sensitive non-destructive testing methods for inspection of rail axles are surface inspection methods designed for crack detection (such as MPI, eddy current and ACFM) and these do not typically attempt to measure corrosion. Besides current trend is that axles are withdrawn from service long before their design lives because of suspected corrosion developed on the axle surface. The decision to withdraw from service is taken without the full knowledge of the way in which the failure will result from corrosion as this requires a crack to initiate and the mechanism for this is unknown. \nRAAI aims to develop two novel methods: 1) corrosion assessment 2) phased array ultrasonic. The first method assesses the effect of corrosion on high-cycle fatigued component such as the axle and evaluates its remnant life thereby improving the sentencing of corroded axles. The second method is specifically for hollow axles of high speed trains and aims to improve the speed of the inspection (by 75%) and improve crack detection reliability (almost 100% with a crack of 2-3 mm depth) without dismantling the wheel-set and with minimum time of inspection. The primary impact of the project is to improve the competitiveness of the SMEs in the project by enabling them to provide NDT solutions to reducing the cost of and improving the safety margins of rolling stock operation. The consortium SMEs already have a presence in the railway inspection market and will have improved access to the Ä2 billion per annum market for in-service inspection equipment and services in Europe as a result of the RAAI.",
    "totalCost": "1574164,25",
    "ecMaxContribution": "1101914,5",
    "coordinator": "ARXES-TOLINA GMBH",
    "coordinatorCountry": "DE",
    "participants": "APPLIED INSPECTION LIMITED;BTD BURO FUR TECHNISCHE DIAGNOSTIK GMBH & CO.KG",
    "participantCountries": "UK;DE",
    "projectParticipants": {
        "984376468": {
            "orgId": "984376468",
            "orgName": "BTD BURO FUR TECHNISCHE DIAGNOSTIK GMBH & CO.KG",
            "ecContrib": 262521
        },
        "984542241": {
            "orgId": "984542241",
            "orgName": "APPLIED INSPECTION LIMITED",
            "ecContrib": 270190
        },
        "934817616": {
            "orgId": "934817616",
            "orgName": "ARXES-TOLINA GMBH",
            "ecContrib": 569204
        }
    },
    "calculatedTotalContribution": 1101915
}