{
    "rcn": "199257",
    "acronym": "RCC-TEST",
    "topics": "PHC-12-2015-1",
    "title": "A breakthrough in Renal Cell Carcinoma: Personalized RCC-Test",
    "startDate": "01/02/2016",
    "endDate": "31/07/2016",
    "objective": "In oncology today, only 10 to 15% of patients respond strongly to therapeutic treatments. Metastatic renal cell cancer (mRCC) is no exception. It is one of the most treatment-resistant malignancies. 30% of patients are diagnosed with a metastatic disease. In such cases, the only solution is a radical surgical resection of the tumor, followed by the necessary therapies. About 80% of cases fail to respond to current therapeutic agents. \nNew protocols with combined immuno- and targeted therapies have shown highly promising results. However, it is extremely difficult to interpret these results. Each patient is different and defining the appropriate set of therapies for mRCC has become increasingly complex. \nRCC-TEST is a new in vitro diagnostic tool, which will revolutionize the RCC post-surgical treatment. It will allow for rapid and cost-effective testing of a therapyís effectiveness for each patient, before starting complex and expensive therapeutic protocols. Clinicians will be able to prescribe personalized treatments and to prolong patientsí lives, thereby reducing medical expenses.\nThe new test is based on the ICELLTIS breakthrough 3D multicellular tumor spheroids, which are specific to RCC. For the first time, these spheroids are composed of the patientís own tumor and immune cells, which are key determinants for the efficient in vitro investigation of responses and resistance of tumor cells to medical drugs.\nDuring Phase 1, ICELLTIS will scale-up RCC-TEST in order to prepare and be ready for further European clinical trials. A market study will be realized in order to investigate new international market opportunities and to challenge different commercial strategies. The main deliverable will be an updated business plan.\nICELLTIS sees a huge business opportunity to further exploit their know-how in 3D (spheroid) tumor cell culture models. This feasibility study is an essential first step before the routine clinical practice and industrial production.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ICELLTIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950817863": {
            "orgId": "950817863",
            "orgName": "ICELLTIS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}