{
    "rcn": "199225",
    "acronym": "MEDIuM",
    "topics": "SFS-08-2015-1",
    "title": "Mobile wireless Device microcantilever-based biosensor to identify and measure the aflatoxin B1 inanimal food and M1 in the milk-chain",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Food safety is actually one of the most burning problems in the agro-food sector.\nThe proposed feasibility study represents the first step to the development and commercialisation of a portable, mobile wireless device, cantilever-based nano-biosensor, to measure in field the B1, M1-aflatoxins to very low level values in animal feedstock and in the milk-chain.\nThe aim is to give a dramatic innovative solution for solving all the problems connected with the high mycotoxins contamination levels checked in animal feed and milk and more in general in the food-chain (reduced growth and fertility, immunosuppression and increasing sensitivity to infections, gastroenteric disorders, Ö.). \nMycotoxins represent a world-wide problem: 25% of cultivation in Europe is contaminated and more than 35% of imported raw material from the rest of the world, particularly from China. This problem could affect a potential market of 5 million farmers and 75000 animal feed producers in Europe.\nThe feasibility study output will concern the design of a device and its market positioning with the following innovative features, which are requested by the end-users:\n- in the field measurement, reliable, fast and easy, transportable. Actually, measurements are possible only in specific environments (i.e Chemical labs). \nFeed stock producers, breeders and more in general the farmers will be the potential customers.\nThe feasibility study tackles 3 main areas:\nï Market and patent analysis, for a quick entry in the European market\nï User needs: a first set of recommendations has been already collected, but a further assessment of the user needs will be carried out, mainly thanks to the cooperation with end users.\nï Project technological feasibility: through the check of the technological key elements detailed in the description of work\nThe final output of the project will be a detailed Business Plan, containing the Exploitation and Dissemination Plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INFORMATICA SYSTEM S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936577778": {
            "orgId": "936577778",
            "orgName": "INFORMATICA SYSTEM S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}