{
    "rcn": "199236",
    "acronym": "ERC-OAPEN-2015",
    "topics": "ERC",
    "title": "Support towards the OAPEN initiative (2015-2016)",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "ERC-OAPEN-2015 aims to set up a deposit service for OA books based on research funded by ERC. OAPEN will collect, host and provide access to the books and book chapters, in order to maximise dissemination and scientific and societal impact. The deposit service will consist of the following main components: identify and approach eligible  grantees; identify research output in the form of monographs; capture and host the publications and metadata; and report on the results (publications, compliance, usage). \nAn important part of the project will be to determine the practical dimensions of the deposit service for ERC: the project will establish the policy framework for OA publications under FP7 and Horizon 2020 rules (Special Clause 39 ERC in the FP7 ERC model Grant Agreement; Article 29.2 in the Horizon 2020 ERC Model Grant Agreement); explore the potential routes to the deposit of books, through authors (grantees) and publishers; determine which versions of the publication can be accepted in the OAPEN Library (final accepted manuscript, published edition); and under what licenses and conditions (such as an embargo). These dimensions need to be determined in consultation with the ERCEA, and in cooperation with the grantees and publishers.\nThe OAPEN deposit service for ERC will consist of the following elements:\n- raising awareness for OAPENís deposit service in support of ERCís OA requirements\n- providing guidance and support to ERC beneficiaries and publishers to comply with ERC guidelines and requirements\n- aggregation and deposit of OA monographs and monograph chapters in the OAPEN Library\n- quality assurance of publications  \n- hosting and full text retrieval of OA publications \n- dissemination and digital preservation of OA publications \n- reporting on the results of the deposit service in terms of: numbers and types of publications; compliance of publications in relation to ERC requirements; usage based on COUNTER compliant usage statistics.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "STICHTING OAPEN*OPEN ACCESS PUBLISHING IN EUROPEAN NETWORKS",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952927904": {
            "orgId": "952927904",
            "orgName": "STICHTING OAPEN*OPEN ACCESS PUBLISHING IN EUROPEAN NETWORKS",
            "ecContrib": 60000
        }
    },
    "calculatedTotalContribution": 60000
}