{
    "rcn": "199216",
    "acronym": "BIOWYSE",
    "topics": "COMPET-04-2015",
    "title": "Biocontamination Integrated cOntrol of Wet sYstems for Space Exploration",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Microbiological contamination can be attenuated, never eliminated. Space exploration requires development of reliable rapid significant and safe methods for preventing, monitoring and control the biocontamination within manned closed environments. These methods have to be automated, simple and conceived to decrease the (re-)supply mass from ground.\nBoth space and terrestrial monitoring and prevention/mitigation methods are currently working separately instead of working in synergy. The proposed BIOWYSE project foresees development and demonstration of an integrated system suitable for future accommodation aboard the International Space Station (ISS) and from a long-term viewpoint, within Moon and Mars habitats. The BIOWYSE consortium will design, build and test single prevention, monitoring and mitigation modules. Thus, they will be integrated in a single system inside a compact breadboard and tested. Critical aspects or gravity-dependent technologies of the breadboard will be designed with the perspective of a future accommodation within a rack of the ISS (e.g.: in EDR-2 of Columbus), as a precursor of elements for long-duration space missions and future planetary outposts (e.g. Mars). In order to validate key technologies for the biocontamination control integrated system in real conditions and with representative features, the BIOWYSE project is based on the following major objectives:\n1. Exploitation of ISS data from recent project related to the system functionalities\n2. Designing single modules taking into account the intent of a demonstration aboard an International Standard Payload Rack \n3. Building a system in order to test integrated key technologies \n4. Developing and demonstrating operational techniques and processes for preventing, monitoring and mitigating the microbiological risk in water loops \n5. Actively leveraging synergies between space and non-space partners, evaluating the system efficiency in real platforms for water loops and wet surfaces",
    "totalCost": "3000000",
    "ecMaxContribution": "3000000",
    "coordinator": "FONDATION EUROPEENNE DE LA SCIENCE",
    "coordinatorCountry": "FR",
    "participants": "GL-BIOCONTROL;UNIVERSITA DEGLI STUDI DI FIRENZE;THALES ALENIA SPACE ITALIA SPA;PHOENIXFUTURE LTD & CO KG;CONSIGLIO NAZIONALE DELLE RICERCHE;Societ‡ Metropolitana Acque Torino S.p.A.;LIEWENTHAL ELECTRONICS LTD;A-ETC SRO;AQUISENSE TECHNOLOGIES (EUROPE) LIMITED",
    "participantCountries": "FR;IT;DE;EE;CZ;UK",
    "projectParticipants": {
        "930087120": {
            "orgId": "930087120",
            "orgName": "GL-BIOCONTROL",
            "ecContrib": 743750
        },
        "991745946": {
            "orgId": "991745946",
            "orgName": "Società Metropolitana Acque Torino S.p.A.",
            "ecContrib": 256250
        },
        "999488195": {
            "orgId": "999488195",
            "orgName": "THALES ALENIA SPACE ITALIA SPA",
            "ecContrib": 661381
        },
        "929996619": {
            "orgId": "929996619",
            "orgName": "A-ETC SRO",
            "ecContrib": 28178
        },
        "930224666": {
            "orgId": "930224666",
            "orgName": "LIEWENTHAL ELECTRONICS LTD",
            "ecContrib": 318000
        },
        "924249563": {
            "orgId": "924249563",
            "orgName": "AQUISENSE TECHNOLOGIES (EUROPE) LIMITED",
            "ecContrib": 351521
        },
        "999987939": {
            "orgId": "999987939",
            "orgName": "FONDATION EUROPEENNE DE LA SCIENCE",
            "ecContrib": 270920
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 46250
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 323750
        },
        "928927000": {
            "orgId": "928927000",
            "orgName": "PHOENIXFUTURE LTD & CO KG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3000000
}