{
    "rcn": "199290",
    "acronym": "CHiPS",
    "topics": "MSCA-RISE-2015",
    "title": "CHallenges in Preservation of Structure",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "This research and innovation staff exchange programme builds on significant investments made by the national research councils of the European and Third countries involved to support basic research on the topic of structure preserving algorithms. In the last four years, we have established a very fruitful cooperation working on common projects, sharing knowledge and producing a high number of important new results, which already received considerable attention in the scientific community. In the proposed exchange programme we aim at a significant advancement of knowledge through transnational collaborations between the academic partners. We also plan for concrete and systematic activities to facilitate innovation in those fields of technology which can benefit from the research of this proposal. This project will facilitate the use of the produced mathematical results in the innovation of software tools. This will be pursued in collaboration with our non-academic partner MathWorks. We also propose a plan for career development of young researchers in a non-academic environment. We have identified a number of actions to maximize impact not only on the research community but also towards our local, national networks of small and medium enterprises.",
    "totalCost": "387000",
    "ecMaxContribution": "387000",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;THE MATHWORKS LIMITED;UNIVERSITETET I BERGEN;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "UK;NO;SE",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 90000
        },
        "928669174": {
            "orgId": "928669174",
            "orgName": "THE MATHWORKS LIMITED",
            "ecContrib": 0
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 31500
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 229500
        }
    },
    "calculatedTotalContribution": 351000
}