{
    "rcn": "199212",
    "acronym": "BioCarbon",
    "topics": "SC5-20-2015-1",
    "title": "Rapid tree-planting through the use of remote sensing and unmanned vehicle planting technologies for large scale reforestation",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "Currently used methods for reforestation and tree-planting such as hand planting and direct seeding  are time-consuming and expensive. As a result tree-planting has been unable to keep up with number of trees lost each year. Right now we are facing a net global loss of 6.6 billion trees each year. \nThe EU is currently seeking out solutions to facilitate the sustainable supply of materials for the future and BioCarbon Engineering have developed a planting system to enable industrial scale reforestation protecting and regenerating forest resources. The planting system developed by BioCarbon Engineering consists of a mapping unmanned aerial vehicle (UAV), a planting UAV and machine learning software. It is a massive improvement on current reforesting techniques being a fully automated process and it will simultaneously enable cheaper and faster tree planting (10 seeds planted per UAV per minute). Given that the planting is being carried out by an aerial vehicle, it is possible to plant in terrain that is inaccessible by land-based approaches. It therefore offers a higher return on investment since it can carry out the same activity at a lower cost while also having a greater reach for tree planting.\nThe Phase 1 project will be focused on establishing a complete supply chain, a sound business model and commercialization strategy, a planning of all activities for deploying a large scale pilot with the automated planting solution being demonstrated out in different ecosystems throughout Europe, as well as the elaboration of an industrialization and marketing plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOCARBON ENGINEERING LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925552467": {
            "orgId": "925552467",
            "orgName": "BIOCARBON ENGINEERING LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}