{
    "rcn": "199276",
    "acronym": "UEWC",
    "topics": "SFS-08-2015-1",
    "title": "Ubiqutek Electrical Weed Control (UEWC): An advanced electrical weed control device to be integrated with existing agricultural equipment, yielding a zero chemical, organic result at a reduced cost",
    "startDate": "01/12/2015",
    "endDate": "29/02/2016",
    "objective": "Reduced herbicides! Ubiqutek presents the first to market agricultural electrical weed control, Ubiqutek Glide a cost-effective, safe to use and environmentally friendly solution to be integrated to existing technology manufacturerís platforms. \nBenefiting the agricultural market, Glide successfully controls weeds, whilst reducing operational costs and the industries use of herbicides and replacing with an organic process that maintains soil moisture and nutrients and increases the markets operational capability.\n\nHaving already developed Ubiqutek Touch, a horticultural and amenity electronic weed control device that has been well received by the market, we are well placed to adapt our technology for the agricultural market. Weeds are controlled largely for food production, although there are numerous applications for aesthetic, safety and recreational purposes. End users can range from individual farmers through to large civic authorities. Weed control is economically significant: removing weed control from food production could cost the UK economy Ä99.3Bn, whilst dealing with invasive species in the UK in 2010 cost Ä2.41bn.\n\nWith herbicides being legislated against and given the increasing global food requirements, alternative weed control technology is essential in the prevention of unsustainable food inflation. \n\nThis Horizon 2020 Phase 1 project will allow us to establish contact with European agricultural manufacturers of existing platform technology and establish their need for this technology in the marketplace they operate in and the size of their market place, validating our technology and confirming our route to market. We will also complete IP protection activities and prepare for Phase 2 application.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UBIQUTEK LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932083574": {
            "orgId": "932083574",
            "orgName": "UBIQUTEK LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}