{
    "rcn": "199297",
    "acronym": "WASCOP",
    "topics": "LCE-02-2015",
    "title": "Water Saving for Solar Concentrated Power",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Concentrating Solar Power is one of the most promising and sustainable renewable energy and is positioned to play a massive role in the future global generation mix, alongside wind, hydro and solar photovoltaic technologies. Although there is definitely perspective for the technology for rapid grow, success of CSP will ultimately rely on the ability to overcome obstacles that prevent its mass adoption, especially the large financial demand and limited accessibility of water. Water saving is therefore one of the major issues to ensure a financially competitive position of CSP plants and their sustainable implementation.\nTo overcome such challenges, WASCOP brings together leading EU and Moroccan Institutions, Universities, and commercial SMEs and industry. They join their forces to develop a revolutionary innovation in water management of CSP plants - flexible integrated solution comprising different innovative technologies and optimized strategies for the cooling of the power-block and the cleaning of the solar field optical surfaces. \nWASCOP main advantage consists in the ability to reflect and adapt to the specific conditions prevailing at individual CSP plants, unlike other competitive approaches proposing a single generic solution applicable only on some referenced cases. The WASCOP holistic solution provides an effective combination of technologies allowing a significant reduction in water consumption (up to 70% - 90%) and a significant improvement in the water management of CSP plants. \nTo demonstrate the benefits (whether economic or environmental), the developed system will be tested and validated in real conditions of four testing sites in France, Spain and Morocco after preliminary demonstration in laboratory environment.",
    "totalCost": "5941607,5",
    "ecMaxContribution": "5941607,5",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "FUNDACION TEKNIKER;OMT SOLUTIONS BV;MOROCCAN AGENCY FOR SOLAR ENERGY SA;CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT;ARCHIMEDE SOLAR ENERGY SRL;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;HAMON D'HONDT;CRANFIELD UNIVERSITY;RIOGLASS SOLAR SA;AMIRES SRO",
    "participantCountries": "ES;NL;MA;IT;DE;FR;UK;CZ",
    "projectParticipants": {
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 597719
        },
        "956723805": {
            "orgId": "956723805",
            "orgName": "AMIRES SRO",
            "ecContrib": 217500
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1004066
        },
        "952105635": {
            "orgId": "952105635",
            "orgName": "RIOGLASS SOLAR SA",
            "ecContrib": 270668
        },
        "928779269": {
            "orgId": "928779269",
            "orgName": "HAMON D'HONDT",
            "ecContrib": 686600
        },
        "952373549": {
            "orgId": "952373549",
            "orgName": "MOROCCAN AGENCY FOR SOLAR ENERGY SA",
            "ecContrib": 397500
        },
        "999614877": {
            "orgId": "999614877",
            "orgName": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
            "ecContrib": 708574
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 739339
        },
        "986013343": {
            "orgId": "986013343",
            "orgName": "ARCHIMEDE SOLAR ENERGY SRL",
            "ecContrib": 380125
        },
        "937012047": {
            "orgId": "937012047",
            "orgName": "OMT SOLUTIONS BV",
            "ecContrib": 239115
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 700402
        }
    },
    "calculatedTotalContribution": 5941608
}