{
    "rcn": "199253",
    "acronym": "CWT",
    "topics": "IT-1-2015-1",
    "title": "Clearview Trade - Cloud based collaborative custom system",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Solutions to facilitate international transport and trade are growing in parallel with global BNP growth. The recent digitalization of customs is creating opportunities in this market. ClearView Tradeís cloud based collaborative solution and business model is positioned to disrupt and exploit the opportunities in the SME market and dedicated to open standards. Importers and exporters rely on manual or semi-manual processes to facilitate cross-border transactions, such processes are both inefficient and error-prone, and as a result, 40-50% of all customs declarations are incorrect. We are the first company to introduce a collaborative platform that supports the process from export to import end-to-end. Export and import declarations are based on the same data, and by enabling exporters and importers to share and re-use these data in a mutual system, we create substantial savings, especially for the SME segment. Based on our current experience, we reduce the exportersí time consumption by 50-80%, this amount to Ä 2,5 to 10 pr. Shipment. \n\nEnables users to comply with the relevant standards\nIntroducing cost savings\nIncreases accuracy of trade, transport and customs data\nEnhances supplier relations and offers real-time visibility\nReduces delays of shipments and increases supply chain efficiency\nIncreases supply chain predictability, accountability and security\nSimple online interface\nAffordable solution ñ price model targeting SMEs\nTruly collaborative system where information are shared between all relevant shareholders.\n\nBesides the ability to reuse data globally, for less errors and faster transactions, exporters benefit from improving the level of service, customer satisfaction and delayed shipments, whilst reducing the number of incoming calls and emails asking about shipment, as partners gain viewing access to the system. ClearView Trade deliver secure, resilient and trusted trade data, between importers and exporters, controlling authorities and service providers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CLEARVIEW TRADE APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925607466": {
            "orgId": "925607466",
            "orgName": "CLEARVIEW TRADE APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}