{
    "rcn": "199223",
    "acronym": "SMARTHE",
    "topics": "SIE-01-2015-1",
    "title": "Smart Thermostat …volution",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "One of the main European challenges, included in the 2020, 2030 and 2050 objectives and frameworks, is the increase of energy efficiency. Buildings, responsible for 40% of total energy consumption can play a major role. 60% of the energy consumed in households is for space heating. Up to 45% of the total energy spends can be saved by using wisely a thermostat. The use of these systems in households is highly profitable for its occupants, as European families spend 5-7.5% of their incomes in the home energy bill. In this context, the European market of home energy management systems will obtain revenue for 415MÄ by 2018 after a CAGR of 16% since 2013. \nQIVIVO is an SME that commercializes and serves intelligent thermostats in France since 2012, and has obtained 31% average energy savings for its users and a 13% of market share. Now it is developing a more advanced generation: SmarthÈ, with enhanced capabilities both for hardware and software, which will allow for an improved performance and more energy savings. QIVIVO has also developed formulas to reach the end-users through new business models (B2B). \nSmarthÈ is a thermostat for a wide range of heating systems (electric, gas, condensation), offering maximum comfort at minimum energy cost. This is achieved by: 1) Automatic learning of the particular comfort temperature and habits of the user, 2) Precise knowledge of how weather conditions (including wind) affect on the house, as SmarthÈ is characterizes thermal properties of a facility through multizone sensors (thermostat and pressure), and 3) A cloud-served smart suite to automatically manage home energy and assess in retrofitting operations. Home maintenance companies will distribute SmarthÈ and use another QIVIVO platform to manage renovation programmes in their usersí houses. The business opportunity of SmarthÈ has a payback period of 4 years and will become the flagship product of the company that will permit the increase of the company in 15 people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "QIVIVO",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928220840": {
            "orgId": "928220840",
            "orgName": "QIVIVO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}