{
    "rcn": "199252",
    "acronym": "CB Container SpeedUp",
    "topics": "IT-1-2015-1",
    "title": "Conexbird Wind speed up containers and prevent damages",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Conexbird has created patented system to revolutionize containerized cargo industryís efficiency and security into a whole new level. During the container handling, like lifting, the Conexbird Wind system inspect the container and cargo condition automatically using vibration technology. This will speed up the container handling process, prevent cargo damages, reduce empty container transport and alarm criminal actions. When Conexbird Wind system is adapted into the container handling process we are able to save 1-2 lifts per transport. This means 10% - 20% savings in costs and emissions. Showing the changes in cargo, like loosen lashing and container damages, can prevent 10%-15% of the cargo damages. Taking the empty container inspection from container depots to the unloading or stuffing points will cut the ground transport of empty containers to half. This saves 20% of all container transports costs and emissions in inland.\nDuring the phase I the details are planned to adapt the Conexbird Wind to the different stakeholderís processes. Also the representatives of the end user groups are selected for the pilot project as well as the sales and installation/maintenance channels. During the phase II of this project we will build a pilot where the Conexbird Wind system is adapted in the existing container handling processes in selected routes. This will be done together with the selected stakeholders. We need to be able to work together with port operators, container depots, container owners, cargo owners, freight forwarders, insurance companies and customs.\nThe objectives of the overall project are a significant cost and emission savings in container shipping industry. At the same time one more global company is raising in Europe. Conexbird will charge on average 1 Ä per container or cargo condition data. In three years from the pilot project we seek 10% share of the global container handlings meaning 100 Million sold inspections and 100 Million euro revenue per year.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CONEXBIRD OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925706309": {
            "orgId": "925706309",
            "orgName": "CONEXBIRD OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}