{
    "rcn": "199267",
    "acronym": "TELWIND",
    "topics": "LCE-02-2015",
    "title": "INTEGRATED TELESCOPIC TOWER AND EVOLVED SPAR FLOATING SUBSTRUCTURE FOR LOW-COST DEEP OFFSHORE WIND AND NEXT GENERATION OF 10MW+ TURBINES",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "TELWIND unites a strong complimentary team of renowned European companies and research institutions, which join forces to develop a revolutionary integrated floating offshore system. The concept, which has already undergone trial tank testing with overly positive results, shall enable a radical cost reduction both in terms of material usage and required means and operations. \n\nThe system has been conceived in a holistic approach to the overall substructure, tower and turbine, generating ground breaking synergies between the integrated elements to specifically address the particular requirements of offshore wind, focusing in the capacity for low-cost industrialization in the inshore construction and offshore installation processes. \n\nThe Telwind concept integrates a novel floating substructure and a pioneer self-erecting telescopic tower. The former provides all the performance advantages of a spar-buoy substructure while allowing for qualitatively lower material usage, the latter enables a full onshore preassembly of the overall system and a highly beneficial reduction of offshore works and auxiliary means. Together they overcome the limitations imposed by the available inshore infrastructure and offshore heavylift vessels, and thus generate a fully scalable system, perfectly fitted for the effective integration of the next generation of extremely large (10MW\\) offshore wind turbines which are key to enhance the reduction of the Levelised Cost of Energy (LCOE). \nThe system will also profit from the proven structural efficiency and economy of precast concrete, a material particularly well suited for low-cost industrialized production of repetitive units. Robust, reliable and virtually maintenance-free marine constructions result, reducing OPEX costs, greatly increasing durability and fatigue tolerance, and setting the ground for extended service life of the infrastructure, which could further magnify the systemís capacity for drastic reduction of the LCOE.",
    "totalCost": "3498530",
    "ecMaxContribution": "3498530",
    "coordinator": "ESTEYCO SA",
    "coordinatorCountry": "ES",
    "participants": "CENTRO DE ESTUDIOS Y EXPERIMENTACION DE OBRAS PUBLICAS - CEDEX;TECHNISCHE UNIVERSITAET MUENCHEN;MECAL WIND TURBINE DESIGN BV;DYWIDAG SYSTEMS INTERNATIONAL GMGH;COBRA INSTALACIONES Y SERVICIOS S.A;ALE HEAVYLIFT (R&D) BV;UNIVERSIDAD DE CANTABRIA",
    "participantCountries": "ES;DE;NL",
    "projectParticipants": {
        "935928169": {
            "orgId": "935928169",
            "orgName": "ESTEYCO SA",
            "ecContrib": 1784875
        },
        "965392404": {
            "orgId": "965392404",
            "orgName": "COBRA INSTALACIONES Y SERVICIOS S.A",
            "ecContrib": 108875
        },
        "999880075": {
            "orgId": "999880075",
            "orgName": "UNIVERSIDAD DE CANTABRIA",
            "ecContrib": 503125
        },
        "928505244": {
            "orgId": "928505244",
            "orgName": "DYWIDAG SYSTEMS INTERNATIONAL GMGH",
            "ecContrib": 168750
        },
        "928221228": {
            "orgId": "928221228",
            "orgName": "ALE HEAVYLIFT (R&D) BV",
            "ecContrib": 200250
        },
        "957666451": {
            "orgId": "957666451",
            "orgName": "MECAL WIND TURBINE DESIGN BV",
            "ecContrib": 355000
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 153688
        },
        "999455312": {
            "orgId": "999455312",
            "orgName": "CENTRO DE ESTUDIOS Y EXPERIMENTACION DE OBRAS PUBLICAS - CEDEX",
            "ecContrib": 223968
        }
    },
    "calculatedTotalContribution": 3498531
}