{
    "rcn": "199246",
    "acronym": "FASTBOX",
    "topics": "SC5-20-2015-1",
    "title": "Improvement and sustainability of box productionís process for e-commerce",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Panotecís a dynamic company in north-east of Italy founded in 1986 when it created and patented an innovative and flexible system for producing corrugated cardboard boxes at the customer site. Each system was designed to be able to provide boxes and packaging materials for products that widely vary in size, material and configuration. Panotec has a worldwide distribution base. Customers that use Panotec equipment are able to reduce packaging costs and inefficiencies by bypassing the normal supply chain for corrugated boxes. The project that Panotecís going to develop is about a system for producing boxes for e-commerce sector. Nowadays more and more people buy products with e-commerce and these products must be prepared for shipping in as short as possible time to satisfy consumers and boxes should protect the product inside. The objective that Panotec wants to reach is to improve the actual process of boxes production, also from the point of view of environmental sustainability. The system which will be developed will ensure the automatic optimization of box dimension, minimize volume of packaging, reduce use of raw material due to the automatic optimization of dimension, reduce use of non-recyclable material, reduce time for preparing box for shipping, increase safety of products. From the point of view of environmental sustainability, the system allows to obtain boxes without fillers, that could only become nonrecyclable garbage, and so the end-consumer will have only boxes 100% recyclable. The system will give also benefits for logistic with elimination of inventoried boxes of different types, and for management and costs of warehouse. It will also be possible to produce a box when it needs and for every kind of different products, adapting dimensions on it. This project would like to reach sectors like online retailers, returns management, third party logistic. Studies about the project say that there should be expect up to 70% saving in costs of raw material.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PANOTEC SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932103071": {
            "orgId": "932103071",
            "orgName": "PANOTEC SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}