{
    "rcn": "199269",
    "acronym": "Respiratory-ImmunoDx",
    "topics": "PHC-12-2015",
    "title": "Clinical validation of host biomarker signature for distinguishing bacterial versus viral lower respiratory tract infections (LRTI) in adults at the point-of-need",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "Lower respiratory tract infection (LRTI) is the 3rd leading cause of death worldwide. In the EU 30 million incidents occur annually, with associated costs of Ä46 billion. Older adults are at higher risk of developing LRTI, and therefore, in light of Europe's ageing population, the disease burden will increase. Since most adult LRTIs are managed in the outpatient setting, innovative diagnostic tools for guiding treatment at the point-of-need (PON), would be impactful.\nMeMed identified a host-biomarker signature comprising a novel viral induced protein called TRAIL. Based on this signature, MeMed developed a test called ImmunoXpertTM (CE-IVD approved). In a prospective study with >1000 patients, ImmunoXpertô accurately distinguished viral versus bacterial infections, significantly outperforming traditional tests. Two factors prohibit wide adoption of ImmunoXpert for managing LRTI adult patients: i) insufficient clinical evidence validating the signature in this subpopulation and ii) ImmunoXpertô is performed in a lab and requires 2 hours. To address this we propose:\n\nï\tTo clinically validate the biomarker signature for accurate diagnosis of viral versus bacterial LRTI, in a prospective study enrolling 1100 adult EU patients at the PON\n\nï\tTo develop, validate and obtain EU regulatory clearance for a new PON device (to be called ImmunoDxô) that rapidly measures the signature from a drop of blood\n\nThese objectives are highly aligned with the SME instrument goals and MeMedís strategy. They will allow a pioneering test to achieve accelerated market adoption, initially in Europe and then globally. The validated signature, measured using ImmunoDxô, will give physicians, accurate and actionable information at the PON. This test has potential to profoundly impact patients' quality of life by reducing adverse effects due to antibiotic overuse; reducing complications and mortality due to underuse; and slowing the emergence of antibiotic resistant bacteria, a major public health",
    "totalCost": "2935000",
    "ecMaxContribution": "2935000",
    "coordinator": "MEMED DIAGNOSTICS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953712440": {
            "orgId": "953712440",
            "orgName": "MEMED DIAGNOSTICS LTD",
            "ecContrib": 2935000
        }
    },
    "calculatedTotalContribution": 2935000
}