{
    "rcn": "199231",
    "acronym": "GEM in-wheel",
    "topics": "FTIPilot-1-2015",
    "title": "GEM in-wheel motor",
    "startDate": "01/12/2015",
    "endDate": "31/12/2017",
    "objective": "In the frame of the project we will finalise the development and the market placement of our new electric drive inside the wheel that will represent a technological break-through  and will address mobility challenges in EU and global urban transportation. \nThe GEM in-wheel product represents unique solution on the targeted market with integrated motor controller and electric motor inside the wheel. Using patent pending modular technology, the product significantly improves the state-of-the-art characteristics of in-wheel products on the global market by increasing efficiency (above 92%), torque (higher up to 25%) and lowering weight (up to 25% to competitive products). In addition the modular technology also allows a very easy adaption to various customer needs allowing to develop a cost-efficient complete product range. Main competitve advantages of our solution are:  smart and simple design,  low voltage, modular technology, regenerative braking, easy scalability, high reliability, excellent motor performance and excellent price/performance ratio.\nTo achieve project goals a trans-disciplinary consortium with competent partners on their field is established. The project leader Gem motors as developer of the motor technology, joined forces with experienced partners that complement their roles: Domel as long-term and well established company in the field of electric motor production, Fraunhofer IAO as the first class research institute in the e-mobility field of production and business management, Luznar as small competent producer specialized in-wheel power electronics and City motion-Eccity as an emerging key producer of electric scooters in EU. Other third parties for motor parts production, research, structural analysis and five key customers are completing the network thus forming a complete and competent consortium to successfully accomplish the projectís objectives. \nProject topics are directly in-line with the Work Programme FTI.",
    "totalCost": "2753850",
    "ecMaxContribution": "1991945",
    "coordinator": "GEM MOTORS, RAZVOJ IN IZDELAVA INOVATIVNIH ELEKTROMOTORJEV DOO",
    "coordinatorCountry": "SI",
    "participants": "TISKANA VEZJA LUZNAR DOO;CITY MOTION;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;DOMEL ELEKTROMOTORJI IN GOSPODINJSKI APARATI D.O.O.",
    "participantCountries": "SI;FR;DE",
    "projectParticipants": {
        "928665391": {
            "orgId": "928665391",
            "orgName": "CITY MOTION",
            "ecContrib": 98700
        },
        "938129196": {
            "orgId": "938129196",
            "orgName": "GEM MOTORS, RAZVOJ IN IZDELAVA INOVATIVNIH ELEKTROMOTORJEV DOO",
            "ecContrib": 914638
        },
        "954730455": {
            "orgId": "954730455",
            "orgName": "DOMEL ELEKTROMOTORJI IN GOSPODINJSKI APARATI D.O.O.",
            "ecContrib": 661658
        },
        "928589828": {
            "orgId": "928589828",
            "orgName": "TISKANA VEZJA LUZNAR DOO",
            "ecContrib": 96950
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 220000
        }
    },
    "calculatedTotalContribution": 1991946
}