{
    "rcn": "199227",
    "acronym": "ReSpirA",
    "topics": "SC5-20-2015-1",
    "title": "Olive oil wastewater Reuse for the production and commercialisation of Spirulina Alga",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Wastewater by olive oil mills is offering GreenTech several opportunities to boost its competitiveness and growth across the Mediterranean regions, thanks to the scale up and further commercialisation of a new eco-innovative process and its green products, namely ReSpirA.\nCurrently the olive oil industry is one of the most relevant agro-food branches in Italy and in other countries of the Southern Europe such as Spain; however, the overall production process generates a huge amount of wastewater with a high polluting and phytotoxic content.\nWith the ReSpirA project, GreenTech is willing to enter the Southern Europe market with an innovative solution for the treatment of the wastewater derived from the olive oil production, which, conjugating different filtration techniques, allows at obtaining green marketable products: 1) organic fertilizer and clean water to be reused for agricultural purposes, 2) inorganic nutrients, to be further exploited for the cultivation, production and commercialisation of the Spirulina microalga, widely used in the food industry thanks to its particular nutritional characteristics.\nWith its environmental benefits, ReSpirA is supporting the well-known European environmental challenges, promoted by the EU Sustainable Development Strategy through the ìWater Framework Directive and the ìNitrates Directiveî. Moreover the production of microalga Spirulina, a well-known human and animal food or nutritional supplement, is in line with the EU strategy for developing the Bioeconomy throughout Europe.\nThe utilization of wastewater to cultivate Spirulina will i) reduce the use of fresh water, ii) decrease the cost of nutrients for biomass cultivation and iii) contribute to the remediation of waste.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREENTECH SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939736292": {
            "orgId": "939736292",
            "orgName": "GREENTECH SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}