{
    "rcn": "199214",
    "acronym": "DynaMech",
    "topics": "ERC-ADG-2014",
    "title": "Linking Transcription Factor Binding Dynamics to Promoter Output",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "'Transcription is a stepwise process that is inherently dynamic. Different types of transcription factors are continuously interacting off and onto DNA, 'searching' for appropriate interactions - each bringing different functions into play. The rates with which these factors interact with chromatin, their association and dissociation rates, dictate the outcome of 'steady-state', developmental and rapidly responsive regulatory programs. Given the central role of transcription factors in biology and disease, it is remarkable that we know next to nothing about the dynamics of transcription factor-chromatin interactions.\n\nThe objective of DynaMech is to implement technologies that will allow us to measure transcription factor binding dynamics (on- and off-rates) genome-wide, at binding site resolution. This will be applied to gain a systematic understanding of how these dynamics effect the function of transcription factors. Analyses will encompass components of the RNA polymerase II pre-initiation complex in yeast, as well as a comprehensive set of gene-specific transcription factors. For each of these factors we will determine the on- and off-rates genome-wide as well as the degree to which the mRNA synthesis rates from all promoters are dependent on the factor. This data will all be analysed in the context of nucleosome binding dynamics to understand the general principles of how chromatin-transcripton factor binding dynamics shape regulatory mechanisms.  Through modelling promoter output and by additional perturbations, these principles will be explored to understand which properties of regulatory DNA determine differential transcription factor dynamics thereby causing differential promoter behaviour.\n\nWe are as yet far from predicting regulatory outcome from regulatory sequence. The long-term aim of this work is to bring this closer, by bringing into play the almost completely unexplored aspect of transcription factor-chromatin interaction dynamics.'",
    "totalCost": "2132500",
    "ecMaxContribution": "2132500",
    "coordinator": "Prinses Maxima Centrum voor Kinderoncologie",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}