{
    "rcn": "199221",
    "acronym": "SAFT",
    "topics": "IT-1-2015-1",
    "title": "Ultrasonic Inspection Solution for railway crossing points.",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "SAFT Inspect is an ultrasonic inspection solution for railway crossing points. Our technology facilitates for the first time full volume inspection of railway crossings. Rail crossing, known as ìfrogsî are mechanical installations that enable a train to switch from one track to another.  Frogs are subjected to repetitive impact from the rolling stock, causing fatigue cracking. For this reason, frogs are manufactured from manganese steel with work-hardening properties to be highly resistance to fatigue cracking. Unfortunately, this hardening property makes frogs extremely challenging to inspect. The huge problem is, once frogs are broken, causes train derailment.\nCurrent inspection techniques are limited to visual inspection, only inspecting frog surface, which is extremely risky. If a crack has not yet propagated trough the surface, will go undetected. However, when a crack has reached the surface, it needs to be immediately replaced.  Unscheduled maintenance of frogs can lead to multiple train delays blocking the entire railway for more than 6 hours causing heavy losses of Ä288,000 in penalties per day. Full volumetric inspection is essential as can be used to detect a crack before it has reached the surface to plan maintenance in advance. Ultrasonic inspection raises a candidate solution for full volume inspection due to ultrasound penetration. This technique is well established for rail track inspection, however when applied to frogs becomes ineffective. Manganese grain structure is very course. This makes the material highly attenuative to ultrasound resulting in poor penetration depth and low signal to noise ratio (SNR). We have overcome these technical barriers by applying an ultrasonic Inspection technique called Synthetic Aperture Focusing Technique (SAFT) combined with advanced processing algorithms to offer an ultrasonic inspection technique with enhanced SNR. This is the first time that this technique is applied for Non Destructing Testing applications.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AIRTREN, S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953555591": {
            "orgId": "953555591",
            "orgName": "AIRTREN, S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}