{
    "rcn": "199275",
    "acronym": "HELIOtube",
    "topics": "SIE-01-2015",
    "title": "Inflatable solar collectors for a low cost CSP Plant with irreducibly small carbon footprint",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "HELIOtube aims at demonstrating a cheaper and less resource intensive collector technology for Concentrated Solar Power (CSP) plants setting the new gold standard for a power plant carbon footprint. Conventional technologies (parabolic troughs, Tower, Linear Fresnel, Parabolic Dish) are resource and energy intensive in construction, logistics and installation, leading to high costs and negative environmental impacts.\nHELIOVIS developed a lightweight pneumatic technology for solar concentrators which allows 55% cost savings and 40% CO2 reduction compared to the best future parabolic trough technologies. The HELIOtube is an inflatable cylindrical concentrator made of plastic films. Its full scale/commercial size is 220m long with a diameter of 9m. It can concentrate light by a factor of 100 and heats the thermal receiver fluid to a temperature of 400 to 600∞ C, enough to provide steam to turbines for electricity generation. HELIOtubes will be manufactured by a fully automated roll-to-roll process and in large\nquantities from commercially available recyclable plastic films (instead of the current steel-and-glass based technologies).\nThe rolled HELIOtube can be transported in a standard container (simple logistics) and will be inflated at the site designated for the power plant. This offers significant competitive advantages in materials, production, logistics, and installation costs.\nThe project objective is to design, deploy and run a large scale pilot in Spain, including the in-field test of transport and installation logistic operations. This demo will lead to the qualification necessary for commercialization. The project main proponent is the Austrian company HELIOVIS AG, holding the patents and the innovative know-how on the collector, that will work in collaboration with the German company MachtWissen, expert in widn protections engineering and production of components for solar thermal energy plants. HELIOtube will span 2 years with a budget of 3.5ML eur",
    "totalCost": "2632932",
    "ecMaxContribution": "1843052,4",
    "coordinator": "HELIOVIS AG",
    "coordinatorCountry": "AT",
    "participants": "TOUGHTROUGH GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "951520822": {
            "orgId": "951520822",
            "orgName": "TOUGHTROUGH GMBH",
            "ecContrib": 372312
        },
        "935454227": {
            "orgId": "935454227",
            "orgName": "HELIOVIS AG",
            "ecContrib": 1470740
        }
    },
    "calculatedTotalContribution": 1843052
}