{
    "rcn": "199281",
    "acronym": "Sir-Park",
    "topics": "IT-1-2015-1",
    "title": "Smart Integrated system for Reliable Parking information, search and guidance.",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "Hi-Park Solutions is a disruptive SME whose mission is to revolutionize the market of urban parking by delivering a smart application to help drivers find a free on-street parking space while improving urban life across the Smart City concept. Our Sir-Parkís patented application crowdsources on-street parking vacancy data automatically via either driverís smartphone or embedded in the vehicleís infotainment system. Its concept combines both, a reliable and precise real time parking location, and the powers of processing and learning on historic and statistical data observed over time. Sir-Park checks regulations and other street data such as garage entries, loading-downloading, etc. as well as the space physical dimensions, giving drivers a reliable probability of finding a valid vacant on-street parking space over the next minutes on a certain street section. \nDrivers will find value in Sir-Park a smart integrated and reliable app that will help them reduce up to 50% of the average time to park, while first screening their chances of finding free on-street parking and guiding them to the most promising route, and secondly, offering paid parking alternatives. Municipalities, Telecom and Big Data companies will find valuable source of data in a system that crowd sources street image into valuable parking availability information and user mobility patterns. \nTo date, we have conducted a preliminary pilot in Tel Aviv, Israel, validating the application. We are now preparing for scaled-up demonstrations across major European cities. Our aim is to develop a Smart parking application that will reach 300.000 end users by 2018 across 3 major European cities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HI PARK SOLUTIONS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934863788": {
            "orgId": "934863788",
            "orgName": "HI PARK SOLUTIONS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}