{
    "rcn": "199258",
    "acronym": "eBRAIN",
    "topics": "SIE-01-2015-1",
    "title": "ENERGY REAL-TIME METERING AND DISTRIBUTED DISPACTH FOR LOAD - PRODUCTION SYNCHRONIZATION",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Concept\nThe Electric Systems in most European countries suffered major changes in the last decade due to the fast penetration of new technologies such as Distributed Production, Demand Management and Data Processing. The rhythm of change has been so high that created negative feedback effects that can compromise the capture of the created value. \n\nThe objective of the eBrain innovation is to introduce in the market a new platform to empower consumers and distributed producers by a series of innovative services and energy contracts. These new services tackle the mentioned Electric System problems and create value both to consumers and producers but also system operators.\n\nProducts\nIn order to reach our goals a series of innovative technologies were developed by eVISO since 2012 and integrated in a single platform called eBrain that supports the offer of the following services:\n- Real-time Production Forecast \n- Real-time Market Bidding\n- Power Alerts and Energy Efficiency Reporting\n- Auto-Consumption Management\n- Demand-side Management & Response\nAll these services are included in Energy Contracts bundled into eVISOís energy retailer offer.\n\nClients\n1. Distributed Renewables\n2. Consumer Looking for Empowerment (SMEs)\n\nFeasibility\nSince the bases of the technology have already been developed and preliminary client-tests have been made, the project is at the stage of pre-launch to the market. In the feasibility stage we will focus on:\n1. Commercial plan\n2. Technologic feasibility \n3. IP protection\n4. Risk Assessment\nThe combined output of the above studies is  aBusiness Plan, which is the derivable of the stage. The timeframe for the feasibility stage is 6 months.\n\nEuropean Dimension\nThe case study in Italy is similar in most European Markets where distributed production and empowerment of consumers is creating stress and opportunities. Moreover, the European Energy Market ensures the technology compatibility of our tools and a simplified transition.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EVISO SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927179739": {
            "orgId": "927179739",
            "orgName": "EVISO SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}