{
    "rcn": "199255",
    "acronym": "PELLETON",
    "topics": "SIE-01-2015-1",
    "title": "PELLETON ñ a device for production of pellets from biomass and agricultural waste for energy purposes",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Biomass, like fossil fuels, releases CO2 when burned. But whereas emissions from fossil fuels are net additions of CO2 to the atmosphere, the carbon dioxide released from biomass becomes part of a natural cycle that entails no net additions. Using biomass to generate heat and power can reduce GHG emissions significantly, if production and logistics are managed responsibly.\nThe objective of our innovation is to contribute to solving one of the Europeanís main environmental issue i.e. global emissions of CO2 from fossil-fuel combustion. We intend to reduce energy needed to produce biomass-based fuels and drive wider production of biofuels from agricultural waste, what will be an important step towards achieving the EU goals for low-carbon economy.\nOur innovation is an energy-efficient, mobile pellet production line called PELLETON, which is characterized by three main features: \nï\tinnovative energy-saving granulation and mixing modules, which allow to omit processes of drying and accurate grinding of biomass, thereby reducing energy usage by 38%,\nï\tability to process hardly manageable bio-sewer sludges, which gives an opportunity to manufacture biofuel from another renewable resource,\nï\tmobile structure allowing to contain the whole production line on two trailers, which reduces the transportation costs and resulting CO2 emission, giving an opportunity to gather biomass from previously unreachable sources.\nOur technology was developed by ZUK St?porkÛw S.A. and is protected by Polish patent application no. P-404576 and PCT application no. PCT/PL2014/000066. The project will be conducted by ZUK St?porkÛw S.A. as a part of the company's development strategy. The company constantly operates on the market for 40 years. During this period, we acquired experience and strengthened our position in the energy sector, especially processing of biomass for heating sector. We operate on the international market, leading sales in Germany, Scandinavia, Iceland, UK and Romania.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZAKLADY URZADZEN KOTLOWYCH STAPORKOW SPOLKA AKCYJNA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925500669": {
            "orgId": "925500669",
            "orgName": "ZAKLADY URZADZEN KOTLOWYCH STAPORKOW SPOLKA AKCYJNA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}