{
    "rcn": "199264",
    "acronym": "SuperHD-ToolBox",
    "topics": "ICT-37-2015-1",
    "title": "Next generation Image Processing Engine to support the creation, processing, deployment and transmission of super high definition images for large format ësmartí digital displays and signage",
    "startDate": "01/12/2015",
    "endDate": "29/02/2016",
    "objective": "The digital marketing industry is poised to rapidly grow in all market segments over the next five years. The three primary market segments: Interactive Displays, Video Walls and Digital Signage; have high projected growth with the lowest compound annual growth rate (CAGR) set at 11.9% for Interactive Displays. This presents a lucrative business opportunity for a Company able to bridge the gap between the underlying technology and what is available on the market. \n\nImage Processing Techniques Limted (trading as Omnitek) will seize this opportunity by developing, commercialising and marketing a SuperHD Tool Box that will create, store and transmit SuperHD (8K and above) moving images to large-format display screens for the digital advertising industry. Furthermore, our Tool Box will convert lower resolution images to SuperHD images for these large-format displays, making it backwards compatible with current broadcasts. We have a market ready UltraHD 4K Tool Box that analyses, generates and converts any lower resolution format to 4K, as well as conducting down-conversions if required. The SuperHD Tool Box will be based on the Ultra 4K Tool Box, albeit with the higher processing capacity required for SuperHD images. \n\nIn our Phase 1 Project, we aim to complete; a Technology Watch exercise, an IP Protection and Exploitation Strategy, Identification and Engagement of Development and Distribution Partners, and a detailed elaboration of our Business Plan. The development of the toolbox and its components, and the implementation and verification of the image processing engine will be carried out in our subsequent Phase 2 Project. The SuperHD Toolbox is expected to be commercially available by March 2017.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IMAGE PROCESSING TECHNIQUES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925315496": {
            "orgId": "925315496",
            "orgName": "IMAGE PROCESSING TECHNIQUES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}