{
    "rcn": "199226",
    "acronym": "LEDILSol",
    "topics": "SIE-01-2015-1",
    "title": "Multipurpose Cloud-Based Control PlatformHigh Performance LED Lighting Solution for Smart Cities",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "Future Smart cities are going to be amazing community hubs that will be more sustainable, efficient, and supportive of citizens. The concept of smart communities is based on intelligent infrastructures such as LEDilSOL and smart grids, so that connected and sustainable communities can be developed. Lighting accounts for almost 20% of the global electricity use, which represents 6% of greenhouse gas emissions worldwide and consumes 14% of all electricity within the European Union. As part of the important city infrastructure and the immense energy consumption that street lighting represents, street lighting is already transforming not only to satisfy the European and worldwide directives to reduce energy use and carbon dioxide (CO2) emissions (2020 Climate and Energy Package and Directive 2003/87/EC ) but also to favour the cities in becoming better and safer places to live. As a result of this great need for modernization and the growing demand towards smarter cities, as well as market trends, upcoming regulation and our fierce commitment towards our clients for personalised high quality solutions we wish to introduce to the market a smart energy efficient lighting system, which consists of highly efficient LED luminaires with built-in control intelligence that are managed and controlled by a single multipurpose control cloud platform. Todays, there's already a growing movement to bring LEDs to the streets. Energy-efficient lighting is a savvy improvement on outdated High-Intensity Discharge (HID) technology - and it comes with a huge return on investment. It is estimated that by deploying of LEDs, around 70% of energy currently utilised in street lighting (a remarkable driver of LED market growth) could be saved.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REBERNIG SUPERVISIONI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934658148": {
            "orgId": "934658148",
            "orgName": "REBERNIG SUPERVISIONI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}