{
    "rcn": "199284",
    "acronym": "FC21S",
    "topics": "IT-1-2015-1",
    "title": "Cost-effective aluminium die casting for automotive industry",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "'We are a consortium integrated by two Italian SMEs with long track and complementary expertise in the metal casting sector, and we propose to industrialise and put in the market the process #FC21S for casting high performance, clean and cost-effective aluminium structural pieces for cars.\nCurrently there is a need in automotive industry for cutting fuel consumption and thus, gas emissions. The preferred way nowadays is to do so by incorporating light car pieces, maintaining the current performance concerning security, in order to comply both with the EU legislation and consumer needs. Aluminium die casted pieces solve the problem that the automotive industry have, addressing consumersí needs and legislation requests.\n#FC21S is an innovative aluminium die casting process in which a pioneer concentrated mould release agent is nebulised through micro-spraying specially designed, rendering pieces with better mechanical properties and enhanced impact resistance. The concentrated agent is used in an amount of 10 g per casted piece, instead of the 7 l per piece required with a regular mould release agent, what significantly reduces the heavily polluted waste streams, having as a consequence a cleaner and cheaper process. It is wax-free, what reduces the porosity in the aluminium casted piece, increasing its impact resistance. With this process we dramatically cut waste-streams and reduce the energy needed for the process, increasing productivity of the line.\nThe general objective of #FC21S is to set the manufacturing line of structural car pieces built in structural aluminium and die casted with a pioneer concentrated release agent in order to contribute to making better light-weight structural car pieces, for satisfying consumers and car manufacturing industry.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FONDERIE CERVATI S.R.L",
    "coordinatorCountry": "IT",
    "participants": "VIBE DI VITO BECCHETTI & C. S.R.L.",
    "participantCountries": "IT",
    "projectParticipants": {
        "934342510": {
            "orgId": "934342510",
            "orgName": "VIBE DI VITO BECCHETTI & C. S.R.L.",
            "ecContrib": 0
        },
        "934522251": {
            "orgId": "934522251",
            "orgName": "FONDERIE CERVATI S.R.L",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}