{
    "rcn": "199215",
    "acronym": "SaSHa",
    "topics": "COMPET-03-2015",
    "title": "Si on SiC for the Harsh Environment of Space",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "The SaSHa (Si on SiC for the Harsh Environment of Space) project will accelerate the development of an entirely new generation of power electronic semiconductor devices benefitting Space and several terrestrial applications. Proof of concept prototypes (up to TRL5) will be developed that incorporate a brand new Si on SiC substrate solution into state-of-the-art power electronic device architectures. The resulting power devices will be capable of working at voltage ratings from 50 to 600 V, in high radiation conditions and at temperatures up to 300∞C, characteristics unavailable in the current power market, let alone for Space. By solving the so-called self-heating effect of state-of-the-art silicon-on-insulator electronics, this disruptive technology will offer: 1) significantly improved device efficiency with at least 50% less wasted power; 2) three times the power density; 3) a significant increase in the maximum operating temperature, by as much as 100∞C and 4) a radiation tolerance to match the current state-of-the-art. These characteristics translate into a more efficient power system to boost on-board power and waste less heat. This reduces the burden on the cooling system saving mass and space on the spacecraft, and increasing mission length. Therefore, this is a technology enabling or benefitting several space technologies including high voltage solar arrays, electric propulsion, and many ancillary power conditioning applications. Furthermore, in the future, it will also find use in many terrestrial harsh environment applications including downhole drilling, aviation and automotive.",
    "totalCost": "997130",
    "ecMaxContribution": "997130",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE CATHOLIQUE DE LOUVAIN;CAMBRIDGE MICROELECTRONICS LTD;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "BE;UK;IE",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 300416
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 224054
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 252035
        },
        "952894536": {
            "orgId": "952894536",
            "orgName": "CAMBRIDGE MICROELECTRONICS LTD",
            "ecContrib": 220625
        }
    },
    "calculatedTotalContribution": 997130
}