{
    "rcn": "199287",
    "acronym": "MOEWA",
    "topics": "IT-1-2015-1",
    "title": "MOdular Eco WAterbus ABLE TO BE DIVIDED INTO TWO IDENTICAL INDIPENDENTHYBRID UNITS ALLOWING OPERATING FLEXIBILITY IN TRANSPORTATION",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Econboard is a startup company which introduces a design based on 2 owned patents, able to modify the nautical transport in internal and coastal waterways.\nA design was perfected of a hybrid catamaran boat thought for transport of persons and things, able to be easily divided in two independent units which can operate on different routes.\nWhen they are assembled, the two units are a single boat of double load capacity that can be called modular.\nA propulsion system, based on azimuth electric thrusters in line allows the boat assembled, but also to the two elementary units, to play their mission with increased safety because they can rotate on site and do maneuvers impossible for conventional units, greatly increasing the safety of navigation above all in the tight spaces of internal waterways.\nThe concepts of modularity, increased maneuverability and a new propulsion system, full electric or hybrid, greatly increase the building standards of the internal waterways boats according to 2006/87/EC that sets high standards in terms of environmental protection and safety.\nThe modularity also allows advantages for all the stakeholders: for the yard, because it meets always different market demands in terms of transport capacity, with the same product, thus simplifying the design and reducing the resources for building; for the owner because in this way he can manage with greater flexibility his business complying in a better way the seasonality of the service and facing without interrupting service the machine downtime. For the community because of its intrinsic eco-sustainability.\nA preliminary analysis of the market shows excellent prospects for the business because Econboard proved that the cost of the two elementary units is comparable than the cost of one conventional unit of double capacity.\nThis activity requires a careful analysis of the market looking for the correct position of the product in the market and the correct company organization to face it.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "J. L. ECONBOARD SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936123139": {
            "orgId": "936123139",
            "orgName": "J. L. ECONBOARD SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}