{
    "rcn": "199272",
    "acronym": "ONION",
    "topics": "EO-3-2015",
    "title": "Operational Network of Individual Observation Nodes",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Two trends have recently emerged in space systems and could even further strengthen in the future: small satellites, with the development of key modularisation and miniaturisation technologies, and the deployment of constellations and distributed networks of satellites. It is of primordial importance for Europe to properly analyse those trends and determine whether or not they could provide a competitive advantage for Earth Observation (EO) systems. \nTo address those challenges, ìOperational Network of Individual Observation Nodes,î (ONION) investigates the distribution of spacecraft functionalities into multiple cooperating nodes, leveraging on the emerging fractionated and federated satellite system concepts. The proposed concept provides augmentation, supplementation, and possibilities of new mission for future EO Missions (for science and commercial applications). \nONION objectives:\n1. Review the emerging fractionated and federated observation system concepts\n2. Identify potential benefits to be obtained in light of observation needs in different Earth Observation domains\n3. Identify key required technology challenges entailed by the emerging fractionated and federated satellite system concepts, to be faced in Horizon 2021-2027\n4. Validate observation needs with the respective user communities to be fit for purpose in terms of scientific and commercial applications\n5: To propose an overall strategy and technical guidelines to implement such concepts at Horizon 2021-2027\nONION will confirm the feasibility of the first established concepts to respond to the identified needs through use-cases. The baseline of the concept consists to supplementing current mission profiles with missing observation bands, augmenting mission lifetimes, and ultimately sharing the capabilities across multiple spacecraft platforms. ONION will enable mission designers and implementers to decide which fractionated and federated concepts will provide competitive imaging from space.",
    "totalCost": "2598820",
    "ecMaxContribution": "2498820",
    "coordinator": "THALES ALENIA SPACE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "DEIMOS ENGENHARIA S.A.;SKOLKOVO INSTITUTE OF SCIENCE AND TECHNOLOGY;UNIVERSITAT POLITECNICA DE CATALUNYA;POLITECHNIKA WARSZAWSKA;ACRI-ST SAS;THALES ALENIA SPACE ESPANA, SA;SPACETEC PARTNERS SPRL",
    "participantCountries": "PT;RU;ES;PL;FR;BE",
    "projectParticipants": {
        "999641940": {
            "orgId": "999641940",
            "orgName": "ACRI-ST SAS",
            "ecContrib": 250000
        },
        "965724338": {
            "orgId": "965724338",
            "orgName": "SPACETEC PARTNERS SPRL",
            "ecContrib": 228750
        },
        "949224735": {
            "orgId": "949224735",
            "orgName": "SKOLKOVO INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 250000
        },
        "999623219": {
            "orgId": "999623219",
            "orgName": "DEIMOS ENGENHARIA S.A.",
            "ecContrib": 475625
        },
        "999908205": {
            "orgId": "999908205",
            "orgName": "THALES ALENIA SPACE FRANCE",
            "ecContrib": 539745
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 200000
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 250000
        },
        "999701595": {
            "orgId": "999701595",
            "orgName": "THALES ALENIA SPACE ESPANA, SA",
            "ecContrib": 304700
        }
    },
    "calculatedTotalContribution": 2498820
}