{
    "rcn": "199233",
    "acronym": "SnowRESolution",
    "topics": "SIE-01-2015-1",
    "title": "All Weather Snow machine driven by Renewable Energy Sources",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "Climate change is shortening the ski season because of less snow precipitation and of a higher average winter temperature. The lack of snow represents a serious threat for the multi-billion-dollar ski tourism industry. Currently, snowmaking techniques require an air temperature below 0∞C and low humidity, thus are not applicable for large part of the season.\nNeveXN developed a technology able to produce high quality snow at temperatures above 0∞, in all weather condition and without any chemical additives. SnowRESolution is a green snowmaker that collects the thermal energy required by the compressor by renewable energy sources (either a solar thermal collector or a biomass steam generator). The production of snow is then more environmentally sustainable, cheaper and possible in every season. \nWinter tourism is very important in all mountain regions, it generates annual revenues for $70 billion, but it is highly dependent on the availability of snow. If slopes are bare in a crucial period, such as Christmas vacations, ski resorts and the whole mountain economy undergo to huge losses. SnowRESolution address the market of ski resorts that want to guarantee the production of snow also when ambient temperature is above 0∞C.\nDuring phase 1, a feasibility study will be focused on defining the complete supply chain, a sound business model and commercialization strategy, planning of all activities for deploying a field test in ski resorts, as well as the elaboration of an industrialization and marketing plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEVEXN SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934714796": {
            "orgId": "934714796",
            "orgName": "NEVEXN SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}