{
    "rcn": "199260",
    "acronym": "INSUPanel",
    "topics": "SIE-01-2015-1",
    "title": "Building the green way: wide take-up of a versatile, proven, energy and cost efficient insulation technology",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "Construcciones Zorzano was originally founded in 1991 in La Rioja region of Spain. Since the very inception of the company, this family owned SME has set as their goal to find viable insulation methods for buildings. As such, their current portfolio of completed projects boasts lower energy consumption than the requirements by Spanish law, the companyís mission is set on becoming a fully near zero energy buildings developer as soon as financially possible. Over 400 housing and commercial units with a total value of over 15Ä million have been developed with passive insulation techniques imbedded in them by the company in the northern region of Spain.\n INSUPanel consists of self-supporting, non-structural, adjoining panels that float and allow space to set an uninterrupted, thermal-bridge free, building envelope. The panels hover around leaving a single continuous volume around the building. This increases the thermal resistance of the house as a single system by effectively eliminating all thermal bridges; the result is insulation four times as effective at lower costs.\nINSUPanel constitutes a major breakthrough component inside the construction technology required to reach high levels of insulation. It solves the problem of competing methods that fail to achieve enough insulation without significant costs added. This construction process will drop energy requirements by up to 90% meaning direct savings of 2,558Ä annually for each housing unit across Europe. It goes in line with European Directives (Energy Performance of Buildings Directive and the Energy Efficiency Directive).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CONSTRUCCIONES JUAN ZORZANO BLANCO SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930035128": {
            "orgId": "930035128",
            "orgName": "CONSTRUCCIONES JUAN ZORZANO BLANCO SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}