{
    "rcn": "199259",
    "acronym": "PRIFOG",
    "topics": "INSO-9-2015-1",
    "title": "PRIFOG - A technology-powered producer responsibility initiative for fat, oil and grease compliance for food service outlets",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Evolution Environmental Services Ltd (EES) is an environmental consultancy business that provides outsourced fat, oil & grease (FOG) source control programmes to city authorities in Ireland. \n\nFOG is a major contributing factor to sewer blockages in urban areas that poses challenges to sewer asset managers, and adversely affects citizens in cities worldwide. To combat this problem, many cities impose regulations on food service outlets (FSOs) in the form of a FOG source control program. However satisfying these regulations places a significant financial and operational burden on food service outlets.\n\nThe goal of this Action is to develop a feasibility study for PRIFOG, a technology-based producer responsibility initiative for FOG compliance. PRIFOGís cloud based software solution provides a platform that connects the city authority with the FSO and allows both stakeholders to manage, verify and validate compliance online. PRIFOG fosters a positive relationship between FSOís and the city authority by providing independent advice, guidance, training and promoting best practice for FOG compliance. \n\nThe feasibility study of PRIFOG will be completed by delivering four key objectives; 1) conduct a detailed market analysis, 2) proof of concept pilot study within the Irish market, 3) develop a detailed product roadmap based on customer needs, and, 4) develop an elaborated investor-ready business plan to scale the PRIFOG solution to international markets.\n\nPRIFOG uses emerging technology to address two problems that are replicated in almost every city worldwide. Firstly, PRIFOG reduces the problems caused by FOG in drainage networks. Secondly, PRIFOG provides a solution that reduces the burden of regulation on FSOs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EVOLUTION ENVIRONMENTAL SERVICES LTD",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925441111": {
            "orgId": "925441111",
            "orgName": "EVOLUTION ENVIRONMENTAL SERVICES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}