{
    "rcn": "199249",
    "acronym": "FrailSafe",
    "topics": "PHC-21-2015",
    "title": "Sensing and predictive treatment of frailty and associated co-morbidities using advanced personalized patient models and advanced interventions",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Ageing population is steeply increasing worldwide.  A consequence of age related decline is the clinical condition of frailty. \nFrailty is a biological syndrome of decreased reserve and resistance to stressors, resulting from cumulative declines across multiple physiologic systems and causing vulnerability to adverse outcomes. Susceptibility to stressors is influenced by biological, behavioral, environmental, and social risk factors, with the main consequence being an increased risk for multiple adverse health outcomes, including disability, morbidity, falls, hospitalization, institutionalization, and death. However, frailty is a dynamic and not an irreversible process; it seems preventable, may be delayed, or reversed. Our understanding of frailty has markedly improved over the last five years, yet there are many issues yet to be resolved.\nFrailSafe aims to better understand frailty and its relation to co-morbidities; to identify quantitative and qualitative measures of frailty through advanced data mining approaches on multiparametric data and use them to predict short and long-term outcome and risk of frailty; to develop real life sensing (physical, cognitive, psychological, social) and intervention (guidelines, real-time feedback, AR serious games) platform offering physiological reserve and external challenges; to provide a digital patient model of frailty sensitive to several dynamic parameters, including physiological, behavioural and contextual; this model being the key for developing and testing pharmaceutical and non-pharmaceutical interventions; to create ìprevent-frailtyî evidence-based recommendations for the elderly; to strengthen the motor, cognitive, and other ìanti-frailtyî activities through the delivery of personalised treatment programmes, monitoring alerts, guidance and education; and to achieve all with a safe, unobtrusive and acceptable system for the ageing population while reducing the cost of health care systems.",
    "totalCost": "3820896,25",
    "ecMaxContribution": "3820896,25",
    "coordinator": "PANEPISTIMIO PATRON",
    "coordinatorCountry": "EL",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;BRAINSTORM MULTIMEDIA S.L.;HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION;AGE PLATFORM EUROPE;SMARTEX S.R.L.;GRUPPO SIGLA SRL;AGECARE (CYPRUS) LTD",
    "participantCountries": "FR;EL;ES;BE;IT;CY",
    "projectParticipants": {
        "940452540": {
            "orgId": "940452540",
            "orgName": "AGECARE (CYPRUS) LTD",
            "ecContrib": 252500
        },
        "999611288": {
            "orgId": "999611288",
            "orgName": "SMARTEX S.R.L.",
            "ecContrib": 534423
        },
        "968582152": {
            "orgId": "968582152",
            "orgName": "GRUPPO SIGLA SRL",
            "ecContrib": 589125
        },
        "999441732": {
            "orgId": "999441732",
            "orgName": "BRAINSTORM MULTIMEDIA S.L.",
            "ecContrib": 321250
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 831000
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 361696
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 535000
        },
        "999788119": {
            "orgId": "999788119",
            "orgName": "AGE PLATFORM EUROPE",
            "ecContrib": 175902
        },
        "996329681": {
            "orgId": "996329681",
            "orgName": "HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION",
            "ecContrib": 220000
        }
    },
    "calculatedTotalContribution": 3820896
}