{
    "rcn": "199205",
    "acronym": "SELAM",
    "topics": "BG-12-2015",
    "title": "Large-scale piloting and market maturation of a novel process for sustainable European lobster aqua- and mariculture",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "The objective of SELAM is to commercialise and bring to market our exclusive and high-quality EU lobsters based on our disruptive and fully automated production process for lobster aqua and mariculture. The fully automated SELAM process is combining land-based aquaculture of hatched eggs through the larval (1-3) and juvenile (4-5) stages before released into sea-ranching ocean mariculture, where growth happens without human interference and at no cost. Combined with our novel business model for shellfish sea ranching this will allow us to bring a new product to the market ñ sustainable and high-quality farmed EU lobster with significant added value for the customer compared to existing wild-caught alternatives.\n\nThe SELAM concept was developed during our Phase I-type Feasibility Study - the FP7 NEPHROPS project, GA286903 - where the outcome was a novel production process with optimal production parameters (feed, light, temperature & water quality) at TRL7. Now we seek to op develop our Commercialisation Plan and final Business Innovation Plan (BIP). We have assembled a highly competent team holding all required resources, skills, facilities and networks to advance SELAM into a successful commercial product.\n\nTo successfully introduce SELAM to the market, we have created 5 sequential and quantifiable Commercialisation Objectives focusing on overcoming remaining barriers hampering successful commercialisation:\n\n1. Technology maturation, elevating our SELAM process from TRL7 to TRL8 (WP1)\n2. Large scale piloting bringing SELAM to TRL9 (WP2)\n3. Supply chain development, up- and downstream (WP3)\n4. Product exploitation strategy development, market research and post-project funding (WP4)\n5. Innovation management and BIP development, IP management and stakeholder engagement (WP5)\n\nSELAM will significantly boost our growth - quantified as accumulated revenues exceeding Ä151m for the 10-years post project with accumulated gross profit Ä94.9m and employment growth of 52 FTEs.",
    "totalCost": "1673283,75",
    "ecMaxContribution": "1171298,63",
    "coordinator": "NORSK HUMMER DRIFT AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927103109": {
            "orgId": "927103109",
            "orgName": "NORSK HUMMER DRIFT AS",
            "ecContrib": 1171299
        }
    },
    "calculatedTotalContribution": 1171299
}