{
    "rcn": "199213",
    "acronym": "BlendIn",
    "topics": "INSO-10-2015-1",
    "title": "oneTap e-paper business card wearable gadget to create a real meeting LinkedIN equivalent",
    "startDate": "01/12/2015",
    "endDate": "29/02/2016",
    "objective": "Blendology has developed a mobile wearable tech that has already connected tens of 1000s of people from all over the world. We have created a innovative electronic badge that is at the root of all innovations by helping to foster the birth of new connections. \n\noneTap is a re-useable and intelligent badge that instantly uploads information the attendee wishes to exchange if tapped to another badge. As a result, it acts as an ice-breaker, it erases any hierarchical barriers, it record contacts in real-time (secure mobile app access), it creates badges for event organisers, and it does not require external networks. Events using oneTap  will attract more attendees (better networking, both in terms of amount of connections made and of ease of correspondence after the event), and we help event organisers run current events and plan more strategically for future ones. We collect invaluable data (e.g. n. of people arrived/left and dwell time at particular locations, etc.), with endless potentials for analysis and monetisation. \n\nWe have worked in 20 countries and received numerous requests for the licensing of our products globally. In EU alone, over 300M people/year attend events. A beta version of the oneTap badge has already generated Ä300k revenue. We also already have sales booked for 2016.\n\nSome goals of this project include creating a BP that defines a revised strategy, further development, and a market plan for: the expansions into new markets, big data analysis exploration, development of a new generation of our products (e.g. e-printed badges with optional speaker/delegate locator functionality, footfall traffic overview in the event, along with several new features). Most importantly, this grant will be instrumental to make sure we recalibrate all our strategies to ensure a successful growth plan in light of our imminent expansion through partnerships: we need a scalable strategy that can be replicated worldwide.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BLENDOLOGY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934984844": {
            "orgId": "934984844",
            "orgName": "BLENDOLOGY LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}