{
    "rcn": "199265",
    "acronym": "ShopStar",
    "topics": "ICT-37-2015-1",
    "title": "Image learning to create a new online marketing tool",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Europeís media industry lacks an effective business model for their online content, particularly in the context of falling revenues from traditional online advertising ñ they need new ways to effectively monetise their content.\n\nOur aim is to allow media to generate revenue from their online images. \nWe apply innovative image-analysis technology to detect clothes in online images, and match them with clothes in retailersí online product catalogues. This creates a lucrative collaboration between online media and retailers ñ for every customer redirected to a retailersí website via an online image, media publications receive a commission fee.  \n\nAn initial version of this automated technology (running in under 300 milliseconds) has already been developed. We can recognise photos of clothes in isolation (an image of an item of clothing on a plain background) and match them to the clothes sold by our 8000 partner retailers (Amazon, H&MÖ). We then give readers the opportunity to click to find a link to buy the same or similar item. This solution has already been commercialised to several leading magazines (including Closer, Grazia & Be), who have seen online advertising revenues increase by up to 6 times.\nHowever, photos of clothes in isolation represent only a small proportion of online images. \n\nOur ambition is therefore to adapt our technology to detect clothes in photos of people ñ representing a much larger proportion of online images. Online readers will be able to click to ìGet the Lookî of a celebrity or public figure in an online photo, and will be shown links to retailers selling similar items. The aim of our feasibility study is to refine the technological specifications and validate the commercial proof of concept with a base of current and potential clients. \n\nWith ShopStar, we are creating a non-invasive advertising solution that can be deployed to international media groups worldwide, positioning Shopedia as category leader for this disruptive new approach",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SHOPEDIA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925522494": {
            "orgId": "925522494",
            "orgName": "SHOPEDIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}