{
    "rcn": "199232",
    "acronym": "RapidBact",
    "topics": "INSO-10-2015-1",
    "title": "Innovative Business Models for a new Integrated Rapid Microbial Pathogen Tester",
    "startDate": "01/02/2016",
    "endDate": "31/07/2016",
    "objective": "DelAgua Water Testing currently retails and distributes water testing equipment and consumables to over 150 countries globally. Our client base includes private, public sector and significant numbers of non-governmental organizations.  \n\nDelAgua is researching an innovative, rapid, microbiological pathogen water test for field use in routine monitoring, surveillance and disaster relief situations. This test will identify bacterial species, their viability and numbers present in less than 2 hours.   \n\nUser feedback has indicated that the device must meet the following criteria:\n\nï Simple to use\nï Portable\nï Rugged\nï No need for mains power\nï Have an automated means of recording and analysing results\n\nCurrent test equipment offers a choice between rapid absence/ presence indicators with no quantification; or tests which offer quantification and specificity but with significant process time (from 18 hours to several days) for a result. There is real demand for this new rapid test which will have applications globally for the testing of drinking water and more widely irrigation, bathing and recreational waters, and water/wastewater treatment plants under private and public management.\n\nUnique features of our new test offer an opportunity to go beyond our current retail and distribution model. We wish to test radically innovative business models which could offer greater value and flexibility to both DelAgua and its customers. We believe a different model could open entirely new markets and impact on the health of millions of people worldwide through the provision of near real time regional water safety monitoring systems, something never before achieved.\n\nA European supply chain will be created to manufacture both the hardware and consumables and DelAgua will create R&D facilities and jobs to support the new test.\n\nIf successful this project will help drive Europe's growth and global competitiveness and reinforce Europe's contribution to global healthcare solutions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DELAGUA WATER TESTING LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927740884": {
            "orgId": "927740884",
            "orgName": "DELAGUA WATER TESTING LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}