{
    "rcn": "199222",
    "acronym": "POLIFEMO",
    "topics": "Space-SME-2015-1",
    "title": "POLIFEMO - Panoramic Multifunctional Sensor for Small/Micro Satellite",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The objective of POLIFEMO project is a feasibility study about a new Panoramic Multifunctional Sensor for Small/Micro Satellite,  whose intend is to reduce the small satellite design and integration cost, while adding a satellite independent capability to cope with debris and other spacecraft. \nPOLIFEMO provides a new innovative multifunctional space sensor equipment that, replacing many sensors with one single sensor, addresses both the typical microsatellite attitude determination subsystem challenges with the implementation of the star and earth sensor capabilities and the space situational awareness (providing anti-collision, and anti-debris capabilities).\nThis is also due to the use of an innovative ìhyper-hemisfericî panoramic lens, which is able to catch a field of view of 360∞ in azimuth (panorama), and up to 270∞ in elevation (hyper-hemisphere), that is compact, robust, autonomous and low cost. The effectiveness of POLIFEMO are clearly found in lower integration cost, lower mass and size, better versatility and flexibility compared to the replaced cluster of sensors. The specific objectives of the feasibility study object of this proposal consist of the activities aiming at verifying economic and technological suitability of the POLIFEMO space equipment supporting small/micro satellites implementation.\nThe economic viability includes the market analysis with the specification of the EU and international target market for the POLIFEMO aiming at focusing on product requirements and identifying potential launch customers. Moreover, it includes a strategy plan for commercialization in an international market. The technological suitability includes a study about the integration of the hyper-hemispheric panoramic lens with sensor electronics and the other components needed to realize the multi-functional space sensor equipment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PROGETTI SPECIALI ITALIANI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927075076": {
            "orgId": "927075076",
            "orgName": "PROGETTI SPECIALI ITALIANI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}