{
    "rcn": "199243",
    "acronym": "habITAT",
    "topics": "ICT-37-2015-1",
    "title": "Internet of Things Air Tester as a new standards based wearable monitoring station for personalizedindoor and outdoor air quality real-time assessment",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "We are a Portuguese SME, which provides Indoor Air Quality (IAQ) and Sick Building Syndrome (SBS) audits, and Environmental analysis services. We have been working in the development of a disruptive way to improve the monitoring of indoor and outdoor air quality using the Citizen Observatories model as the strategic approach for our business. To this end we aim to prototype, test and commercialise an IoT wearable air quality monitoring system for both professional auditors and citizens.\nIAQ audits are a key tool to prevent health risks and spur productivity, while supporting energy efficient measures. Auditing IAQ involves various unknown variables which impact on the cost, the time and the effectiveness of the audit.\nWe have a clear and disruptive business opportunity, as an IoT IAQ system that would enable easy and fast monitoring of physico-chemical IAQ indicators in whole buildings using its own occupants as mobile monitoring stations, will increase the efficiency and effectiveness of audits at a lower cost.\nhabITAT addresses priorities of the EC aligned within Europe 2020 Flagship Initiatives, the Environment Action Programme, the Eco-innovation Action Plan and the EU Expert Group on Indoor Air Quality.\nObjectives of the feasibility study: 1) Examine the technical feasibility of the solution to achieve a good problem-solution fit that will enable jump-start product adoption, and bridge innovators with early adopters; 2) Examine the commercial feasibility to achieve a good product-market fit that will enable bridging early adopters with early majority in the product life cycle.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AR DIAGNOSTIC TECNOLOGIAS DE MONITORIZACAO E CONTROLO DO AR LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "966134454": {
            "orgId": "966134454",
            "orgName": "AR DIAGNOSTIC TECNOLOGIAS DE MONITORIZACAO E CONTROLO DO AR LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}