{
    "rcn": "199298",
    "acronym": "Residue2Heat",
    "topics": "LCE-02-2015",
    "title": "Renewable residential heating with fast pyrolysis bio-oil",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The overall objective of Residue2Heat is to enable the utilization of sustainable, ash rich biomass and residues in residential heating applications (20-200 kWth) to provide sustainable heat at a competitive price. In this concept, various 2nd generation agricultural, and forestry residue streams are converted into a liquid energy carrier near the biomass origin at an economic viable scale of 15-30 MWth using the fast pyrolysis process. Subsequently, the fast pyrolysis bio-oil (FPBO) is distributed to a large number of residential end-users. The FPBO should fulfill at least the draft CEN-specification for replacement of domestic heating oil and comply with REACH regulation. Additional quality control aspects for this application include the removal of extractives and solids from the FPBO. Ash is recovered from the fast pyrolysis process as a separate stream, and  recycling and/or re-use will be evaluated in detail. Existing high efficient, condensing boilers are used as starting point in the project, as well as a proven, low emission blue-flame type burner. Within Residue2Heat technical development work is performed on the modification of such systems to enable FPBO as fuel. The emission control and energy efficiency of the heating systems are optimized by dedicated modeling of FPBO atomization and combustion kinetics, supported by single droplet combustion tests and spray characterization. This route benefits from the flexible nature of the fast pyrolysis process, allowing the use of various lignocellulosic biomass streams, but also by using modified residential heating systems for which manufacturing capabilities, market development and product distribution are already in place. Dedicated tasks are included to assess the environmental and social impacts, risks analysis and public acceptance. Additionally, business and market assessment activities are performed including specific issues on health and safety relevant to FPBO-fuelled residential boilers.",
    "totalCost": "5466478,75",
    "ecMaxContribution": "5465728",
    "coordinator": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
    "coordinatorCountry": "DE",
    "participants": "MEKU ENERGIE SYSTEME GMBH & CO. KG;Teknologian tutkimuskeskus VTT Oy;OWI Oel-Waerme Institut GmbH;BTG BIOLIQUIDS B.V.;CONSIGLIO NAZIONALE DELLE RICERCHE;POLITECNICO DI MILANO;UNIVERSITAET INNSBRUCK;B.T.G. BIOMASS TECHNOLOGY GROUP BV",
    "participantCountries": "DE;FI;NL;IT;AT",
    "projectParticipants": {
        "953976668": {
            "orgId": "953976668",
            "orgName": "OWI Oel-Waerme Institut GmbH",
            "ecContrib": 1246935
        },
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 768902
        },
        "928737850": {
            "orgId": "928737850",
            "orgName": "MEKU ENERGIE SYSTEME GMBH & CO. KG",
            "ecContrib": 611750
        },
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 364250
        },
        "995413613": {
            "orgId": "995413613",
            "orgName": "BTG BIOLIQUIDS B.V.",
            "ecContrib": 299062
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 192250
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 330455
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 750000
        },
        "999744081": {
            "orgId": "999744081",
            "orgName": "B.T.G. BIOMASS TECHNOLOGY GROUP BV",
            "ecContrib": 902123
        }
    },
    "calculatedTotalContribution": 5465727
}