{
    "rcn": "199242",
    "acronym": "UP-GREEN",
    "topics": "ERC-PoC-2015",
    "title": "UPscaling GRaphite Electrochemical ExfoliatioN",
    "startDate": "01/01/2016",
    "endDate": "30/06/2017",
    "objective": "The possible utilization of graphene as key component in composites, energy storage and conversion devices is heavily hampered by the limited availability of high-quality graphene materials. The current graphene production methods, such as mechanical exfoliation, chemical vapor deposition and chemical oxidation and exfoliation, suffer from extremely low yield of product, limited scalability or a strong chemical oxidation by which a significant number of defects are irreversibly introduced to the graphene. Thereby, it is highly desirable to develop scalable and green preparation protocols for which the oxidation is reduced to a minimum but the production speed of graphene is still high. During the ERC 2DMATER project, we found that the electrochemical exfoliation of graphite is the ideal approach to serve this demand under optimized conditions. Here in this project, we will further develop a lab-scale equipment and process that will be able to produce high quality graphene powders and dispersions on a scale of 1 kg per day, starting from commercially available graphite sources, like graphite foils, rods and papers. We target at producing bulk graphene with electronic properties outperforming those generated by state-of-the-art wet chemistry protocols - but with reduced number of process steps. Moreover, the technologies gained in this project will be transferred towards cheaper raw materials where we aim for direct production of graphene flakes from unprocessed natural resources in cooperation with our industry partner that owns several high grade graphite deposits in Sweden. Eventually, the efficient upscaling of graphite exfoliation developed in this project will bridge the gap between current lab-scale graphene production methods and industry-relevant scales in the most economical way. This will finally pave the way towards the actual industrial application of graphene in a broad range of fields it has been envisioned for during the last decade.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}