{
    "rcn": "199282",
    "acronym": "GFeed",
    "topics": "PHC-12-2015-1",
    "title": "Safe and discrete gastrostomy tube for enteral feeding improving the delivery of nutrition and patient care.",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "Patients unable to swallow for long time due to severe pathologies are fed by gastrostomy tubes that deliver nutrition and medications directly into the stomach. GFeed provide a discrete solution for initial placement, replacement, and complete removal of enteral feeding device that overcome most of the shortcomings of currently used tubes. The semi-rigid internal bumper prevents accidental dislodgment and it is safer for the stoma opening. A disposable insert placed inside the feeding port delivers the nutrition into the stomach. This is replaced every 1-2 weeks, avoiding clogging and making the tube cleaner and more hygienic. The internal bumper is conceived to dismantle in small parts that are naturally expelled from the body for trauma free-removal. \nG-Feed complies with EU future challenge to face impairments due to ageing population and to reduce the length of hospital stay, that is driving the demand of enteral feeding devices in alternate care and homecare settings. The global market of PEG tubes, replacement tubes, and other gastrostomy tubes is valued $510 million in 2015 and growing at a CAGR of 5.5%. Over 17 million PEG tube procedures are expected in Europe and US by 2020.\nThe initial placement kit is addressed to gastroenterology departments in hospitals and clinics, while the disposable insert is distributed to pharmacies and sold directly to the end-users, namely the enteral fed patients. GFeed adoption by gastroenterologist and their patients will enhance patient comfort and improve the delivery of nutrition by avoiding tube clogging, and will decrease healthcare cost by reducing the need for emergency intervention for displacement and/or complication.\nDuring phase 1, a feasibility study will be carried out, as well as the planning of clinical trials in chronic animal and human patient that will be performed during the whole innovation project, to gain the validation needed to bring the product to the commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FIDMI MEDICAL LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926107695": {
            "orgId": "926107695",
            "orgName": "FIDMI MEDICAL LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}