{
    "rcn": "199280",
    "acronym": "Body Interact",
    "topics": "ICT-37-2015-1",
    "title": "Body Interact - Training skills environment to improve patient safety and medical education",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Body InteractTM is an immersive medical ìflightî simulator that allows healthcare professionals (HCPs) to experience responsive real clinical cases in virtual environments. HCPs will see its skills and competences improved, as this multi-platform displays a great diversity of real scenarios, based on a scientific algorithm, providing better training and thus reducing costly and sometimes fatal errors. Simulation training is essential to de-risking complex interventions with lives at stake. Every year in Europe, an estimated 8 to 12% of patients admitted in hospital suffer from adverse events whilst receiving healthcare . Body Interact provides better training than conventional training solutions, such CAE Healthcare and Laerdal, that are focused only on physical non-responsive tools and do not provide enough accurate simulation. \n\nBody Interact Software provides to HCPs a simulation tool with a scientific algorithm that creates a virtual responsive patient, based on the real physicochemical reactions of the human body, enabling users to download specific clinical cases to solve, based on real life scientific documented pathologies. The main objectives of Phase 1 are to develop relevant business cases in healthcare sector with big players, such as pharmaceutical companies, University Hospitals, Hospitals and Healthcare Associations, to install pilots at medical schools and training facilities in strategic countries (Europe, Canada and U.S.A), to develop first trauma, paediatrics and chronical diseases clinical cases, and new clinical cases with the support of its scientific and endorsement partners to follow international guidelines.\n\nThe vision of Take the Wind for Body Interact Platform is to improve both patient care and the efficiency of healthcare delivery, by empower HCPs to understand themselves, cooperate, improve logic thinking and decision making process and encourage enhanced human interaction.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TAKE THE WIND - LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998897077": {
            "orgId": "998897077",
            "orgName": "TAKE THE WIND - LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}