{
    "rcn": "199391",
    "acronym": "TOPO-NW",
    "topics": "ERC-StG-2015",
    "title": "VISUALIZATION OF TOPOLGICAL STATES IN PRISTINE NANOWIRES",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Topological phases of matter have been at the center of intense scientific research. Over the past decade this has led to the discovery of dozens of topological materials with exotic boundary states. In three dimensional topological phases, scanning tunneling microscopy (STM) has been instrumental in unveiling the unusual properties of these surface states. This success, however, did not encompass lower dimensional topological systems. The main reason is surface contamination which is disruptive both for STM and for the fragile electronic states. We propose to study topological states of matter in pristine epitaxial nanowires by combining growth, fabrication and STM, all in a single modular ultra-high vacuum space. This platform will uniquely allow us to observe well anticipated topological phenomena in one dimension such as the Majorana end-modes in semiconducting nanowires. On a broader view, the nanowire configuration intertwines dimensionality and geometry with topology giving rise to novel topological systems with high tunability. A vivid instance is given by topological crystalline insulator nanowires in which the topological symmetry protection can be broken by a variety of perturbations. We will selectively tune the surface states band structure and study the local response of massless and massive surface Dirac electrons. Tunability provides a higher degree of control. We will utilize this to realize topological nanowire-based electronic and spintronic devices such as a Z2 pump and spin-based Mach-Zehnder interferometer for Dirac electrons. The low dimensionality of the nanowire alongside various singularities in the electronic spectra of different topological phases enhance interaction effects, serving as a cradle for novel correlated topological states. This new paradigm of topological nanowires will allow us to elucidate deep notions in topological matter as well as to explore new concepts and novel states, thus providing ample experimental prospects.",
    "totalCost": "1750000",
    "ecMaxContribution": "1750000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1750000
        }
    },
    "calculatedTotalContribution": 1750000
}