{
    "rcn": "199362",
    "acronym": "REEEM",
    "topics": "LCE-21-2015",
    "title": "Role of technologies in an energy efficient economy ñ model-based analysis of policy measures and transformation pathways to a sustainable energy system",
    "startDate": "01/02/2016",
    "endDate": "31/07/2019",
    "objective": "REEEM aims to gain a clear and comprehensive understanding of the system-wide implications of energy strategies in support of transitions to a competitive low-carbon EU society. Comprehensive technology impact assessments will target the full integration from demand to supply and from the individual to the entire system. It will further address its trade-offs across society, environment and economy along the whole transition pathway. The strong integration of stakeholder involvement will be a key aspect of the proposal. The assessments performed within REEEM will focus on integrated pathways, which will be clustered and categorised around two focal points: the four integrated challenges of the Integrated Roadmap of the Strategic Energy Technology (SET)-Plan and the five dimensions of the Energy Union. Case studies will further serve to investigate details and highlight issues that cannot be resolved at a European level. A range of outputs will target the specific needs of various stakeholder groups and serve to broaden the knowledge base. These include, among others, Policy Briefs, Integrated Impact Reports, Case Study reports and Focus Reports on economy, society and environment. A focus on technology research, development and innovation will be included through the development of Technology Roadmaps with assessments of the Innovation Readiness Level of technologies. Further, a set of enabling tools will help to disseminate and actively engage stakeholders, including a Stakeholder Interaction Portal, a Pathways Diagnostic Tool and an Energy System Learning Simulation. Access to all work developed and transparency in the process will be guiding principles within this project exhibited by, for example, providing open access to a Pathways Database.",
    "totalCost": "3997458,75",
    "ecMaxContribution": "3997458,75",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "AARHUS UNIVERSITET;AALTO KORKEAKOULUSAATIO SR;KIC INNOENERGY SE;REINER LEMOINE INSTITUT GGMBH;DANMARKS TEKNISKE UNIVERSITET;SPF TOKNI;UNIVERSITAET STUTTGART;UNIVERSITY COLLEGE LONDON;LIETUVOS ENERGETIKOS INSTITUTAS;ENERGETSKI INSTITUT HRVOJE POZAR",
    "participantCountries": "DK;FI;NL;DE;FO;UK;LT;HR",
    "projectParticipants": {
        "999517683": {
            "orgId": "999517683",
            "orgName": "LIETUVOS ENERGETIKOS INSTITUTAS",
            "ecContrib": 156135
        },
        "951449042": {
            "orgId": "951449042",
            "orgName": "SPF TOKNI",
            "ecContrib": 239200
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 675845
        },
        "960652402": {
            "orgId": "960652402",
            "orgName": "KIC INNOENERGY SE",
            "ecContrib": 263159
        },
        "999570063": {
            "orgId": "999570063",
            "orgName": "ENERGETSKI INSTITUT HRVOJE POZAR",
            "ecContrib": 172750
        },
        "953906343": {
            "orgId": "953906343",
            "orgName": "REINER LEMOINE INSTITUT GGMBH",
            "ecContrib": 275798
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 596729
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 478279
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 718870
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 116686
        }
    },
    "calculatedTotalContribution": 3693451
}