{
    "rcn": "199335",
    "acronym": "INSTRUCTIVE",
    "topics": "JTI-CS2-2014-CFP01-LPA-02-06",
    "title": "INfrared STRUctural monitoring of Cracks using Thermoelastic analysis In production enVironmEnts",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "This proposal is built around a well-established set of laboratory-based techniques, which use Thermoelastic Stress Analysis (TSA) for characterising strain fields associated with structural features.  It is proposed to extend their applicability to aircraft structure tests and to enhance their productivity through the use of automation for data acquisition and processing in an industrial environment.  Thermoelastic stress analysis is well-established as a laboratory-based technique  and its use for structural analysis , fracture mechanics  and damage mechanics  has been explored extensively.  Most of the work so far has been performed using relatively small test coupons with simple structural features.  In the proposed work the aim is to prove the feasibility of applying thermoelastic stress analysis in a structural test environment for detecting stress hotspots.  The structural test tools developed will enable fast acquisition of data-rich stress fields in large aerospace components during structural tests at relatively low cost and the post-processing capabilities will allow meaningful comparison of experimental results with those from computational models and service life evaluations. The scientific and technical objectives are designed to lead to innovative methodologies that will enable more detailed stress information to be acquired during aircraft structure tests.  These methodologies will be faster, lower cost and provide higher confidence in computational models than is possible at the moment.",
    "totalCost": "386062,5",
    "ecMaxContribution": "349558,88",
    "coordinator": "STRAIN SOLUTIONS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF LIVERPOOL",
    "participantCountries": "UK",
    "projectParticipants": {
        "958815804": {
            "orgId": "958815804",
            "orgName": "STRAIN SOLUTIONS LIMITED",
            "ecContrib": 85175
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 264384
        }
    },
    "calculatedTotalContribution": 349559
}