{
    "rcn": "199386",
    "acronym": "WASABI",
    "topics": "PHC-12-2015-1",
    "title": "Towards the Wider uptake of Arterial Stiffness As a BIomarker for cardiovascular diseases",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Aortic stiffness is a recognised cardiovascular biomarker and measurement of aortic pulse wave velocity (PWV) is the gold standard methodology to assess large artery stiffening. Elevated aortic PWV has been shown to predict cardiovascular, and in some cases all cause, mortality in individuals with end-stage renal failure, hypertension, diabetes mellitus, as well as in the general population. However, at present, the role of measurement of PWV as a general clinical tool remains to be established, particularly because devices on the market (ALAM Medical Complior, SphygmoCor, Mo-bil-O-Graph, PulsePen, BPLab Vasotens, or Arteriograph) are either complicate to use and relatively expensive, or only provide lower cost estimations whose clinical value is questionable.\n\nThatís why ALAM Medical has initiated an innovation project whose objective is to scale up the use of arterial stiffness as a biomarker, notably by investigating alternative sensors so as to create and distribute an easier to use and more affordable device measuring gold standard aortic stiffness and local carotid stiffness while being suitable for everyday use in numerous medical contexts. By providing a medical device with such characteristics, as well as by undertaking appropriate market awareness actions, we intend to transform our existing niche market, mainly composed of clinical researchers, into a large-scale market composed of clinical practitioners, cardiologists or physicians: arterial stiffness measurements have the potential to move from research to standard medical practice, on the model of blood pressure measurements.\n\nTo this aim, during project Phase 1, ALAM Medical will select the most appropriate sensor technology, secure intellectual property rights on sensor and signal processing technologies, assemble pre-serial devices, elaborate a more detailed business plan, and design a large-scale demonstration study (included in project Phase 2).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALAM MEDICAL",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934831487": {
            "orgId": "934831487",
            "orgName": "ALAM MEDICAL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}