{
    "rcn": "199364",
    "acronym": "ECARS",
    "topics": "H2020-TWINN-2015",
    "title": "East European Centre for Atmospheric Remote Sensing",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "ECARS addresses the challenges of the Twinning programme by tackling deficiencies and networking gaps between INOE, a very dynamic research institution in Romania, and internationally-leading counterparts at EU level. The activity will strengthen the excellence of INOE Center for atmospheric remote sensing and will stimulate high-level environmental and climate research, conform to Romanian Smart Specialization Strategy. This will be achieved by consolidating INOEís links with four highly esteemed research institutions, each one having high-level expertise in specific areas: MPI-M (ground-based remote sensing), DLR (airborne remote sensing), NOA (satellite remote sensing) and CNR-IMAA (data exploitation). The coordination and support actions address specific areas of atmospheric remote sensing where the expertise of INOE will be strengthen, increasing its innovation capacity and research profile. The focus is on cutting edge passive and active remote sensing technologies, good practices and data synergy, leading to better data exploitation for environmental and climate research. Transfer of know-how is performed in a larger context of training through research, with ECARS complementing undergoing projects in HORIZON2020 and ESA Earth Observation programs. ECARS' goal is to create a collaborative framework around INOE for sharing specialized knowledge, brainstorming for new ideas and elaborating scientific publications. Measures to maximize the impact involve short-term staff exchanges and on-site training, expert visits, virtual training, technical workshops, summer schools, webinars and outreach activities. ECARS is envisaged to increase by 50% the annual number of scientific papers published by INOE, and the impact factor by 25%. Knowledge will be further spread through national Master and PhD programs, reinforcing the atmospheric remote sensing activities in Romania and enhancing the related S&T capacities.\nECARS is supported by WMO-GAW, GEO, ACTRIS and ESA/ESTEC",
    "totalCost": "1000000",
    "ecMaxContribution": "1000000",
    "coordinator": "NATIONAL INSTITUTE OF RESEARCH AND DEVELOPMENT FOR OPTOELECTRONICS",
    "coordinatorCountry": "RO",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;CONSIGLIO NAZIONALE DELLE RICERCHE;NATIONAL OBSERVATORY OF ATHENS",
    "participantCountries": "DE;IT;EL",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 190000
        },
        "999653677": {
            "orgId": "999653677",
            "orgName": "NATIONAL OBSERVATORY OF ATHENS",
            "ecContrib": 179125
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 160000
        },
        "999758243": {
            "orgId": "999758243",
            "orgName": "NATIONAL INSTITUTE OF RESEARCH AND DEVELOPMENT FOR OPTOELECTRONICS",
            "ecContrib": 343370
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 127505
        }
    },
    "calculatedTotalContribution": 1000000
}