{
    "rcn": "199336",
    "acronym": "BLINDFAST",
    "topics": "JTI-CS2-2014-CFP01-LPA-02-01",
    "title": "BLINDFAST: INNOVATIVE BLIND FASTENER MONITORING TECHNOLOGY FOR QUALITY CONTROL",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "BLINDFAST project aims at developing a new and robust method for on-line monitoring the installation of blind fasteners that will allow performing a quality control of the blind fastener formed head. The monitoring process will allow the fast and accurate classification of blind rivets and detecting defects that cannot be detected from the accessing face. Nowadays, due to the uncertainty about the quality of the rivet, the Design Office need to increase the design loads. Thus, blind fasteners joints are penalized in rivet number, rivet weight, and manufacturing time, increasing both assembling direct and indirect costs, and also aircraft operational costs due to heavier components. New monitoring method will prevent from using these extra fasteners that nowadays have to be installed to compensate the incorrectly installed fasteners. \nThe new concept will be based on a multi-signal approach that will analyse fastening data acquired during the insertion of the fastener and will extract from them relevant data related to fastener quality. A smart test-bench for blind fastener installation will be prepared to allow multi-signal and multi-sensor approach. During sample preparation defects will be forced in other to have appropriate input data. Later the application of advanced data mining and artificial intelligent techniques to the acquired signals will be conducted to look for patterns related to rivet quality. If multi-signal approach for fastening monitoring does not lead to satisfactory results, other non-destructive techniques as frequency response analysis will be also considered. \nThe topic addressed is JTI-CS2-2014-CFP01-LPA-02-01 which relates to Platform 2 ìInnovative Physical Integration Cabin-System-Structureî. BLINDFAST contributes to the development of intelligent automation and zero defects manufacturing lines by allowing the early detection of defects, the reduction of extra fasteners and by providing security about quality of the installed fasteners.",
    "totalCost": "433000",
    "ecMaxContribution": "433000",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 433000
        }
    },
    "calculatedTotalContribution": 433000
}