{
    "rcn": "199350",
    "acronym": "ACOTAAL",
    "topics": "JTI-CS2-2014-CFP01-LPA-02-04",
    "title": "Automation COncepts and Technologies for Aircraft Assembly Lines in the Aircraft Factory of the Future",
    "startDate": "01/01/2016",
    "endDate": "30/04/2018",
    "objective": "ACOTAAL project responds to the topic Automation in Final Aircraft Assembly Lines and Enabling Technologies (JTI-CS2-2014-CFP01-LPA-02-04). This topic is in turn linked to LPA-IADP WP2.2.3 - Technologies for Future Aircraft Factory.\n\nThe objective of the ACOTAAL project is to develop new automation concepts for the assembly of aircraft sections and final assembly of aircrafts, addressing novel fuselage architectures which integrate structure, system installation and cabin elements. The automation systems proposed will allow conducting aircraft assembly operations at high production rates with reduced recurring costs, while providing practical strategies for maximum production flexibility, simplified process chains and optimized logistic processes.\n\nFor achieving this target the automation system concepts developed will smartly integrate and combine key enabling innovative technologies such as lightweight and compact robotics and grippers, collaborative robotics, moveable robotic platforms and large-scale cable-driven robots. Moreover, the concepts proposed will consider the incorporation of advanced ICT technologies and strategies in order to be able to interact with other automation systems and/or humans sharing their same workspace, and to fully integrate into the existing plant production planning and control system infrastructure.\n\nThe automation scenario concept that will be obtained in the ACOTAAL project will mean a leap forward with regard to flexible, fluent and lean automation of aeronautics assembly production, paving the way for the transformation of aircraft production shops using various advanced manufacturing means, methods and technologies. The proposed scenario will strongly contribute to the Future Aircraft Factory vision envisaged in the Clean Sky work plan by the aeronautic sector, enabling among others: intelligent automation, ergonomic work environment, optimum human-machine interface, zero production defects and flexible manufacturing lines.",
    "totalCost": "599000",
    "ecMaxContribution": "599000",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 599000
        }
    },
    "calculatedTotalContribution": 599000
}