{
    "rcn": "199372",
    "acronym": "F-CCW",
    "topics": "NMP-25-2015-1",
    "title": "Functional Cell Culture Ware (F-CCW) : Technical and Commercial feasible?",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The market for testing of pharmaceuticals and the demand for human cells for cell therapies will grow substantially. Conventional cell culture and organ- model systems (C-CCW) are complex and expensive, due to chemical coating compounds requiring multiple production steps, and marginally effective as cells stay alive for short periods and/or grow at low speed. The performance of  cell culture systems and organ model systems can be dramatically improved by using  materials with designed surface topography. \n\nMateriomics has invented an innovative TopoChip high-throughput screening technology. The overall aim is to innovatively set up enabling technology to transfer the designed topographies to C-CCW products in a high-volume, low-cost manufacturing process (leading to phase 2 application).  It  creates the next generation products: Functionalized Cell Culture Ware ( F-CCW )which is simple, highly effective and efficient. \n\nGoals in Phase 1 are to:\n1. Demonstrate the technical feasibility of transferring designed topographies on C-CCW\n2. Explore commercial feasibility of F-CCW: to develop a business plan. \n3. Develop production methods for producing F-CCW\n4. Select cell culture system applications that allow for the highest expected economic return on investment. \n5. Identify (and contact) network partnerships for creating a production facility for F-CCWís\n\nPotential end users are research driven industries of drug development,  toxicology, personalized medicine and  cell therapeutics. Potential stakeholders are investors, injection moulding specialists, manufacturers of moulds for inlay, testing and research laboratories for medical and toxicological testing and pharmaceutical industry. The market is a global market (EU, US and upcoming Asian markets).\n\nF-CCW is a breakthrough in functionality of cell culture. Since F-CCW is not limited to one application only, F-CCW will offer multiple follow-up investment opportunities and create many opportunities for new venture.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MATERIOMICS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "987360091": {
            "orgId": "987360091",
            "orgName": "MATERIOMICS BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}