{
    "rcn": "199346",
    "acronym": "SPECTRA280",
    "topics": "SFS-08-2015-1",
    "title": "A cloud-based food analytics platform for the rapid detection of adulterant matter and quality assessment of milk, fruit juice and olive oil",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "JEKO Disain O‹ is an SME founded in Tartu Estonia in 2005. It is focused on industrial automation and measurements. The team consists of highly experienced engineers with expertise in mechanical engineering, optical sensors, electronics and software. JEKO owns a unique and proprietary flow-through liquid fluorescence sensor, SPECTRA-280ô, that is currently used in Dialysis medical equipment. JEKO is exploring new ways how to adapt this sensor for the Food Industry, specifically for detecting concentrations of adulterant substances and assessing quality in milk, fruit juice and olive oil. JEKO sees a huge business opportunity through sales. The benefits of SPECTRA-280ô are on-line, high-accuracy, low-cost, contact-free and non-destructive. The uniqueness of SPECTRA-280ô solution will disrupt the Food Safety Market bringing new benefits to the industry and to the consumer. JEKO believes that SPECTRA-280ô will raise the Companyís profitability and sustainability and grow its workforce. JEKO requires further financing through SME Instrument to fund the commercialisation of the product in the three markets. In Phase 1 our specific objective is to prepare a clear Feasibility Study and Business Plan to determine the feasibility, possibility, risk, viability and sustainability of this new project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JEKO DISAIN OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929780018": {
            "orgId": "929780018",
            "orgName": "JEKO DISAIN OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}