{
    "rcn": "199307",
    "acronym": "PanaMast",
    "topics": "BIOTEC-5b-2015-1",
    "title": "Development of non-antibiotic therapy for the treatment of bovine mastitis",
    "startDate": "01/12/2015",
    "endDate": "30/04/2016",
    "objective": "Bovine Mastitis is a bacterial infection of the cow udder. It is the major problem in the dairy sector, causing losses of approximately Ä1.5Bn in Europe each year, with each case costing the farmer Ä285/case. Current treatments use conventional antibiotics. These solutions are not ideal: \n- they are not always effective\n- bacteria can gain resistance to the antibiotics\n- for a period of time during and following treatment (the 'withdrawal period' which can be up to 9.5 days) the milk must be discarded to prevent entry of antibiotic residues into the human food chain\nAdditionally there is a growing pressure for the need for new antibacterial approaches in animal health to lessen the pressures on existing antibiotics for human usage.\n\nPanaMast is a novel innovative non-antibiotic antimicrobial technology.We are seeking to develop a novel mastitis treatment based on this technology. It is effective against all bacteria tested in the lab, including antibiotic-resistant strains, such as MRSA. Additionally, bacteria have been unable to gain a resistance to PanaMast. PanaMast is composed of natural products, which have a proven safety and toxicity profile. As such, this non-antibiotic approach aims to be the Worlds first Zero-withdrawal product, allowing farmers to sell milk both during and following treatment, while delivering an effective treatment regimen. In preliminary field trials against mastitis caused by Staph. aureus, we have shown a 70% cure rate, compared to a 5-15% cure rate using conventional treatments. This has a range of advantages over current products, namely: \n- effective against all bacteria\n- ability to treat antibiotic-resistant bacteria\n- no resistance to the product\n- zero withdrawal period\n\nPanaMast therefore has the potential to dramatically improve the way mastitis is treated, resulting in improved health of cows, lessening of economic losses to the farmer and the dairy sector, and provides a needed solution to the growing antibiotic crisis.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SLAINTE BEOGA TEORANTA",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934784345": {
            "orgId": "934784345",
            "orgName": "SLAINTE BEOGA TEORANTA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}