{
    "rcn": "199380",
    "acronym": "COSMO_SIMS",
    "topics": "ERC-StG-2015",
    "title": "Astrophysics for the Dark Universe: Cosmological simulations in the context of dark matter and dark energy research",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The objective of this ambitious research proposal is to push forward the frontier of computational cosmology by significantly improving the precision of numerical models on par with the increasing richness and depth of surveys that aim to shed light on the nature of dark matter and dark energy.\n\nUsing new phase-space techniques for the simulation and analysis of dark matter, completely new insights into its dynamics are possible. They allow, for the first time, the accurate simulation of dark matter cosmologies with suppressed small-scale power without artificial fragmentation. Using such techniques, I will establish highly accurate predictions for the properties of dark matter and baryons on small scales and investigate the formation of the first galaxies in non-CDM cosmologies.\nBaryonic effects on cosmological observables are a severe limiting factor in interpreting cosmological measurements. I will investigate their impact by identifying the relevant astrophysical processes in relation to the multi-wavelength properties of galaxy clusters and the galaxies they host. This will be enabled by a statistical set of zoom simulations where it is possible to study how these properties correlate with one another, with the assembly history, and how we can derive better models for unresolved baryonic processes in cosmological simulations and thus, ultimately, how we can improve the power of cosmological surveys.\nFinally, I will develop a completely unified framework for precision cosmological initial conditions (ICs) that is scalable to both the largest simulations and the highest resolution zoom simulations. Bringing ICs into the ëcloudí will enable new statistical studies using zoom simulations and increase the reproducibility of simulations within the community.\n\nMy previous work in developing most of the underlying techniques puts me in an excellent position to lead a research group that is able to successfully approach such a wide-ranging and ambitious project.",
    "totalCost": "1471382",
    "ecMaxContribution": "1471382",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1471382
        }
    },
    "calculatedTotalContribution": 1471382
}