{
    "rcn": "199341",
    "acronym": "TMC Brake",
    "topics": "IT-1-2015-1",
    "title": "Development of a titanium composite brake part for weight reduction and hence lower fuel burn and emissions on a large, long haul aircraft",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "This project will develop the technical, business and market analysis required to develop, a viable performance and economic case for Airbus to invest in flight qualification of titanium metal matrix composite (TiMMC) drive bars for large civil airliners such as the Airbus A380. Lower aircraft weight results in reduced fuel consumption and CO2 emissions. These are commercial and regulatory drivers for airlines, hence an industry standard value of Ä700/kg saved is used as a premium to introduce new technologies.\nTISICS will demonstrate a novel fibre reinforced TiMMC technology to replace brake parts that are currently steel, due to the high operating temperature and loads. TiMMC matches steel but is 40% lighter equating to 110kg saving on an A380, lower mass savings are possible on other airliners however the annual build quantities are higher. For A380 the annual market is estimated at Ä3.5M to Ä4M per year. \nAirbus will be the primary customer with export sales outside the EU in the future. \nIntroducing a new material technology to safety critical aerospace applications is challenging, especially for an SME, hence the need for an SME instrument programme. We must design, make and test proof of concept parts as well as travel to Airbus and its suppliers to obtain data and support for a phase two project.\nPhase 1 will engage Airbus to obtain design parameters. We must identify potential industrial processes and composite geometry for parts. TISICS will use the data to evaluate designs through FEA analysis and fabrication and basic test of parts made with different processes to assess manufacturing issues and costs.\nPhase 2 will develop processing and design to a high TRL to provide sufficient data that Airbus needs to justify investing in full qualification programmes. TISICS must convince Airbus and its brake suppliers that the technology is robust and economic to complete the flight qualification steps, which should be possible within 2 to 3 years of completing Pha",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TISICS Limited",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "989127722": {
            "orgId": "989127722",
            "orgName": "TISICS Limited",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}