{
    "rcn": "199385",
    "acronym": "HERMES",
    "topics": "Space-SME-2015-1",
    "title": "HERMES - High Efficiency Real-time Multithreading Engine for Space Applications",
    "startDate": "01/01/2016",
    "endDate": "30/04/2016",
    "objective": "Software development for the aerospace industry is currently performed with a number of proprietary solutions, all of them expensive and based mainly in computer technologies created 25 years ago. It misuses available resources and causes inefficiency on issues such as satellite data acquisition planning and satellite data processing.\nHERMES is a software development kit targeting the Space Industry, which permits developing complex software systems at a fraction of cost and schedule, while providing competitive advantages in performance and visualization. It proposes a complete renewal of the core software used to manage satellite data acquisition functions through innovative methods of general purpose GPU processing, incorporating much of the latest innovations in hardware and software, in particular as regards visualization and processing with graphic hardware. We provide breakthrough innovations in this area, completely developed by us. With them, we achieve a proved increment in data processing speeds in the range 10x-100x, redounding in strong savings in time, money and power consumption. \nThere is a big opportunity for HERMES, now and over the next 20 years, in view of the rapid growth of the Space Industry, especially the private sector, and considering client feedback received. Our target market is professional builders of software systems, either integrating HERMES in their development or by commissioning the development to us. In either case, the advantages provided by HERMES will justify the expenses incurred. We believe there is a sustainable business case through sales of HERMES licenses, maintenance support, and customized bespoke developments.\nHERMES project will be implemented by TAITUS, an SME with 12 years of experience providing software solutions to the space sector and owner of SaVoir, a leader multi-satellite swath planner used in over 25 countries by all major space agencies and aerospace companies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TAITUS SOFTWARE ITALIA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997928338": {
            "orgId": "997928338",
            "orgName": "TAITUS SOFTWARE ITALIA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}