{
    "rcn": "199305",
    "acronym": "ONEPLY",
    "topics": "NMP-25-2015",
    "title": "The Greenest Tissue Paper in the World",
    "startDate": "01/12/2015",
    "endDate": "31/05/2017",
    "objective": "LC Paper 1881, SA is a family business located on the town of Besal˙, in the eastern side of the Pyrenees. Today, LC Paper continues to develop technology in the tissue manufacturing sector to meet the needs of today's customers and society and create environmentally sustainable products. Every product that leaves our factory is certified with the Ecolabel, PSFC, FSC, ISO 14001 and ISO 14037 environmental policies.\nSince 2009, the company started a research and innovation process in the manufacture of tissue paper. A re-engineering of the tissue paper manufacturing process has allowed us to achieve an energetic consumption of 1,350 kWh/Ton and a water consumption of 2.5 m3/Ton, a numbers that are unheard of in the tissue sector. The new concept of linear manufacturing, where everything happens in real time, allows the development of new products under custom-made orders. This is the background behind the OnePlyÆ tissue paper, a monolayer product which reduces the need for raw materials, energy and water.\nOneply is a product aiming to achieve the goals of TAD paper quality with a 80% cut in energy and 2.56 times in water. This product is designed with one single ply, unlike conventional tissue papers with two or three layers. \nThe main difference between conventional/TDA processes relies in the: i) Pressing: concretely in our knowledge on creping and the Yankee size (d:4.5 m), and ii) Converting: through our patented embossing process.\nThe One Ply tissue offers the possibility to develop hygiene products at a 30% lower cost than conventional products, and 60% lower than TAD, with PREMIUM characteristics and the best possible environmental life cycle.",
    "totalCost": "2795167,5",
    "ecMaxContribution": "1956617,25",
    "coordinator": "LC PAPER 1881 SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927412927": {
            "orgId": "927412927",
            "orgName": "LC PAPER 1881 SA",
            "ecContrib": 1956617
        }
    },
    "calculatedTotalContribution": 1956617
}