{
    "rcn": "199345",
    "acronym": "ThyroTrust",
    "topics": "PHC-12-2015-1",
    "title": "A novel reliable diagnostic device to avoid unnecessary thyroid surgery",
    "startDate": "01/02/2016",
    "endDate": "31/07/2016",
    "objective": "Fine needle aspiration cytology (FNAC) is the best procedure for a timely and reliable diagnosis of either a benign or malignant thyroid lesion. However, the management of patients with indeterminate cytology (10-26%) is a frequent clinical and social problem, as this cytological category is associated with a 15 to 30% prevalence of malignancy, forcing most of these patients to diagnostic surgery. However, for the 80% of these patients the surgery is unnecessary as the postoperative histology reveal a benign lesion. The negative social and financial consequences of this approach are relevant in Europe (44000/year thyroidectomy only in Italy) as well as the adverse influences on the quality of life of the patients due to surgical complications and hormone replacement. We will introduce in the market the first clinically validated CE-IVD targeted Next Generation Sequencing diagnostic kit ThyroTrust for the correct diagnosis of thyroid nodules with indeterminate cytology.  \n \nOur kit is the first to include a considerable number of variations in 47 genes, 66 types of rearrangements and 8 gene expression level measured at the same time and associated with malignant outcome. This will avoid diagnostic surgery if a risk of malignancy <5%. In the scope of the feasibility study we will assess: \n- Technology innovation opportunity and business idea \n- Development planning and partner search \n- IPR, quality, organization and manufacturing route \n- GO-TO-MARKET strategy and business plan \n \n740,000 FNA are performed in Europe, so the addressable market, with an end-user price/kit of 300Ä, is over Ä50 Million/year. Prudentially, market estimation considers only FNA results classified as ìindeterminate cytologyî. The same approach could be evaluated and adopted for other cancer diagnostics, proposing a similar gene panel kit on the market. The positive effect resulting from such diagnostic tool can virtually lead to the abolishment of 90% of unnecessary surgeries and related cos",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GENOMNIA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986091622": {
            "orgId": "986091622",
            "orgName": "GENOMNIA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}