{
    "rcn": "199317",
    "acronym": "META-REFLECTOR",
    "topics": "COMPET-03-2015",
    "title": "Next generation meta-material based Optical Solar Reflectors",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "META-REFLECTOR aims at developing a radically new technology to produce Optical Solar Reflectors (OSRs) and to govern the thermo-optical properties of the interface between the spacecraft and the space environment. Based on an extremely thin, first surface meta-material coating, the new meta-OSR will combine the performance and durability of traditional quartz OSRs,  with the ease of use of Silver / Teflon, flexible OSRs. Furthermore, meta-OSRs will be implementable on a wide range of mechanical supports, including very thin (1 MIL) plastic foils that are not transparent (and therefore incompatible with the standard OSR second surface solutions), and plastic foils that, unlike Kapton and Teflon, are not subject to any commercial restriction.  Finally, the new meta-OSR will integrate, on demand, Smart Radiator Device functions, that is ability to adapt its emissivity depending on temperature (low emissivity in the cold phase, high emissivity in the hot phase), without the intervention of an active thermal control system.\nThe project team includes: a) a private research center, with a sound expertise in thermo-optical coatings for space applications; b) an university research group specialized in nanophotonics and  in metamaterial design and development; c) a SME specialized in the fabrication of photonic nano-patterns by large area techniques; d) a major system integrator with a clear view of the market and the needs of the space industry. \nFurthermore, the project involves in an Advisory Board other industrial space actors with  competences in niche markets that can take specific advantages from the meta-OSR technology.",
    "totalCost": "997660",
    "ecMaxContribution": "997660",
    "coordinator": "THALES ALENIA SPACE ITALIA SPA",
    "coordinatorCountry": "IT",
    "participants": "CONSORZIO CREO-CENTRO RICERCHE ELETTRO OTTICHE;NIL TECHNOLOGY APS;UNIVERSITY OF SOUTHAMPTON",
    "participantCountries": "IT;DK;UK",
    "projectParticipants": {
        "991972053": {
            "orgId": "991972053",
            "orgName": "CONSORZIO CREO-CENTRO RICERCHE ELETTRO OTTICHE",
            "ecContrib": 391469
        },
        "999488195": {
            "orgId": "999488195",
            "orgName": "THALES ALENIA SPACE ITALIA SPA",
            "ecContrib": 81586
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 239605
        },
        "998876319": {
            "orgId": "998876319",
            "orgName": "NIL TECHNOLOGY APS",
            "ecContrib": 285000
        }
    },
    "calculatedTotalContribution": 997660
}