{
    "rcn": "199399",
    "acronym": "SMARTHERM",
    "topics": "FTIPilot-1-2015",
    "title": "Pilot line production of functionalized CNTs as thermal interface material for heat dissipation in electronics applications",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The global economy is benefiting from the fast evolution of the semiconductor industry. The primary driving force of the semiconductor industry is the increasing integration density, which has lead not only to higher transistor density but also to increasing power density. Power density is expected to increase up to 135 W/cm2 in 2024 for single chip packages. This puts significant stress on thermal management technology. Obviously, there is a need for improved thermal management within the field, and innovative TIMs constitutes a key component in reaching this goal. TIMs with dispersion of CNTs in polymer matrices for improved thermal conductivity have been reported. However, the thermal conductivity in these composites is insufficient and fundamental limitations stem from the huge interfacial contact resistance between the CNTs and the contact resistance between the CNT ends and target surfaces. Therefore, SMARTHERM project is initiated aiming to build up a pilot production line for high-performance TIMs based on functionalized CNTs. The utilization of vertically aligned CNT structure eliminated the CNT-CNT contacts along the heat transfer path and the functionalization at the CNT ends dramatically decreased the contact resistance. The main outcomes of the SMARTHERM project are two types of CNT based TIMs manufactured in a roll-to-roll manner which allows large scale production at industrial level. The TIMs will be demonstrated by two demonstrators proposed by TRT. The consortium consists of 5 partners from 3 European countries and integrates competence from 2 big companies, 2 SMEs and 1 university. TRT and SHT have been funded by the FP7 framework programme NANOPACK and SMARTPOWER, in which SHT and TRT have obtained great amount of knowledge on CNT based TIMs. Therefore, SMARTHERM project will make use of the previous research results and push the material a big leap forward to the market.",
    "totalCost": "3968145",
    "ecMaxContribution": "2942701",
    "coordinator": "THALES SA",
    "coordinatorCountry": "FR",
    "participants": "THALES MICROELECTRONICS SAS;SHT SMART HIGH-TECH AB;BERLINER NANOTEST UND DESIGN GMBH;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "FR;SE;DE",
    "projectParticipants": {
        "998284910": {
            "orgId": "998284910",
            "orgName": "SHT SMART HIGH-TECH AB",
            "ecContrib": 992250
        },
        "999718085": {
            "orgId": "999718085",
            "orgName": "BERLINER NANOTEST UND DESIGN GMBH",
            "ecContrib": 350000
        },
        "999751938": {
            "orgId": "999751938",
            "orgName": "THALES SA",
            "ecContrib": 830224
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 550000
        },
        "925816307": {
            "orgId": "925816307",
            "orgName": "THALES MICROELECTRONICS SAS",
            "ecContrib": 220227
        }
    },
    "calculatedTotalContribution": 2942701
}