{
    "rcn": "199373",
    "acronym": "NET4TRAIN",
    "topics": "IT-1-2015-1",
    "title": "Revamping trains with the most advanced broadband communication system",
    "startDate": "01/12/2015",
    "endDate": "30/04/2016",
    "objective": "In the railway industry, the average age of active rolling stock fleet worldwide is over 25 years. There are more than 300,000 passenger coaches in the world and over 84,000 in Europe (considering train, metro and light rail vehicles).\nIn addition, train operators need to improve the quality of their services in order to satisfy the increasingly exigent standards and the demands from passengers for advanced travel information and comfort (location, train connections, time to destination, temperature, humidity, etc). These rising requirements are driving to the adoption of advanced Passenger Information Systems (PIS) which require appropriate bandwidth and reliability.\nMost of current coaches do not have the necessary networking infrastructure to provide modern PIS. On the other hand, current alternatives present significant drawbacks: Ethernet is a time consuming and expensive alternative to install and operate, while Wi-fi is not ready for its deployment due to its technical limitations (low reliability and insufficient bandwidth).\nNET4TRAIN is a novel communication networking solution for the railway industry that supports advanced PIS and on-board diagnosis specially designed for the revamping of aged trains. We offer a broadband network over existing cabling using Powerline communications and thus avoiding the installation of new cables. Therefore, our solution dramatically reduces costs and installation times compared to existing alternatives.\nPhase 1 execution will allow us to deepen into the critical data of each target market in order to establish the right entrance strategy, thereby defining our detailed commercialization plan. We will also guarantee the technical and commercial viability of the project in order to enhance European leadership in the railway sector with a very competitive product.\nNET4TRAIN presents an attractive Return On Investment, 2.97 in our fifth year of commercialization, and it reaches its payback within 16 months.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SADEL SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927243274": {
            "orgId": "927243274",
            "orgName": "SADEL SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}