{
    "rcn": "199314",
    "acronym": "CargoList",
    "topics": "IT-1-2015-1",
    "title": "Freight Auction, reinvented",
    "startDate": "01/01/2016",
    "endDate": "30/06/2016",
    "objective": "Cargo List is a real time auctioning platform for the Road Freight Transport Industry, where transport providers and transport clients trade shipping requests and offers. Central to our vision is to introduce modern auctioning and communication technology to the freight road transport industry, to the point that phone communications became obsolete (redundant). Freight Auction is build around 2 major innovations: 1. Technology for Online Offer Submission System. 2. Technology for Real-time Location-enabled Freight Search Mechanism. (Patent pending) The Real-time Location\nFreight Search Mechanism is a very promising technology, and it works like this: When a truck is only part-loaded, this mechanism performs automatic freight searches along the route of the truck, while the truck is moving towards its main destination, aiming to find additional loads that are compatible with the space that is still available and with the route and time constrains of the main-freight that is already in the truck. To do this, the system processes information from 3 sources: truckís tachograph, truckís GPS unit, and online freight database) Both of these technologies are designed to make return loads (back-loads) more available and to increase the loading level of trucks on the road, which will dramatically improve the efficiency of the road freight transport industry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOFTWARE & DESIGN INNOVATIONS SRL",
    "coordinatorCountry": "RO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927352593": {
            "orgId": "927352593",
            "orgName": "SOFTWARE & DESIGN INNOVATIONS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}