{
    "rcn": "199347",
    "acronym": "ASPIRE",
    "topics": "JTI-CS2-2014-CFP01-AIR-01-01",
    "title": "Aerodynamic and acouStic for high-by-Pass ratIo tuRbofan intEgration",
    "startDate": "01/01/2016",
    "endDate": "30/09/2018",
    "objective": "The ASPIRE proposal, gathering DLR, NLR, ONERA and TsAGI, responds to the topic JTI-CS2-2014-CFP01-AIR-01-01 ìAerodynamic and acoustic capabilities developments for close coupling, high by-pass ration turbofan Aircraft integrationî. The comprehensive experience of the partners working on innovative engine aircraft integration concepts both individually and in previous collaborative efforts motivated their common application. \nThe high level objectives of the ASPIRE proposal lead to improve and validate numerical and experimental capabilities to assess the aerodynamic and acoustic performance of innovative aircraft configurations equipped with ultra-high by-pass ratio turbofan (UHBR). For that purpose, the numerical activities will be performed on a reference configuration partially designed by the consortium (generic fan/OGV combination) and by the lead industrial partner (nacelle, pylon, wing). Cross-comparison of codes are foreseen in specific tasks to improve the reliability of tools and better understand the tremendous interactions between airframe and UHBR engines. The experimental activities aim at improving the efficiency of acoustic means during wind-tunnel and flight tests.  \nThe ASPIRE total grant request to EC is 2 908 235 Ä for DLR, NLR and ONERA, the activities conducted by TsAGI being funded outside (national grant). The project will be conducted over 33 months in close alignment with the overall LPA-IADP and AIRFRAME-ITD needs and in agreement with the concerned IADP & ITD industrial coordinators and further selected and involved core partners and/or partners. The ASPIRE proposal will also be conducted in manner consistent with the other research activities performed in the AIRFRAME-ITD and the LPA-IADP. \nThe integration of experimental and numerical capabilities will significantly contribute to ACARE SRIA 2, in terms of the greening of air transport, improving industrial leadership, and bringing enhanced mobility.",
    "totalCost": "3406735",
    "ecMaxContribution": "2908234",
    "coordinator": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
    "coordinatorCountry": "FR",
    "participants": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;FEDERAL STATE UNITARY ENTERPRISE THE CENTRAL AEROHYDRODYNAMIC INSTITUTE NAMED AFTER PROF. N.E. ZHUKOVSKY",
    "participantCountries": "NL;DE;RU",
    "projectParticipants": {
        "999994438": {
            "orgId": "999994438",
            "orgName": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
            "ecContrib": 1434531
        },
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 463710
        },
        "999534173": {
            "orgId": "999534173",
            "orgName": "FEDERAL STATE UNITARY ENTERPRISE THE CENTRAL AEROHYDRODYNAMIC INSTITUTE NAMED AFTER PROF. N.E. ZHUKOVSKY",
            "ecContrib": 0
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1009993
        }
    },
    "calculatedTotalContribution": 2908234
}