{
    "rcn": "199334",
    "acronym": "BRACKETWELD",
    "topics": "JTI-CS2-2014-CFP01-LPA-02-03",
    "title": "Development of an innovative welding process for the rapid assembly of thermoplastic brackets to thermoset-matrix composite structures",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The general objective of the BRACKETWELD project is to contribute to the green and cost-efficient integration of system and aircraft structure by the development of an innovative technology for the rapid assembly of thermoplastic brackets in general, and in particular PEI brackets, to thermosetting composite components currently used in aircraft structures.\n\nThis innovative assembly technology is based on the idea of using the fast and efficient ultrasonic welding technology to assemble thermoplastic brackets to thermosetting composite structural components. As thermosetting materials cannot be welded, a thermoplastic surface media will be strongly attached to the thermosetting composite structure by a co-curing process, being this surface media used as an anchor interface for the latterly welding of the thermoplastic brackets by any fusion bonding technique, and especially by the ultrasonic welding. The key challenge for the development of this innovative technology will be the development of the appropriate surface media that must be compatible with the typical thermoplastic materials used for the injection of brackets, while at the same time achieving a high adhesion strength to the thermosetting composite laminate during the curing of the structural components.\n \nThe integration of brackets into the structure of the aircraft will lead to significant weight, manufacturing costs and energy reductions compared to the current adhesive bonding methods, since is that there is no need for surface preparation, adhesives, and curing time nor expensive quality control procedures. The project is launched under the Platform 2 of the Large Passenger Aircraft IADP (LPA), ìInnovative Physical Integration CabinñSystemñStructureî, orientated to the development, assessment and selection of integrative concepts, which will be completed by specific technologies development to optimize assembly and integration of elementary parts, subcomponents and modules.",
    "totalCost": "332500",
    "ecMaxContribution": "332500",
    "coordinator": "FUNDACION CIDAUT",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999647469": {
            "orgId": "999647469",
            "orgName": "FUNDACION CIDAUT",
            "ecContrib": 332500
        }
    },
    "calculatedTotalContribution": 332500
}