{
    "rcn": "199355",
    "acronym": "REDISH",
    "topics": "JTI-CS2-2014-CFP01-AIR-01-03",
    "title": "CROR Engine Debris Impact SHielding. Design, manufacturing, simulation and Impact test preparation",
    "startDate": "01/01/2016",
    "endDate": "30/06/2018",
    "objective": "New, eco-efficient aircrafts are challenged by a demand to significantly reduce the CO2 and NOx emission. To achieve these goals, the topic manager is exploring new configurations for integrating advanced engines and propulsion concepts to the aircraft. Most of such promising concepts as the CROR-engine, Boundary Ingestion Layer (BIL), Ultra High Bypass Ratio engines (UHBR), multiple fan cannot be targeted simply by replacing engines of the current generation, but require a substantial change of the principle aircraft configuration.\nIn case of un-ducted engine architecture as the CROR, the rearward shift of the engines away from the wing provides additional advantages in cabin noise and passenger comfort and safety improvement.\nRegarding the safety, main issue is the CROR engine debris that can be release with high energy when there is a failure. It is mandatory to develop innovative solutions for panels and shielding able to shield and reduce damage at impact, to secure the airframe integrity, so that aircraft can make safe continuation of flight and landing after engine burst event.\nThe goal of REDISH is the development and maturation of innovative shielding able to sustain impacts from high and low energy debris caused by CROR engine burst. A coupled experimental-numerical development approach at two structural scales (laminate/panel and component) is proposed that starts from a large pool of possible configurations that will be downselected in successive analysis steps of increasing detail. Virtual testing by means of high-fidelity simulation tools developed by the consortium will be used to decrease the need for costly physical testing as much as possible and accelerate the shielding development process. The specimens to be manufactured and tested are the ones strictly necessary to validate the numerical simulations and assure the highest educated selection of the actual solution to be implemented for CROR Engine Debris Impact SHielding.",
    "totalCost": "499950",
    "ecMaxContribution": "499950",
    "coordinator": "FUNDACION IMDEA MATERIALES",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION PARA LA INVESTIGACION, DESARROLLO Y APLICACION DE MATERIALES COMPUESTOS",
    "participantCountries": "ES",
    "projectParticipants": {
        "996395641": {
            "orgId": "996395641",
            "orgName": "FUNDACION IMDEA MATERIALES",
            "ecContrib": 281850
        },
        "996431240": {
            "orgId": "996431240",
            "orgName": "FUNDACION PARA LA INVESTIGACION, DESARROLLO Y APLICACION DE MATERIALES COMPUESTOS",
            "ecContrib": 218100
        }
    },
    "calculatedTotalContribution": 499950
}