{
    "rcn": "199304",
    "acronym": "ELICAN",
    "topics": "LCE-03-2015",
    "title": "SELF-INSTALLING TELESCOPIC SUBSTRUCTURE FOR LOW-COST CRANELESS INSTALLATION OF COMPLETE OFFSHORE WIND TURBINES. DEEP OFFSHORE 5MW PROTOTYPE",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "In ELICAN, a strong team of complementary European companies with worldwide leading presence in the Wind Energy industry join forces to provide the market with a disruptive high-capacity and cost-reducing integrated substructure system for deep offshore wind energy. The technology is exceptionally fitted to meet the technical and logistical challenges of the sector as it moves into deeper locations with larger turbines, while allowing for drastic cost reduction. \nThis project will design, build, certify and fully demonstrate in operative environment a deep water substructure prototype supporting Adwenís 5MW offshore wind turbine, the be installed in the Southeast coast of Las Palmas (Canary Islands). It will become the first bottom-fixed offshore wind turbine in all of Southern Europe and the first one worldwide to be installed with no need of heavy-lift vessels. \n\nThe revolutionary substructure consists in an integrated self-installing precast concrete telescopic tower and foundation that will allow for crane-free offshore installation of the complete substructure and wind turbine, thus overcoming the constraints imposed by the dependence on heavy-lift vessels. It will allow for a full inshore preassembly of the complete system, which is key to generate a highly industrialized low-cost manufacturing process with fast production rates and optimized risk control. \n\nThe main benefits to be provided by this ground-breaking technology are: \nï  Significant cost reduction (>35%) compared with current solutions. \nï Direct scalability in terms of turbine size, water depth, infrastructure and installation means. \nï Complete independence of heavy-lift vessels \nï Excellently suited for fast industrialized construction. \nï Robust and durable concrete substructure for reduced OPEX costs and improved asset integrity. \nï Suitable for most soil conditions, including rocky seabeds. \nï Enhanced environmental friendliness regarding both impact on sea life and carbon footprint.",
    "totalCost": "17107301,25",
    "ecMaxContribution": "11181986,88",
    "coordinator": "ESTEYCO SA",
    "coordinatorCountry": "ES",
    "participants": "A.L.E. HEAVYLIFT IBERICA SA;CONSORCIO PARA EL DISENO, CONSTRUCCION, EQUIPAMIENTO Y EXPLOTACION DE LA PLATAFORMA OCEANICA DE CANARIAS;ADWEN OFFSHORE S.L.;ALE HEAVYLIFT (R&D) BV;SIEMENS GAMESA RENEWABLE ENERGY EOLICA SL;UL INTERNATIONAL GMBH",
    "participantCountries": "ES;NL;DE",
    "projectParticipants": {
        "939071648": {
            "orgId": "939071648",
            "orgName": "A.L.E. HEAVYLIFT IBERICA SA",
            "ecContrib": 1008846
        },
        "935928169": {
            "orgId": "935928169",
            "orgName": "ESTEYCO SA",
            "ecContrib": 5110611
        },
        "928367213": {
            "orgId": "928367213",
            "orgName": "ADWEN OFFSHORE S.L.",
            "ecContrib": 19893
        },
        "974644458": {
            "orgId": "974644458",
            "orgName": "CONSORCIO PARA EL DISENO, CONSTRUCCION, EQUIPAMIENTO Y EXPLOTACION DE LA PLATAFORMA OCEANICA DE CANARIAS",
            "ecContrib": 50000
        },
        "928221228": {
            "orgId": "928221228",
            "orgName": "ALE HEAVYLIFT (R&D) BV",
            "ecContrib": 124279
        },
        "986478943": {
            "orgId": "986478943",
            "orgName": "SIEMENS GAMESA RENEWABLE ENERGY EOLICA SL",
            "ecContrib": 4301385
        },
        "999691701": {
            "orgId": "999691701",
            "orgName": "UL INTERNATIONAL GMBH",
            "ecContrib": 566974
        }
    },
    "calculatedTotalContribution": 11181988
}