{
    "rcn": "199374",
    "acronym": "COMPA",
    "topics": "IT-1-2015-1",
    "title": "COMPA - Market Study of Composite Patch Repair for Marine PipesA cost-efficient and durable pipe repair in urgency",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The objective of the overall innovation project is to commercialise the service of composite patch (COMPA) repair for damaged ship pipes. COMPA pipe repair is a cost-effective alternative to the traditional method of repair of crack and corrosion damages in ship structures and pipes that occur frequently on various types of vessels. Total economic benefits of a COMPA repair over traditional methods are considerable. considering total savings, costs of COMPA are estimated to be up to 10 times lower than the costs of traditional methods of repair by steel cutting-welding-inserting. Additional advantages of the technology are reduced total repair costs, exclusion of flame, applicability to complex structures, shorter repair time, lower added weight and reduced maintenance. COMPA repair can thus support competitiveness of the ship repair sector in Europe.\n\nThe total market for the repair is composed of 87.000 vessels world-wide, of 5 years of age and more, each experiencing hundreds of crack and corrosion damages on a yearly basis. The primary market of the vessels operating in European waters is about 35% of the total number. \n\nConsidering Technology Readiness Level, COMPA pipe repair is at TRL8 as it has been proven in operational environment in 12 applications on-board vessels as a useful and reliable solution for pipe corrosion and crack problems. The specific SME Instrument Phase 1 project aims to conduct a market study of implementation of COMPA repair in order to advance its commercialisation. The market study will specify primary customer segments and specific customers, and will define best ways of approaching these. It will map out a process to go further to speed up the commercialisation process.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALVEUS DOO ZA SAVJETOVANJE I INZENJERING",
    "coordinatorCountry": "HR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997124014": {
            "orgId": "997124014",
            "orgName": "ALVEUS DOO ZA SAVJETOVANJE I INZENJERING",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}