{
    "rcn": "199306",
    "acronym": "ESOF2016",
    "topics": "SCIENCE WAF SOCIETY",
    "title": "EuroScience Open Forum 2016 (Manchester)",
    "startDate": "01/07/2015",
    "endDate": "31/10/2016",
    "objective": "The broad aim of this proposal is to advance the Horizon 2020 aims embodied in the Science WAF Society programme by organising the EuroScience Open Forum (ESOF). As Europeís largest science communication event this will support the programme aims of addressing European societal challenges, building capacities and developing innovative ways of connecting science to society. It will promote the concept of responsible research and innovation in the context of Horizon 2020 and the ERA. Engagement will be sought from the full range of stakeholders including researchers, citizens, policy makers, business, third sector organisations and others. \n\nFirst held in Stockholm in 2004, ESOF is a biennial, interdisciplinary, pan-European, general science meeting taking place in a major European city, which aims to showcase the latest advances in scientific research and innovation; promote dialogue on the role of S&T in society and public policy; stimulate and provoke public interest and engagement, excitement and debate about S&T, and engage the European science community with global partners and perspectives, including business. ESOF is a platform created by EuroScience to provide the European research and innovation community with a multi-disciplinary forum to discuss new discoveries and debate the direction that research is taking in the sciences, humanities and social sciences, and to provide a focus for attracting global researchers and innovators to Europe. \n\nESOF2016 (ëScience As Revolutioní), will take place in Manchester and will showcase the very best of UK and European scientific thought and discovery across all fields (including social science and humanities). It will discuss and explore world-class research within the mainstream of scientific culture and debate without compromising on excellence, and by doing this ESOF2016 aims to support the sustainability of the European research and innovation ecosystem by engaging and inspiring the next generation.",
    "totalCost": "999999",
    "ecMaxContribution": "999999",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "MARKETING MANCHESTER",
    "participantCountries": "UK",
    "projectParticipants": {
        "927578215": {
            "orgId": "927578215",
            "orgName": "MARKETING MANCHESTER",
            "ecContrib": 708394
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 291605
        }
    },
    "calculatedTotalContribution": 999999
}