{
    "rcn": "199302",
    "acronym": "ICTFOOTPRINT.eu",
    "topics": "LCE-23-2015",
    "title": "European Framework Initiative for Energy and Environmental Efficiency in the ICT Sector",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "ICTFOOTPRINT.eu, EU Framework Initiative for Energy & Environmental Efficiency in the ICT Sector aims to deliver a practical response to the outcome of the pilot study conducted by the EC back in 2013 for the adoption of ICT footprint calculation methodologies. Too many organisations, whilst wanting more energy-efficient products & services do not know where to start nor have the adequate time or resources to pursue this efficiently. The project aims to change this by raising awareness but at the same time create an ecosystem allowing a win-win approach to end-users or providers of ICT services (including data centres & networks), ICT large players, SDOs, Public Authorities & Legislators.\nSpecific Goals include:\nCreate an LCE Support Framework Platform informing end-users, agnostically, of ICT specific methodologies available & support them\nCreate a marketplace of opportunities for solution providers in ICT energy & environmental efficiency\nDeliver a tool allowing SMEs, to make an assessment of their carbon footprint\nInterface & engage with relevant stakeholders to disseminate the methodologies\nProduce the ICTFOOTPRINT.eu Policy Action Plan Strategy Report\nProvide Sustainability-driven Mechanisms to involve & incentivize all players that are necessary to create the aforementioned ecosystem.\nThe consortia is led by a lean, skilled & complementary consortia. Trust-IT, a dynamic UK, SME over 20 yrs of experience on EC related support activities & communicating ICT innovation for its global network. Professional partners BIOIntelligence Services/ Deloitte, FR, centre of excellence & innovation in the field of sustainability & brings with it the necessary ingredient of finding answers to clients facing environmental challenges. The Green Digital Charter/ EuroCities BE, over 40 major EU cities to working together to deliver on the EU climate objectives through the use of ICT. Stakeholders involved through an External Advisory Group passionate about IT resource efficiency.",
    "totalCost": "404401,25",
    "ecMaxContribution": "400000",
    "coordinator": "TRUST-IT SERVICES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "BIO INTELLIGENCE SERVICE;EUROCITIES ASBL",
    "participantCountries": "FR;BE",
    "projectParticipants": {
        "999687724": {
            "orgId": "999687724",
            "orgName": "TRUST-IT SERVICES LIMITED",
            "ecContrib": 227518
        },
        "998302564": {
            "orgId": "998302564",
            "orgName": "BIO INTELLIGENCE SERVICE",
            "ecContrib": 154882
        },
        "999450559": {
            "orgId": "999450559",
            "orgName": "EUROCITIES ASBL",
            "ecContrib": 17600
        }
    },
    "calculatedTotalContribution": 400000
}