{
    "rcn": "199348",
    "acronym": "EFFICIENT",
    "topics": "JTI-CS2-2014-CFP01-LPA-02-05",
    "title": "Environmentally Friendly Fire Suppression System for Cargo using Innovative Green Technology",
    "startDate": "01/02/2016",
    "endDate": "31/07/2020",
    "objective": "Fire suppression and explosion protection have used halons in many applications because they are electrically nonconductive, dissipate rapidly without residue, are safe for limited human exposure, and are extremely efficient in extinguishing most types of fires. However they have a very strong Ozone Depletion Potential (ODP). The Montreal Protocol on Substances that Deplete the Ozone Layer was designed to reduce the production and consumption of ozone depleting substances in order to reduce their abundance in the atmosphere, and thereby protect the earthís fragile ozone Layer. Many international organisations like the United Nations Environment Programme (UNEP) have mandated earliest production and import phaseout of halons. Substitutes are reviewed on the basis of ozone depletion potential, global warming potential, toxicity, flammability, and exposure potential. The EFFICIENT project will investigate the use of environmentally friendly agents like water mist spray, inert gas flooding etc. and undertake extensive investigation of their fire suppression effectiveness and extinguishing concentration. It will also establish the agent distribution profile over time at standard atmospheric conditions. Based on the inputs from these investigations, the project will design a suitable fire suppression system for cargo holds of aircraft which are reliable, consistent and safe. A demonstrator\nwill be developed to test the fire suppression system in accordance with the full scale fire tests prescribed by the minimum performance standards promulgated by the Federal Aviation Administration (FAA). The project will deliver technology at a maturity of TRL 6",
    "totalCost": "699645",
    "ecMaxContribution": "699643",
    "coordinator": "CRANFIELD UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "RISE RESEARCH INSTITUTES OF SWEDEN AB;LONDON SOUTH BANK UNIVERSITY LBG;MAELARDALENS HOEGSKOLA",
    "participantCountries": "SE;UK",
    "projectParticipants": {
        "999911309": {
            "orgId": "999911309",
            "orgName": "LONDON SOUTH BANK UNIVERSITY LBG",
            "ecContrib": 149999
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 419644
        },
        "999613422": {
            "orgId": "999613422",
            "orgName": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
            "ecContrib": 130000
        },
        "999881530": {
            "orgId": "999881530",
            "orgName": "MAELARDALENS HOEGSKOLA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 699643
}