{
    "rcn": "199333",
    "acronym": "NEODAMP",
    "topics": "JTI-CS2-2014-CFP01-AIR-02-04",
    "title": "New Enhanced Acoustic Damping Composite Materials",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "NEODAMP is marked in the ITD Airframe part B, oriented to highly integrated innovative structural components, for the Large Passenger Aircraft. \nNEODAMP will develop new prepreg composite materials for structural purposes in the aircraft, able to support structural loads and other additional functions. The project is focused on acoustic damping and complemented with electrical conductivity studies while using techniques related to additional embedded and/or integrated functionality. \nComposite materials will be chosen among those provided by a widely experienced manufacturer, to meet the future needs and requirements given by the topic manager. Activities are distributed along 36 months, and tasks are associated to 3 main topics: material development, screening and process ability. \nIn order to find the optimal material, a series of key characteristics will be selected, such as acoustic damping, structural and mechanical properties, HSE requirements, Fire, Smoke&Toxicity resistance for fuselage applications, resistance to environmental factors, automatic manufacturing and costs. The damping material will be improved and modified to adjusts properties such as tacking or curing parameters. \nAll the cited features will be deeply studied through a test campaign, at coupon level using raw damping material and the embedded damping prepreg composite material. The wide variety of tests will include from damping behavior and vibro-acoustic performance to lightning strike protection, including aging, common mechanical properties and physicochemical tests. Needed panels and embedded design will be done and manufactured by the partners. \nResults of the cited works altogether will guide to the optimal design and manufacturing of trials, which will reach to material improvements also. The production of demonstrators will be oriented to automatic fuselage production by using automatic fiber placement techniques and always considering possible solutions for industrialization.",
    "totalCost": "350012,5",
    "ecMaxContribution": "350012,5",
    "coordinator": "FUNDACION PARA LA INVESTIGACION, DESARROLLO Y APLICACION DE MATERIALES COMPUESTOS",
    "coordinatorCountry": "ES",
    "participants": "HEXCEL COMPOSITES LTD",
    "participantCountries": "UK",
    "projectParticipants": {
        "998904934": {
            "orgId": "998904934",
            "orgName": "HEXCEL COMPOSITES LTD",
            "ecContrib": 151588
        },
        "996431240": {
            "orgId": "996431240",
            "orgName": "FUNDACION PARA LA INVESTIGACION, DESARROLLO Y APLICACION DE MATERIALES COMPUESTOS",
            "ecContrib": 198425
        }
    },
    "calculatedTotalContribution": 350013
}