{
    "rcn": "199393",
    "acronym": "EXC3ITE",
    "topics": "ERC-StG-2015",
    "title": "EXploring Chemistry, Composition and Circulation in the stratosphere with InnovativeTEchnologies",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "It is ozone that primarily heats and therefore creates the stratosphere. Human emissions of ozone-depleting substances (ODSs) have however led to dramatic stratospheric ozone losses for decades. This global problem is ongoing and of renewed concern due to recent unexpected changes. It is also likely affecting the nature of the stratosphere itself, with implications for global health and economy. In addition, emissions of greenhouse gases have been proposed to lead to a long-term acceleration of the stratospheric overturning circulation. In summary, significant stratospheric changes are to be expected from both, ozone losses and global warming.\nIndications for such changes have been reported, but there are substantial uncertainties and limitations connected with these studies. In addition, current technologies to explore stratospheric composition and chemistry are very expensive and often offer only infrequent data. There is clearly a need for new and improved tools to correctly detect and quantify changes from observations.\nThis project will open 3 novel avenues to explore stratospheric chemistry, composition and circulation:\n1) A newly developed low-cost technology to retrieve and analyse air from the stratosphere. This will be a new way to derive budgets of all important and newly emerging ODSs directly in the stratosphere; while at the same time providing observations of many strong greenhouse gases.\n2) I have found new evidence for substantial past changes in stratospheric chemistry and circulation. An unprecedented investigation of stratospheric air archives spanning 40 years and >50 trace gases will allow new insights into these changes \n3) New diagnosis tools and a detailed comparison with state-of-the-art models will identify the implications for future climate.\nThe EXC3ITE project will result in a breakthrough in the understanding of stratospheric changes which are of high importance for society through their impact on climate prediction and ozone recovery.",
    "totalCost": "1496438,75",
    "ecMaxContribution": "1496438,75",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 1496439
        }
    },
    "calculatedTotalContribution": 1496439
}