{
    "rcn": "199353",
    "acronym": "DISTRACTION",
    "topics": "JTI-CS2-2014-CFP01-AIR-02-07",
    "title": "Design against DISTortion of metallic aerospace parts based on combination of numeRical modelling ACTivities and topology optimisatION",
    "startDate": "04/01/2016",
    "endDate": "03/01/2019",
    "objective": "Thanks to the implementation of advanced CAD and topology optimisation, lighter and more efficient component designs can be conceived nowadays. However, current design tools and methodologies do not account for part distortions in manufacturing. Distortions are critical during prototyping and ramp up stages and they increase developing costs, times and generate wastes and scraps. Design against Distortion topic is focused on the development of numerical modelling strategies which can anticipate distortions even from the design stage. In this context, DISTRACTION project copes with the development and application of rapid distortion prediction numerical methodologies applicable to machining and additive layer manufacturing (ALM) of metallic parts and the development of concurrent topology optimisation codes capable of accounting for part distortion. Integration will be based on efficient adjoint sensitivities for simplified distortion prediction models. This will enable for first time to have optimised designs which are ìready-for-productionî and robust against distortions. Developments will be applied to relevant use cases and will be based both on open source and commercial software. The following specific objectives are targeted:\nïA 30% weight reduction of fuselage componentís weight\nïReduction of manufacturing costs of new fuselage parts by 20% \nïReduction of time-to-market of new fuselage parts by 25%\nïReduction of computational times by 30% for predicting distortions \nïReducing scrap ratio of fuselage parts during prototyping and ramp up phases by 50%\nConsortium (IK4-LORTEK & TU-DELFT) of DISTRACTION proposal will have as reference internal know-how related to all previous developments in simplified Finite Element methodologies. The working group will be composed by skilled researchers and technicians with extensive knowledge and expertise in numerical modelling, residual stresses and distortion engineering, additive manufacturing and topology optimisation.",
    "totalCost": "449420",
    "ecMaxContribution": "449420",
    "coordinator": "LORTEK S COOP",
    "coordinatorCountry": "ES",
    "participants": "TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "NL",
    "projectParticipants": {
        "948667082": {
            "orgId": "948667082",
            "orgName": "LORTEK S COOP",
            "ecContrib": 279250
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 170170
        }
    },
    "calculatedTotalContribution": 449420
}