{
    "rcn": "199376",
    "acronym": "Plants for Plants",
    "topics": "SFS-08-2015-1",
    "title": "From plants for plants: enhancing crops potential and resilience by reliable new generation biostimulants",
    "startDate": "01/02/2016",
    "endDate": "31/08/2016",
    "objective": "Objective of the innovation project is the worldwide market introduction of a new generation of plant-derived biostimulants able to enhance crops yields without resorting to chemical inputs and to improve plant resilience to climate change in a stable, reliable way.  \nWith the conventional cropping systems, the potential of cultivated plants is close to the maximum. Moreover, climate change impacts (drought, extreme temperatures, etc.) are on the rise, putting further constraints to yields and challenging food security. Meanwhile many fertilizers are outlawed by ever-stricter environmental laws, leaving farmers and industry in search for alternatives. Pressures which are reinforced by a rising demand for healthy and eco-friendly products. \nLandlab biostimulants have been designed as an answer to these challenges. Breakthrough is the opening of a new and precise pathway, much more similar to the pharmaceutical/natural product industry than to current agricultural one. This will lead to the buildup of a strongly integrated source-to-sink production chain, able to generate a flow of innovative products, specifically tailored on critical stages and conditions of manifold crops and supported by accurate identification of their active compounds and by efficacy studies, as to counter the main drawback of state-of-the-art biostimulants: their inconsistent stability of performances.\nIn order to transform these R&D outcomes into successful products, 1st aim of the feasibility study is to assess the most convenient direction of prototype demonstration and market introduction efforts. Technical and market data will be crossed with cost analysis to identify which biostimulants launch first and benchmark the potential business models. Then matured information will be elaborated into a business plan and commercialization strategy, to be validated in Phase 2. \nAfter the launch, Landlab expects to double its growth pace, triggering jobs for highly skilled scientists and investments.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LANDLAB SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933721807": {
            "orgId": "933721807",
            "orgName": "LANDLAB SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}