{
    "rcn": "199361",
    "acronym": "DEMOGRAVI3",
    "topics": "LCE-03-2015",
    "title": "Demonstration of the GRAVI3 technology ñ innovative gravity foundation for offshore wind",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Offshore wind business competitiveness is strongly related to substructures and offshore logistics. DEMOGRAVI3 addresses these areas through a very promising solution called GRAVI3.\nGRAVI3 is an innovative hybrid steel-concrete offshore sub-structure for transitional water depths between 35 and 60m. It will sustainably reduce the levelized cost of energy by up to 15% by combining the following vectors:\n- Using three concrete caissons, with water ballast, instead of more complex and costly steel solutions and anchoring systems\n- Using a smaller steel structure\n- Performing all construction and assembly onshore and towing the complete unit to the site where it is submerged with an innovative and robust method.\n- Preventing the use of heavy lift vessels and reducing the level of complexity and risk of offshore operations.\nGRAVI3 has undergone the typical technology development process and is presently at TRL5. The logical next steps is the demonstration at full scale in real operational conditions. Thus, the project fits perfectly to the addressed Call for Proposals as the project will support technology development and bring the technology close to market readiness.\nThe proposed project will design, engineer, build, assemble, transport, install and demonstrate a full scale foundation, equipped with a 2 MW offshore wind turbine, in a consented and grid connected demonstration site. Additionally, the project will undertake further technology development for improved design and perform an in depth evaluation of the technologyís future industrialization, competitiveness and bankability.\nThe core partners are committed to bring the GRAVI3 technology to market intending to 1) form a company with the objective to commercialize the GRAVI3 technology; 2) prepare themselves to take on important segments of the industrial value chain which will be put in place to move the GRAVI3 product forward; 3) foster the use of the technology, namely in the wind farms they are developing.",
    "totalCost": "26523602,5",
    "ecMaxContribution": "19037465,51",
    "coordinator": "EDP RENOVAVEIS SA",
    "coordinatorCountry": "ES",
    "participants": "A. Silva Matos - Energia, SA;Global Maritime AS;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;GAVIN AND DOHERTY GEOSOLUTIONS LTD;EDP RENEWABLES EUROPE SL;WAVEC/OFFSHORE RENEWABLES - CENTRO DE ENERGIA OFFSHORE ASSOCIACAO;CNET CENTRE FOR NEW ENERGY TECHNOLOGIES SA;TECNICA Y PROYECTOS SA;ACCIONA CONSTRUCCION SA;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "PT;NO;DE;IE;ES",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 404250
        },
        "996003955": {
            "orgId": "996003955",
            "orgName": "EDP RENEWABLES EUROPE SL",
            "ecContrib": 0
        },
        "999812854": {
            "orgId": "999812854",
            "orgName": "ACCIONA CONSTRUCCION SA",
            "ecContrib": 516250
        },
        "921219089": {
            "orgId": "921219089",
            "orgName": "EDP RENOVAVEIS SA",
            "ecContrib": 9829782
        },
        "931437166": {
            "orgId": "931437166",
            "orgName": "TECNICA Y PROYECTOS SA",
            "ecContrib": 1817550
        },
        "999543485": {
            "orgId": "999543485",
            "orgName": "WAVEC/OFFSHORE RENEWABLES - CENTRO DE ENERGIA OFFSHORE ASSOCIACAO",
            "ecContrib": 660062
        },
        "996474017": {
            "orgId": "996474017",
            "orgName": "A. Silva Matos - Energia, SA",
            "ecContrib": 3664238
        },
        "972651302": {
            "orgId": "972651302",
            "orgName": "GAVIN AND DOHERTY GEOSOLUTIONS LTD",
            "ecContrib": 247625
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 505500
        },
        "952794238": {
            "orgId": "952794238",
            "orgName": "Global Maritime AS",
            "ecContrib": 441048
        }
    },
    "calculatedTotalContribution": 18086305
}