{
    "rcn": "199311",
    "acronym": "ADDACT GmbH",
    "topics": "INSO-10-2015-1",
    "title": "ADDACT - Fanpowered Concerts",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The global ticket market for live music concerts totally missed the digital transformation:\n1. About 50% of concert tickets remain unsold\n2. Immense inefficiency within the whole industry remain unsolved:\n  - a lot of small, regional, intransparent parties and networks\n  - no reliable data about real demand for artists in various cities ñ bands keep playing in the same cities\n  - concert planning still based on experience and estimates ñ Promoters do not know if their shows will even cover the production costs\n  - fans are totally out of the tour planning process\n  - no satisfying technological solution to the raising demand for fan participation (while Social Media channels are not capable of this problem)\n\nADDACT is a total new way of planning live concerts and distributing tickets and will cope with these global challenges. On ADDACT fans can pledge for their favourite tour cities by giving binding ticket orders. The cities with the most demand will get a show. ADDACT combines ticketing and crowdfunding so fans can actively influence the tour dates of their favourite bands. Bookers, promoters and managers can plan concerts meeting the actual demand and with much less financial risk. Bands, on the other hand, play more concerts in various cities for a bigger audience and create a much deeper relationship towards their fans by giving them influence.\n\nGoals of Feasibility Study:\n  - Evaluate three different ways of fan participation for further development of ADDACT model\n  - Drive test campaigns in new markets \n  - Evaluate commercial potential of the live music industry in UK, Benelux and Scandinavia\n  - Derive business plan, future price model and strategic road map",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADDACT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927169457": {
            "orgId": "927169457",
            "orgName": "ADDACT GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}