{
    "rcn": "199309",
    "acronym": "HYBRID_BOATS",
    "topics": "IT-1-2015-1",
    "title": "An innovative hybrid propulsion and generation system for yachts",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "'The project HYBRID_BOATS will develop and launch on the pleasure boat market a hybrid type of propulsion and generation system for yachts, which can even be retrofitted on engines installed in boats already circulating. \nThe project will tackle the problem of noise and air pollution deriving from the operation of diesel engines in yachts, both while sailing and when docked.  \nThe average fuel consumption of this type of craft is considerable and this leads to a very large quantity of pollutants released into the atmosphere, which has a significant, damaging effect on the surrounding environment. Moreover these engines  - even those of the latest generation - are particularly noisy, and noise pollution has repercussions on both the marine environment and comfort inside the boat. Furthermore, to generate electric power when the boat is docked, the engines must even operate during the night.\nWe estimate that our solution offers the following advantages over a traditional yacht currently available on the market:\nï 25% lower fuel consumption, thanks to the ability to sail at moderate speeds with excellent fuel management, since the system includes a specially optimised operating mode ('e-shaft mode') in which both propeller shafts are driven by a single diesel engine;\nï a 25% average decrease in pollution due to a significant reduction in CO2, NOX, SOX and particulate, because the boat can sail at moderate speeds with excellent fuel management;\nï substantially lower noise and vibration, which enables the user to remain at anchor for a suitable number of hours in conditions of total comfort - a feature that is strongly desired by boat owners.  \nDiesel Center aims to install 220 hybrid propulsion kits in 5 years, which will result in the following overall reductions in atmospheric emissions:  5.5 tonnes of CO2, 860 tonnes of NOX, 960 tonnes of SOX and 22 tonnes of particulate.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DIESEL CENTER SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928776650": {
            "orgId": "928776650",
            "orgName": "DIESEL CENTER SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}