{
    "rcn": "199366",
    "acronym": "SMART",
    "topics": "H2020-TWINN-2015",
    "title": "SMART: Small Medicines Advanced Research Training",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "SMART Project is aimed to raise IPCZD staffís research profile and increase capacity in providing innovative paediatric research methods such as PK-PD data Modelling&Simulation (M&S) data extrapolation, and suitable dosage forms identification. This represents both a specific IPCZDís need (PCZD has a solid experience in providing and accumulating paediatric PK-PD data but is unable to use this data in the contest of innovative studyí methodologies) and a globally recognised research need (paediatric clinical research is affected by many methodological ethical and logistic hurdles requiring new methods will be generated and developed through a large and experienced scientific communities involving different expertise and having a composite background. Methods such as M&S and extrapolation aimed to optimise evidence synthesis, while minimising evidence generation represent at today the more promising frontier of the paediatric research).\nTo improve the level of high-quality paediatric research in Poland, it is proposed a composite training programme addressing staff from PCZD including lessons (e-learning and face to face), staff exchanges and summer schools. Three internationally-leading research institutions, CVBF in Italy, UCL in the United Kingdom and AMU in France will contribute to the training program by providing specific expertise in paediatric clinical trial government and developing, M&S and Extrapolation applications, new formulation generation. All these institution have a solid experience and previous participation in large paediatric research Networks and Consortia. PCZD is a large tertiary paediatric hospital, having a strong interest in paediatric research. As PCZD staff will enhance its know-how on paediatric trials and drug development, the institution is expected to be candidate to assume a leading role in the paediatric research European framework, also became attractive for private-public collaborations.",
    "totalCost": "999475",
    "ecMaxContribution": "999475",
    "coordinator": "INSTYTUT POMNIK CENTRUM ZDROWIA DZIECKA",
    "coordinatorCountry": "PL",
    "participants": "CONSORZIO PER VALUTAZIONI BIOLOGICHE E FARMACOLOGICHE;UNIVERSITE D'AIX MARSEILLE;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "IT;FR;UK",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 19768
        },
        "999717018": {
            "orgId": "999717018",
            "orgName": "CONSORZIO PER VALUTAZIONI BIOLOGICHE E FARMACOLOGICHE",
            "ecContrib": 389807
        },
        "999516228": {
            "orgId": "999516228",
            "orgName": "INSTYTUT POMNIK CENTRUM ZDROWIA DZIECKA",
            "ecContrib": 392025
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 197875
        }
    },
    "calculatedTotalContribution": 999475
}