{
    "rcn": "199383",
    "acronym": "LoCOPS",
    "topics": "IT-1-2015-1",
    "title": "Low Cost Onshore Power Supply (LoCOPS)",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The main objective of this project is to supply and demonstrate a competitive shore power supply also called Onshore Power\nSupply (OPS) related to providing electricity for cruise ships when docked in port. OPS installations saves consumption of fuel and eliminates the air pollution associated with the use of fuel. Many European cities are planning urban growth in areas\nnear ports and are frequently discussing ways of encouraging ships to use OPS to meet clean air objectives.\nElectricity supply in Europe has a frequency of 50 Hz but most cruise ships and other large vessels are designed for 60Hz.\nThus, in European ports electricity has to be converted to 60 Hz by a quayside electricity converter. The cost of frequency converter grows proportionally with power consumption and thus for cruise ships holds a considerable part of the OPS investment. So far, ports in Europe have been restraint from investing in OPS installations of this type and size due to very high equipment cost.\nThe high equipment cost is seen as a consequence of a new market with very limited capable suppliers causing a high bargaining power in the favor of the selling part. Comparable trends were seen within the Wind power segment in the past but the wind turbines everlasting competition towards fossil fuels has kept focus on lowering cost of all parts of the turbines with great success.\nPowerCon has for the last 5-6 years been a part of this success by adding significant savings into the industry with beyond state of the art converter solutions at low cost. These solutions are in many aspects identical with the required for OPS, making it obviously to offer the same savings into the maritime sector, ensuring a reasonable return of investment for the ports and for the benefit of the environment.\nThe ambition of this project is to offer the ports the first time competitive OPS solution when comparing price on shore side electricity with the alternative from the ships auxiliary engines.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POWERCON AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938352490": {
            "orgId": "938352490",
            "orgName": "POWERCON AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}