{
    "rcn": "199330",
    "acronym": "CESEAND InnoAses2",
    "topics": "INNOVATION",
    "title": "Enhance innovation management capacities in Andalusian SMEs. CESEAND InnoAses 2015-16.",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "'The European Commission has placed a firm wager on an 'industrial renaissance' in which SMEs are to play a leading role. Within this context, the role the new Community instruments have assigned to the Enterprise Europe Network, as a European-wide network of entities integrated into regional innovation systems, is that of being the lever and driving force for innovation management capacities in SMEs and, in the near future, as the organisation directly responsible for the provision of advanced services.\n\nInnovation properly combined with cooperation and internationalisation, is the only path along which SMEs can improve their competitiveness in a globalised world undergoing an industrial crisis.\n\nTherefore, our main objective is to contribute to smart growth in Andalusia, through the provision of services enhancing the innovation management capacities of Andalusian SMEs. According to this call, these are the Project's Objectives expected to be attained through this project's development and implementation:\n\nï To enhance the innovation capacities of SMEs in Andalusia in order to make them more competitive through the provision of advanced services.\nï To drive forward non-technological catalysts for innovation in SMEs.\nï To develop on behalf of the entities which comprise the Enterprise Europe Network new ways and tools to provide services to SMEs that contribute to enhancing their competitive capacities.\nï To provide support to beneficiaries of SME Instrument, accompanying them in their transition through Phases 1 and 2.\nï To identify future potential applicants to successfully take part in SME Instrument.\nï To develop methodologies that can be enhanced through their integration into the Andalusian Innovation Ecosystem.'",
    "totalCost": "305012",
    "ecMaxContribution": "305010",
    "coordinator": "AGENCIA DE INNOVACION Y DESARROLLODE ANDALUCIA",
    "coordinatorCountry": "ES",
    "participants": "AGENCIA ANDALUZA DEL CONOCIMIENTO;CONSEJO ANDALUZ DE CAMARAS DE COMERCIO INDUSTRIA Y NAVEGACION;CONFEDERACION DE EMPRESARIOS DE ANDALUCIA;INSTITUTO ANDALUZ DE TECNOLOGIA.",
    "participantCountries": "ES",
    "projectParticipants": {
        "953002885": {
            "orgId": "953002885",
            "orgName": "CONSEJO ANDALUZ DE CAMARAS DE COMERCIO INDUSTRIA Y NAVEGACION",
            "ecContrib": 30501
        },
        "999809168": {
            "orgId": "999809168",
            "orgName": "AGENCIA DE INNOVACION Y DESARROLLODE ANDALUCIA",
            "ecContrib": 91503
        },
        "999949915": {
            "orgId": "999949915",
            "orgName": "INSTITUTO ANDALUZ DE TECNOLOGIA.",
            "ecContrib": 30501
        },
        "953880444": {
            "orgId": "953880444",
            "orgName": "AGENCIA ANDALUZA DEL CONOCIMIENTO",
            "ecContrib": 91503
        },
        "999755042": {
            "orgId": "999755042",
            "orgName": "CONFEDERACION DE EMPRESARIOS DE ANDALUCIA",
            "ecContrib": 61002
        }
    },
    "calculatedTotalContribution": 305010
}