{
    "rcn": "199367",
    "acronym": "ALLIANCE",
    "topics": "H2020-TWINN-2015",
    "title": "Enhancing excellence and innovation capacity in sustainable transport interchanges",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The scope of ALLIANCE is the enabling of stimulating and strengthening the scientific and technological capacity of Latvia and the raising of the profile of the research staff and their institution, by providing knowledge in the field of smart interconnecting sustainable transport networks. This knowledge transfer will build the grounds for a common understanding of the main components affecting sustainable intermodality and support the selection and management of the most optimal and applicable solutions for transport interchanges. It will also facilitate stakeholder collaboration and the development of strong linkage among education, research and industry. The objective of the project is to have advanced research and higher education institution in the field of transport in Latvia by linking TTI with two internationally recognized research entities ñ UTH and Fraunhofer. Close collaboration of TTI with UTH and Fraunhofer will help to achieve the goals through the following activities: Organization of young researchersí seminars; Organization of workshops; Organization of summer schools for trainers and young researchers; Development of educational programme for graduate and post-graduate students; Development of training programme for trainers and practitioners; Provision of grants for participation as authors in per reviewed conferences; Facilitation of Short-Term Staff Exchanges (STSEs) with the aim of international collaboration, mainly publications; Establishment of a guidance strategy for preparing scientific publications; Creation of an educational forum as on-line tool for distance learning and knowledge sharing. Research activities related to multimodal transport networks will be enhanced in TTI, which will also push forward the instituteís scientific visibility and enlarge the regionís researchersí and professionalsí horizons towards intermodality.",
    "totalCost": "996306,25",
    "ecMaxContribution": "989331,25",
    "coordinator": "Transport and Telecommunication Institute",
    "coordinatorCountry": "LV",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;PANEPISTIMIO THESSALIAS",
    "participantCountries": "DE;EL",
    "projectParticipants": {
        "995827900": {
            "orgId": "995827900",
            "orgName": "Transport and Telecommunication Institute",
            "ecContrib": 375144
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 257412
        },
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 356775
        }
    },
    "calculatedTotalContribution": 989331
}