{
    "rcn": "199324",
    "acronym": "HURMUR",
    "topics": "H2020-TWINN-2015",
    "title": "Human Rights ñ MUtually Raising excellence",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The project ìHURMUR: Human rights ñ mutually raising excellenceî will decisively expand the world-class research area of human rights in Europe. Tallinn University Law School will develop research excellence of human rights and become involved in global research and regional dissemination networks through specific activities of an outstanding consortium, where two other partners are premier global academic institutions in the field of human rights ñ the Danish Institute for Human Rights and Walther Sch¸cking Institute of International Law (Kiel University, Germany). Their rennomee which is a guarantee that Tallinn University Law School will develop capacity to i) become a leader in the Baltic region of participating in state-of-the art research of human and fundamental rights, ii) initiate new research and development project of European magnitude exploring the changing nature of human rights in the contemporary society; iii) build bridges between Estonian/Baltic/Russian human rights research and activist communities.\nThis goal is achievable via: i) organizational reform of Tallinn Universityís International Research Centre of Fundamental Rights; ii) establishment and publication of a new regional peer-reviewed academic journal, the East European Yearbook on Human Rights; iii) strengthened research capacities of TLU on universality of human rights (including in particular freedom of speech, freedom of religion, and identity rights), and human rights narratives and discourses, and on new human rights (including rights related to well-being; rights related to the exercise of public authority; rights related to new technologies and rights related to identity and personality), as well as increased publication activity in this area; iv) increased dissemination and communication of TLU research and knowledge to the public, including academia, policy makers, law makers and civil society.",
    "totalCost": "1014675",
    "ecMaxContribution": "1014675",
    "coordinator": "TALLINN UNIVERSITY",
    "coordinatorCountry": "EE",
    "participants": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;INSTITUT FOR MENNESKERETTIGHEDER",
    "participantCountries": "DE;DK",
    "projectParticipants": {
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 300625
        },
        "950784107": {
            "orgId": "950784107",
            "orgName": "INSTITUT FOR MENNESKERETTIGHEDER",
            "ecContrib": 289425
        },
        "999421653": {
            "orgId": "999421653",
            "orgName": "TALLINN UNIVERSITY",
            "ecContrib": 424625
        }
    },
    "calculatedTotalContribution": 1014675
}