{
    "rcn": "199321",
    "acronym": "SERBIA FOR EXCELL",
    "topics": "H2020-TWINN-2015",
    "title": "SERBian- Austrian-Italian (SAI)partnership FORcing EXCELLence in ecosystem research",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "'The overall aim of the project is the upgrade of knowledge, skills and social capacity of UNSFA in the field of environmental sciences, with special focus on agrometeorology and related ecosystem sciences (such as plant physiology, crop management). The main tool for reaching that aim will be establishment of the AgMnet\\ research network at UNSFA in collaboration with leading international research institutions BOKU and UNIFI. As a strategy to improve S&T capacities of UNSFA, AgMnet\\  will introduce the concepts of small study groups (SSGs) of UNSFA, BOKU and UNIFI students and develop joint study teaching material in English and native languages. BOKU and UNIFI partners will implement goal-driven measurement and modelling training in the selected research fields for AgMnet\\ members. Additionally, EU partners will organise expert training related to preparation of research project proposals for  AgMnet\\ researchers. Intensive exchange of short term scientific visits, guest lectures and students visits among partner institutions will contribute to improved eligibility of AgMnet\\  members for participation on EU projects, increased number of papers in peer-review journals and increased citation. Finally, AgMnet\\ will serve as a robust basis for the further sustainable development of the selected research fields at UNSFA, in Serbia and wider region of Western Balkan Countries. \n\tStrategic partnership with BOKU and UNIFI, initiated by this project will significantly enhance the research and innovations capacities of UNSFA and help to upgrade the knowledge and skills of both of its students and researchers. Additionally, it will reduce potential 'crowding out' effect at BOKU and UNIFI and increase  research and social capacity of all project participants.'",
    "totalCost": "931745",
    "ecMaxContribution": "931745",
    "coordinator": "Univerzitet u Novom Sadu, Poljoprivredni fakultet Novi Sad",
    "coordinatorCountry": "RS",
    "participants": "UNIVERSITA DEGLI STUDI DI FIRENZE;UNIVERSITAET FUER BODENKULTUR WIEN",
    "participantCountries": "IT;AT",
    "projectParticipants": {
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 199300
        },
        "986994013": {
            "orgId": "986994013",
            "orgName": "Univerzitet u Novom Sadu, Poljoprivredni fakultet Novi Sad",
            "ecContrib": 480519
        },
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 251926
        }
    },
    "calculatedTotalContribution": 931745
}