{
    "rcn": "199389",
    "acronym": "BILUM",
    "topics": "ERC-StG-2015",
    "title": "Novel applications based on organic biluminescence",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Organic semiconducting molecules often make for very good luminescent materials. Fundamental excitations are localized on single molecules, which is in stark contrast to inorganic semiconductors, such that exchange interactions lead to energetically distinct singlet and triplet states. The singlet-excited state is the origin of conventional fluorescence. However, once an excitation is in the molecular triplet state, emission of photons is very unlikely, because spin conservation needs to be broken. Here, non-radiative recombination outcompetes the radiative.\nRecent research efforts led to the discovery of highly efficient biluminescence. Here, in addition to the fluorescence from the singlet state, the phosphorescence (triplet state emission) is unlocked by suppression of non-radiative channels at room temperature. The dynamics of both states is vastly different with nanosecond fluorescence and millisecond phosphorescence. If both channels are highly luminescent, then there is no room for loss channels.\nWithin BILUM, the virtually unexplored phenomenon of biluminescence will be the central point: On the basic science side, efforts will be focussed on the detailed understanding of structure-property relationships that are key for efficient dual state emission. At the same time, with a curiosity driven engineering approach, known bilumophores will be carefully tested in different scenarios to set the ground for future applications. Biluminescence has the potential to access non-radiative triplet states that are in many cases system limiting, to serve as ultra-broadband emitters, to introduce persistent (ultra long-lived) emission, to store photonic energy, and to allow optical sensing with internal reference emission ñ all on the molecular level. New bilumophores will be identified through systematic screening that will employ quantum chemical calculations and developed through organic synthesis.",
    "totalCost": "1462500",
    "ecMaxContribution": "1462500",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 1462500
        }
    },
    "calculatedTotalContribution": 1462500
}