{
    "rcn": "199325",
    "acronym": "MultiCoop",
    "topics": "H2020-TWINN-2015",
    "title": "Multidisciplinary approach to strengthen cooperation and establish novel platform for comprehensive assessment of food and feed safety",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "MultiCoop is aimed at promoting new opportunities for participating partners (VSCHT, QUB and BOKU) by development of levels of excellence and expertise of all three institutions in the field of comprehensive food and feed safety assessment. A major focus will be in enhancing the range of competences of VSCHT. The main objectives and goals of the project are (i) the establishment of close links between project partners through organization of a series of training and mobility initiatives, (ii) dissemination and communication of project outcomes achieved by raising scientific capacity and through publication of joint scientific papers, (iii) the identification of new and important research topics which will result in further development of new collaborations through preparation of joint projects proposals, and (iv) enhancement of the profiles and competences of participating researchers. The main interests for substantial knowledge transfer are innovation in the field of analytical chemistry incorporating holistic analytical approach for analytical methods for targeted analysis of contaminants and health beneficial compounds, analytical approaches for non-targeted screening and metabolomic fingerprinting/profiling, and methods for identification of important metabolomic markers. Furthermore, interests in fit-for-purpose methods for assessment of currently unknown risks resulting from presence of mixtures of chemical contaminants in food and feed and novel approaches used in bioprospecting, a new tool for uncovering important natural resources for improving health are included. Our strategy is the delivery of knowledge transfer from partners with the greatest experience and expertise in a particular field to those whose needs are the greatest. A substantial benefit for this effective knowledge transfer is that a partial overlap of partners¥ competencies exists, which will allow for a smooth implementation of the knowledge gained by the particular partner institution.",
    "totalCost": "997943,75",
    "ecMaxContribution": "997943,75",
    "coordinator": "VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE",
    "coordinatorCountry": "CZ",
    "participants": "THE QUEEN'S UNIVERSITY OF BELFAST;UNIVERSITAET FUER BODENKULTUR WIEN",
    "participantCountries": "UK;AT",
    "projectParticipants": {
        "999867853": {
            "orgId": "999867853",
            "orgName": "VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE",
            "ecContrib": 416056
        },
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 290944
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 290944
        }
    },
    "calculatedTotalContribution": 997944
}