{
    "rcn": "199329",
    "acronym": "ICFOstepstone",
    "topics": "MSCA-COFUND-2014-DP",
    "title": "ICFOstepstone PhD Programme for Early-Stage Researchers in Photonics",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "ICFOstepstone is being proposed as an evolution of the current PhD-programme, offering competitive fellowships, paired with dedicated training actions within the chosen research field as well as for acquiring transferable skills, implementing mobility-actions in form of compulsory secondments at partner institutions in academia and industry alike, aiming at an integrated PhD aligned with the objectives in H2020.\n\nWe aim at promoting an international research environment where traditional boundaries between fields and sectors are crossed and multidisciplinary projects undertaken, therefore aiming at covering the triple ìiî dimension. It is expected that the award of a Fellowship under the proposed Programme will significantly boost the Fellowís career perspectives and their connections, enabling a diverse career path in the most important institutions worldwide of their chosen sector, therefore guaranteeing a smooth and successful transition to their next career step.\n\nThe ICFOstepstone is considered to be a natural advancement from the  COFUND programmes ICFO launched in the past, in terms of now expanding our efforts to the postgraduate level, to establish a long-term talent pipeline at any career level. This COFUND action therefore proposes a change in the focus group of potential recipients from the Experienced Researchers to Early Stage Researchers. Also, with ICFOstepstone, the excellence approach not only aims at an enhancement of the Recruiting & Hiring Life-Cycle but also at an enhancement of the Career Development Plan.\n\nAs shown in the proposal, ICFO has the necessary expertise to implement and develop the programme due to its broad and proven track record in the management of international research and education programmes. The proposal is also in line with current strategical ICFO HR and Education Objectives: working towards the implementation of the ìHR Strategy for Researchersî and towards further strengthening and enlarging our training programme.",
    "totalCost": "3139200",
    "ecMaxContribution": "1569600",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 1569600
        }
    },
    "calculatedTotalContribution": 1569600
}