{
    "rcn": "199365",
    "acronym": "RBI-T-WINNING",
    "topics": "H2020-TWINN-2015",
    "title": "Ru?er Boökovi? Institute: Twinning for a step forward of the Theoretical Physics Division",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "Research topics in theoretical physics at Ru?er Boökovi? Institute (RBI) are broad, from understanding the basic constituents of the Universe, to the study of new materials and complex systems. The research is performed within the Division of Theoretical Physics (DTP), mostly in collaboration with European research institutions. However, the effectiveness and impact is increasingly suffering from a strong limitation of resources, in terms of funding for students, collaboration and dissemination, in addition to the low salaries.  In this context, RBI recently made significant efforts to increase its research capabilities in the applied sector, in line with the Smart Specialization Strategy. This is planned through two projects, the major infrastructure project O-ZIP (high priority in the Croatian Operational program for the European Structural Funds) and a recently granted ERA Chair project.  Both will impact the theoretical community and call for a rise in its level.  RBI-T-WINNING will provide the complementary funding for theoretical physics, with the aim of raising the research profile to that of excellent institutions.  This aim will be pursued by supporting strong links with leading European research institutions. Intensive exchange of knowledge and experience will be organized with SISSA, CNRS/University of Paris-Sud Orsay, Ludwig Maximilian University and Niels Bohr Institute, excellent european institutes and altogether cover the investigations within theoretical physics. The set of measures include staff exchanges, training, conferences, summer schools, dissemination and outreach activities for impact on the local community. The project also enables active participation of Croatian researchers in top-level physics research programs, for increasing their experience and visibility.  In synergy with other related projects RBI-T-WINNING will maximize the overall impact on the research & innovation potential of Croatia in theoretical physics and overall.",
    "totalCost": "999987,5",
    "ecMaxContribution": "999987,5",
    "coordinator": "RUDER BOSKOVIC INSTITUTE",
    "coordinatorCountry": "HR",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE;KOBENHAVNS UNIVERSITET;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "DE;IT;DK;FR",
    "projectParticipants": {
        "999850878": {
            "orgId": "999850878",
            "orgName": "SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE",
            "ecContrib": 102130
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 45779
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 136859
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 18628
        },
        "999875031": {
            "orgId": "999875031",
            "orgName": "RUDER BOSKOVIC INSTITUTE",
            "ecContrib": 696592
        }
    },
    "calculatedTotalContribution": 999988
}