{
    "rcn": "199315",
    "acronym": "MULTILAT",
    "topics": "ERC-ADG-2014",
    "title": "Multi-phase Lattice Materials",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The integration of materials and architectural features at multiple scales into structural mechanics changed the way buildings were designed and gave us the Eiffel Tower, for example.  This approach led to the development of computational design approaches used in modern day construction and it is believed that similar principles can be applied to the design and manufacture of new lattice-based microstructures.  This vision, of fundamentally changing how materials are developed, is the inspiration behind this programme.  A systematic procedure for generating multi-phase lattice materials - MULTILAT - will be developed by micro-architectural design, in order to fill gaps in material property space.  New engineering devices and products frequently require materials with extreme properties, such as high strength and toughness at low density, and a systematic means of material invention is needed.  This proposal breaks much ground in developing new fundamental concepts, ranging from micro-architectured surface coatings to inter-penetrating bulk lattices of dissimilar materials.  Based on Fleckís earlier work on the mechanics of foams and lattice materials, the unique and novel aspects of the proposed research are to design multi-phase lattice materials made from a wide range of materials, topologies and length scales.  The focus will be on 2 inter-penetrating lattices, but the topology of each can range from 1D fibres, through 2D meshes to 3D lattices and foams.  A focus will be lightweight strong and tough lattices, and surface lattices (as coatings).  Examples from Nature will be used to develop fundamental concepts, ranging from the high toughness and ductility of the root of a tree branch, to the high toughness of human skin and underlying fat. The successful project will lay scientific foundations for new engineering devices and solutions that will improve our competitiveness and quality of life.",
    "totalCost": "2499869,99",
    "ecMaxContribution": "2499869,99",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}