{
    "rcn": "199356",
    "acronym": "ERACLE",
    "topics": "JTI-CS2-2014-CFP01-AIR-01-04",
    "title": "invEstigation of a contRA rotating open rotor engine Configuration trough wind tunneL Experiments",
    "startDate": "01/01/2016",
    "endDate": "30/04/2017",
    "objective": "In the framework of the airframe (AIR) ITD work package, as required by the JTI-CS2-2014-CFP01-AIR-01-04, the ERACLE project is aimed to assess the impact on tonal and broadband noise of the ìcore flow into propellerî architecture versus the conventional CROR architecture through wind tunnel test in low speed conditions. \nGoing in detail of technical aspects, the ERACLE consortium will support the model design, manufacturing and integration by realizing new sets of scaled blades, dummy pylon equipped with a pylon blowing system and nacelle with core flow. Moreover, in order to have representative primary flow density (hot air for real engine), the model will be equipped with an helium injection and mixing system. As final step of the activities,two wind-tunnel test campaigns will be performed on an existing A170C CROR WT model for core flow jet turbulence assessment in aerodynamic testing environment and, subsequently, for the noise characterization in acoustic testing environment.",
    "totalCost": "1275000",
    "ecMaxContribution": "1025625",
    "coordinator": "IBK-INNOVATION GMBH & CO. KG",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITA DEGLI STUDI ROMA TRE;NHOE - SOCIETA' A RESPONSABILITA' LIMITATA",
    "participantCountries": "IT",
    "projectParticipants": {
        "991776016": {
            "orgId": "991776016",
            "orgName": "IBK-INNOVATION GMBH & CO. KG",
            "ecContrib": 334250
        },
        "999866107": {
            "orgId": "999866107",
            "orgName": "UNIVERSITA DEGLI STUDI ROMA TRE",
            "ecContrib": 443750
        },
        "953987726": {
            "orgId": "953987726",
            "orgName": "NHOE - SOCIETA' A RESPONSABILITA' LIMITATA",
            "ecContrib": 247625
        }
    },
    "calculatedTotalContribution": 1025625
}