{
    "rcn": "199337",
    "acronym": "DELASTI",
    "topics": "JTI-CS2-2014-CFP01-LPA-01-03",
    "title": "DEvelopment of advanced LASer based technologies for the manufacturing of TItanium HLFC structures",
    "startDate": "01/01/2016",
    "endDate": "31/08/2018",
    "objective": "World air traffic volume is expected to grow per 2 in the next 15 years and that is the reason why reduction of air transport contribution to climate change is nowadays one of the most important objectives for aircraft manufacturers. The reduction of environmental impact requires a continuous improvement in aircraft efficiency, which depends on the use of lightweight structures and efficient aerodynamics, among others. Hybrid Laminar Flow (HLFC) on wing and fin is one of the potential ways to enhance the efficiency of the aircraft and to achieve up to 10% of fuel saving in commercial passenger aircrafts. A design approach for HLFC structure is made of a perforated skin sheet which is stiffened by stringers. This structure is produced by joining parallel aligned stringers to laser micro-drilled thin skin. Afterwards, a straightening process is necessary to achieve the flatness requirements. DELASTI project aims at i) the development of process and ii) system technology for reproducible laser welding and straightening of large titanium panels for HLFC structures, iii) assisted by a FE-based procedure focused on the prediction of 3D deformation and residual stresses. A revolutionary approach is sought which implies the use of one laser source as the only production means, in order to get the whole process in a single production stage. In this context, the present project pursues the following technical objectives:\n誰 Development of welding and straightening processes and system up to TRL 6, in order to obtain structures with sound joints and adequate flatness, in challenging large-scale thin (0.8 mm) structures\n誰 Integration of seam tracking and development of on-line process surveillance system\n誰 Accurate and fast prediction of distortion and residual stress for the whole process chain\n誰 Optimize and find useful parametric distortion related correlations for welding and straightening process parameters, based on experimental and validated FE numerical models.",
    "totalCost": "448843,75",
    "ecMaxContribution": "448843,75",
    "coordinator": "LORTEK S COOP",
    "coordinatorCountry": "ES",
    "participants": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "948667082": {
            "orgId": "948667082",
            "orgName": "LORTEK S COOP",
            "ecContrib": 315906
        },
        "999507401": {
            "orgId": "999507401",
            "orgName": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
            "ecContrib": 132938
        }
    },
    "calculatedTotalContribution": 448844
}