{
    "rcn": "199351",
    "acronym": "RESET",
    "topics": "JTI-CS2-2014-CFP01-AIR-01-07",
    "title": "Re-use of Thermoplastic Composite",
    "startDate": "01/01/2016",
    "endDate": "30/04/2018",
    "objective": "Current European policies plead for new technologies capable to implement feasible processes for recycling of products in their end of life cycle. Within this framework the re-use of thermoplastic composites, is a recurrent topic within the aircraft manufacturing industry which needs a suitable solution for the high performance thermoplastic composites once the craft is dismantled. PEEK (Polyether ether ketone) and PPS (Polyphenylene sulphide) all together reinforced with CF (Carbon Fibre) and, are the most common high performance materials considered as leftovers when their lifecycle has come to an end .\nTaking this into account, the RESET project aims to bring a second life to those thermoplastic composites which have been condemned to landfills, to the carbon fibre recovery by means of polymer pyrolysis or to energetic recovery. This milestone will be achieved through a sorting and milling process of these materials, leading to short chopped fibre reinforced thermoplastic granulates. These conditioned leftovers will be subsequently used to obtain new reinforced thermoplastic composites, by melt compounding along with virgin polymer, considering both monocomponent as well as binary blends. Besides, an evaluation of the properties of recycled materials will be carried out in terms of repeatability, processability and final product properties in order to ensure the suitability of the products regarding the final application of the demonstrators (e.g, brackets, clips...). With that purpose, process parameters will be defined during the design and evaluation of the prototypes mould. \nSumming up, the RESET project will lead to a whole new family of rCFRP reducing, therefore, the environmental footprint by giving a second life to the waste, by means of recycled high value products within the aircraft manufacturing value chain, redounding in the aerospacial economy through a closed-loop cycle philosophy.",
    "totalCost": "349156,25",
    "ecMaxContribution": "325006,25",
    "coordinator": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
    "coordinatorCountry": "ES",
    "participants": "AXYAL S.A.S.",
    "participantCountries": "FR",
    "projectParticipants": {
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 268656
        },
        "972936482": {
            "orgId": "972936482",
            "orgName": "AXYAL S.A.S.",
            "ecContrib": 56350
        }
    },
    "calculatedTotalContribution": 325006
}