{
    "rcn": "199369",
    "acronym": "REGothicVaultElements",
    "topics": "ERC-PoC-2015",
    "title": "Late Gothic vaults and their complex stone members: Recovering historical design procedures, implementing knowledge in restoration practice",
    "startDate": "01/02/2016",
    "endDate": "31/07/2017",
    "objective": "The proposal aims to transfer the results of the scientific research on design procedures of Late Gothic vaults into the practice of restoration of the architectural heritage. \n\nThese structures are extremely complex in their geometry, with complicated meshes of ribs soaring along three-dimensional curves and intersecting on multiple levels at the keystones. About the principles of their geometric design and the way of how the instructions for producing their single stone elements were formulated, a deeper understanding has been gained in the current research. \n\nHowever, at present this knowledge is not available in the restoration practice. Hence, in case of retrofit or the necessity of reproducing damaged stone elements, there is the risk of altering the peculiar geometric features and distorting the character of these unique masterpieces of historic architecture. \n\nA practical implementation of the scientific results, with the potential of significantly improving the quality of maintenance and restoration, can be achieved by defining practical working procedures that reproduce the original design principles, by documenting these procedures and by creating a demonstrator. For the development of these proposed working procedures, their testing and their dissemination among apprentices and specialized stone-masons, a collaboration with the Workshops or Fabrics of several major Cathedrals will be established, which are the institutions engaged in the conservation of Late Mediaeval and Early Modern stone constructions and in keeping alive the historical technical knowledge of stone masonry.",
    "totalCost": "149250",
    "ecMaxContribution": "149250",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 149250
        }
    },
    "calculatedTotalContribution": 149250
}