{
    "rcn": "199310",
    "acronym": "DuoTrainer",
    "topics": "ICT-37-2015-1",
    "title": "New robotic medical device for autonomous, home-based gait neurorehabilitation and weight-bearing leg exercise, aimed at adults with loss of standing and walking function",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The objective of INSPIRO and MADE FOR MOVEMENT with this business innovation project is to introduce a new ICT solution in the market of adult disabled people: DuoTrainer, a robotic system to allow people that cannot walk or stand by their own practise neurorehabilitation training at their homes autonomously.\nThere are 45 million people in Europe that can benefit from this machine. Only 15-to-30% of people receiving exercise as part of their therapy follow the recommended dosage, and 35% do not perform any exercise at all, because there is no way for adult people to do it by themselves, and they lack motivation to persevere. DuoTrainer will break those barriers, thanks to: a transfer mechanism to get up without external assistance, a training machine to help users move their legs, and a gaming interface that gives them feedback and an enjoyable training environment.\nThis is a totally new solution, unique in the market. All other devices are bulky, need several people assisting the patient, or are so expensive that cannot be afforded by the patients or their families. This is a lightweight machine, which will be sold at a similar price as basic assistive devices, and can be used at home by the patient at any time. It will improve the patientsí quality of life, and save referrals to tertiary centres and millions of euros to public health care.\nDuoTrainer, invented by INSPIRO, will be produced and distributed internationally by MADE FOR MOVEMENT, starting from their current geographic market (20 countries), and extending it to North America and other countries in successive years.\nFor this we will conduct a feasibility study in Phase 1, in order to improve the final quality of the product, make agreements with suppliers, address regulatory and IPR issues, define our commercialisation strategy, and elaborate a business plan. In Phase 2 we expect to perform a pilot study to demonstrate DuoTrainer in a real environment, and have it ready for commercialisation in Phase 3.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INSPIRO AS",
    "coordinatorCountry": "NO",
    "participants": "Made for Movement Group AS",
    "participantCountries": "NO",
    "projectParticipants": {
        "937223022": {
            "orgId": "937223022",
            "orgName": "INSPIRO AS",
            "ecContrib": 50000
        },
        "985482365": {
            "orgId": "985482365",
            "orgName": "Made for Movement Group AS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}