{
    "rcn": "199308",
    "acronym": "WISER",
    "topics": "SIE-01-2015-1",
    "title": "WISER ñ the energy saving and burglar proof window that breathes for enhanced indoor comfort",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "BGTEC is a Polish SME, active since 1996 in the production of customised windows and fenestration products for high-end clients; our current niche market consists of new constructions and deep retrofitting projects, in particular nearly zero energy single-family houses, villas and passive houses. As a result of our continuous product development efforts to fulfil market demand, in 2012 we have conceived an innovative idea for a reversible window technology, the WISER window. Windows operated through a rotation across mid axis are state of the art, however none of them allows users to rotate the window sash 180∞ and lock it in the new position. WISER reversible window technology is enabled by innovative hydraulic gaskets and burglar-proof electro-magnetic locking mechanisms fully integrated in the structure of the frame, operated via a simple to use control system which can be integrated to a central building automation infrastructure or central security system. WISER is the only window that can reduce the thermal radiation from the outside during summer season, and reduce the thermal dispersion from the interior in the winter, thanks to the double positioning of the low-E glass. Enhanced ventilation is permitted through an innovative use of the active gaskets, permitting air flow while keeping the window locked. WISER window can be easily adapted to different climates and seasons along the year as well as material combinations and building types. WISER allow easy, cheaper and safer cleaning of glasses on both sides. WISER product family is aimed to change the way people interacts with windows: its unique design satisfies in a single product the needs for energy efficiency, indoor climate, security as well as easier and safer cleaning. It represents therefore an incredible business opportunity for us to move from a niche onto a multi-million market with a much larger international presence, in line with the ambition of the projects to get funded under the SME Inst.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BERGAMO TECNOLOGIE SPZOO",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953823311": {
            "orgId": "953823311",
            "orgName": "BERGAMO TECNOLOGIE SPZOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}