{
    "rcn": "199343",
    "acronym": "Industrial FW 4.0",
    "topics": "ICT-37-2015-1",
    "title": "Internet 4.0 based Manufacturing Execution System for the SME sector",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "Lamberprom is a Spanish company providing Advanced Technology Solutions to the manufacturing industry. Having executed several projects in the manufacturing industry, we know the market and the companiesí needs. We see a business opportunity in addressing the niche market of manufacturing SMEs in the pharmaceutical, fine chemists and food&beverage sector that has ñ out of financial aspects ñ no access to existing sophisticated Manufacturing Execution Systems (MES).\nThese systems at the moment are tailored to the needs of large enterprises.\n\nWe aim at developing and commercializing Industrial FW 4.0, which is an open 4.0 Industrial Internet Framework that enables communication between industrial systems (MES) and the Internet (cloud). This solution integrates production systems with Internet (B2B, Social Media, and Digital Marketing) in real-time and allows context aware automated decision making. Our prototype and the first pilot tests have delivered promising technological results. Bringing the solution to the market would provide SMEs with a marketplace, where they can acquire a set of functional modules according to their MES needs, thus keeping the system complexity and the associated costs at the level of their financial capabilities. Furthermore, Industrial FW 4.0 is an open system that allows interoperability between heterogeneous systems, thus giving Independence from developers and integrators.\n\nOur concept fits very well in the concept of ìIndustry 4.0î, a project promotes the computerization of traditional industries such as manufacturing. This has now become a world-wide trend, because the industry could save billions of euros if the Industrial Internet achieved an increase of only 1% annual productivity growth over the next 15 years.\nWe expect that this phase 1 project will bring us closer to commercialization of Industrial FW 4.0 through assessing its feasibility and commercialization potential.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LAMBERPROM SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935959015": {
            "orgId": "935959015",
            "orgName": "LAMBERPROM SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}