{
    "rcn": "199331",
    "acronym": "DUST-IN-THE-WIND",
    "topics": "ERC-StG-2015",
    "title": "Dust in the wind ó a new paradigm for inflow and outflow structures around supermassive black holes",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Active galactic nuclei (AGN) represent the active growing phases of supermassive black holes. For the first time, we are able to resolve the dusty gas on parsec scales and directly test our standard picture of these objects. While this ìunification schemeî relates the parsec-scale IR emission with a geometrically-thick disk, I have recently found that the bulk of the dust emission comes from the polar region of the alleged disk where gas is blown out from the vicinity of the black hole. Along with these polar features, the compactness of the dust distribution seems to depend on the accretion state of the black hole. Neither of these findings have been predicted by current models and lack a physical explanation. \nTo explain the new observations, I proposed a revision to the AGN unification scheme that involves a dusty wind driven by radiation pressure. Depending on their masses, velocities, and frequency, such dusty winds might play a major role in self regulating AGN activity and, thus, impact the interplay between host and black hole evolution. However, as of now we do not know if these winds are ubiquitous in AGN and how they would work physically. Upon completion of the research program, I want to\nï characterise the pc-scale mass distribution, its kinematics, and the connection to the accretion state of the AGN,\nï have a physical explanation of the dusty wind features and constrain its impacts on the AGN environment, and\nï have established dust parallax distances to several nearby AGN, as a multi-disciplinary application of the constraints on the dust distribution.\nFor that, I will combine the highest angular resolution observations in the IR and sub-mm to create the first pc-scale intensity, velocity, and density maps of a sample of 11 AGN. I will develop a new model that combines hydrodynamic simulations with an efficient treatment of radiative transfer to simulate dusty winds. Finally, direct distances to 12 AGN with a combined 3% precision will be measured.",
    "totalCost": "1475171",
    "ecMaxContribution": "1475171",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 1475171
        }
    },
    "calculatedTotalContribution": 1475171
}