{
    "rcn": "199370",
    "acronym": "SAFE-CTS",
    "topics": "IT-1-2015",
    "title": "Efficient and cost-effective intermodal road-rail container freight system",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "There is a very high potential to improve the sustainability and performance of the European freight transport and logistics industry by moving road-based transport towards more sustainable transportation means, namely rail, which currently represent a very small share in Europe.\n\nSafe Green Logistics (SGL) in consortium with PVF Schinenfahrzeuge, aim at demonstrating an efficient and cost-effective freight logistics system based on multimodal transport as an alternative to road-based freight transport.\n\nThe innovation is based upon a truck/train container transfer system (CTS) and a disruptive re-organization of the freight logistical networks. By bringing the disruptive SAFE-CTS concept to market, SGL will drastically optimize the entire inland freight value chain, through cheaper, faster and greener transportation of goods. It will empower a paradigm shift by moving part of the increasing freight transport demand to more efficient multimodal rail-road transport logistics. \n\nSAFE-CTS project will focus on demonstrating the SAFE-CTS technology in a pilot point-to-point route transporting cargo between Melnik in Czech Republic and the Port of Aalborg in Denmark. This will be the first step towards showcasing the concept and validating the technology under real operational environment, thus representing a key milestone for overcoming prevailing market entrance barriers for SGL. In the immediate post-project, SGL will be ready to deploy the concept in fully operating point-to-point routes; the company expects to sell the concept for at least 9 routes in the initial 5 years post-project. \n\nSAFE-CTS is expected to significantly enhance the profitability of SGL, with an expected turnover of Ä10 Million, 5 years post-project. Moreover, the successful achievement of the project objectives is expected to enable scaling the concept to larger regions for the full roll-out of the complete SAFE-CTS system including automatic sorting HUBs.",
    "totalCost": "1639818,75",
    "ecMaxContribution": "1147873,13",
    "coordinator": "SAFE GREEN LOGISTICS A/S",
    "coordinatorCountry": "DK",
    "participants": "PVF SCHIENENFAHRZEUGE SRO",
    "participantCountries": "CZ",
    "projectParticipants": {
        "927113876": {
            "orgId": "927113876",
            "orgName": "PVF SCHIENENFAHRZEUGE SRO",
            "ecContrib": 233192
        },
        "935364405": {
            "orgId": "935364405",
            "orgName": "SAFE GREEN LOGISTICS A/S",
            "ecContrib": 914681
        }
    },
    "calculatedTotalContribution": 1147873
}