{
    "rcn": "199392",
    "acronym": "TopDyn",
    "topics": "ERC-StG-2015",
    "title": "Probing topology and dynamics in driven quantum many-body systems",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "If the twentieth century was about discovering the basic laws of quantum mechanics, then the twenty first century will be about pushing them to new frontiers and learning how to control them. Condensed matter systems are predicted to host many intriguing and potentially useful quantum phenomena, though materials where they can be realized are rare. This motivates me to seek alternative routes for their realization, and to find new means for controlling quantum many-body systems.\n\nIn this project I aim to provide a deeper and broader theoretical understanding of quantum dynamics in driven many-body systems, and to expose new routes for experimental investigation. As a major research theme, my team will investigate possibilities for using time-dependent fields to realize topological phenomena through strong driving. The theoretical description and realization of such phenomena is a multifaceted problem that will serve as a vehicle for elucidating many general aspects of driven quantum dynamics that are relevant on an even broader scale.\n\nTo achieve my broad goals I propose an ambitious work plan, organized into three interrelated work packages focused on: 1) characterizing, 2) realizing, and 3) probing the static, dynamic, and topological properties of driven quantum systems. In some cases we will study conceptually pure, minimal models, designed to illustrate the interplay between driving and interactions. We will also investigate realistic, experimentally-motivated models, seeking to understand the key factors and processes that govern the realization of topological phenomena in driven systems, and how to control them. In addition, we will study non-equilibrium probes of correlated systems, focusing on using the nuclear spin environments of electronic systems to probe and control the systems' magnetic properties.  Through each of these tracks we will gain valuable new insight into the nature and dynamics of quantum many-body systems, far from equilibrium.",
    "totalCost": "1205000",
    "ecMaxContribution": "1205000",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1205000
        }
    },
    "calculatedTotalContribution": 1205000
}