{
    "rcn": "199363",
    "acronym": "EXCELLABUST",
    "topics": "H2020-TWINN-2015",
    "title": "Excelling LABUST in marine robotics",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Laboratory for Underwater Systems and Technologies (LABUST) at the University of Zagreb Faculty of Electrical and Engineering (UNIZG-FER) in Croatia positioned itself in the last years as the regional leader in marine robotics: LABUST has the required technologies, people, infrastructure, and experience in field experiments. What LABUST is missing is research excellence that will allow it to fully exploit and bring available resources to a level compatible with internationally leading institutions in the area of marine robotics.  \nThe main goal of EXCELLABUST project is to address networking gaps and deficiencies between UNIZG-FER and internationally leading counterparts at EU level, by significantly strengthening marine robotics research within LABUST through twinning with expert partners. \nThe first objective is to increase UNIZG-FER marine robotics scientific excellence and innovation capacity, and raise staff's research profile within three strategic research domains (SRDs) that are aligned with the Strategic Research Agenda for Robotics in Europe 2014 - 2020: 1) mapping and perception, 2) advanced navigation, guidance, and control, and 3) autonomy and cognition. The second objective is to increase UNIZG-FER scientific involvement and visibility.\nThese objectives will be reached through a set of strategic measures: staff exchanges and expert visits for providing S&T knowledge transfer; on-site trainings for providing hands-on S&T experience; innovation management trainings; organization of research-industry workshops for strengthening links to marine robotics industry; and joint organization of summer schools with strong emphasis on application of marine robotics for strengthening links to marine robotics end-users from marine biology, marine archaeology, oceanography, marine security, etc.\nIn order to measure the quality of the twinning action, key impact indicators are defined and they will be monitored during and after the EXCELLABUST project lifetime.",
    "totalCost": "1014551",
    "ecMaxContribution": "1014551",
    "coordinator": "SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA",
    "coordinatorCountry": "HR",
    "participants": "UNIVERSITAT DE GIRONA;UNIVERSITY OF LIMERICK;CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "ES;IE;IT",
    "projectParticipants": {
        "999876486": {
            "orgId": "999876486",
            "orgName": "SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA",
            "ecContrib": 381225
        },
        "999809071": {
            "orgId": "999809071",
            "orgName": "UNIVERSITY OF LIMERICK",
            "ecContrib": 228343
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 201056
        },
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 203927
        }
    },
    "calculatedTotalContribution": 1014551
}