{
    "rcn": "199328",
    "acronym": "INSECTBARRIER",
    "topics": "NMP-25-2015-1",
    "title": "Insect-repellent coating for food packages",
    "startDate": "01/01/2016",
    "endDate": "30/06/2016",
    "objective": "More than 4 million packaging units of rice and dry pasta are lost every year as consequence of insect infestations at European level. This problem represents around one third of the complaints received by the food companies. European consumers are highly reluctant to find insects in the food they consumed and therefore a severe control of insect infestations is demanded. One sole infested package has huge economical consequences for food processors and retailers, estimated in Ä400 million in complaints and Ä10 million in un-sold products. In addition, the devaluation of the brand, the loss of consumerís loyalty, and infringement of food safety regulations (EC 178/2002) can be highlighted. INESFLY CORPORATION, S.L. is a company founded in 1997 that has 14 employees and an annual turnover of Ä1,368,478. It is specialised in the research and production of new and more efficient products to combat all kind of arthropods and pests. INESFLYís patented a technology based on the microencapsulation of active agents providing a longlasting activity. INSECTBARRIER proposes to transfer this technology from the current applications to the paperboard packaging.\nWith INSECTBARRIER, we aim to launch our products into the food packaging sector by providing a specific coating solution for cardboard packages as those used to store, transport and distributed the packed rice and dry pasta. As a whole, sales of about Ä19 million are forecast within a five-year period, generating profits of over Ä2.4 million.\nDuring phase 1, a feasibility study including a business plan will be developed. This study will include: (1) a market assessment to confirm INESFLYís products acceptance in the two food segments considered; (2) a technical assessment to validate our coatings according to paperboard converting procedures, as well as final testing; (3) a stakeholder assessment to identify the key players and activities for the second and third phases of the project; and (4) a complete Business Plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INESFLY CORPORATION SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953783735": {
            "orgId": "953783735",
            "orgName": "INESFLY CORPORATION SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}