{
    "rcn": "199371",
    "acronym": "ClearPEMplus",
    "topics": "PHC-12-2015-1",
    "title": "Enhanced Silicon Photomultiplier-based detectors for high-resolution Positron Emission Mammography.",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "Breast cancer affects more than 1.7 million women each year in Europe. Early detection and exact staging (single or multi-localization) is of extreme importance for improving the survival rate and cure outcome, and tailoring the operation (tumor or whole-breast removal). Currently mammography is the technique of choice for breast cancer screening, with positive cases addressed to further exams. Positron Emission Tomography (PET) imaging is beneficial to complement mammography in many situations: screening of critical cases with cancer history, detection in young women with dense breast or silicon implants, and to evaluate the effect of a cure. However whole-body PET scanners suffer of scarce sensitivity and are effective only in detecting tumours larger than 1-1.5cm. \nPETsys Electronics has designed and developed an innovative detector module for PET scanner based on the SiPM photodetector, a solid state device with enhanced sensitivity to lowñlight signal, that is read out by their novel highly integrated Application Specific Integrated Circuits (ASICs). The housing is specifically designed for breast cancer detection. Currently, ClearPEM\\ is the only PET breast scanner based on the SiPM photodetector, which allows to provide a 10-fold larger sensitivity than whole body PET scanner. The improved spatial resolution enables to identify breast lesions as small as 1-2 mm.  \nClearPEM\\ addresses the market of hospitals and clinics replying to their need of enhancing the specificity of mammography screening in breast cancer detection to battle the increasing rate of false-positive results, which implies additional cost for the healthcare system and unnecessary distress for women. \nThe Phase 1 project will be focused on establishing a complete supply chain, a sound business model and commercialization strategy, a planning of all activities for performing the clinical trials in hospital departments, as well as the elaboration of an industrialization and marketing plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PETSYS ELECTRONICS - MEDICAL PET DETECTORS SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941895609": {
            "orgId": "941895609",
            "orgName": "PETSYS ELECTRONICS - MEDICAL PET DETECTORS SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}