{
    "rcn": "199382",
    "acronym": "DemoWind 2",
    "topics": "LCE-18-2015",
    "title": "DemoWind 2 ERA-NET Cofund action - delivering cost reduction in offshore wind",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "DemoWind 2 proposes to bring together a number of national and transnational organisations with an interest in accelerating cost reduction in offshore wind. It follows on from the first DemoWind initiative that launched in 2014 and, like its predecessor, is focussed on enabling industry, through partnership, to push technologies through TRLs 5-6 to 6-7 in transnationally funded projects.  We aim to connect existing and new European offshore wind demonstration opportunities, exchange knowledge and facilitate the acceleration of cost reducing innovative technologies to commercialisation.\nThis action will contribute to European cost reduction targets for offshore wind, economic development of the European offshore wind sector and help to maintain the EUís internationally leading position in offshore wind.  Reducing technology cost is essential to increasing the deployment of offshore wind, making a significant contribution to the EUís climate change targets, replacing aging fossil burning power plants with affordable energy. \n\nThe main objectives of the DemoWind  2 project are split into two parts:\nïPart A is dedicated to activities related to the main co-funded Call (Work Packages 1-5)\nïPart B is dedicated to additional activities (Work Packages 6-7), which will be aimed at widening the dissemination of technologies supported by DemoWind 2 and at identifying and taking forward further opportunities for the DemoWind 2 partners and others to fund further RD&D activities targeting cost reduction in offshore wind without Commission funding. Initially, these additional activities will involve DemoWind 2 strengthening links with existing OSW industry groups looking at innovation and cost reduction, specifically  the OWA Europe programme.",
    "totalCost": "25932924",
    "ecMaxContribution": "8557864,92",
    "coordinator": "The Department Of Energy and Climate Change",
    "coordinatorCountry": "UK",
    "participants": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.;MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT;MINISTERIO DE ECONOMIA, INDUSTRIA Y COMPETITIVIDAD;AGENTSCHAP VOOR INNOVATIE DOOR WETENSCHAP EN TECHNOLOGIE;NORGES FORSKNINGSRAD;ENERGISTYRELSEN;ENOVA SF",
    "participantCountries": "ES;NL;BE;NO;DK",
    "projectParticipants": {
        "994605603": {
            "orgId": "994605603",
            "orgName": "ENERGISTYRELSEN",
            "ecContrib": 2462686
        },
        "954020706": {
            "orgId": "954020706",
            "orgName": "MINISTERIO DE ECONOMIA, INDUSTRIA Y COMPETITIVIDAD",
            "ecContrib": 318395
        },
        "999510020": {
            "orgId": "999510020",
            "orgName": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.",
            "ecContrib": 1044887
        },
        "999656878": {
            "orgId": "999656878",
            "orgName": "AGENTSCHAP VOOR INNOVATIE DOOR WETENSCHAP EN TECHNOLOGIE",
            "ecContrib": 552350
        },
        "950479139": {
            "orgId": "950479139",
            "orgName": "ENOVA SF",
            "ecContrib": 59812
        },
        "999460453": {
            "orgId": "999460453",
            "orgName": "NORGES FORSKNINGSRAD",
            "ecContrib": 59812
        },
        "911879929": {
            "orgId": "911879929",
            "orgName": "DEPARTMENT FOR BUSINESS ENERGY AND INDUSTRIAL STRATEGY",
            "ecContrib": 2029961
        },
        "953236461": {
            "orgId": "953236461",
            "orgName": "The Department Of Energy and Climate Change",
            "ecContrib": 0
        },
        "972778178": {
            "orgId": "972778178",
            "orgName": "MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT",
            "ecContrib": 2029961
        }
    },
    "calculatedTotalContribution": 8557864
}