{
    "rcn": "199352",
    "acronym": "NEWCORT",
    "topics": "JTI-CS2-2014-CFP01-AIR-02-05",
    "title": "Novel Processes and Equipment in Composite Repair Technology",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "NEWCORT will develop and validate novel processes and equipment for the repair of composite airframes. Three key stages in the bonded composite repair procedure were identified, namely material removal & surface preparation, heating for polymerization of patch and positive pressure application for improved compaction of patch layers. In all three stages novel processes will be developed, either through integration of innovations already existing within the proposing consortium or through research focused in targeted areas. For material removal, developments include process optimization to enable close tolerance applications for curved thick composite structures, potentially combined with scarfed pre-cured patches, potential simplification of stepping requirements and adaptation of material removal equipment to most frequent geometries (e.g. fuselage curvature). Novel heating processes and equipment will focus on the polymerization of new types of resins (e.g. M20 at 140oC), possibly including thermoplastic materials, through application of new power supply control logic, dielectric sensors for curing and viscosity monitoring, heating flux sensors for improved curing control, heating mats with embedded thermocouples and dielectric sensors, simulation software for selection of blankets and thermocouples installation topology, as well as development of Quick Composite Repair (QCR) kits for most frequent aircraft repair cases. Finally, the development of positive pressure application equipment for flat / curved structures will be studied, together with optimized pressure measurement devices and control software, mountable to most frequent repair cases (e.g. composite fuselage curvature). The application of such novel processes in real-life aeronautical environment will be guaranteed, through the simultaneous development of all the associated application equipment, resulting in TRL-7 solutions, ready to undergo a full validation campaign during the last project steps.",
    "totalCost": "588745",
    "ecMaxContribution": "588745",
    "coordinator": "GMI AERO SAS",
    "coordinatorCountry": "FR",
    "participants": "SWEREA SICOMP AB;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;ADVANCES & INNOVATION IN SCIENCE & ENGINEERING CO EE;PANEPISTIMIO PATRON",
    "participantCountries": "SE;EL",
    "projectParticipants": {
        "997697769": {
            "orgId": "997697769",
            "orgName": "GMI AERO SAS",
            "ecContrib": 310000
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 77500
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 69375
        },
        "999762414": {
            "orgId": "999762414",
            "orgName": "SWEREA SICOMP AB",
            "ecContrib": 69620
        },
        "961876445": {
            "orgId": "961876445",
            "orgName": "ADVANCES & INNOVATION IN SCIENCE & ENGINEERING CO EE",
            "ecContrib": 62250
        }
    },
    "calculatedTotalContribution": 588745
}