{
    "rcn": "199327",
    "acronym": "ELEvaTE",
    "topics": "H2020-TWINN-2015",
    "title": "Achievement of Excellence in Electron Processes for Future Technologies",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "This H2020 Twinning project ëAchievement of Excellence in Electron Processes for Future Technologiesí (ELEvaTE) is aimed at advancing the excellence of the Electron and Plasma Physics Laboratory (EPPL) in the Faculty of Mathematics Physics and Informatics, Comenius University in Bratislava such that it becomes a centre of international excellence and an exemplar for other Slovakian HEI while furthering the Strategy for Smart Specialization of the Slovak Republic.\nEPPL has an established scientific reputation and has exploited its expertise in the development of novel future technologies. The EPPL is integrated in some international programmes and has hosted conferences but lacks experience in leading international projects, industry cooperation and disseminating results.\nThe goal of the ELEvaTE is to provide the EPPL opportunity to learn from partners to achieve ambition of creating a centre of excellence. ELEvaTE will twin EPPL with the Molecular Physics Group at the Open University (OU) in United Kingdom and Nano-Bio-Group at the Institute for Ion Physics and Applied Physics at the University of Innsbruck (UIBK). The OU is exceptional in results dissemination and the UIBK combines research with enterprise (e.g. ëspin outí company Ionicon, world's leading producer of PTRMS), both are exemplars of ëwidening participation and gender sensitive researchí and are strong in preparing IPR.\nELEvaTE will be implemented through work packages with clear and measurable deliverables. The UIBK will lead the academic-industry cooperation and technology transfer while the OU will focus on means of results dissemination. The EPPL will adopt new codes of practice on technology transfer, academic-industry partnerships and revise its management structures to implement and sustain excellent science. The partnership will be exploited for submitting joint research project proposals especially within H2020. The EPPL will transfer its knowledge and scientific excellence to other HEIs.",
    "totalCost": "989625",
    "ecMaxContribution": "988125",
    "coordinator": "UNIVERZITA KOMENSKEHO V BRATISLAVE",
    "coordinatorCountry": "SK",
    "participants": "UNIVERSITAET INNSBRUCK;THE OPEN UNIVERSITY",
    "participantCountries": "AT;UK",
    "projectParticipants": {
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 287625
        },
        "999841566": {
            "orgId": "999841566",
            "orgName": "UNIVERZITA KOMENSKEHO V BRATISLAVE",
            "ecContrib": 412875
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 287625
        }
    },
    "calculatedTotalContribution": 988125
}