{
    "rcn": "199322",
    "acronym": "NOTRE",
    "topics": "H2020-TWINN-2015",
    "title": "Network for sOcial compuTing REsearch (NOTRE)",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The vision of NOTRE is to develop a network that will strengthen and enhance the potential of the newly established Social Computing Research Centre (SCRC) at the Cyprus University of Technology (CUT) for stimulating scientific excellence and innovation capacity in the area of social aspects of computing. NOTRE proposes an interdisciplinary approach towards the close network collaboration between SCRC of CUT, a research active university in a low-performing member state, and four internationally-leading counterparts specializing in: (a) online social networks and their analysis; (b) entertainment, games, virtual reality and educational technologies; (c) Social Computing for social inclusion; and (d) Social Computing and social change. SCRC through this proposal does not only aim to access the core research groups of the leading counterparts, and their collaborators, but also recognizes the multidisciplinarity of the field and will try to establish itself as an intermediate between them. The NOTRE network will follow a series of interlinked activities, such as short term staff exchanges, expert visits and short-term on-site training, workshops, conference attendance, organization of joint summer school type activities, and dissemination and outreach activities. Such activities with world-renowned EU partners (IMDEA; MIRALab of Universite de Geneve; Institute of Computer Science of the Foundation for Research and Technology Hellas -FORTH-ICS; and the Department of Political Science of the University of Dusseldorf -UDUS), will be instrumental for significantly strengthening SCRC's research efforts, enhancing the network's innovation capacity and research profile, and stimulating scientific excellence in the emerging multidisciplinary field of Social Computing. The effective knowledge transfer and sharing through NOTRE will also push for research advancements linked to the Smart Specialization Strategy of Cyprus.",
    "totalCost": "1000000",
    "ecMaxContribution": "1000000",
    "coordinator": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
    "coordinatorCountry": "CY",
    "participants": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF;UNIVERSITE DE GENEVE;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;FUNDACION IMDEA NETWORKS",
    "participantCountries": "DE;CH;EL;ES",
    "projectParticipants": {
        "999856116": {
            "orgId": "999856116",
            "orgName": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
            "ecContrib": 135000
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 122500
        },
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 450000
        },
        "999651058": {
            "orgId": "999651058",
            "orgName": "FUNDACION IMDEA NETWORKS",
            "ecContrib": 120000
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 172500
        }
    },
    "calculatedTotalContribution": 1000000
}