{
    "rcn": "199384",
    "acronym": "INSERTRONIC",
    "topics": "SIE-01-2015",
    "title": "Development of highly-efficient low-emission log wood-fired closed fireplace INSERts thanks to an automated elecTRONIC control system",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "RIKA, as one of the European market leaders regarding log wood and pellet stoves, aims at a significant extension of its product portfolio by the development and market introduction of a new closed fireplace insert technology, the INSERTRONIC. With this technology which shall distinguish itself from competing products by significantly reduced emissions, increased efficiency as well as increased user comfort, RIKA will become a complete supplier for wood based room heaters. Thereby, RIKA aims at strengthening its position as European technology leader as well as to double its turnover until 2022. A technical concept of the INSERTRONIC, which builds on RIKAís innovative log wood stove technology, has already been defined. Within the project the new technology shall be developed, tested and optimised in order to pass type testing at project end. A number of innovations (world-wide novelties for fireplace inserts) shall be implemented, of which the most important are (i) the utilisation of novel insulation materials as well as materials with catalytic coatings for emission reduction, (ii) the application of modern computational fluid dynamics (CFD) simulation tools for process design and optimisation, (iii) the implementation of an automated control and ignition system as well as (iv) the development of a flexible insertion frame and modular panelling system which provide a high flexibility regarding installation and outer appearance. Techno-economic analyses in order to keep the final product costs at a competitive level as well as dissemination, communication and commercialisation measures shall ensure a quick market introduction after project end.\nSince the European closed fireplace insert market amounts to about 850,000 units/year, the new technology will have a\nsignificant impact on a more efficient utilisation of biomass resources as well as a reduction of CO2 emissions (substitution\nof fossil fuels) and therefore will be of great relevance to the Work Programme.",
    "totalCost": "1691400",
    "ecMaxContribution": "1183980",
    "coordinator": "RIKA INNOVATIVE OFENTECHNIK GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985988220": {
            "orgId": "985988220",
            "orgName": "RIKA INNOVATIVE OFENTECHNIK GMBH",
            "ecContrib": 1183980
        }
    },
    "calculatedTotalContribution": 1183980
}