{
    "rcn": "199326",
    "acronym": "NESTER",
    "topics": "H2020-TWINN-2015",
    "title": "Networking for Excellence in Solar Thermal Energy Research",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The NESTER proposal aims in upgrading the scientific and innovation performance of the Cyprus Institute (CyI) in the field of Solar-Thermal Energy (STE). The upgrade will be achieved by embedding the Instituteís activities in a network of excellence, which will provide access to the latest know-how and facilities, train CyIís scientific and technical personnel and link it with the European Industry. The substantial investments made/planned by CyI in infrastructure and personnel will thus become more efficient and competitive allowing claim to   international excellence. \n\nThe geopolitical placement of Cyprus offers excellent opportunities for cultivating a research and innovation niche in Solar Technologies. At the same time the remoteness of the corresponding centres of Excellence of EU is a major impediment. The NESTER proposal strives to enhance the advantages and ameliorate the disadvantages of this geographical placement.\n\nThe NESTER network comprises of three leading institutions in the field of solar energy research (CIEMAT, ENEA, PROMES/CNRS and RWTH ñ Aachen). They possess a formidable know how in this field and operate some of the most important facilities, worldwide. The resulting enhanced capabilities and status of CyI would in turn reflect positively on developing the knowledge economy of Cyprus. It will also enhance the positioning of Cyprus as an important player in applied scientific research at the interface of the European and Middle East/North Africa regions. \n\nA number of activities are proposed in a detailed program which includes training and knowhow transfer, seminars and networking events with European and EMME partners, summer school activities, and public outreach and awareness and networking events.  It is designed to ensure sustainability, evolution and continuation of the activities including the cooperation among the partners well beyond the expiration of the three-year funding period.",
    "totalCost": "1060797,5",
    "ecMaxContribution": "1060797,5",
    "coordinator": "THE CYPRUS INSTITUTE",
    "coordinatorCountry": "CY",
    "participants": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "DE;ES;IT;FR",
    "projectParticipants": {
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 195188
        },
        "965934440": {
            "orgId": "965934440",
            "orgName": "THE CYPRUS INSTITUTE",
            "ecContrib": 424940
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 71938
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 174375
        },
        "999614877": {
            "orgId": "999614877",
            "orgName": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
            "ecContrib": 194358
        }
    },
    "calculatedTotalContribution": 1060799
}