{
    "rcn": "199357",
    "acronym": "FRCDoorDemonstrator",
    "topics": "JTI-CS2-2014-CFP01-AIR-02-01",
    "title": "Flightworthy Flush  Lightweight doors for unpressurized Fast Rotorcraft",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "In the JTI Clean Sky 2, the Fast Rotorcraft Project (FRC) aims at demonstrating that the compound rotorcraft configuration opens up to new mobility roles that neither conventional helicopters nor fixed wing aircraft can currently cover. These advanced rotorcraft concepts aim at high cruise speed, low fuel consumption and further benefits for operators as well as the society. The 4 doors will be developed in order to provide flightworthy flush & lightweight doors for an unpressurized Fast Rotorcraft demonstrator. The applicants are proposing latest state-of-the-art FRP composite  technologies & design methods as well as support the topic manager up to test & certification documentation  as well as a flight test survey.\nThe major challenges include the development of a preliminary concept from concepts up to flightworthy demonstrators at TRL6 for all four types of FRC doors. \n\nPivotal questions relate to material selection, production methods as well as quality assurance in the context of innovation & sustainability in the aeronautical branche.",
    "totalCost": "1366410",
    "ecMaxContribution": "997487,25",
    "coordinator": "LKR LEICHTMETALL KOMPETENZZENTRUM RANSHOFEN GMBH",
    "coordinatorCountry": "AT",
    "participants": "CI COMPOSITE IMPULSE GMBH & CO",
    "participantCountries": "DE",
    "projectParticipants": {
        "954208304": {
            "orgId": "954208304",
            "orgName": "CI COMPOSITE IMPULSE GMBH & CO",
            "ecContrib": 860820
        },
        "998093723": {
            "orgId": "998093723",
            "orgName": "LKR LEICHTMETALL KOMPETENZZENTRUM RANSHOFEN GMBH",
            "ecContrib": 136668
        }
    },
    "calculatedTotalContribution": 997488
}