{
    "rcn": "199323",
    "acronym": "VET-TWIN",
    "topics": "H2020-TWINN-2015",
    "title": "Strengthening of scientific excellence of the National Veterinary Research Institute in animal health and food chain safety",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The general objective of the VET-TWIN project is to increase the potential and research capacity of the National Veterinary Research Institute (NVRI) by cooperation with internationally-leading counterparts from Germany (Federal Institute for Risk Assessment-BfR) and Denmark (Technical University of Denmark, National Veterinary Institute; DTU Vet) ? to act in an international scientific and research environment as a leading institute in the fields of animal infectious diseases, zoonoses and food chain safety.\nThe objective defined in such a way will be accomplished through a number of activities, in particular through the implementation of the Joint Strategy of Cooperation and Development, and by introduction of mechanisms for the interaction of scientists at the operational level, as well as through activities helping in the exchange of knowledge and experiences among scientists.\nThe concept of the VET-TWIN project fully addresses the objectives of the Horizon 2020 programme. Through activities planned in order to increase the level of scientific excellence of the institute and its research staff, the project fully implements the specific objective Spreading Excellence and Widening Participation. The Implementation of the project fits directly in with the specific challenge of Twinning. By creating a partnership between the aforementioned entities, it will be possible to cooperate and exchange knowledge on an international level. Furthermore, the involvement of two scientific centres of excellent repute in the international research community to the VET-TWIN project, will prevent the crowding-out effect for an institution from a country with a lower Composite indicator of Research Excellence.\nThe above-mentioned factors justify the need for the implementation of the project because it responds directly to the problems diagnosed within the Specific Challenge.",
    "totalCost": "970425",
    "ecMaxContribution": "970425",
    "coordinator": "PANSTWOWY INSTYTUT WETERYNARYJNY - PANSTWOWY INSTYTUT BADAWCZY",
    "coordinatorCountry": "PL",
    "participants": "BUNDESINSTITUT FUER RISIKOBEWERTUNG;DANMARKS TEKNISKE UNIVERSITET",
    "participantCountries": "DE;DK",
    "projectParticipants": {
        "998771171": {
            "orgId": "998771171",
            "orgName": "BUNDESINSTITUT FUER RISIKOBEWERTUNG",
            "ecContrib": 226500
        },
        "999478301": {
            "orgId": "999478301",
            "orgName": "PANSTWOWY INSTYTUT WETERYNARYJNY - PANSTWOWY INSTYTUT BADAWCZY",
            "ecContrib": 392175
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 351750
        }
    },
    "calculatedTotalContribution": 970425
}