{
    "rcn": "199388",
    "acronym": "EEN-BG InnoSupp",
    "topics": "INNOVATION",
    "title": "Innovation Support services by EEN for Enhancing the Innovation Management Capacity of Bulgarian SMEs",
    "startDate": "01/01/2015",
    "endDate": "31/12/2016",
    "objective": "The EEN-BG InnoSupp project outlines the scope and services of Work Package 4 (WP4/Activity 4) of the EEN-Bulgaria Implementation Strategy. The overall project objective is to enhance the innovation management capacity of SMEs. It is broken down into the following specific objectives: (i) support the SMEs that are beneficiaries of the SME instrument in strengthening their innovation management capacity and enhancing their overall innovation efficiency throughout their project implementation; The Key Account Management (KAM) service foresees identifying gaps and needs in the innovation management domain, proposing the best match of a coach(es) and acting as mediator between the SME and innovation coach to address these gaps and needs; (ii) to enhance the innovation management capacity of Bulgarian SMEs by addressing gaps and needs with well-devised actions and measures towards increased efficiency and effectiveness of the innovation processes, and thus increased potential to benefit from the European support for research and innovation, in the scope of the ëEnhancing Innovation Management Capacity ñ Innovation Expertí services (EIMC).\nWithin these services assessment of the innovation capacity of client SMEs will be done with the help of the IMP3rove tool. The Innovation Expert Team (IET) consists of 7 experts, 5 of whom are already licensed and trained in using the tool. The project envisages delivering 105 service packs to SMEs. All Bulgarian SMEs beneficiaries of the SME Instrument are entitled to receive the KAM services. Within the remaining service packs EIMC services will be delivered. \nScreening for prospective clients and beneficiaries for the EIMC services will be performed by all 12 EEN host organisations in their daily work, thus ensuring national coverage of the screening. With regards to the existing clients, the EEN hosts are assumed to have insight to their capacity and needs. Potential clients identified by EEN-Bulgaria will be signposted to the IET.",
    "totalCost": "117929",
    "ecMaxContribution": "117929",
    "coordinator": "ARC CONSULTING EOOD",
    "coordinatorCountry": "BG",
    "participants": "SDRUZHENIE BULGARSKA TARGOVSKO-PROMISHLENA PALATA;CHAMBER OF COMMERCE AND INDUSTRY;JOINT INNOVATION CENTRE OF BAS;GIS-TRANSFERCENTER FOUNDATION;BUSINESS SUPPORT CENTRE FOR SMALL AND MEDIUM SIZE ENTERPRISES-RUSE;YAMBOL CHAMBER OF COMMERCE AND INDUSTRY;BUSINESS INFORMATION AND CONSULTING CENTRE SANDANSKI ASSOCIATION;BALGARSKA STOPANSKA KAMARA - SAYUZ NA BALGARSKIA BIZNES;CHAMBER OF COMMERCE AND INDUSTRY VRATSA SDRUZHENIE;CHAMBER OF COMMERCE AND INDUSTRY OF  STARA ZAGORA BULGARIA*;PLOVDIV CHAMBER OF COMMERCE AND INDUSTRY",
    "participantCountries": "BG",
    "projectParticipants": {
        "999921785": {
            "orgId": "999921785",
            "orgName": "BUSINESS SUPPORT CENTRE FOR SMALL AND MEDIUM SIZE ENTERPRISES-RUSE",
            "ecContrib": 0
        },
        "956496049": {
            "orgId": "956496049",
            "orgName": "JOINT INNOVATION CENTRE OF BAS",
            "ecContrib": 0
        },
        "999785791": {
            "orgId": "999785791",
            "orgName": "CHAMBER OF COMMERCE AND INDUSTRY OF  STARA ZAGORA BULGARIA*",
            "ecContrib": 0
        },
        "999913055": {
            "orgId": "999913055",
            "orgName": "CHAMBER OF COMMERCE AND INDUSTRY",
            "ecContrib": 0
        },
        "999910436": {
            "orgId": "999910436",
            "orgName": "PLOVDIV CHAMBER OF COMMERCE AND INDUSTRY",
            "ecContrib": 0
        },
        "983700475": {
            "orgId": "983700475",
            "orgName": "ARC CONSULTING EOOD",
            "ecContrib": 44100
        },
        "994673988": {
            "orgId": "994673988",
            "orgName": "BUSINESS INFORMATION AND CONSULTING CENTRE SANDANSKI ASSOCIATION",
            "ecContrib": 0
        },
        "999850587": {
            "orgId": "999850587",
            "orgName": "YAMBOL CHAMBER OF COMMERCE AND INDUSTRY",
            "ecContrib": 0
        },
        "999942640": {
            "orgId": "999942640",
            "orgName": "CHAMBER OF COMMERCE AND INDUSTRY VRATSA SDRUZHENIE",
            "ecContrib": 0
        },
        "999419034": {
            "orgId": "999419034",
            "orgName": "GIS-TRANSFERCENTER FOUNDATION",
            "ecContrib": 30100
        },
        "999802960": {
            "orgId": "999802960",
            "orgName": "BALGARSKA STOPANSKA KAMARA - SAYUZ NA BALGARSKIA BIZNES",
            "ecContrib": 29344
        },
        "999487225": {
            "orgId": "999487225",
            "orgName": "SDRUZHENIE BULGARSKA TARGOVSKO-PROMISHLENA PALATA",
            "ecContrib": 14385
        }
    },
    "calculatedTotalContribution": 117929
}