{
    "rcn": "199359",
    "acronym": "ENHANCE",
    "topics": "H2020-TWINN-2015",
    "title": "Building an Excellency Network for Heightening Agricultural ecoNomic researChand Education in Romania",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The project coordinator is among Romaniaís most competitive agricultural universities, yet at international level and in the agricultural economics discipline still struggles to become fully competitive. Three extremely innovative and well-known Western institutions of agricultural economics research have agreed to deliver the necessary know-how to improve this situation. Mainly four important bricks have been designed in response to the call text of ìSignificantly strengthening a defined field of research in a particular knowledge institution by creating a link between this institution and internationally-leading research institutionsî: \n1. Institutional support is provided to implement internal review processes and to strengthen the motivation of the workforce 2. Quarterly training sessions on scientometrics, supply and demand analysis and modelling is going to support the scientific staff of the faculty to become more proficient in applying quantitative methods.\n3.† Summer schools will be held on game theory, full-cost-calculation and policy analysis in which students of the faculty, but also of other Romanian universities may train their handling of economic issues.\n4.† Three-months exchanges in both directions will stabilize the exchange of methods and theories and will provide opportunities for joint research and publication.\n\nTwo groups will support the process: An International Advisory Board will evaluate the quality of the process from a scientific viewpoint after one year and at the end of the project. \nThe Stakeholder Board has the objective of formulating local needs and to link them with the process of scientific development in the faculty. Intensive communication activities additionally contribute to inform the local and scientific public about the twinning project.",
    "totalCost": "1097020",
    "ecMaxContribution": "1097020",
    "coordinator": "UNIVERSITATEA DE STIINTE AGRONOMICE SI MEDICINA VETERINARA DIN BUCURESTI",
    "coordinatorCountry": "RO",
    "participants": "EIDGENOESSISCHES DEPARTEMENT FUER WIRTSCHAFT, BILDUNG UND FORSCHUNG;UNIVERSITAET FUER BODENKULTUR WIEN;LEIBNIZ-INSTITUT FUER AGRARENTWICKLUNG IN TRANSFORMATIONSOEKONOMIEN (IAMO)",
    "participantCountries": "CH;AT;DE",
    "projectParticipants": {
        "998365711": {
            "orgId": "998365711",
            "orgName": "EIDGENOESSISCHES DEPARTEMENT FUER WIRTSCHAFT, BILDUNG UND FORSCHUNG",
            "ecContrib": 275500
        },
        "999878232": {
            "orgId": "999878232",
            "orgName": "UNIVERSITATEA DE STIINTE AGRONOMICE SI MEDICINA VETERINARA DIN BUCURESTI",
            "ecContrib": 296000
        },
        "999514288": {
            "orgId": "999514288",
            "orgName": "LEIBNIZ-INSTITUT FUER AGRARENTWICKLUNG IN TRANSFORMATIONSOEKONOMIEN (IAMO)",
            "ecContrib": 271310
        },
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 254210
        }
    },
    "calculatedTotalContribution": 1097020
}