{
    "rcn": "199430",
    "acronym": "Video Games Europe",
    "topics": "ICT-37-2015-1",
    "title": "World Gaming Federation: The future of Video Games comes from Europe",
    "startDate": "01/01/2016",
    "endDate": "30/06/2016",
    "objective": "World Gaming Federation intends to solve major issues in the videogames market by providing a worldwide platform including all ecosystem actors: players & teams, publishers, event organizers, brands & sponsors.\nThe videogames market is facing important growth challenges (2Bn players in 2018) with the exponential growth of mobile gaming, online gaming (including free games) and competitive gaming (Esport).\n\nAll actors, from players to publishers, as well as brands and sponsors want to increase their profitability by making more revenues and embrace new income sources. Today, they have no serious way to analyze return on investment and do not have access to all the data, and the ability to answer these opportunities as globalization adds complex market interactions. The objective of World Gaming Federationís platform is to help the industry to monetize and ease their relations with users thanks to our end-to-end advanced features based on big data. We will provide a videogames database with more than 47,000 games referenced, linked to a powerful tournament software to produce a unique worldwide ranking. We will provide a 100% videogames players database to help publishers target the best community for their marketing campaigns and bring new revenues through brandsí sponsoring. This will represent a major innovation, as there is today no worldwide platform gathering all data, playerís profiles and a global ranking system.\n\nWGF is a high risk innovative SME willing to develop a unique innovative platform, which will help all stakeholders to address opportunities and disrupt the existing markets. The feasibility study is a mandatory step to validate the proof of concept, including technical and commercial viability, design study and first pilot website. We will then develop the platform and speed our time to market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WORLD GAMING FEDERATION",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929731033": {
            "orgId": "929731033",
            "orgName": "WORLD GAMING FEDERATION",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}