{
    "rcn": "199404",
    "acronym": "SILGEN",
    "topics": "SFS-08-2015-1",
    "title": "Sustainable farming of European catfish (Silurus glanis) for innovative, resource efficient and eco-friendly pond farm production",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "Today over 70% of world fish stocks are fully exploited or are already overfished. It is a trend since 1990s that capture fisheries production is stagnating, while aquaculture production is expanding. A European citizen consumes 17.56 kg seafood and freshwater products of untraceable origin yearly in the EU, while 57% of the total consumption is imported mainly from China and Southeast-Asia. There is a growing demand for fish products which can only be filled by aquaculture products while health and environmental concerns are raised due to aquaculture products originating from heavily contaminated geographical areas containing mercury, PCBs and other harmful substances. Sustainable aquaculture - fish farming - is needed to provide fresh, high-quality, local supply of healthy products which follows strict rules to protect the consumer, the fish and the environment.\nFresh water fish comes in second after seafood products, however in the landlocked countries of Europe (Hungary, Czech Republic, Slovakia, etc.) freshwater fish consumption is traditional and pro vides a stable market which will stay so until 2030 according to recent statistics. Although common carp, as the traditional product of Central and Eastern European fish farmers, has a stagnating market with very low potential for growth.\nOur company, Aranyponty Hal·szati Zrt. is one of the biggest freshwater producers in Central Europe and we are one of the first private companies in operation since 1989. We have full-scale fish farm system of over 1500 hectares at Retimajor, operating a high standard fish hatchery and a number of wintering ponds. Our quality assurance system grants high-quality, local product traceable from egg to plate.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARANYPONTY HALASZATI ZRT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928988207": {
            "orgId": "928988207",
            "orgName": "ARANYPONTY HALASZATI ZRT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}