{
    "rcn": "199483",
    "acronym": "Temporal Coding",
    "topics": "ERC-StG-2015",
    "title": "Do behaving animals extract information from precise spike timing? ñ The use of temporal codes",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Neural temporal codes have come to dominate our way of thinking on how information is coded in the brain. When precise spike timing is found to carry information, the neural code is defined as a temporal code. In spite of the importance of temporal codes, whether behaving animals actually use this type of coding is still an unresolved question. To date studying temporal codes was technically impossible due to the inability to manipulate spike timing in behaving animals. However, very recent developments in optogenetics solved this problem. Despite these modern tools, this key question is very difficult to resolve in mammals, because the meaning of manipulating a part of a neural circuit without knowledge of the neural activity of all the neurons involved in the coding is unclear. \n\nThe fly is an ideal model system to study temporal codes because its small number of neurons allows for complete mapping of the neural activity of all the neurons involved. Since temporal codes are suggested to be involved in olfactory intensity coding, I will study this process. I will device a multidisciplinary approach of electrophysiology, two-photon imaging and behavior.\n\nI aim to examine for the first time directly whether temporal coding is used by behaving animals and to unravel the circuits and mechanisms that underlie intensity coding.  To do so, I will manipulate the temporal codes in behaving animals and examine whether the behavioral responses change accordingly. To guide this study I will generate three novel databases of: i. the temporal activity of all neurons involved in Drosophila olfactory intensity coding. ii. The functional connectivity between the two brain regions that are involved in the intensity coding and iii. behavioral responses to different odors and intensities.\n\nThus, this research will use cutting edge techniques to resolve a long standing basic question in neuroscience: how does the brain actually code information?",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}