{
    "rcn": "199458",
    "acronym": "PNICTEYES",
    "topics": "ERC-StG-2015",
    "title": "Using extreme magnetic field microscopy to visualize correlated electron materials",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Strong electronic correlations often produce intertwined phases where multiple length scales coexist. These produce spatially varying electronic properties containing unique insight on the many-body effects that determine the emergence of novel collective behavior. Addressing the problem of electron correlations requires powerful microscopes probing electronic properties down to atomic scale.\nA major challenge in electron correlated materials is to understand the emergence of high critical temperature (HTc) superconductivity. Fe-based superconductivity offers ultra-pure materials easily tunable through relevant phases emerging from electron correlations (antiferromagnetism, nematicity and superconductivity), providing a tremendous opportunity to unveil the microscopic pairing mechanism behind HTc superconductivity.\nHigh magnetic fields are needed to disentangle the electronic correlations, because they enable comparison between normal and superconducting phases and unveil quantum critical behavior and vortex physics. Traditional research under very high magnetic fields uses macroscopic measurements of the spatially averaged magnetic and electronic properties.\nThe goal of PNICTEYES project is to combine very high magnetic fields with scanning tunneling microscopy (STM) to visualize spatial electronic heterogeneity in Fe-based superconductors. The microscopes developed within this project will operate up to 22 T using superconducting coils in-house and above 30 T using resistive and hybrid magnets at international high magnetic field facilities. Implementing novel spectroscopic methods, such as Landau level spectroscopy, we will disentangle the electronic correlations behind the microscopic mechanism of HTc superconductivity in Fe-based superconductors.\nThe success of this project will provide new insights in fundamentals of HTc superconductivity and first enable ultra-high magnetic field STM opening innovative opportunities in other fields as graphene or magnetism.",
    "totalCost": "1704375",
    "ecMaxContribution": "1704375",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 1704375
        }
    },
    "calculatedTotalContribution": 1704375
}