{
    "rcn": "199407",
    "acronym": "DILITEST",
    "topics": "PHC-12-2015-1",
    "title": "Diagnosis and Exclusion of Drug-Induced Liver Injury by using Patient Blood Samples(DILITEST)",
    "startDate": "01/12/2015",
    "endDate": "30/04/2016",
    "objective": "Ca. 1 billion USD are lost by late stage failures per one successfully marketed drug. Idiosyncratic Drug induced Liver injury (iDILI) is one of the major causes for late stage failures and also can have serious consequences for the patient like death or the need for liver transplantation. iDILI occurs only in susceptible patients regardless of drug dosage or latency and is not predictable from preclinical in vitro or animal testing. Usually it occurs during late stage clinical phases, when hundreds of millions of USD were already invested in the drug. Therefore, iDILI is a significant challenge for patients, drug-developers and regulatory bodies. Until now there is no valid test available that allows to positively diagnose or exclude a drug as iDILI cause, resulting in incorrect market withdrawals or project terminations. Since the majority of patients would tolerate the drug, these patients are deprived from innovative treatment options. DILITEST aims to develop a test to diagnose iDILI in individual patients and identify the causaltive drug. The test is based on a patented method to generate liver cell-like cells from a blood sample. This will allow to prevent investment losses by incorrect market withdrawals or terminations and solve the dilemma of iDILI for patients, pharmaceutical industry and regulatory bodies by enabling marketing of safe drugs and avoiding incorrect terminations. Overall objective of DILITEST is to market the highly innovative test by MetaHeps GmbH after validation in independent cohorts of european and american registries led by international experts in the field of iDILI research.\nMetaHeps GmbH will provide the unrivaled technology as a service to pharmaceutical industry with focus on the still growing high volume clinical trial market, allowing its customers to prevent late stage failures by either excluding the drug as a cause for iDILI or the possibility to make use of the novel test to identify novel saftey biomarkers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "METAHEPS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927206996": {
            "orgId": "927206996",
            "orgName": "METAHEPS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}