{
    "rcn": "199415",
    "acronym": "SELFORGANICELL",
    "topics": "ERC-StG-2015",
    "title": "Self-Organization of the Bacterial Cell",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "One of the most remarkable features of biological systems is their ability to self-organize in space and time. Even a relatively simple cell like the bacterium Escherichia coli has a precisely regulated cellular anatomy, which emerges from dynamic interactions between proteins and the cell membrane. Self-organization allows the cell to perform extremely challenging tasks. For example, for cell division, more than ten different proteins assemble into a complex, yet highly dynamic machine, which controls the invagination of the cell while constantly remodeling itself. Although the individual components involved have been largely identified, how they act together to accomplish this challenge is not understood. It has become clear that sophisticated biochemical networks give rise to intracellular organization, but we have yet to uncover the underlying mechanistic principles.\nIn this research proposal, I aim to develop a detailed mechanistic understanding of the self-organizing, emergent properties of the cell. To this end, my research group will develop novel in vitro reconstitution experiments combined with high-resolution fluorescence microscopy and theoretical modeling. Following this ìbottom-upî approach, we will quantitatively analyze collective protein dynamics and emergent mechanochemical properties of the bacterial cell division machinery. I aim to answer the following fundamental questions:\n1) What is the biochemical network giving rise to the dynamic assembly of the divisome?\n2) How do the components of the divisome interact to generate force? \n3) How do peptidoglycan synthases build the cell wall? \nBy comparing protein dynamics in vitro with those measured in vivo, we will provide a link between molecular properties and the processes found in the living cell. This project will not only improve our understanding of the bacterial cell, but also open new research avenues for eukaryotic cell biology, synthetic biology and biophysics.",
    "totalCost": "1496686,99",
    "ecMaxContribution": "1496686,99",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 1496687
        }
    },
    "calculatedTotalContribution": 1496687
}