{
    "rcn": "199419",
    "acronym": "ASCIMAT",
    "topics": "H2020-TWINN-2015",
    "title": "Increasing the scientific excellence and innovation capacity in Advanced Scintillation Materials of the Institute of Physics from the Czech Academy of Sciences",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The overall aim of the ASCIMAT project is to boost the scientific excellence and technology-transfer capacity in advanced scintillating materials of the Institute of Physics from the Czech Academy of Sciences (FZU) by creating a network with the high-quality Twinning partners: European Organization for Nuclear Research (CERN), Institut LumiËre MatiËre - UniversitÈ Claude Bernard Lyon 1 (ILM-UniversitÈ Lyon 1), Universit‡ degli Studi di Milano - Bicocca (UNIMIB), and Intelligentsia Consultants (Intelligentsia). To achieve this aim, the 3 year project will build upon the existing strong research and innovation base of FZU and its Twinning partners.\n\nTo boost their scientific excellence and technology transfer capacity in advanced scintillating materials, the partners will implement a research and innovation strategy focused on three sub-topics:\n\n1. Radiation damage and timing characteristics of scintillation materials,\n2. Material dimensionality influence and characteristics under different excitation modes, and\n3. Defect influence on the transfer stage of scintillation mechanisms.\n\nThe research and innovation strategy takes into account the recent SWOT analysis of FFZU and has the following objectives:\n\nï Objective 1: Strengthen FZUís research excellence in advanced scintillating materials\nï Objective 2: Enhance the research and innovation capacity of FZU and the Twinning partners\nï Objective 3: Raise the research profile of FZU and the Twinning Partners\nï Objective 4: Contribute to the SMART Specialisation Strategy of the Czech Republic\nï Objective 5: Support research and innovation on a European level\n\nIn order to achieve these objectives, the consortium partners will implement a comprehensive set of measures via the\nprojectís work packages:\n\nï Short term staff exchanges (WP1);\nï Training workshops, conferences and summer schools (WP2);\nï Dissemination and outreach (WP3).",
    "totalCost": "999991,25",
    "ecMaxContribution": "999991,25",
    "coordinator": "FYZIKALNI USTAV AV CR V.V.I",
    "coordinatorCountry": "CZ",
    "participants": "UNIVERSITE LYON 1 CLAUDE BERNARD;INTELLIGENTSIA CONSULTANTS SARL;EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "participantCountries": "FR;LU;CH;IT",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 143138
        },
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 145940
        },
        "999873867": {
            "orgId": "999873867",
            "orgName": "FYZIKALNI USTAV AV CR V.V.I",
            "ecContrib": 467459
        },
        "952669496": {
            "orgId": "952669496",
            "orgName": "INTELLIGENTSIA CONSULTANTS SARL",
            "ecContrib": 99178
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 144278
        }
    },
    "calculatedTotalContribution": 999993
}