{
    "rcn": "199406",
    "acronym": "OPENJOY",
    "topics": "SC5-20-2015-1",
    "title": "OPENJOY",
    "startDate": "01/12/2015",
    "endDate": "30/04/2016",
    "objective": "OPENJOY addresses the opportunity of providing a new sealing system for beer, cider and carbonated soft drinks filled in glass bottles. Closure and caps global market is a huge market increasing 5.6% CAGR per year to Ä44 billions in 2019. At present, this market is dominated by the crown cap, which after than 120 years remains almost unchanged in its format, despite it presents two significant counterparts: 1) it is not re-closabe, contributing to the problem of drink-waste; and 2) it depends of an external  tool (opener) to work, implying dozens of tonnes of metal used in the manufacturing of openers that could be saved in the event an easy-open alternative to crown caps rises. \n\nDespite the existence of alternatives, like the screwcap (able to provide both easy-opening and re-closability) crown cap remains the No.1 glass bottle closure in the beer, cider and carbonated soft drinks industry. Reasons to this are to be found in two main aspects: 1) Bottle neck compatibility: crown cap finish is the most extended bottle neck type in industry. Changing product lines massively to other alternatives, like screwcaps, means huge investments in the entire substitution of machines. 2) Price per unit: crown cap are as low as Ä0,01/unit, whilst screwcaps and other similar alternatives go above Ä0,05/unit. \nBased on this opportunity, we have developed OPENJOY, an eco-innovative, easy-open, low-cost, crown cap compatible sealing system, using a revolutionary opening mechanism: your finger. It provides outstanding advantages: 1) cost less than Ä0,03/unit; 2) does not need of opener, 3) it is 100% compatible with existing crown caps sealing and bottling machines; 4) it is reclosabe.\n\nWe plan to undertake detailed studies for identifying key actions points for the internationalization  and fine-tuning of OPENJOY to make it a global success, purposes of Phase 2, for which we estimate a total budget of 1MÄ for 1 year. In Phase 3 we will focus in further private investment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CLIPPS ALIUMINIUM INTERNATIONAL S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926322744": {
            "orgId": "926322744",
            "orgName": "CLIPPS ALIUMINIUM INTERNATIONAL S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}