{
    "rcn": "199457",
    "acronym": "HurdlingOxoWall",
    "topics": "ERC-StG-2015",
    "title": "Late First-Row Transition Metal-Oxo Complexes for CñH Bond Activation",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "The chemical, pharmaceutical, and materials industries rely heavily upon chemicals from oil and natural gas feed-stocks (saturated hydrocarbons) that require considerable functionalisation prior to use. Catalytic oxidative functionalisation (e.g. CH4 \\ [O] \\ cat. ? CH3OH), using first row transition metal catalysts, is potentially a sustainable, cheap, and green route to these high-commodity chemicals. However, catalytic oxidation remains a great modern challenge because such hydrocarbons contain remarkably strong inert CñH bonds that can only be activated with potent catalysts. We will take a Nature-inspired approach to designing and preparing powerful oxidation catalysts: we will interrogate the active oxidant, a metal-oxo (M=O) species, to guide our catalyst design. Specifically, we will prepare unprecedented Late first-row transition Metal-Oxo complexes (LM=Oís, LM = Co, Ni, Cu) that will activate the strongest of CñH bonds (e.g. CH4). \n\nThis will be accomplished using a family of novel low coordinate ligands that will support LM=Oís. Due to their expected potent reactivity we will prepare LM=Oís under unique oxidatively robust, low-temperature conditions to ensure their stabilisation. The poorly understood factors (thermodynamics, metal, d-electron count) that control the reactivity of M=Oís will be thoroughly investigated. Based on these investigations LM=O reactivity will be manipulated and optimised. We expect LM=Oís will be significantly more reactive than any early transition metal-oxoís (EM=Oís), because they will display a greater thermodynamic driving force for CñH activation. It is thus expected that LM=Oís will be capable of the activation of the strongest of CñH bonds (i.e. CH4). Driven by the knowledge acquired from these investigations, we will design and prepare the next generation of molecular oxidation catalysts - a family of late first-row transition metal compounds capable of catalysing hydrocarbon functionalisation under ambient conditions.",
    "totalCost": "1499865",
    "ecMaxContribution": "1499865",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1499865
        }
    },
    "calculatedTotalContribution": 1499865
}