{
    "rcn": "199482",
    "acronym": "TAX4INNO",
    "topics": "Europe",
    "title": "OECD Study on the Incidence and Impact of Tax Support for Research and Innovation",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "This project is part of efforts to monitor and assess research and innovation policies in Europe and beyond. New indicators and empirical policy analysis can contribute to the coordination and increased focus of individual country policy efforts to obtain the desired impact on growth, jobs and prosperity through research and innovation policies. In recognising the role of innovation in tackling 21st century challenges, this project implements the goals of the Horizon 2020 Work Programme ìEurope in a Changing World: inclusive, innovative and reflective societiesî by contributing new research tools and evidence on the role of public support measures as an instrument for improved innovation and socio-economic outcomes in society.\n\nBuilding on OECDís unique expertise and access to a number of networks of official national experts, this project aims to: (1) Provide new evidence on the incidence and design of R&I tax incentives, building internationally comparable evidence on the size and nature of incentives provided by governments to support R&D and innovation through their tax systems;  (2) Deliver new evidence on the impact of R&I tax incentives, deepening our understanding of the impacts of R&D tax incentives on business innovation and economic performance, through within- and cross-country econometric micro-data analysis; and (3) Fostering knowledge sharing on the incidence, design and analysis of impact of R&D tax incentives.",
    "totalCost": "1014595",
    "ecMaxContribution": "600000",
    "coordinator": "ORGANISATION FOR ECONOMIC CO-OPERATION AND DEVELOPMENT",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998923752": {
            "orgId": "998923752",
            "orgName": "ORGANISATION FOR ECONOMIC CO-OPERATION AND DEVELOPMENT",
            "ecContrib": 600000
        }
    },
    "calculatedTotalContribution": 600000
}