{
    "rcn": "199443",
    "acronym": "LocalOrder",
    "topics": "ERC-StG-2015",
    "title": "Localization and Ordering Phenomena in Statistical Physics, Probability Theory and Combinatorics",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Mathematical statistical physics has seen spectacular progress in recent years. Existing problems which were previously unattainable were solved, opening a way to approach some of the classical open questions in the field. The proposed research focuses on phenomena of localization and long-range order in physical systems of large size, identifying several fundamental questions lying at the interface of Statistical Physics, Probability Theory and Combinatorics.\nOne circle of questions concerns the fluctuation behavior of random surfaces, where the PI has recently proved delocalization in two dimensions answering a 1975 question of Brascamp, Lieb and Lebowitz. A main goal of the research is to establish some of the long-standing universality conjectures for random surfaces. This study is also tied to the localization features of random operators, such as random Schrodinger operators and band matrices, as well as those of reinforced random walks. The PI intends to develop this connection further to bring the state-of-the-art to the conjectured thresholds.\nA second circle of questions regards long-range order in high-dimensional systems. This phenomenon is predicted to encompass many models of statistical physics but rigorous results are quite limited. A notable example is the PIís proof of Koteckyís 1985 conjecture on the rigidity of proper 3-colorings in high dimensions. The methods used in this context are not limited to high dimensions and were recently used by the PI to prove the analogue for the loop O(n) model of Polyakovís 1975 prediction that the 2D Heisenberg model and its higher spin versions exhibit exponential decay of correlations at any temperature.\nLastly, statistical physics methods are proposed for solving purely combinatorial problems. The PI has applied this approach successfully to solve questions of existence and asymptotics for combinatorial structures and intends to develop it further to answer some of the tantalizing open questions in the field.",
    "totalCost": "1136904",
    "ecMaxContribution": "1136904",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1136904
        }
    },
    "calculatedTotalContribution": 1136904
}