{
    "rcn": "199496",
    "acronym": "INNOHEM",
    "topics": "PHC-12-2015-1",
    "title": "Innovative 5-part haematology analyser for near-patient diagnostics",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The INNOHEM project will develop and validate the first Complete Blood cell Count (CBC) haematology analyser including 5-part differential and reticulocytes (5-part analyser) for the decentralized, low-volume testing haematology market. Today, CBC tests are performed using either 3-part or 5-part analysers. The latter are growing in importance worldwide as they are able to provide much more detailed information about the medical condition of the patient. However, 5-part analysers are currently designed entirely for the high-volume testing market with complex, centralized laboratories equipped with large sample automation devices. Recognising market niche and a strong business opportunity, Boule will create a revolutionary point-of-care analyser that will provide reliable 5-part haematology results from a finger-stick blood sample. The new system will disrupt the existing marketplace by redefining the segment for the commercial application of 5-part analysers (from high-volume centralized testing to low-volume near-patient testing). \nThe key need of physicians is the access to an easy-to-deploy analyser for 5-part CBC testing. The analyser should be designed for easy operation in smaller laboratory settings. The usersí needs will be met by creating a user-friendly diagnostic device that allows for low-volume, decentralized and near-patient testing. The Phase 1 project will develop a strategic business plan for the commercialisation of the new product. The Phase 2 project will validate the new diagnostic device. The EU added value will be generated by allowing physicians to make a rapid health assessment of the patient locally and take improved decisions concerning further diagnostic measures or immediate treatment strategy. This will ultimately lead to more personalized and cost-efficient approaches to healthcare on the EU level.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BOULE MEDICAL AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927275381": {
            "orgId": "927275381",
            "orgName": "BOULE MEDICAL AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}