{
    "rcn": "199498",
    "acronym": "BILISTICK",
    "topics": "PHC-12-2015-1",
    "title": "BILISTICK: A low cost point-of-care for early diagnosis of hyperbilirubinemia in newborns",
    "startDate": "01/02/2016",
    "endDate": "31/07/2016",
    "objective": "The objective of the overall project is to lead to the international market ìBilistickî, an innovative low-cost Point-of-Care for early diagnosis of hyperbilirubinemia. The system aims to prevent, through early diagnosis, the permanent neurological damage that severe hyperbilirubinemia can cause in newborns.Every year in European Union there are about 3 thousands cases of kernicterus (worst consequence of hyperbilirubinemia) determining consequent huge costs for National Healthcare Systems. \nKernicterus is a largely preventable disease if severe hyperbilirubinemia is identified early and promptly treated. For this reason AAP Guidelines (adopted by EU) recommend universal bilirubin screening and individualized post-discharge follow-up care based on results of such screening. However existing solutions are expensive, not portable or not enough accurate. \nBilistick is the only in vitro rapid diagnostic device for measuring the level of bilirubin in the blood of newborns. It is low cost, minimally invasive, portable, giving rapid response, accurate and applicable in all newborns. It is the result of experience acquired during years of academic and professional research carried out by the entrepreneurial team of Bilimetrix s.r.l.. Bilimetrix s.r.l. is a spin-off of the University of Trieste, established as a research and development company. Its core business is development of medical devices based on advanced technologies oriented on liver, kidney and heart dis-functions. All solution are mainly based on new biomarkers. \nThe purpose of the feasibility study is a comprehensive examination of all aspects of feasibility of the project, from the technical to the economical viewpoint, converging in a detailed business plan for application in Phase 2. Emphasis will be put on market analysis (nature of the market, type of users, competitors in the market, pricing systems, methods of distribution and marketing) and then on  examination of the market acceptance towards Bilistick.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BILIMETRIX SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925440044": {
            "orgId": "925440044",
            "orgName": "BILIMETRIX SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}