{
    "rcn": "199432",
    "acronym": "ImMoRiSt",
    "topics": "PHC-12-2015-1",
    "title": "Immune Monitoring for RIsk STratification in Solid Organ Transplant Recipients",
    "startDate": "01/02/2016",
    "endDate": "31/07/2016",
    "objective": "Every year ~ 40.000 patients throughout the EU are transplanted a new kidney, lung, liver, heart or another organ. The frequency of clinical complications is relatively high because at present there are no diagnostic tests that help physicians to determine the right dosage of immunosuppressive drugs necessary to avoid both organ rejection and clinical complications caused by infections. \n\nLophius Biosciences GmbH has developed I-Scan, a functional immune monitoring test that within 24 h provides important information on the strength of the immune system in solid organ transplant recipients. I-Scan uses a proprietary cocktail of stimulants that selectively stimulate the clinically relevant immune cells in a patientís blood sample. The detection of the triggered interferon ? (IFN-?) release provides a qualitative and quantitative measurement of cell-mediated immune function.\n\nThe feasibility study performed during Phase 1 will explore issues related to both, the clinical biomarker validation study and the best market entry strategy. Several objectives are pursued in parallel and encompass: \nï Setting up the business plan which includes a competitor as well as a freedom-to-operate analysis and a market entry strategy.\nï Selection of clinical study partners  and defining the design of the clinical study, best suited to yield highest clinical evidence\nï Obtaining regulatory approval for the planned clinical study and setting a strategy to obtain regulatory approval / CE-Marking for final I-Scan products.\n\nLophius will apply for Phase 2 funding of a clinical study to validate that I-Scan improves the outcome of SOT patients. This study is likely to take place in Germany, Switzerland and Austria where Lophius has already established firm links to transplantation centers. The study is the logical next step to further grow Lophius to become a global leader in the IVD market for immunomonitoring",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LOPHIUS BIOSCIENCES GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925488156": {
            "orgId": "925488156",
            "orgName": "LOPHIUS BIOSCIENCES GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}