{
    "rcn": "199459",
    "acronym": "L-SID",
    "topics": "ERC-StG-2015",
    "title": "Light and sound waves in silicon and nonlinear glass waveguides",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The interplay of light and sound waves in matter has attracted the attention of researchers for decades and has found many technological applications. Photonic integrated circuits (PICs) provide an exciting playground for such investigations, due to wavelength-scale guiding structures, periodicity in one or two dimensions, and high-quality resonance structures. The objectives of this proposal are to introduce, investigate and employ interactions between guided optical modes and hyper-sonic acoustic waves, within PICs in silicon and in chalcogenide glass media. Both these platforms are extremely important: silicon for its potential for integration of photonics and digital micro-electronics and mature fabrication technology, and chalcogenides for their unique nonlinear-optical and photo-sensitive properties. However, the introduction of hyper-sonic acoustic waves to both materials is highly challenging, due to the absence of piezoelectricity.\nTo address these challenges, this project is based on developing and validating two alternative methods for the generation of high-frequency acoustic waves. First, photo-acoustic absorption of intense, ultrafast laser pulses by periodic, metallic patterns will be employed. The technique is being used in bulk silicon substrates, and will be carried over and adapted for use in silicon and chalcogenide glass PICs. Second, carefully controlled stimulated Brillouin scattering (SBS) processes will be used to excite acoustic waves along chalcogenide PICs in a highly localized fashion.\nProspective outcomes include new fundamental insights into the opto-mechanical properties of materials, films and periodic structures; novel functionalities of silicon and chalcogenide PICs, such as acousto-optic modulation, dynamic gratings and elasto-optic super-lattices; new types of sensors, such as chip-level distributed measurements of strain, temperature and modal profile; and a first look at non-local behaviour of SBS.",
    "totalCost": "1496944",
    "ecMaxContribution": "1496944",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 1496944
        }
    },
    "calculatedTotalContribution": 1496944
}