{
    "rcn": "199425",
    "acronym": "UMi-TWINN",
    "topics": "H2020-TWINN-2015",
    "title": "Reinforcing the scientific excellence and innovation capacity in logistics technologies of the University of Miskolc",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The overall aim of the UMi-TWINN project is to reinforce the scientific excellence and innovation capacity in logistic systems of the University of Miskolc (UMi) and its high-quality Twinning partners for the benefit of different industries and logistics market. To achieve this aim, the 3 year project will build upon the existing strong research and innovation base of UMi and its twinning partners Fraunhofer-Gesellschaft e.V. IFF (Fraunhofer), Technische Universitaet Graz (TUGraz) and Intelligentsia Consultants (Intelligentsia). The UMi-TWINN project aims to boost UMi and twinning partners' scientific excellence and innovation capacity in logistics technologies, as well as implementing a research and innovation strategy focused on three sub-topics:\n1.\tDesign of logistic systems and networks; \n2.\tIntelligent transport systems; \n3.\tDynamical analysis of materials handling machines.\n\nThe research and innovation strategy takes into account the recent SWOT analysis of UMi as well as the national Hungarian research priorities and regional Smart Specialisation Strategy . The specific objectives of the UMi-TWINN project are presented below:\nObjective 1: Strengthen UMiís research excellence in Logistics\nObjective 2: Enhance the research and innovation capacity of UMi and Twinning partners\nObjective 3: Raise the research profile of UMi and the Twinning Partners\nObjective 4: Contribute to the research and innovation priorities of Hungary\nObjective 5: Support research and innovation on a European level\n\nIn order to achieve these objectives, the consortium partners defined a comprehensive set of measures and activities implemented via the projectís work packages:\n* Short term staff exchanges\n* Training workshops, summer schools and conference\n* Dissemination and outreach activities",
    "totalCost": "999310",
    "ecMaxContribution": "999310",
    "coordinator": "MISKOLCI EGYETEM",
    "coordinatorCountry": "HU",
    "participants": "TECHNISCHE UNIVERSITAET GRAZ;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;INTELLIGENTSIA CONSULTANTS SARL",
    "participantCountries": "AT;DE;LU",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 204471
        },
        "999451432": {
            "orgId": "999451432",
            "orgName": "MISKOLCI EGYETEM",
            "ecContrib": 490310
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 207328
        },
        "952669496": {
            "orgId": "952669496",
            "orgName": "INTELLIGENTSIA CONSULTANTS SARL",
            "ecContrib": 97201
        }
    },
    "calculatedTotalContribution": 999310
}