{
    "rcn": "199413",
    "acronym": "CatASus",
    "topics": "ERC-StG-2015",
    "title": "Cleave and couple: Fully sustainable catalytic conversion of renewable resources to amines",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Amines are crucially important classes of chemicals, widely present in pharmaceuticals, agrochemicals and surfactants. Yet, surprisingly, a systematic approach to obtaining this essential class of compounds from renewables has not been realized to date. \nThe aim of this proposal is to enable chemical pathways for the production of amines through alcohols from renewable resources, preferably lignocellulose waste. Two key scientific challenges will be addressed: The development of efficient cleavage reactions of complex renewable resources by novel heterogeneous catalysts; and finding new homogeneous catalyst based on earth-abundant metals for the atom-economic coupling of the derived alcohol building blocks directly with ammonia as well as possible further functionalization reactions. The program is divided into 3 interrelated but not mutually dependent work packages, each research addressing a key challenge in their respective fields, these are:  \nWP1: Lignin conversion to aromatics; WP2: Cellulose-derived platform chemicals to aromatic and aliphatic diols and solvents. WP3: New iron-based homogeneous catalysts for the direct, atom-economic C-O to C-N transformations.\n \nThe approach taken will embrace the inherent complexity present in the renewable feedstock. A unique balance between cleavage and coupling pathways will allow to access chemical diversity in products that is necessary to achieve economic competitiveness with current fossil fuel-based pathways and will permit rapid conversion to higher value products such as functionalized amines that can enter the chemical supply chain at a much later stage than bulk chemicals derived from petroleum. The proposed high risk-high gain research will push the frontiers of sustainable and green chemistry and reach well beyond state of the art in this area. This universal, flexible and iterative approach is anticipated to give rise to a variety of similar systems targeting diverse product outcomes starting from renewables.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}