{
    "rcn": "199468",
    "acronym": "FALCONER",
    "topics": "ERC-StG-2015",
    "title": "Forging Advanced Liquid-Crystal Coronagraphs Optimized for Novel Exoplanet Research",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The 39-m European Extremely Large Telescope (E-ELT) has the potential to directly observe and characterize habitable exoplanets, but current technologies are unable to sufficiently suppress the starlight very close to the star. I propose to develop a novel instrumental approach with breakthrough contrast performance by combining coronagraphs based on brand-new liquid crystal technology, and sensitive imaging polarimetry. The novel coronagraphs will provide an achromatic rejection of starlight even right next to the star such that exoplanets can be imaged efficiently in broadband light and characterized through spectropolarimetry. The coronagraphs will incorporate focal-plane wavefront sensing and polarimetry to achieve an ultimate contrast of 1E-9, which will enable the E-ELT to observe habitable exoplanets.\n\nWe will prototype coronagraph designs of increasing contrast performance, validate them in the lab, and apply them on-sky using 6-8 meter class telescopes. With our coronagraphs that offer a contrast improvement by a factor of 10 as compared to current systems in 360-degree dark holes, we will search for self-luminous exoplanets very close to stars at thermal infrared wavelengths, and characterize known targets with multi-wavelength observations. Through accurate photometry and polarimetry, we will study their atmospheric hazes. By combining liquid-crystal coronagraphy with sensitive polarimetry, we will study the inner regions of protoplanetary disks to find signs of planet formation.\n\nBy manipulating both phase and amplitude in pupil and focal planes, we will establish hybrid coronagraph systems that combine the strengths of individual concepts, and that can be adapted to the telescope mirror segmentation and the observational strategy. The proposed research will demonstrate the technologies necessary for building an instrument for the E-ELT that can successfully study rocky exoplanets in the habitable zones of nearby stars.",
    "totalCost": "1499522",
    "ecMaxContribution": "1499522",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1499522
        }
    },
    "calculatedTotalContribution": 1499522
}