{
    "rcn": "199454",
    "acronym": "SICLE",
    "topics": "ERC-ADG-2014",
    "title": "Saadian Intellectual and Cultural Life",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "The aim of the interdisciplinary investigation project SICLE is to investigate in a completely new way the intellectual and cultural history of the Saadian period in Morocco (1554-1660), using primarily the Saadian sultansí library, exceptionally preserved as a ëtime capsuleí in the El Escorial monastery following king Felipe IIIís decision to include it in his own library. The period is a time of direct involvement of Morocco in international politics and exchanges, both in their East-West (with the Ottoman empire) and North-South (with Europe) dimensions, without forgetting Timbuktu and the Songhay empire conquered by Ahmad al-Mansur, the most brilliant ruler of the dynasty. The manuscripts kept in El Escorial mirror the interests and the tastes of the Saadian rulers and of the elite at large. The paratextual information they contain (but ignored by the catalogues) like the various notes, the colophons, the illuminations or the bindings will be systematically collected and analyzed in a trans-disciplinary approach which can be defined as an ëarchaeology of the bookí, combining codicology, philology, archaeometry, anthropology and art history. The same approach will be applied to the books of the ëordinary peopleí from Saadian times preserved in Moroccan collections. SICLE goals are to offer: a) a history of the Saadian sultansí library and an analysis of their interests; b) a cultural and intellectual history of Morocco during the 16th century, with groundbreaking studies on the history of the book, on its economy and on education; c) an evaluation of the relationship with the ëoutsideí (Christian Europe, the Ottoman empire and sub-Saharan Africa) and the possible influence it had on Saadian intellectual production. Special attention will be paid to the Jewish and Morisco communities in their role of culture brokers.",
    "totalCost": "1959283",
    "ecMaxContribution": "1959283",
    "coordinator": "COLLEGE DE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999877650": {
            "orgId": "999877650",
            "orgName": "COLLEGE DE FRANCE",
            "ecContrib": 1959283
        }
    },
    "calculatedTotalContribution": 1959283
}