{
    "rcn": "199477",
    "acronym": "EFFICOMP",
    "topics": "MG-1.8-2015",
    "title": "Efficient Composite parts manufacturing",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "The main objectives are to propose R&D activity to reduce cost and increase ramp up production of composite parts for structural application on aerospace products. These objectives are fully in line with objectives of the call MG1.8. European partners consortium is composed with end user (AIRBUS Group) and research laboratories (DLR, Stuttgart University, Delft University) and a dissemination expert partner (EASN). All selected partners have a strong experience with aerospace research activity. To fulfill the proposal objectives, the main technical topics that will be addressed are new low cost materials, new efficient heating concepts for composite curing, new forming process for large and thick parts, new low cost assembly processes, new environment around the mold (reusable bagging, reusable de-molding agent) and out of autoclave manufacturing concepts. Certification cost reduction for new issues such as sparking characterization during lightning strike impact will also be addressed. As one of the key points of this project is to propose new low cost concepts for composite part production, a specific workpackage will be dedicated to cost analysis of developed solutions and comparison with existing state of the art cost of composite parts.  Most promising results will be integrated in a composite validation elements produced by the partners to give more credibility to the results. To get the maximum outputs from this project, the activity is distributed between different partners according to their expertise on the topic they will address.  We have an important result exchange phase during the validation element definition and manufacturing activity. Globally for the developed technologies a TRL between 4 and 5 is foreseen at the end of EFFICOMP project.",
    "totalCost": "1759736,25",
    "ecMaxContribution": "1759736,25",
    "coordinator": "AIRBUS SAS",
    "coordinatorCountry": "FR",
    "participants": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;EASN TECHNOLOGY INNOVATION SERVICES BVBA;UNIVERSITAET STUTTGART;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;BE;NL",
    "projectParticipants": {
        "999980082": {
            "orgId": "999980082",
            "orgName": "AIRBUS GROUP SAS",
            "ecContrib": 0
        },
        "999963010": {
            "orgId": "999963010",
            "orgName": "AIRBUS SAS",
            "ecContrib": 495909
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 385188
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 399438
        },
        "984454068": {
            "orgId": "984454068",
            "orgName": "EASN Technology Innovation Services BVBA",
            "ecContrib": 0
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 399202
        }
    },
    "calculatedTotalContribution": 1679737
}