{
    "rcn": "199441",
    "acronym": "WD3D",
    "topics": "ERC-StG-2015",
    "title": "Evolution of white dwarfs with 3D model atmospheres",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The vast majority of stars will become white dwarfs at the end of the stellar life cycle. These remnants are precise cosmic clocks owing to their well constrained cooling rates. They provide one of the most sensitive tests of when baryonic structure formation began in the Universe. These compact matter laboratories also unravel the mass-loss in the post-main-sequence evolution and establish critical constraints for galactic evolution models. I will design a robust theoretical framework to shed new light on the interior structure of white dwarfs, associate them with their progenitor stars, and enhance their potential as probes of fundamental astrophysical relations. I have recently computed the first 3D simulations of pure-hydrogen white dwarf atmospheres including full radiation-hydrodynamics. These improved calculations demonstrate that the widely used 1D model atmospheres are unable to correctly solve the thermodynamic stratification of convective layers, and therefore lead to incorrect masses and cooling ages. My ambitious goal is to expand the 3D simulations to stellar remnants of all atmospheric compositions and connect these surface calculations to interior structure models. The project is timely since my improved theoretical tools will be essential to analyse the forthcoming Gaia sample, where the number of known white dwarfs is expected to increase by a factor of ten. I will use my theoretical framework with Gaia data, supplemented by other surveys and dedicated follow-up observations, to extract an unprecedented wealth of information from white dwarfs. I will set the standards for the star formation history and initial mass function in the Milky Way, as well as constrain the fundamental mass-radius relation for white dwarfs. I will also study evolved planetary systems that are currently being accreted in the convection zone of their white dwarf hosts, providing direct and unique insight into the bulk composition of exo-terrestrial material.",
    "totalCost": "1454650",
    "ecMaxContribution": "1454650",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1454650
        }
    },
    "calculatedTotalContribution": 1454650
}