{
    "rcn": "199471",
    "acronym": "DEMETER",
    "topics": "JTI-CS2-2014-CFP01-LPA-03-01",
    "title": "Development of E2E Maintenance architecture process and methods enabling a reliable and economic air transport system",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "The DEMETER proposal addresses the topic JTI-CS2-2014-CFP01-LPA-03-01 ìProcess and Methods for E2E Maintenance Architecture development and demonstrations and solutions for technology integration.î Passengers leaving and arriving on time is the service that an economic efficient and reliable transport system needs to provide. Aircraft scheduled and unscheduled maintenance continues to disrupt operations in Europe and reduces the asset utilization. In Europe 5.8% of all flights are delayed due to direct aircraft technical causes and consequential reactionary-rotational delays on subsequent flights. Consequential cost are estimated at 2.8bÄ reducing the economic efficiency of the main actors.\nDEMETER support the development for futureís End-to-End (E2E) maintenance architecture, which replaces the current systematic scheduled maintenance by on-condition maintenance: To reach this goal DEMETER will provide application of structure health monitoring (SHM) technologies, conditions based maintenance principles, system prognostic solutions based on aircraft data, improvement of maintenance execution efficiency at turn around and at scheduled maintenance intervals and service solutions supporting the above providing maintenance economic efficiency enhancement. DEMETER will be strongly integrated in WP3.6 ìMaintenanceî and will develop and perform the architecture and technology evaluation.\nThe DEMETER Consortium, composed of DLR and NLR, addresses research activities requiring multiple complementary skills that both research centres have capitalized not only as being preferential long-term strategic partners of the European aerospace industrial leaders, but also as acting as Partners of several EU-funded projects.",
    "totalCost": "1749911,25",
    "ecMaxContribution": "1749911,25",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
    "participantCountries": "NL",
    "projectParticipants": {
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 430500
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1319411
        }
    },
    "calculatedTotalContribution": 1749911
}