{
    "rcn": "199411",
    "acronym": "ACO",
    "topics": "ERC-StG-2015",
    "title": "The Proceedings of the Ecumenical Councils from Oral Utterance to Manuscript Edition as Evidence for Late Antique Persuasion and Self-Representation Techniques",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The Acts of the Ecumenical Councils of Late Antiquity include (purportedly) verbatim minutes of the proceedings, a formal framework and copies of relevant documents which were either (allegedly) read out during the proceedings or which were later attached to the Acts proper. Despite this unusual wealth of documentary evidence, the daunting nature of the Acts demanding multidisciplinary competency, their complex structure with a matryoshka-like nesting of proceedings from different dates, and the stereotype that their contents bear only on Christological niceties have deterred generations of historians from studying them. Only in recent years have their fortunes begun to improve, but this recent research has not always been based on sound principles: the recorded proceedings of the sessions are still often accepted as verbatim minutes. Yet even a superficial reading quickly reveals widespread editorial interference. We must accept that in many cases the Acts will teach us less about the actual debates than about the editors who shaped their presentation. This does not depreciate the Actsí evidence: on the contrary, they are first-rate material for the rhetoric of persuasion and self-representation. It is possible, in fact, to take the investigation to a deeper level and examine in what manner the oral proceedings were put into writing: several passages in the Acts comment upon the process of note-taking and the work of the shorthand writers. Thus, the main objective of the proposed research project could be described as an attempt to trace the destinies of the Actsí texts, from the oral utterance to the manuscript texts we have today. This will include the fullest study on ancient transcript techniques to date; a structural analysis of the Actsí texts with the aim of highlighting edited passages; and a careful comparison of the various editions of the Acts, which survive in Greek, Latin, Syriac and Coptic, in order to detect traces of editorial interference.",
    "totalCost": "1497250",
    "ecMaxContribution": "1497250",
    "coordinator": "OTTO-FRIEDRICH-UNIVERSITAET BAMBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999872509": {
            "orgId": "999872509",
            "orgName": "OTTO-FRIEDRICH-UNIVERSITAET BAMBERG",
            "ecContrib": 1497250
        }
    },
    "calculatedTotalContribution": 1497250
}