{
    "rcn": "199409",
    "acronym": "IN-SKA",
    "topics": "INFRADEV-3-2015",
    "title": "Square Kilometre Array: Infrastructure Detailed Design for SKA Phase 1",
    "startDate": "01/01/2016",
    "endDate": "28/02/2018",
    "objective": "The Square Kilometre Array (SKA) is an international project to construct the largest and most sensitive radio telescope ever conceived. The SKA will use hundreds of thousands of radio telescopes receivers, in three unique configurations, which will enable astronomers to monitor the sky in unprecedented detail and survey the entire sky thousands of times faster than any system currently in existence. The SKA telescopes will be co-located in Africa and in Australia. South Africaís Karoo desert will cover the core of the high and mid frequencies of the radio spectrum which will have telescopes spread all over the continent, with Australiaís Murchison region covering the low frequency range and hosting the survey instrument.  The objective of the IN-SKA proposal is to support the implementation of the SKA, enabling the start of construction in 2018 and delivery of first science around 2020. To achieve this, the proposal plans to provide resources to complete the Detailed Design of the core SKA Infrastructure required in South Africa and Australia.   The proposed programme will address the design of roads and civil works, power distribution to run the telescope and supporting computing facilities, antenna foundations and the specialist design of new buildings; buildings that will be suitable for maintaining a pristine radio-quiet environment needed to ensure that SKA is able to achieve its science goals.  In addition to driving innovation in many areas, and supporting the SKA as an inspirational vehicle for skills, industry and outreach, the ultimate deliverables of tender documentation ready for construction will place European and other national industry in leading positions to benefit directly from implementation of the SKA in 2018.",
    "totalCost": "4955475",
    "ecMaxContribution": "4955475",
    "coordinator": "SKA ORGANISATION",
    "coordinatorCountry": "UK",
    "participants": "NATIONAL RESEARCH FOUNDATION;COMMONWEALTH SCIENTIFIC AND INDUSTRIAL RESEARCH ORGANISATION",
    "participantCountries": "ZA;AU",
    "projectParticipants": {
        "935186313": {
            "orgId": "935186313",
            "orgName": "SKA ORGANISATION",
            "ecContrib": 299450
        },
        "999543194": {
            "orgId": "999543194",
            "orgName": "NATIONAL RESEARCH FOUNDATION",
            "ecContrib": 2251921
        },
        "999511572": {
            "orgId": "999511572",
            "orgName": "COMMONWEALTH SCIENTIFIC AND INDUSTRIAL RESEARCH ORGANISATION",
            "ecContrib": 2404104
        }
    },
    "calculatedTotalContribution": 4955475
}