{
    "rcn": "199440",
    "acronym": "SOLPART",
    "topics": "LCE-02-2015",
    "title": "High Temperature Solar-Heated Reactors for Industrial Production of Reactive Particulates",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The main objective of the SOLPART project is to develop, at pilot scale, a high temperature (950∞C) 24h/day solar process suitable for particle treatment in energy intensive industries (e.g. cement or lime industries). The project aims at supplying totally or partially the thermal energy requirement for CaCO3 calcination by high temperature solar heat thus reducing the life cycle environmental impacts of the process and increasing the attractiveness of renewable heating technologies in process industries. \nThis will be achieved by the demonstration of a pilot scale solar reactor suitable for calcium carbonate decomposition (Calcination reaction: CaCO3 = CaO \\ CO2) and to simulate at prototype scale a 24h/day industrial process (TRL 4-5) thereby requiring a high-temperature transport and storage system. The system will operate at 950∞C and will include a 30 kWth solar reactor producing 30 kg/h CaO and a 16h hot CaO storage. Life cycle environmental impacts of the solar-based solution in comparison with standard processes will be developed as well as economic evaluation.\nThe project develops and merges three advanced technologies: high temperature solar reactor, transport of high-temperature solid materials and high temperature thermal storage. The synergy between these technologies lies in using the solar-treated particles as storage medium. \nThe development of a such innovative technology for continuous particle processed by concentrated solar energy at about 950∞C is unique in the world. Thanks to the solar unit integration in the industrial process (potentially combined with CO2 capture), this should result in the considerable reduction of the carbon footprint of the CO2 emitter industries and open a new market for renewable energies.",
    "totalCost": "4558687,5",
    "ecMaxContribution": "4366562,5",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE CADI AYYAD;THE UNIVERSITY OF MANCHESTER;ABENGOA RESEARCH SL;NEW LIME DEVELOPMENT;CEMEX RESEARCH GROUP AG;EUROPEAN POWDER AND PROCESS TECHNOLOGY BVBA;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;EURONOVIA;COMESSA SA",
    "participantCountries": "MA;UK;ES;BE;CH;DE;FR",
    "projectParticipants": {
        "928470227": {
            "orgId": "928470227",
            "orgName": "NEW LIME DEVELOPMENT",
            "ecContrib": 120000
        },
        "962584448": {
            "orgId": "962584448",
            "orgName": "COMESSA SA",
            "ecContrib": 720750
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1078392
        },
        "998639930": {
            "orgId": "998639930",
            "orgName": "UNIVERSITE CADI AYYAD",
            "ecContrib": 148500
        },
        "962102455": {
            "orgId": "962102455",
            "orgName": "EUROPEAN POWDER AND PROCESS TECHNOLOGY BVBA",
            "ecContrib": 202500
        },
        "955100316": {
            "orgId": "955100316",
            "orgName": "ABENGOA RESEARCH SL",
            "ecContrib": 375000
        },
        "940140394": {
            "orgId": "940140394",
            "orgName": "EURONOVIA",
            "ecContrib": 207500
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 474156
        },
        "986048457": {
            "orgId": "986048457",
            "orgName": "CEMEX RESEARCH GROUP AG",
            "ecContrib": 0
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1039764
        }
    },
    "calculatedTotalContribution": 4366562
}