{
    "rcn": "199416",
    "acronym": "SOLENALGAE",
    "topics": "ERC-StG-2015",
    "title": "IMPROVING PHOTOSYNTHETIC SOLAR ENERGY CONVERSION IN MICROALGAL CULTURES FOR THE PRODUCTION OF BIOFUELS AND HIGH VALUE PRODUCTS",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Solar Energy is the most abundant renewable energy source available for our Planet. Light energy conversion into chemical energy by photosynthetic organisms is indeed the main conversion energy step, which originated high energy containing fossil deposits, now being depleted. By the way, plant or algae biomass may still be used to produce biofuels, as bio-ethanol, bio-diesel and bio-hydrogen. Microalgae exploitation for biofuels production have the considerable advantages of being sustainable and not in competition with food production, since not-arable lands, waste water and industrial gasses can be used for algae cultivation. Considering that only 45% of the sunlight covers the range of wavelengths that can be absorbed and used for photosynthesis, the maximum photosynthetic efficiency achievable in microalgae is 10%. On these bases, a photobioreactor carrying 600 l/m-2 would produce 294 Tons/ha/year of biomass of which 30% to 80%, depending on strain and growth conditions, being oil. However this potential has not been exploited yet, since biomass and biofuels yield on industrial scale obtained up to now were relatively low and with high costs of production. The main limitation encountered for sustained biomass production in microalgae by sunlight conversion is low light use efficiency, reduced from the theoretical value of 10% to 1-3%. This low light use efficiency is mainly due to a combined effect of reduced light penetration to deeper layers in highly pigmented cultures, where light available is almost completely absorbed by the outer layers, and an extremely high (up to 80%) thermal dissipation of the light absorbed. This project aims to investigate the molecular basis for efficient light energy conversion into chemical energy, in order to significantly increase the biomass production in microalgae combining a solid investigation of the principles of light energy conversion with biotechnological engineering of algal strains.",
    "totalCost": "1441875",
    "ecMaxContribution": "1441875",
    "coordinator": "UNIVERSITA DEGLI STUDI DI VERONA",
    "coordinatorCountry": "IT",
    "participants": "POLITECNICO DI MILANO",
    "participantCountries": "IT",
    "projectParticipants": {
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 1341875
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 100000
        }
    },
    "calculatedTotalContribution": 1441875
}