{
    "rcn": "199422",
    "acronym": "DISRUPT",
    "topics": "FTIPilot-1-2015",
    "title": "Development of an innovative and safe ultralight two-seater turbine helicopter",
    "startDate": "01/01/2016",
    "endDate": "30/06/2018",
    "objective": "Ultralight helicopters are used for a variety of transportation needs, attracting users from the recreational, private and public market segments because of their agility and convenient storage and transportation capacities. However, most ultralight helicopters on the market today are designed and manufactured with technology dating back to the 1980s. This creates a serious safety issue in adverse weather conditions. Indeed, ultralight helicopter accidents caused an estimated 57 deaths in Europe in 2013. The principal cause of these accidents is ìLoss of Control-In Flightî. Many of these accidents could have been prevented with better ultralight helicopter designs and more powerful engines. \n\nThe DISRUPT (Development of an innovative and safe ultralight, two-seater turbine helicopter) project is a state-of-the-art concept to manufacture a new and improved ultralight helicopter. Our helicopter design, turbine engine and parachute safety mechanism will make ultralight helicopter flights safer for passengers and reduce the number of tragedies caused by loss of pilot control.",
    "totalCost": "4104787,5",
    "ecMaxContribution": "2873351,25",
    "coordinator": "SOCIETA PER AZIONI CURTI -COSTRUZIONI MECCANICHE",
    "coordinatorCountry": "IT",
    "participants": "PRVNI BRNENSKA STROJIRNA VELKA BITES A.S.;JUNKERS PROFLY GMBH",
    "participantCountries": "CZ;DE",
    "projectParticipants": {
        "969042417": {
            "orgId": "969042417",
            "orgName": "SOCIETA PER AZIONI CURTI -COSTRUZIONI MECCANICHE",
            "ecContrib": 2080400
        },
        "928353051": {
            "orgId": "928353051",
            "orgName": "JUNKERS PROFLY GMBH",
            "ecContrib": 246750
        },
        "997392219": {
            "orgId": "997392219",
            "orgName": "PRVNI BRNENSKA STROJIRNA VELKA BITES A.S.",
            "ecContrib": 546201
        }
    },
    "calculatedTotalContribution": 2873351
}