{
    "rcn": "199436",
    "acronym": "Digital Keys",
    "topics": "ICT-37-2015-1",
    "title": "A groundbreaking smartlock system to increase security and control of entry points",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "LEAPIN has developed a new type of access control and unlocking system. Digital Keys is a Software Development Kit that utilises apps and web-based software to set, send, receive and revoke time sensitive one-time use passwords (keys) to provide access anytime anywhere. A secure encrypted technology is used to overcome concern related to fear of hacking and security. The traditional magnetic stripe technology is outdated and the system is subject to regular failures. The installation of innovative smartlocks delivers a more reliable and secure system. LEAPINís patented technology allows Digital Keys users to open doors with their smartphones, to self check-in to accommodation/assets with their smartphones, to web check-in to their accommodation/assets, to continue to use keycards linked with Near Field Communications and enable complete self-management of accommodation without human interaction. Digital Keys require no supporting network infrastructure through the use of a one-time password cloud based software. The flexibility of remotely controlling and managing access to properties provides convenient accessibility and does not restrict operating hours. Within the overall project, LEAPIN aims to: implement Near Field Communication technology and Bluetooth Low Energy technology features into the LEAPIN Software Development Kit; undertake at least three pilot trials of the smart lock in hotels in 3 EU countries; undertake a market replicability test of the software platform and its functionality; and establish a sound marketing and commercialization strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LEAPIN DIGITAL KEYS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927199624": {
            "orgId": "927199624",
            "orgName": "LEAPIN DIGITAL KEYS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}