{
    "rcn": "199467",
    "acronym": "DYNAP",
    "topics": "ERC-StG-2015",
    "title": "Dynamic Penetrating Peptide Adaptamers",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "The aim of this proposal is to identify, at the molecular level, the minimal topological and structural motifs that govern the membrane translocation of short peptides. A covalent reversible bond strategy will be developed for the synthesis of self-adaptive penetrating peptides (adaptamers) for targeted delivery.\n\nIt is known that the recently developed therapeutic technologies (i.e. gene therapy, chemotherapy, hyperthermia, etc.) cannot reach their expected potential due to limitations in the current delivery strategies, which hinder the efficient targeting of the appropriate tissues, cells and organelles. Despite the enormous therapeutic potential of short penetrating peptides, these molecules suffer from drawbacks such as toxicity, instability to protease digestion and lack of specificity.\n\nDynamic covalent chemistry has significant synthetic advantages. In the proposed research, peptide scaffolds with clickable reversible groups (e.g. hydrazide) will be conjugated with collections of aldehydes to afford self-adaptive biomimetic transporters, whose secondary structure and penetrating properties will be systematically characterized by biophysical, cell-biology and pattern recognition techniques.\n\nThe versatility of dynamic supramolecular ìpeptide adaptamersî with precisely positioned protein ligands will be explored for multivalent specific recognition, protein transport, cell targeting of drugs and probes and membrane epitoping.\n\nAdditionally, we propose to synthesise dynamic and environmentally sensitive fluorescent probes for biocompatible membrane labelling and uptake signalling.\n\nThe resulting discoveries of this research will allow the formulation of novel transfecting reagents for gene therapy, selective platforms for drug-delivery and the development of dynamic fluorescent membrane probes. The potential results of this proposal will shake the fields of drug-delivery and non-viral gene transfection and will resolve the limitations of the current approaches.",
    "totalCost": "1492525",
    "ecMaxContribution": "1492525",
    "coordinator": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 1492525
        }
    },
    "calculatedTotalContribution": 1492525
}