{
    "rcn": "199414",
    "acronym": "BUNDLEFORCE",
    "topics": "ERC-StG-2015",
    "title": "Unravelling the Mechanosensitivity of Actin Bundles in Filopodia",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Eukaryotic cells constantly convert signals between biochemical energy and mechanical work to timely accomplish many key functions such as migration, division or development. Filopodia are essential finger-like structures that emerge at the cell front to orient the cell in response to its chemical and mechanical environment. Yet, the molecular interactions that make the filopodia mechanosensitive are not known. To tackle this challenge we propose unique biophysical in vitro and in vivo experiments of increasing complexity. Here we will focus on how the underlying actin filament bundle regulates filopodium growth and retraction cycles at the micrometer and seconds scales. These parallel actin filaments are mainly elongated at their barbed-end by formins and cross-linked by bundling proteins such as fascins.\nWe aim to: \n1) Elucidate how formin and fascin functions are regulated by mechanics at the single filament level. We will investigate how formin partners and competitors present in filopodia affect formin processivity; how fascin affinity for the side of filaments is modified by filament tension and formin presence at the barbed-end.\n2) Reconstitute filopodium-like actin bundles in vitro to understand how actin bundle size and fate are regulated down to the molecular scale. Using a unique experimental setup that combines microfluidics and optical tweezers, we will uncover for the first time actin bundles mechanosensitive capabilities, both in tension and compression.\n3) Decipher in vivo the mechanics of actin bundles in filopodia, using fascins and formins with integrated fluorescent tension sensors.\nThis framework spanning from in vitro single filament to in vivo meso-scale actin networks will bring unprecedented insights into the role of actin bundles in filopodia mechanosensitivity.",
    "totalCost": "1499190",
    "ecMaxContribution": "1499190",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499190
        }
    },
    "calculatedTotalContribution": 1499190
}