{
    "rcn": "199474",
    "acronym": "DevTMF",
    "topics": "JTI-CS2-2014-CFP01-ENG-03-01",
    "title": "Development of Experimental Techniques and Predictive Tools to Characterise Thermo-Mechanical Fatigue Behaviour and Damage Mechanisms",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "DevTMF takes the collective technical expertise and experience of working on thermo-mechanical fatigue (TMF) problems related to large aero-engines from three major centres of TMF research, namely Linkˆping, Swansea and Nottingham Universities in order to perform the activities of this topic. Together, the team will deliver significant technical innovations in following major topics to ensure world-leading competencies in aero engine and aircraft manufacturing sector for Europe:\n\n1. Improvement and development of advanced standard and non-standard cutting-edge TMF experimental methods and harmonisation of the test methods to enable standardisation across the field by performing comprehensive studies into the phenomena for a range of representative parts,\n2. Advanced metallurgical assessment of structural disc alloy(s) taking into account the effect of multiple critical variables (e.g. R-ratio, phase, environment, dwell) to determine active damage mechanisms that control the life under TMF operating conditions, and\n3. Physically based coupled models, with experimental validation, capable of predicting TMF initiation and propagation lives of components subjected to complex engine cycles and suitable for implementation in the computer programmes used to predict component lives.\n\nThe project will take the above-described technologies to TRL5. Two business opportunities are addressed by this work: (i) at the end of the project the materials understanding and lifing models will be used to optimise/uprate the performance of existing individual aero engine components and (ii) over a longer timescale influence the development of new disc alloys and ultra efficient future designs (Advance, Ultrafan). The developed TMF technologies will enable industrial aero gas turbines used for aero engines to be operated at higher temperatures and pressures, improving their efficiency and reducing fuel consumption (by 1%) and CO2 emissions. Hence improved competitiveness and marker share.",
    "totalCost": "994538,75",
    "ecMaxContribution": "994538,75",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "SWANSEA UNIVERSITY;THE UNIVERSITY OF NOTTINGHAM",
    "participantCountries": "UK",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 343874
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 192930
        },
        "999862033": {
            "orgId": "999862033",
            "orgName": "SWANSEA UNIVERSITY",
            "ecContrib": 457735
        }
    },
    "calculatedTotalContribution": 994539
}