{
    "rcn": "199401",
    "acronym": "MAYIM",
    "topics": "NMP-25-2015-1",
    "title": "Integrated method for treating a wide range of industrial waste waters based on magnetic settling and catalytic oxidation",
    "startDate": "01/11/2015",
    "endDate": "29/02/2016",
    "objective": "MAYIM will develop to industrial production stage a wastewater treatment integrated technology for industrial factories able to remove total suspended solids, and dissolved organic and inorganic substances simultaneously in one single treatment with two consecutive steps: magnetic settling and catalytic oxidation. \nThe applying Companies, AMTR Scientific Ltd. (coordinator) and EDAL Engineering Ltd., are both experienced Israeli SMEs providing R&D technological solutions, equipment and machinery for different manufacturing industries, including new methods for wastewater management. \nThe main advantages of MAYIM in comparison with current solutions (which address only one of the two removal stages of the proposed technology), are the following: \n1 Extremely low energy consumption (1kWh/m3 instead of the 3-5 kWh/m3 consumed by current technologies). \n2 Very high removal efficiency (99% for magnetic settling and 96-99% for catalytic oxidation). \n3 Hydrophobic sludge with very low moisture content (75%), allowing strong savings since centrifugal decantation and filter press is not required. \n4 Flexibility: cross-sectorial approach covering a wide variety of industries and factory sizes. \n5 Standalone and self-sustained equipment operating at room temperature through a fully automated process. \nAMTR and EDAL have been working together for the last 8 years in the development of MAYIM (AMTR is already Proprietary of the composite catalyst used in the second stage of the treatment). Prototype plants have been successfully operating in 8 factories belonging to 4 different sectors, but there are still improvements to be done for upscaling the technology to industrial flow rates (? 2000 m3/day). \nMAYIM will allow 20-40% savings in wastewater treatment to the industrial factories and will have a very strong economic impact on the revenue of both applying companies, which will rise their cumulative profit in Ä15 M and their employees in 10 (AMTR) and 15 people (EDAL).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "A.M.T.R SCIENTIFIC LTD",
    "coordinatorCountry": "IL",
    "participants": "EDAL ENGINEERING LTD",
    "participantCountries": "IL",
    "projectParticipants": {
        "927126874": {
            "orgId": "927126874",
            "orgName": "A.M.T.R SCIENTIFIC LTD",
            "ecContrib": 50000
        },
        "927105922": {
            "orgId": "927105922",
            "orgName": "EDAL ENGINEERING LTD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}