{
    "rcn": "199412",
    "acronym": "FluctEvol",
    "topics": "ERC-StG-2015",
    "title": "Fluctuating selection, evolution, and plasticity in random environments",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Temporal environmental variation in natural systems includes a large component of random fluctuations, the magnitude and predictability of which is modified under current climate change. The need for predicting eco-evolutionary impacts of plastic and evolutionary responses to changing environments is still hampered by lack of strong experimental evidence. FluctEvol aims at shedding a new light on population responses to stochastic environments, and facilitating their prediction, using a unique combination of approaches. First, theoretical models of evolution and demography under a randomly changing optimum phenotype will be designed and analysed, producing new quantitative predictions. Second, statistical methodologies will be developed, and employed in meta-analyses of long-term datasets from natural populations. And third, large-scale and automated experimental evolution in stochastic environments will be carried out with the micro-alga Dunaliella salina, an extremophile that thrives at high and variable salinities. We will manipulate the magnitude and predictability of fluctuations in salinity, and use high-throughput phenotyping and candidate-gene sequencing to analyse the evolution of plasticity for traits involved in salinity adaptation in this species: glycerol and carotene content. We will thus combine the benefits of experimental evolution in microbes (short generations, ample replication) with a priori knowledge of ecologically relevant adaptive traits, allowing for hypothesis-driven experiments. The success of this project in increasing our predictive power about eco-evolutionary dynamics is warranted by the experience of the PI, at the interface between theoretical and empirical approaches. Our experiments will have relevance beyond academia, as we will modify through evolution the plasticity of traits (accumulation of energetic cell metabolites) that are direct targets for bioindustry, thus potentially overcoming current limitations in productivity.",
    "totalCost": "1499665",
    "ecMaxContribution": "1499665",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499665
        }
    },
    "calculatedTotalContribution": 1499665
}