{
    "rcn": "199464",
    "acronym": "HyBalance",
    "topics": "FCH-02.10-2014",
    "title": "HyBalance",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Power-to-Gas (PtG) is an innovative energy concept which will help to incorporate flexibility into \nfuture energy systems, increasingly characterised by the use of fluctuating renewable electricity. One PtG option, dubbed Power-to Hydrogen (PtH2) is to produce hydrogen from water electrolysis applying cheap renewable electricity in times of surplus and providing it for re-electrification in times of electricity shortages or to other hydrogen end-users, whatever promises the best business opportunities. It has been shown by recent studies that these can be best exploited, if PtH2 simultaneously supplies hydrogen to more than one end-use sector. The combination of electricity and mobility sectors has been earmarked as being specifically relevant, promising high utilization of the electrolysers and hence possible revenues.\nIt is the purpose of the HyBalance project to demonstrate the concept of multi-sectoral hydrogen end-use in the renewable energy friendly environment of wind-rich Denmark at Megawatt scale with a PtH2 plant. A group of partners representing all steps along the renewable electricity to hydrogen to end-use value chain have convened to develop a PtH2 demonstration plant. This plant will be designed for combined operation providing both grid balancing services and hydrogen for industry and as a fuel for transport in the community of Hobro in the Danish province of Nordjylland. The plant will be used to demonstrate its feasibility to identifying potential revenue streams from PtH2 under todayís and future constraints (regulatory environment, state-of-art of key technologies), simultaneously applying most recent developments for hydrogen distribution and storage.\nRelevant applications in the hydrogen production siteís proximity are: hydrogen refuelling stations for fuel cell cars and buses in Hobro, local industry and, as perspective, hydrogen storage in salt caverns located in Hvornum and Lille Torup.",
    "totalCost": "15631195,73",
    "ecMaxContribution": "7999370,8",
    "coordinator": "AIR LIQUIDE ADVANCED BUSINESS",
    "coordinatorCountry": "FR",
    "participants": "HYDROGENICS EUROPE NV;CEMTEC FONDEN;Ludwig-Boelkow-Systemtechnik GmbH;NEAS ENERGY AS;COPENHAGEN HYDROGEN NETWORK AS;AIR LIQUIDE GLOBAL E&C SOLUTIONS FRANCE",
    "participantCountries": "BE;DK;DE;FR",
    "projectParticipants": {
        "996311833": {
            "orgId": "996311833",
            "orgName": "Ludwig-Boelkow-Systemtechnik GmbH",
            "ecContrib": 29415
        },
        "968717855": {
            "orgId": "968717855",
            "orgName": "HYDROGENICS EUROPE NV",
            "ecContrib": 1826325
        },
        "936514631": {
            "orgId": "936514631",
            "orgName": "NEAS ENERGY AS",
            "ecContrib": 187411
        },
        "990737243": {
            "orgId": "990737243",
            "orgName": "AIR LIQUIDE ADVANCED BUSINESS",
            "ecContrib": 1355191
        },
        "964658405": {
            "orgId": "964658405",
            "orgName": "COPENHAGEN HYDROGEN NETWORK AS",
            "ecContrib": 254287
        },
        "925199872": {
            "orgId": "925199872",
            "orgName": "AIR LIQUIDE GLOBAL E&C SOLUTIONS FRANCE",
            "ecContrib": 3991992
        },
        "935272352": {
            "orgId": "935272352",
            "orgName": "CEMTEC FONDEN",
            "ecContrib": 354750
        }
    },
    "calculatedTotalContribution": 7999371
}