{
    "rcn": "199466",
    "acronym": "MODULAR",
    "topics": "ERC-StG-2015",
    "title": "Modular mechanical-atomic quantum systems",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Atomic ensembles are routinely prepared and manipulated in the quantum regime using the powerful techniques of laser cooling and trapping. To achieve similar control over the vibrations of nanofabricated mechanical oscillators is a goal that is vigorously pursued, which recently led to the first observations of ground-state cooling and quantum behavior in such systems.\n\nIn this project, we will explore the new conceptual and experimental possibilities offered by hybrid systems in which the vibrations of a mechanical oscillator are coupled to an ensemble of ultracold atoms. An optomechanics setup and an ultracold atom experiment will be connected by laser light to generate long-distance Hamiltonian interactions between the two systems. This modular approach avoids the technical complications of combining a cryogenic optomechanics experiment and a cold atom experiment into a highly integrated setup. At the same time, it allows to investigate intriguing conceptual questions associated with the remote control of quantum systems.\n\nThe coupled mechanical-atomic system will be used for a range of experiments on quantum control and quantum metrology of mechanical vibrations. We will implement new schemes for ground-state cooling of mechanical vibrations that overcome some of the limitations of existing techniques, explore coherent mechanical-atomic interactions and Einstein-Podolsky-Rosen entanglement, and use such entanglement for measurements of mechanical vibrations beyond the standard quantum limit. The extensive experience of the PI in atomic quantum metrology and hybrid optomechanics will be a valuable asset in this endeavor.\n\nBesides the interesting perspective of observing quantum phenomena in engineered mechanical devices that are visible to the bare eye, the project will open up new avenues for quantum measurement of mechanical vibrations with potential impact on the development of mechanical quantum sensors and transducers for accelerations, forces and fields.",
    "totalCost": "1498961",
    "ecMaxContribution": "1498961",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 1498961
        }
    },
    "calculatedTotalContribution": 1498961
}