{
    "rcn": "199438",
    "acronym": "SUN-to-LIQUID",
    "topics": "LCE-11-2015",
    "title": "SUNlight-to-LIQUID: Integrated solar-thermochemical synthesis of liquid hydrocarbon fuels",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Liquid hydrocarbon fuels are ideal energy carriers for the transportation sector due to their exceptionally high energy density and most convenient handling, without requiring changes in the existing global infrastructure. Currently, virtually all renewable hydrocarbon fuels originate from biomass. Their feasibility to meet the global fuel demand and their environmental impact are controversial. In contrast, SUN-to-LIQUID has the potential to cover future fuel consumption as it establishes a radically different non-biomass non-fossil path to synthesize renewable liquid hydrocarbon fuels from abundant feedstocks of H2O, CO2 and solar energy. Concentrated solar radiation drives a thermochemical redox cycle, which inherently operates at high temperatures and utilizes the full solar spectrum. Thereby, it provides a thermodynamically favourable path to solar fuel production with high energy conversion efficiency and, consequently, economic competitiveness. Recently, the first-ever production of solar jet fuel has been experimentally demonstrated at laboratory scale using a solar reactor containing a ceria-based reticulated porous structure undergoing the redox cyclic process. \nSUN-to-LIQUID aims at advancing this solar fuel technology from the laboratory to the next field phase: expected key innovations include an advanced high-flux ultra-modular solar heliostat field, a 50 kW solar reactor, and optimized redox materials to produce synthesis gas that is subsequently processed to liquid hydrocarbon fuels. The complete integrated fuel production chain will be experimentally validated at a pre-commercial scale and with record high energy conversion efficiency.\nThe ambition of SUN-to-LIQUID is to advance solar fuels well beyond the state of the art and to guide the further scale-up towards a reliable basis for competitive industrial exploitation. Large-scale solar fuel production is expected to have a major impact on a sustainable future transportation sector.",
    "totalCost": "6150031,25",
    "ecMaxContribution": "4450618",
    "coordinator": "BAUHAUS LUFTFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "ABENGOA RESEARCH SL;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;Fundacion IMDEA Energia;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;ARTTIC;HYGEAR TECHNOLOGY AND SERVICES BV",
    "participantCountries": "ES;DE;CH;FR;NL",
    "projectParticipants": {
        "999551827": {
            "orgId": "999551827",
            "orgName": "BAUHAUS LUFTFAHRT EV",
            "ecContrib": 1014060
        },
        "998683192": {
            "orgId": "998683192",
            "orgName": "Fundacion IMDEA Energia",
            "ecContrib": 936525
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 288550
        },
        "937175104": {
            "orgId": "937175104",
            "orgName": "HYGEAR TECHNOLOGY AND SERVICES BV",
            "ecContrib": 961433
        },
        "955100316": {
            "orgId": "955100316",
            "orgName": "ABENGOA RESEARCH SL",
            "ecContrib": 352500
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 897550
        }
    },
    "calculatedTotalContribution": 4450618
}