{
    "rcn": "199400",
    "acronym": "SMARTGEARBOX",
    "topics": "NMP-25-2015",
    "title": "Development of a new gearbox without lubricants for low OM costs, higher efficiency, and oiless applications",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Located in the Bologna region in Italy, our company, VARVEL, is specialized in manufacturing of speed reducers and variators for light industry applications, such as machinery, conveyors, feeding systems, photovoltaic devices or sliding doors and so on (metalworking, chemical, textile, farming, construction industries).\nFrom its establishment in 1955, innovation has been guiding our company in every decision and business strategy, making us a strong and reliable partner in power transmission equipment on the international scene (Production: 300,000 units/Turnover: Ä31 million [2013]): from product research to increasing use of automation and robotics in manufacturing, from company management by formalized processes to logistics flow computerization. All our efforts focusing on the customersí needs and satisfaction, in terms of product uses, costs and performance.\nListening to our customersí feedback and concern on oil maintenance and leaking risks, we have been working on new ìoiless gearboxî: by eliminating oil lubricants, we can decrease the operation and maintenance costs of our products by 50% and increase their efficiency by 10-15% while making them more environmental friendly. Besides, this new product will allow us to penetrate new markets such as food processing and medical, where the use of lubricants is prohibited. This project, called Smart GearBox, aims at integrating our developments on our worm-wheel gearboxes for commercialization, achieving a long-term profitability for both our customers and our company: increase of sales margin by 11% and sales by 42%, leading to an additional 6.3 million of turnover by 2020",
    "totalCost": "1530418,75",
    "ecMaxContribution": "1071293,13",
    "coordinator": "VARVEL SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938142679": {
            "orgId": "938142679",
            "orgName": "VARVEL SPA",
            "ecContrib": 1071293
        }
    },
    "calculatedTotalContribution": 1071293
}