{
    "rcn": "199433",
    "acronym": "Loc8torHC",
    "topics": "ICT-37-2015-1",
    "title": "A disruptive healthcare monitoring solution that by nature of what and how it monitors (IoT) improves home safety, user wellbeing and provides early warning to help avoid critical admissions",
    "startDate": "01/01/2016",
    "endDate": "30/06/2016",
    "objective": "Caring of ageing population will be one of the greatest challenges during this century. Most elderly people want to remain independent in their own homes for as long as possible. This decision can cause their children to worry about their parentsí wellbeing. This is when technology enabled care services (TECS), such as telecare and telehealth, provides a solution. TECS revenues in the EU28\\2 countries reached an estimated Ä1.89 billion in 2013. \n\nTo cope with this demand, next-generation telecare and tele-health platforms need to be enriched with innovative products. However, current monitoring devices for the elderly, can be divided into two types. The first is nothing more than a panic button connected to a 24-hour emergency telephone operator. It does little, costs a lot, and results in a lot of false alarms. The second kind is an incredibly complex, medical device that is beyond most seniorsí (and carersí) understanding which prevents mass market adoption. \n\nLoc8tor HealthCare (Loc8torHC), a disruptive, cost effective, scalable TECS platform targeted at the retail market. The core platform will be simple and work out of the box with no installation. Meanwhile, the carer can go online and configure the type of information they want the platform to send them, how often they want to receive updates, and whether they want updates in an e-mail, text message, or some other format.\n\nThe core product will include 6 core services; location, wander, fall, panic, activity and temperature in one device. Our competitive advantage is that our platform can easily be configured for numerous applications by adding 3rd party devices (blood pressure, heart rate, etc.) through a plug and play Bluetooth port. The data collected from the medical sensors, combined with daily activity patterns (core Loc8torHC tags), and any other data sources (weather, pollution etc.) will be processed through our algorithm to generate a recommended diagnostic output in real time.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LOC8TOR LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927079926": {
            "orgId": "927079926",
            "orgName": "LOC8TOR LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}