{
    "rcn": "199402",
    "acronym": "ENERGY SPECTRUM",
    "topics": "SIE-01-2015-1",
    "title": "Market uptake a innovative Non-intrusive Appliance Load Monitoring (NIALM) to enlarge ENERGY efficiency SPECTRUM to comprise the families factor",
    "startDate": "01/02/2016",
    "endDate": "31/07/2016",
    "objective": "The objective of this project is to analyze the commercial and technical feasibility of the upscale of an energy sensing disaggregation system coupled with an innovative family eco-feedback. \n\nOur sensing system ENERGY SPECTRUM is capable of disaggregating home energy consumption using a low-cost and effective non-intrusive approach costing less than most of our competitor solutions. The sensing system is coupled with a middleware web system that supports novel eco-feedback strategies that are meaningful and compelling for families and households. \nOur real world test beds (demonstrate a potential for improvement in energy conservation efficiency by 42% with a long-term impact (our competitors claim increases between 4-20% with known problems of relapse in conservation activities).\n\nOur company, PRSMA (the commercial name of Bright Curiosity, LDA) is a spinoff SME created by a research team at M-ITI associated with an entrepreneur from the energy and electronics industry. Our aim is to commercialize ENERGY SPECTRUM, an energy disaggregation system coming out of a successful transnational research project involving teams in Europe (Madeira/Portugal) and the USA (Carnegie Mellon University). The ownership and IPR of this result has been transferred by the research organization to PRSMA. The research underlying this initiative was extensively published in international conferences and journals and awarded by the ìIFIP Conference on Sustainable Internet and ICT for Sustainabilityî. \n\nThree potential customers have already demonstrated their interest in the project outcome, including EDP, an international Utility with more than 10 million customers and present in the markets of EU, USA and Brazil.\n\nThe aim of ENERGY SPECTRUM is to reach 1% of a specific EU niche mark (family households with 3-5 members) and achieve a yearly profit of 10,2 million Euros, five years after the ENERGY SPECTRUM commercialization starts. We forecast to enter in USA market in 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BRIGHT CURIOSITY, LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927110481": {
            "orgId": "927110481",
            "orgName": "BRIGHT CURIOSITY, LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}