{
    "rcn": "199403",
    "acronym": "C-Heat",
    "topics": "SIE-01-2015-1",
    "title": "Condensed Heat - Optimization and scaling up of an energy efficient, long-during biomass condensation boiler with curved heat exchanger",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "BioCurve and QuintÌn laid the groundwork for a new generation of condensing boilers. We have developed a biomass condensing boiler that has been internationally awarded, which led C-Heat to surpass from far the current state of art, in terms of performance, ripping design and price. By taking advantage of the identified market opportunity, C-Heat will contribute to the growth of BioCurve and QuintÌn with a turnover of 6.7Mio. Ä and 20 new jobs by 2022 introducing an innovative technology powered by renewable organic sources and available in a broad range of power outputs.Former technologies for domestic heating are either unsuitable for moving forward towards a sustainable energy model across EU, or insufficient in terms of energy efficiency. In order to overcome these issues, Biocurve and Quintin have developed a cutting edge biomass boiler capable of working under condensing conditions. Thanks to a novel spiral heat exchanger that enhances 50% the exchange surface, C-Heat compact solution shows > 100% energy efficiency by capturing almost all latent heat of condensation of water vapor in the exhaust stream. In addition, an accurate control of the system enables low temperature applications (i.e. radiant floors). Until now, C-Heat has passed rigorous technical assessments, procuring international quality standards certifications. Also, several units are well operating in real condition, installed in private apartments since 2013. Therefore, an appropriate technology readiness level together with the unmet needs invite us to establish an ambitious but achievable aim for the next years: To become an international reference in the bio heating domestic and tertiary segments as well as the small scale industry. In fact, it does lead us to believe that C-Heat is potentially the best solution for the appointed market niches, if we notice its competitive price and its unique features.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOCURVE",
    "coordinatorCountry": "ES",
    "participants": "CURVADOS QUINTIN S.L",
    "participantCountries": "ES",
    "projectParticipants": {
        "925469629": {
            "orgId": "925469629",
            "orgName": "CURVADOS QUINTIN S.L",
            "ecContrib": 0
        },
        "935843488": {
            "orgId": "935843488",
            "orgName": "BIOCURVE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}