{
    "rcn": "199495",
    "acronym": "AGS",
    "topics": "SFS-08-2015-1",
    "title": "A resource-efficient granulation process for advanced formulation of any compound in food and pharma production",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "Polibiotech, an SME from Italy, has developed a patented advanced manufacturing process that successfully formulates any chemical compound quicker, at a lower cost and resource-efficiently. Current chemicals production procedures of wet and dry granulation have difficulties with universality, waste ingredients and energy consumption. Nutraceutical formulation requires repetitive research and testing to prove viability and is an extremely inefficient, time-consuming process (lasting up to several months). The Aerodynamic Granulation System (AGS) is a new process of dry granulation that revolutionises the formulation process and successfully manufactures any drug. The system uses a gas flow to optimise particle transportation and granule separation. The system is eco-sustainable as less raw materials are input and waste can be recycled through the use of a continuous process in a closed system. The AGS method reduces formulation time from several months to one day. At peak performance the AGS could produce more than one new formulation per week and a basic machine would have capacity to produce 1 tonne a day. The system concept will initially be applied to the nutraceutical markets; however, any product that requires the combination of chemicals to form a homogeneous compound can utilize this technique including the pharmaceutical market. An advanced prototype AGS has been constructed and trialled in an operational environment and a variety of products have been formulated. Within the overall project Polibiotech intend to: construct a second pilot plant in Italy; engineer a series of online quality control tests; validate the full scale AGS line for the production of nutraceutical compounds and gain certification for manufacturing roll out within the EU.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POLIBIOTECH SRL",
    "coordinatorCountry": "IT",
    "participants": "PHARMIA OY;CO.RA. SRL",
    "participantCountries": "FI;IT",
    "projectParticipants": {
        "998921521": {
            "orgId": "998921521",
            "orgName": "PHARMIA OY",
            "ecContrib": 0
        },
        "930062773": {
            "orgId": "930062773",
            "orgName": "CO.RA. SRL",
            "ecContrib": 0
        },
        "930466584": {
            "orgId": "930466584",
            "orgName": "POLIBIOTECH SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}