{
    "rcn": "199484",
    "acronym": "NanoPacks",
    "topics": "ERC-StG-2015",
    "title": "NanoPacks: Assembling nanoparticles via evaporation-driven droplet collapse for ultrasensitive detection techniques",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "The foundation of nanophotonics and nanoplasmonics has boosted the development of ultrasensitive detection techniques. Some of these techniques, such as Surface Enhanced Raman Spectroscopy or Surface Enhanced Fluorescence, are able to detect femtomolar concentrations of analytes or even single molecules, only relying on the adsorption of the analytes on a nanostructured surfaces. \n\nThe development of nanotechnology requires a high control on the building blocks of the structures. The concept of self-assembly has been introduced and successfully applied in recent years to build all sorts of nanostructures. However, self-assembly generally involves an attractive interaction of the elements which requires the use of specially designed nanoparticles, thus imposing severe limitations in the applicability of self-assembly. \n\nThe approach I want to explore in this project is a complete change of paradigm which consists on assembling nanostructures through the collapse of evaporating drops: A droplet, containing both metallic nanoparticles and a tiny amount of analyte molecules, evaporates until the whole solvent vanishes and only the solutes are left. By manipulating the way the droplet evaporates, we can control the shape and properties of the remains, and therefore assemble metallic nanoparticles together with the molecules of interest in a passive way.\n \nThe project will increase the reach of plasmonic-based techniques for the early detection of diseases: First, the approach does not rely on expensive fabrication techniques, but only on the thermodynamics and the statistical physics of the particle packings. Secondly, by using a physical approach to form nanoparticle and analyte aggregates, we avoid adverse interactions with the analyteís chemistry. \n\nThe packing of metallic nanoparticles presents new challenges and brings several scientific questions that I will address experimentally through microfluidics, but also via simulations and modeling.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}