{
    "rcn": "199437",
    "acronym": "OCProDx",
    "topics": "PHC-12-2015-1",
    "title": "Strategic planning for commercialisation of a multiplexed protein diagnostic (Dx) blood test for Organ-Confined Prostate cancer: OCProDx",
    "startDate": "01/01/2016",
    "endDate": "30/06/2016",
    "objective": "In Europe over 400,000 (US >250,000, globally >1M) men are diagnosed with prostate cancer every year and well over half will have intermediate to low risk disease. The vast majority of these men would benefit from active surveillance (AS) - monitoring of disease progression before treatment. But most are treated by surgery, radiation or drugs because existing diagnostic tools do not adequately support the AS vs. treatment decision. For those men on AS the tests do easily allow long term repeated monitoring. The over-treatment of prostate cancer is a widely acknowledged and serious issue: the side effects of treatment are often worse than the disease itself and impact negatively on quality of life. We have discovered, developed and patented a blood protein signature that can discriminate between disease that remains confined to the prostate or has spread beyond it. This multiplexed protein signature, the OCProDx test, has the capacity to support at least three key patient decisions. i) for men newly diagnosed with prostate cancer: the decision between AS and treatment; ii) for men on AS: whether to treat or not, and iii) for those to be treated: which treatment may be the best option. The OCProDx test, will be licensed to a newly founded UCD Spin out company 'Atturosí. The market size is very large, the need significant and the estimated gross profit margin very attractive. We believe there is a compelling opportunity to grow Atturos to develop OCProDx within a commercial setting and deliver it to market. In so doing, Atturos will grow rapidly to create high value EU employment opportunities that will be global in reach.  Well-resourced laboratory based studies are currently underway to consolidate the technical performance of OCProDx and validate its clinical performance.  In this proposal we seek to engage with key external consultants to develop and produce a detailed business plan for Atturos to commercialise and monetise OCProDx.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ATTUROS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926682905": {
            "orgId": "926682905",
            "orgName": "ATTUROS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}