{
    "rcn": "199463",
    "acronym": "ORISON",
    "topics": "INFRASUPP-2-2015",
    "title": "Innovative infrastructure for astronomical research based on stratospheric balloons",
    "startDate": "01/02/2016",
    "endDate": "31/07/2017",
    "objective": "ORISON addresses an innovative research infrastructure based on scientific instrumentation integrated into movable stabilized balloon platforms. Many Astronomical observations and experiments are severely limited by the Earthís atmosphere: atmospheric turbulence, atmospheric absorption, scattering and emissions, bad weather and other phenomena degrade or prevent many astronomical observations. To solve that, scientists utilise specific space missions, such as the Hubble Space Telescope, whose costs are immense and whose availability is highly restricted. \n\nORISON aims at using small low-cost stratospheric balloons equipped with light-weight medium-sized stabilized telescopes and other instruments to perform specific tasks in short-duration missions in conditions similar to those of the outer space. This instrumentation will be implemented by high-tech industry actors and the acquisition will be handled by a public procurement process. \n \nThe current CSA project is partially aimed at analysing and exploring the use of PCP or PPI procurement hence minimising risks and maximising the value for money of the whole action. The feasibility analysis that will be undertaken in the current CSA project will lead the consortium to reach the necessary knowledge about the requirements, technical specs and market supply to prepare the purchase of the research infrastructure proposed. The ORISON CSA project will also explore the possible infrastructure exploitation strategies.\n \nORISONës consortium is composed by a balanced team incorporating the necessary expertise and experience for successfully undertaking this important investment decision. The partners will study to enlarge the buyersí group to reach a valuable critical mass and ensuring a larger impact.",
    "totalCost": "606198,75",
    "ecMaxContribution": "606198",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;ERNST & YOUNG ABOGADOS SLP;UNIVERSITAET STUTTGART",
    "participantCountries": "DE;ES",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 130492
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 226133
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 139260
        },
        "924903537": {
            "orgId": "924903537",
            "orgName": "ERNST & YOUNG ABOGADOS SLP",
            "ecContrib": 110312
        }
    },
    "calculatedTotalContribution": 606197
}