{
    "rcn": "199452",
    "acronym": "STRONGMAR",
    "topics": "H2020-TWINN-2015",
    "title": "STRengthening MARritime Technology Research Center",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "INEST TEC is strongly committed to become a center of excellence in maritime technology and, in particular, deep sea technology. It is strategically located, with fast access to deep sea, it has been steadily building up its skills, capabilities and resources, and is presently in the process of implementing an open research infrastructure, thus preparing itself to become capable of providing services and open access to the European academic and industrial communities and, thus, become a recognized European maritime research asset.\nThis proposal thus aims at creating solid and productive links in the global field of marine science and technology between INESC TEC and established leading research European institutions, capable of enhancing the scientific and technological capacity of INESC TEC and linked institutions (as well as the capacity of partnering institutions involved in the twinning action), helping raising its staffís research profile and its recognition as an European maritime research center of excellence.\nThese objectives will be fulfilled through a set of measures: summer schools; winter schools; short-term scientific meetings;  Long-term Staff visits; Networking meetings; Workshops; Conferences; technology transfer workshops with stakeholders; and other dissemination activities.\nTherefore this proposal addresses the challenges raised in the call H2020-TWINN-2015. In particular, it takes INESC TEC, a top level Portuguese institution, and places it as the pivot of a network of excellence, involving four European Partners which are international leaders in deep sea technology. By tackling the call challenge with the specific topic of deep sea technologies, STRONGMAR is aligned with several National and European priorities (ìThe Portuguese Strategy for Smart Specialisationî (2014); Portuguese ìNational Ocean Strategyî (2013); EU Commissionís Atlantic Strategy (2011), etc.) establishing a consolidation path of INESC TEC's strategy in these areas.",
    "totalCost": "999203,75",
    "ecMaxContribution": "999203,75",
    "coordinator": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
    "coordinatorCountry": "PT",
    "participants": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN;UNIVERSITAT DE GIRONA;CINTAL - CENTRO INVESTIGACAO TECNOLOGICA DO ALGARVE;NATO SCIENCE AND TECHNOLOGY ORGANISATION;HERIOT-WATT UNIVERSITY",
    "participantCountries": "UK;ES;PT;BE",
    "projectParticipants": {
        "999444836": {
            "orgId": "999444836",
            "orgName": "CINTAL - CENTRO INVESTIGACAO TECNOLOGICA DO ALGARVE",
            "ecContrib": 75000
        },
        "999513706": {
            "orgId": "999513706",
            "orgName": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
            "ecContrib": 507880
        },
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 136322
        },
        "951519755": {
            "orgId": "951519755",
            "orgName": "NATO SCIENCE AND TECHNOLOGY ORGANISATION",
            "ecContrib": 0
        },
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 155000
        },
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 125001
        }
    },
    "calculatedTotalContribution": 999203
}