{
    "rcn": "199446",
    "acronym": "PropMat",
    "topics": "JTI-CS2-2014-CFP01-LPA-01-02",
    "title": "Support to Future CROR and UHBR Propulsion System Maturation",
    "startDate": "01/01/2016",
    "endDate": "31/12/2021",
    "objective": "In the framework of the Large Passenger Aircraft ITD of Clean Sky 2, the industrial partners Airbus & Safran will push the CROR and UHBR low fuel burn propulsion concepts to TRL6 with a flight test demonstration program on the A340-300 MSN001 aircraft. The activities proposed in this document will make a valuable contribution to this program. The activities comprise: CROR&UHBR numerical aero-acoustic characterisation, CROR blade aero-elastic deformation, innovative acoustic measurement techniques, acoustic chase aircraft flight testing, and blade impact numerical simulation.\nIn Clean Skyís Smart Fixed Wing Aircraft, NLR supported Airbus & Safran with manufacturing the highly complex wind tunnel test rigs that laid the basis for the technical dossiers available today on CROR. Accurate numerical aero-acoustic simulations techniques were developed at NLR. In close collaboration with Airbus, these were subsequently applied to CROR which led to a deep physical understanding of this innovative propulsion concept. The current proposal builds on the success story of Clean Sky. It ensures a head start on pushing the frontiers of our current knowledge on novel CROR & UHBR propulsion concepts.\nIn conclusion, NLR holds an impressive track record on engine integration support and is well equipped to carry out the proposed research.",
    "totalCost": "2751018,75",
    "ecMaxContribution": "2751018,75",
    "coordinator": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 2751019
        }
    },
    "calculatedTotalContribution": 2751019
}