{
    "rcn": "199423",
    "acronym": "ACT",
    "topics": "LCE-18-2015",
    "title": "Accellerating CCS technologies as a new low-carbon energy vector",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "'This ERA-NET Cofund action is a transnational collaboration on CO2 Capture and Storage (CCS) technology. CCS is regarded as one of the main routes for Europe to mitigate climate change. Our initiative 'Accelerating CCS technology as a new low-carbon energy vector' (ACT) targets mainly the energy sector, but will also have benefits for energy intensive industries. The vision of ACT is to ensure that the energy sector makes a better contribution to climate protection by developing a collection of different CCS technologies ready for commercialisation. The consortium consists of 10 partners from 9 countries highly engaged to further development of CCS. The partner contribution for the first call is Euros 28.8 million. The consortium has received Letter of Support (LOS) from several important stakeholders in the CCS area in Europe.\n\nThe main objective of ACT is to facilitate the emergence of CCS by significant transnational joint calls that will stimulate close cooperation between researchers and industry in order to accelerate the deployment of CCS. During these calls the consortium will address the most relevant RD&D gaps in the CCS chain. ACT will bring researchers and CCS stakeholders from a number of countries closer together in a joint effort that will generate momentum towards deployment of CCS technology in Europa.\n\nACT will fund transnational R&D and innovation projects, facilitate meeting places for knowledge sharing, ensure synergies with pilots and demonstration projects, and invite to discussions with stakeholders in the CCS field. ACT will also ensure dissemination of results from ACT funded projects as part of an extensive outreach program targeting the research community, policymakers and the public in general. The result will be new knowledge which in turn will close gaps and accelerate CCS deployment. \nACT has seven work packages, of which five are directly related to the first call and the last two are dedicated to additional activities.'",
    "totalCost": "38233782,42",
    "ecMaxContribution": "11799664,93",
    "coordinator": "NORGES FORSKNINGSRAD",
    "coordinatorCountry": "NO",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;The Department Of Energy and Climate Change;FORSCHUNGSZENTRUM JULICH GMBH;Unitatea Executiva pentru Finantarea Invatamantului Superior, a Cercetarii, Dezvoltarii si Inovarii;TURKIYE BILIMSEL VE TEKNOLOJIK ARASTIRMA KURUMU;MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT;MINISTERIO DE ECONOMIA, INDUSTRIA Y COMPETITIVIDAD;GASSNOVA SF;FEDERAL DEPARTMENT FOR ENVIRONMENT TRANSPORTS ENERGY AND COMMUNICATION;DEPARTMENT FOR BUSINESS ENERGY AND INDUSTRIAL STRATEGY",
    "participantCountries": "EL;UK;DE;RO;TR;NL;ES;NO;CH",
    "projectParticipants": {
        "954020706": {
            "orgId": "954020706",
            "orgName": "MINISTERIO DE ECONOMIA, INDUSTRIA Y COMPETITIVIDAD",
            "ecContrib": 95828
        },
        "928434628": {
            "orgId": "928434628",
            "orgName": "GASSNOVA SF",
            "ecContrib": 1498740
        },
        "999460453": {
            "orgId": "999460453",
            "orgName": "NORGES FORSKNINGSRAD",
            "ecContrib": 1978382
        },
        "911879929": {
            "orgId": "911879929",
            "orgName": "DEPARTMENT FOR BUSINESS ENERGY AND INDUSTRIAL STRATEGY",
            "ecContrib": 2522499
        },
        "999587135": {
            "orgId": "999587135",
            "orgName": "TURKIYE BILIMSEL VE TEKNOLOJIK ARASTIRMA KURUMU",
            "ecContrib": 114730
        },
        "999439210": {
            "orgId": "999439210",
            "orgName": "FEDERAL DEPARTMENT FOR ENVIRONMENT TRANSPORTS ENERGY AND COMMUNICATION",
            "ecContrib": 0
        },
        "953236461": {
            "orgId": "953236461",
            "orgName": "The Department Of Energy and Climate Change",
            "ecContrib": 0
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 59812
        },
        "972778178": {
            "orgId": "972778178",
            "orgName": "MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT",
            "ecContrib": 2177723
        },
        "972130024": {
            "orgId": "972130024",
            "orgName": "Unitatea Executiva pentru Finantarea Invatamantului Superior, a Cercetarii, Dezvoltarii si Inovarii",
            "ecContrib": 336914
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 3015036
        }
    },
    "calculatedTotalContribution": 11799664
}