{
    "rcn": "199448",
    "acronym": "CA3TCH",
    "topics": "JTI-CS2-2014-CFP01-FRC-02-01",
    "title": "Comprehensive Aerodynamic-Aeroacoustic Analysis of a Trimmed Compound Helicopter",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "CA≥TCH considers the full external aerodynamic behaviour of a compound rotorcraft to be developed. Aerodynamics -- and aeroacoustics as well -- have to be investigated by full-featured simulations including coupling to structural simulation and flight mechanics. This ìDigital Wind Tunnelî approach examines the performance of the projected aircraft long before first hardware exists. This allows to differentiate various alternatives as well as to drive the design process according to the detailed analysis of the flow field.\n\nThe primary goal of the project is to establish the simulation technology required to support productively the aerodynamic design and development of LifeRCraft, from rough estimates to detailed design and analysis at different flight states, until the point of first flight. Additionally, beyond the specific economic application to this compound configuration, the project will significantly improve the ability of helicopter simulations to answer particular questions in the development process, regarding aerodynamic or aeroacoustic optimisation, flight mechanics properties and even handling qualities to a certain extent. Publication and dissemination efforts will spread this enhanced capability to related areas, from fixed wings to wind turbines, just to name a few.\n\nCA≥TCH starts with some necessary tool enhancements and continues with the application to increasingly complex, detailed and refined configuration models. Afterwards, not only large-scale simulations will be run, rather a very large part of the project¥s added value consists of the rigorous analysis and interpretation of the results obtained.",
    "totalCost": "799000",
    "ecMaxContribution": "799000",
    "coordinator": "UNIVERSITAET STUTTGART",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 799000
        }
    },
    "calculatedTotalContribution": 799000
}