{
    "rcn": "199497",
    "acronym": "NANOSCREEN",
    "topics": "SFS-08-2015-1",
    "title": "Disruptive portable device for pre-screening of Persistent Organic Pollutants ñPOPs- in food products and water",
    "startDate": "01/12/2015",
    "endDate": "30/04/2016",
    "objective": "From SAFTRA PHOTONICS we will bring to the market: NanoScreen, a portable sensing device that will detect in-situ contamination in any food matrix and water with most deleterious Persistent Organic Pollutants -POPs- at a cost-effective price and in a reduced time-span, with a simpler procedure when comparing to current methodologies, allowing multiplexing.\nPersistent Organic Pollutants are transported across international boundaries far from their sources, even to regions where they have never been used or produced.\nThese POP pose a threat to the environment and to human health all over the globe. A total of 152 countries have participated in the Stockholm Convention, the international event in which strategies for controlling POPs. In the EU there is a strong legal framework that must be followed in order to reduce POPs burden, which includes analysis and detection. Article 11 of the resulting document of the Stockholm Convention encourages the generation of new technologies for POPs monitoring and elimination.\nThe most extended analytic methods used nowadays for detecting POPs are gas chromatography and/or mass spectroscopy (GC-MS) to separate and identify them. These methods are expensive -Ä1,000/sample-, time-consuming -24h-, require a laborious sample preparation and a well-equipped laboratory.\nThe functioning of the Nanoscreen device is a revolutionary technique that makes much easier and functional the way of detecting and analysing POPs in food and water. We have mainly three advantages that make NanoScreen a fruitful innovation: Easy process for sample collection that can be done by non-specialists; Quick method, in which only 10 minutes are needed; Competitive price per analysis of 100Ä.\nNanoscreen presents a ROI in 2022 of 2.45 and it is expected to reach its payback in July 2020 (two years and one month after the beginning of its commercialization).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SAFTRA PHOTONICS SRO",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936307148": {
            "orgId": "936307148",
            "orgName": "SAFTRA PHOTONICS SRO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}