{
    "rcn": "199456",
    "acronym": "DOPING-ON-DEMAND",
    "topics": "ERC-StG-2015",
    "title": "Doping on Demand: precise and permanent control of the Fermi level in nanocrystal assemblies",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The aim of the work proposed here is to develop a completely new method to electronically dope assemblies of semiconductor nanocrystals (a.k.a quantum dots, QDs), and porous semiconductors in general. External dopants are added on demand in the form of electrolyte ions in the voids between QDs. These ions will be introduced via electrochemical charge injection, and will subsequently be immobilized by (1) freezing the electrolyte solvent at room temperature or (2) chemically linking the ions to ligands on the QD surface, or by a combination of both. Encapsulating doped QD films using atomic layer deposition will provide further stability. This will result in stable doped nanocrystal assemblies with a constant Fermi level that is controlled by the potential set during electrochemical charging. \n\nQDs are small semiconductor crystals with size-tunable electronic properties that are considered promising materials for a range of opto-electronic applications. Electronic doping of QDs remains a big challenge even after two decades of research into this area. At the same time it is highly desired to dope QDs in a controlled way for applications such as LEDs, FETs and solar cells. This research project will provide unprecedented control over the doping level in QD films and will provided a major step in the optimization of optoelectronic devices based on QDs. The ìDoping-on-Demandî approach will be exploited to develop degenerately doped, low-threshold QD lasers that can be operated under continuous wave excitation, and QD laser diodes that use electrical injection of charge carriers. The precise control of the Fermi-level will further be used to optimize pin junction QD solar cells and to develop, for the first time, QD pn junction solar cells with precise control over the Fermi levels.",
    "totalCost": "1497842",
    "ecMaxContribution": "1497842",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1497842
        }
    },
    "calculatedTotalContribution": 1497842
}