{
    "rcn": "199427",
    "acronym": "Freach",
    "topics": "ICT-37-2015-1",
    "title": "Open Disruptive Innovation Scheme",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "Freach is a disruptive IT software innovation to optimize online therapies of patients with speech disorders or psychological diseases. It is used for daily and intensive therapy sessions, providing not only a video conference tool for patients, therapists and doctors but also automatic evaluations for speech- and psychotherapy (e.g. real time analysis of voice curves and individual training sessions).The benefit are time savings for the patients (treatment from home), cost savings for the insurances and private payers (standardized group and individual training sessions) and treatment improvement (automated real time analysis of speech). The scientifically proven facilitation of therapy for patients with speech disorders is embedded into a globally scalable B2B business model and several international clinic chains are interested to use the system (e.g. Schoen clinics as one of the largest German hospital chains). Furthermore, several listed Communication Technology Providers would like to offer the service in their portfolio since it has recently won several prices, like e.g. the ConhIT Medicine Management Price 2015. The key objective of the innovation project is to extend the automated processes of the speech and psychotherapy based therapy software in more depth and to roll out into European and global markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SILICON PLANET GMBH",
    "coordinatorCountry": "DE",
    "participants": "WOLFF VON GUDENBERG THOMAS",
    "participantCountries": "DE",
    "projectParticipants": {
        "931100576": {
            "orgId": "931100576",
            "orgName": "SILICON PLANET GMBH",
            "ecContrib": 50000
        },
        "930945182": {
            "orgId": "930945182",
            "orgName": "WOLFF VON GUDENBERG THOMAS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}