{
    "rcn": "199479",
    "acronym": "SOLED",
    "topics": "ERC-PoC-2015",
    "title": "Chiral based spin organic light emitting diodes",
    "startDate": "01/01/2016",
    "endDate": "30/06/2017",
    "objective": "Organic Light-Emitting Diode (OLED) is an attractive solution for displays and lighting due to its low cost of production. The adoption of OLED technology in televisions, smartphones, and increasing number of applications in wearables, transportation and lighting are contributing to the growth of this market. OLED technology offers sharper images, better contrast and crisp colours than any existing display technology.\nIn lighting applications the efficiency of serial production OLEDs cannot currently reach the efficiency of fluorescent lamps and Light-Emitting Diodes (LED). Also, OLEDs are only marginally more energy efficient than the best LCD displays. \nIn the spin-LED/OLED concept, the electrons injected into and from the light-emitting species have their spin predetermined; therefore, the formation of ìdarkî, non-emitting triplet states is avoided. Based on our research on the chiral induced spin selectivity (CISS) effect, we propose to develop chiral organic semiconductor structures that provide a universal means to control the spin state of injected electrons and holes in OLEDs.  This effect can increase the energy efficiency of the devices by a factor of four. \nIn this proof-of-concept project we will develop, manufacture and test state-of-the-art chiral molecules based spin-LED/OLED structures, which are expected to improve the energy efficiency of LEDs and OLEDs, a critical issue in view of the desire to reduce the energy consumption of electronic devices. The efficiency is expected to improve by a factor of four. The project also takes pre-commercialisation measures and carries out networking actions for preparing optimally to the commercialisation of the spin-OLED technology developed in the project.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}