{
    "rcn": "199485",
    "acronym": "METHID",
    "topics": "ERC-StG-2015",
    "title": "Observation and Modelling of Radiocarbon in Atmospheric Methane for Methane Source Identification",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Observation and Modelling of Radiocarbon in Atmospheric Methane for Methane Source Identification\n\nGreenhouse gas emissions are the primary cause of global climate change, and methane (CH4) is the second most important contributor after carbon dioxide (CO2). Major sources of methane are both natural (wetlands) and anthropogenic (agriculture, landfills and fossil fuels). Current efforts to assess the anthropogenic CH4 influence on climate change and the effectiveness of mitigation policies for CH4 are limited by large uncertainties in estimates of total methane emissions and their attribution to various sources by accounting-based techniques. This project will pioneer and apply innovative techniques for atmospheric observation and modelling of radiocarbon in CH4 that will enable unique quantification of fossil fuel vs. biogenic CH4 sources at regional and global scales, thereby improving the estimation and attribution of CH4 emissions of different types. The proposed work will significantly advance the frontier of current research on atmospheric methane and the characterization of anthropogenic sources on policy-relevant scales, and it has the potential to influence climate policy and industrial practices over the next 10-20 years.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}