{
    "rcn": "199431",
    "acronym": "HYPERQTOTAL",
    "topics": "PHC-12-2015-1",
    "title": "ìDiagnosis of Ischemic Heart Disease by means of innovative and highly accurate high frequency QRS electrocardiogram analysisî",
    "startDate": "01/02/2016",
    "endDate": "30/04/2016",
    "objective": "Occlusion of the coronary arteries that supply oxygenated blood to the heart muscle is referred to as ischemic heart disease (IHD). IHD is the most common, serious, chronic, life-threatening illness in the developed world. Currently, the most widely used tool for diagnosing IHD is the electrocardiogram (ECG), which records the electrical activity of the cardiac muscle as it generates the stages of the cardiac cycle. Specific changes in the ECG recorded during physical stress protocols are used for the non-invasive detection of IHD. Patients with positive stress test results are usually referred for further investigation. However, the sensitivity of the standard ECG, even during stress tests, is relatively poor, and is generally considered to be between 50% and 70%, and in some studies has been reported to be even lower. That, in other words, means that 30-50% of all IHD patients are not diagnosed correctly by standard stress ECGs. \nTraditional ECG analysis is performed in the 0.05 ñ 100Hz frequency range. However, a significant body of evidence accumulated during recent years indicates that higher frequency spectral components of the ECG signal contain valuable information for the detection of IHD. Studies published by Prof. Shimon Abboud, BSPís chief scientist, and Dr. Amir Beker, BSPís founder and CEO, have shown that the presence of ischemic pathologies in the heart is highly correlated with specific changes in the high-frequency spectral components of the ECG. BSP has pioneered the clinical implementation of high-frequency ECG and has developed it into a valuable diagnostic application. The companyís proprietary HyperQô technology extracts and analyses the high-frequency components of the ECG. BSP has pursued the development of its HyperQô technology in two parallel, highly correlated, pathways: (a) acquisition and reliable production of the HyperQô signal, and (b) analysis of the HyperQô signal for extracting clinical and diagnostic information.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BSP BIOLOGICAL SIGNAL PROCESSING LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927057422": {
            "orgId": "927057422",
            "orgName": "BSP BIOLOGICAL SIGNAL PROCESSING LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}