{
    "rcn": "199439",
    "acronym": "PowerKite",
    "topics": "LCE-02-2015",
    "title": "PowerKite - Power Take-Off System for a Subsea Tidal Kite",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The PowerKite project will design, build and deploy a power take-off system (PTO) for novel tidal energy collector concept, the Deep Green subsea tidal kite. The overall objective of the PowerKite project is to gather experience in open sea conditions to enhance the structural and power performance of the PTO for a next generation tidal energy converter to ensure high survivability, reliability and performance, low environmental impact and competitive cost of energy in the (future) commercial phases. The core innovation of the project resides in the electro-mechanical design of the PTO, allowing the array to be deployed in sites with low velocity currents. The project will develop full-scale components of the turbine, generator, seabed power electronics, array transformer and subsea export cable. The project will also develop a new material for the mooring system (tether) combining the required buoyancy (to avoid the seafloor and the surface) with the appropriate modulus, strength and fatigue properties (to hold an oscillating load of 200 tons). Open sea trials will play a crucial role in the project as the deployment of the first full scale Deep Green prototype (funded via separate ERDF funding) will enable extensive offshore data collection for the PTO system. The Powerkite project has the potential to double the tidal power market potential, decrease the cost of energy with up to 60% and decrease the weight per installed MW at least 20 times compared to other tidal energy converters. The project has a budget of 5.1M Euros and gathers 9 partners from 3 countries. Over 30 months, the project will progress the state of the art in several fields: PTO modelling, electrical design, mechanical design, data acquisition, analysis and optimisation.",
    "totalCost": "5074363,65",
    "ecMaxContribution": "5074363,65",
    "coordinator": "MIDROC PROJECT MANAGEMENT AB",
    "coordinatorCountry": "SE",
    "participants": "MOORLINK SOLUTIONS AB;UW-ELAST AB;THE QUEEN'S UNIVERSITY OF BELFAST;MINESTO AB;SSPA SWEDEN AB.;BELGISCH LABORATORIUM VAN DE ELEKTRICITEITSINDUSTRIE;APPLIED COMPUTING & ENGINEERING LIMITED;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "SE;UK;BE",
    "projectParticipants": {
        "954584470": {
            "orgId": "954584470",
            "orgName": "MINESTO AB",
            "ecContrib": 1418906
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 668238
        },
        "998728200": {
            "orgId": "998728200",
            "orgName": "BELGISCH LABORATORIUM VAN DE ELEKTRICITEITSINDUSTRIE",
            "ecContrib": 202084
        },
        "990210048": {
            "orgId": "990210048",
            "orgName": "APPLIED COMPUTING & ENGINEERING LIMITED",
            "ecContrib": 480625
        },
        "947402978": {
            "orgId": "947402978",
            "orgName": "MIDROC PROJECT MANAGEMENT AB",
            "ecContrib": 595940
        },
        "929917661": {
            "orgId": "929917661",
            "orgName": "MOORLINK SOLUTIONS AB",
            "ecContrib": 403281
        },
        "998073159": {
            "orgId": "998073159",
            "orgName": "SSPA SWEDEN AB.",
            "ecContrib": 522875
        },
        "928404170": {
            "orgId": "928404170",
            "orgName": "UW-ELAST AB",
            "ecContrib": 256875
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 525540
        }
    },
    "calculatedTotalContribution": 5074364
}