{
    "rcn": "199424",
    "acronym": "AMaTUC",
    "topics": "H2020-TWINN-2015",
    "title": "Boosting the scientific excellence and innovation capacity in additive manufacturing of the Technical University of Cluj-Napoca",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The overall aim of the AMaTUC project is to boost the scientific excellence and innovation capacity in additive manufacturing of the Technical University of Cluj-Napoca (TUCN) and its high-quality Twinning partners for the benefit of the automotive industry and personalised products markets. To achieve this aim, the 3 year project will build upon the existing strong research and innovation base of TUCN and its twinning partners Loughborough University (LbU), FH Aachen University of Applied Sciences (ACUAS) and Intelligentsia Consultants (Intelligentsia). The AMaTUC project aims to boost TUCN and twinning partners' scientific excellence and innovation capacity in additive manufacturing, as well as implementing a research and innovation strategy focused on three sub-topics:\n1. Improve existing AM technologies,\n2. Integrate the AM technologies with suitable Rapid Tooling methods, and\n3. Design for competitive manufacturing of personalised products and computer planning (CAE-FEM) analysis and simulation\nThe research and innovation strategy takes into account the recent SWOT analysis of TUCN as well as the national Romanian research priorities and Smart Specialisation Strategy. The specific objectives of the AMaTUC project are presented below:\nï Objective 1: Strengthen TUCNís research excellence in AM\nï Objective 2: Enhance the research and innovation capacity of TUCN and Twinning partners\nï Objective 3: Raise the research profile of TUCN and the Twinning Partners\nï Objective 4: Contribute to the research and innovation priorities of Romania\nï Objective 5: Support research and innovation on a European level",
    "totalCost": "999443,75",
    "ecMaxContribution": "999443,75",
    "coordinator": "UNIVERSITATEA TEHNICA CLUJ-NAPOCA",
    "coordinatorCountry": "RO",
    "participants": "INTELLIGENTSIA CONSULTANTS SARL;LOUGHBOROUGH UNIVERSITY;FACHHOCHSCHULE AACHEN",
    "participantCountries": "LU;UK;DE",
    "projectParticipants": {
        "996033928": {
            "orgId": "996033928",
            "orgName": "FACHHOCHSCHULE AACHEN",
            "ecContrib": 194050
        },
        "999990752": {
            "orgId": "999990752",
            "orgName": "LOUGHBOROUGH UNIVERSITY",
            "ecContrib": 206161
        },
        "952669496": {
            "orgId": "952669496",
            "orgName": "INTELLIGENTSIA CONSULTANTS SARL",
            "ecContrib": 97738
        },
        "999897244": {
            "orgId": "999897244",
            "orgName": "UNIVERSITATEA TEHNICA CLUJ-NAPOCA",
            "ecContrib": 501495
        }
    },
    "calculatedTotalContribution": 999444
}