{
    "rcn": "199434",
    "acronym": "MICCS-SQ",
    "topics": "SC5-20-2015-1",
    "title": "Methodology for fast and reliable investigation and characterization of contaminated sites",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "The consortium (formed by 3 SMEs: Biorem, DGE and SSD) aims to deliver into market a technology for on-site and realtime\nsite investigation through high-performance probes, comprising sonic drilling combined with patented geo-radar\ntechnology (GPR), chemometry data analysis and 3D model presentation.\nThis new approach for soil and subsoil investigation and characterization will disrupt with current approaches, which are\nbased on an off-site process, involving vertical drilling and collecting soil samples for chemical analysis in laboratories (with a\nnumber of limitations related to cost-efficiency, time between sampling and results, and reliability of the sampling process\nand analysis).\nThe novel MICCS solution will bring analytical capacity to the market where the new equipment is able to map the zone, plan\noptimal sampling strategy, collect data while drilling, and report data through tridimensional distribution of contaminants ñ\neliminating the need of off-site laboratory analysis, which often result lead to lower quality of the samples (caused by\nevaporation of contaminants). The consortium wishes to achieved through this multi-component tool comprising drilling,\nchemometric analysis and 'Intelligent' data treatment, an improvement of the overall quality on soil contaminant analysis\nwhich can be completed (from sampling to analytical processed results) in-situ during one single visit to the target zone. The\nadoption of the MICCS technology will result in a faster (30%), cheaper (20%) and more accurate and reliable soil\ncharacterization process. The MICCS technology is also aligned with the EU priority focused on raw materials used in\nindustry, which represents a very significant part of the sources causing soil contamination. MICCS will allow a fast,\ncomplete and reliable evaluation of the soil contamination impact of these raw material supply industries and subsequent soil\nremediation allowing an efficient and sustainable land resource management.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOREM aps",
    "coordinatorCountry": "DK",
    "participants": "EIJKELKAMP SONICSAMPDRILL BV;DGE GROUP A/S",
    "participantCountries": "NL;DK",
    "projectParticipants": {
        "999486449": {
            "orgId": "999486449",
            "orgName": "BIOREM aps",
            "ecContrib": 50000
        },
        "999459774": {
            "orgId": "999459774",
            "orgName": "EIJKELKAMP SONICSAMPDRILL BV",
            "ecContrib": 0
        },
        "998986414": {
            "orgId": "998986414",
            "orgName": "DGE GROUP A/S",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}