{
    "rcn": "199444",
    "acronym": "TROCONVEX",
    "topics": "ERC-StG-2015",
    "title": "Turbulent Rotating Convection to the Extreme",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The aim of this project is to understand the processes involved in heat and energy transfer of geostrophic turbulent convection, to identify the structure of this seemingly featureless flow, and to model its global convective heat transfer based on these new insights. The geostrophic regime of turbulent rotating convection is relevant for many geophysical and astrophysical flows. The flow behaviour in this regime displays significant and unexpected differences with the traditionally studied regime, making extrapolations impossible. Heat-transfer models of geophysical and astrophysical flows are an essential part of assessing their energy balance for e.g. climate modelling. Geostrophic turbulent convection is characterised by combined strong thermal forcing and rapid rotation, making it hard to replicate in experiments and computations.We propose a revolutionary experiment capable of covering an unprecedented part of this new regime. Heat-flux measurements and optical diagnostics of the flow using stereoscopic particle image velocimetry are featured. The experiment is complemented with highly optimised parallel computations to gain access to additional flow information in parts of the parameter range. The focus is on the small-scale energy transfer processes and the influence of presence or absence of (Ekman-type) boundary layers, both of which are decisive for the flow organisation into structures and subsequently for the global heat transfer. We will characterise the heat transfer and energy cascade processes in the flow as a function of the governing parameters quantifying buoyant forcing and rotation. We will address open questions on the heat-flux scaling of geostrophic convection and its dependence on the types of coherent structures being formed, effects of boundary-layer dynamics and energy cascade mechanisms in the flow. These insights will allow us to model the heat flux, a crucial result for the understanding of convection in geo- and astrophysics.",
    "totalCost": "1804543,75",
    "ecMaxContribution": "1804543,75",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 1804544
        }
    },
    "calculatedTotalContribution": 1804544
}