{
    "rcn": "199478",
    "acronym": "PHOBIC2ICE",
    "topics": "MG-1.9-2015",
    "title": "Super-IcePhobic Surfaces to Prevent Ice Formation on Aircraft",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The accretion of ice represents a severe problem for aircraft, as the presence of even a scarcely visible layer can severely limit the function of wings, propellers, windshields, antennas, vents, intakes and cowlings. The PHOBIC2ICE Project aims at developing technologies and predictive simulation tools for avoiding or mitigating this phenomenon. \n\nThe PHOBIC2ICE project, by applying an innovative approach to simulation and modelling, will enable the design and fabrication of icephobic surfaces with improved functionalities. Several types of polymeric, metallic and hybrid coatings using different deposition methods will be developed. Laser treated and anodized surfaces will be prepared. Consequently, the Project focuses on collecting fundamental knowledge of phenomena associated with icephobicity issues. This knowledge will give better understanding of the ice accretion process on different coatings and modified surfaces. Certified research infrastructure (ice wind tunnel) and flight tests planned will aid in developing comprehensive solutions to address ice formation issue and will raise the Projectís innovation level.\n\nThe proposed solution will be environment-friendly, will contribute to the reduction of energy consumption, and will help eliminate the need for frequent on-ground de-icing procedures. This in turn will contribute to the reduction of cost, pollution and flight delay.",
    "totalCost": "1797271,25",
    "ecMaxContribution": "1797271,25",
    "coordinator": "FUNDACJA PARTNERSTWA TECHNOLOGICZNEGO TECHNOLOGY PARTNERS",
    "coordinatorCountry": "PL",
    "participants": "AIRBUS DEFENCE AND SPACE GMBH;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS",
    "participantCountries": "DE;ES",
    "projectParticipants": {
        "998735863": {
            "orgId": "998735863",
            "orgName": "FUNDACJA PARTNERSTWA TECHNOLOGICZNEGO TECHNOLOGY PARTNERS",
            "ecContrib": 689712
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 151571
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 523750
        },
        "999583546": {
            "orgId": "999583546",
            "orgName": "INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS",
            "ecContrib": 432238
        }
    },
    "calculatedTotalContribution": 1797271
}