{
    "rcn": "199449",
    "acronym": "AllOxITD",
    "topics": "JTI-CS2-2014-CFP01-ENG-02-01",
    "title": "Development and Manufacturing of an All-Oxide Inter Turbine Duct for Aeroengines",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "The objective of the proposal is the development of an all-oxide Ceramic Matrix Composites (CMC) inter turbine duct for testing of the component in a demonstrator engine. \nThe development steps include:\n- Designing the parts including the attachment to the metallic support structure\n- Defining design rules how to work with oxide CMCs for engine parts\n- Simulation of the parts behavior under engine loads\n- Assessment of the lifetime and reliability of the material in operation to translate the specimen behavior onto the component level\n- Optimizing the performance of the parts w.r.t. manufacturing parameters e.g. fiber orientation\n- Characterizing the material properties needed for the design process on specimen level. This includes the material development for example to improve the matrix system for prepreg technology\n- Manufacturing of the demonstrator parts\n- Develop a concept for fining qualification steps\n- Develop a concept for non-destructive testing\n- Validating simulation results with engine data resulting from engine tests\nFor manufacturing oxide CMCs specimen and parts the following manufacturing techniques are included in the proposed project:\n- Winding\n- Prepreg technology (as automated as possible)\n- Braiding\nThe path to final manufacture and validation will be documented and coordinated in close collaboration with the consortium partners and the topic manager.\nThis proposal answers the CfP in ìWork Package 4 ñ Advanced Geared Engine Configuration (HPC-LPT)î of the Engine Integrated Technology Demonstrators in Clean Sky 2. It utilizes the low specific weight of oxide CMCs to save weight and its inherent oxidation and temperature resistant nature to save cooling air. It therefore, contributes to the key objectives of the work package: improvement of efficiencies and innovative lightweight and temperature resistant materials.",
    "totalCost": "3489852,56",
    "ecMaxContribution": "3072595,06",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "SCHUNK KOHLENSTOFF-TECHNIK GMBH;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
    "participantCountries": "DE",
    "projectParticipants": {
        "967078458": {
            "orgId": "967078458",
            "orgName": "SCHUNK KOHLENSTOFF-TECHNIK GMBH",
            "ecContrib": 700000
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 507500
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1865095
        }
    },
    "calculatedTotalContribution": 3072595
}