{
    "rcn": "199510",
    "acronym": "HOTSPOT",
    "topics": "ERC-StG-2015",
    "title": "Genomic hotspots of adaptation to whole genome duplication",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Whole genome duplication (WGD) occurs in all eukaryotic kingdoms and is implicated in organismal complexity, adaptation and speciation. WGD is an especially important force in plant evolution and domestication. Nevertheless, despite the evolutionary potential of WGD, a sudden duplication of all chromosomes poses challenges to key processes, especially the reliable segregation of chromosomes at meiosis. Nonetheless, nature reveals solutions: the many polyploid species with diploid-like meiosis show that difficulties can be overcome. However, the molecular basis of this is mysterious: only one causal gene has been cloned to date. Our work in autotetraploid Arabidopsis arenosa revealed clear WGD-associated selective sweeps on meiosis genes with roles in crossover regulation. Natural variation in at least one of these genes has a dramatic effect on meiotic chromosome pairing. Here we assess whether species that independently adapted to the challenges attending WGD evolved similar solutions, whether crossover regulation is a common target of WGD-associated adaptation and whether standing variation in diploid populations contributes to adaptation to WGD. Aims of this programme are to: 1) produce quality reference genome assemblies for Cardamine amara and Arabis pumila, both of which harbor extant intraspecific ploidy variation; 2) test for the repeatability of adaptation mechanisms to WGD by genome scanning both species as well as three other independent WGDs in Arabidopsis lyrata and Mimulus guttatus; and 3) determine the causes and consequences of divergence of meiosis genes using functional analyses. We will utilize diverse genetic, genomic, and cytological approaches to understand repeatability and constraint in the context of intense selection on a conserved process. Further, this will provide insight into how organisms adapt to the altered cellular environment following WGD, a prevalent ongoing force in evolution and in the domestication of globally important crops.",
    "totalCost": "1490329",
    "ecMaxContribution": "1490329",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 1490329
        }
    },
    "calculatedTotalContribution": 1490329
}