{
    "rcn": "199504",
    "acronym": "NANOGRAPHOUT",
    "topics": "ERC-StG-2015",
    "title": "Design, synthesis, study and applications of distorted nanographenes",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Graphene is considered a very promising material. Perfect samples of graphene without structural defects are extremely electrical and thermal conductive. However, defects usually appear during the production of graphene, modifying its thermal, electrical and mechanical properties. If we understand the influence of imperfections on the properties of graphene, we may tune its local electrical properties by controlling the presence of defects, leading to new organic semiconductor materials. We aim to embed seven- and higher membered rings into an otherwise planar NANOGRAPHene lattice as a new tool for the preparation of innovative materials for organic electronics. These defects would induce a curvature in the planar sheet distorting the structure OUT of the plane. NANOGRAPHOUT focuses on providing a general synthetic method for the construction of a variety of distorted nanographenes with good control on size, shape and the edges of the final compounds. Key synthetic steps include alkyne cyclotrimerization and cyclodehydrogenation reactions. By evaluating the morphology, optical and electronic properties and electron transport of synthesized nanographenes, we aim to establish the first comprehensive study clarifying the influence of defects on the properties of nanographenes. We will test electrical transport properties of selected compounds in organic thin-film field-effect transistors (OTFTs) laying the foundation for using distorted nanographenes as organic semiconductors based on pi-pi interactions. With the same bottom-up approach based on organic synthesis we intend to present nanographenes with helical chirality. Adding chiroptical response to the semiconductor properties of nanographenes will provide the new devices the added value of their potential application in photonics. As proof-of-concept, we plan to implement helically chiral distorted nanographenes as active layer in OTFTs and evaluate their use as elliptically polarized light emitters and detectors.",
    "totalCost": "1492675",
    "ecMaxContribution": "1492675",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 1492675
        }
    },
    "calculatedTotalContribution": 1492675
}