{
    "rcn": "199507",
    "acronym": "MAIN",
    "topics": "ERC-StG-2015",
    "title": "Molecular Adhesion and Interactions in the Nervous system",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Surface-attached proteins establish cell-to-cell contacts and generate signals to control development and function of tissues. It is not clear how protein structure and interactions organize into intercellular assemblies to regulate signalling and adhesion. Using a hybrid approach and focusing on two cell-signalling systems critical for nervous system function, I will determine how protein conformation, interaction and spatial arrangement form cis and trans assemblies to control intercellular adhesion and signalling.\n\nIn the mammalian nervous system where intricate intercellular connections are highly abundant, two protein interaction systems play essential roles and have been studied extensively on a cellular and in vivo level:\n1. Notch receptors with Jagged and Delta-like ligands in neurogenesis and neuronal plasticity\n2. Contactins with Casprs, Neurofascin and Amyloid Precursor Protein in formation and maintenance of the nervous system. \nIn addition, Notch signalling triggered by Contactins promotes cell maturation and interlinks these two signalling systems. The detailed molecular-level structures and interactions, however, remain largely unresolved and, consequently, our understanding of how Notch and Contactin conformational and oligomeric changes trigger cell signalling and adhesion is limited. \n\nThe overall aim is to resolve the extracellular interactions of adhesion and the molecular mechanisms underlying signalling in the Notch and Contactin systems. \n\nI will combine X-ray crystallography and cryo-EM to determine structures of proteins, complexes and higher-order assemblies in the pre- and post-intercellular state, and use biophysical and cellular methods to probe cis and trans multivalent interactions. This will provide the molecular basis of intercellular communication and a stepping stone for the development of therapeutics to treat Notch and Contactin associated neurological disorders and cancers.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}