{
    "rcn": "199517",
    "acronym": "LoadSEC",
    "topics": "IT-1-2015",
    "title": "Helping Europe's infrastructure to draw up with Europes increasing economic performance! Sutstainable and easy load securing!",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "Several tens of thousands accidents, millions loss due to damaged freight and damaged lorries, and billions of EUR economic loss by traffic congestion resulting from those accidents ñ a sad and alarming record mainly caused by insufficiently secured freight transportation on Europeís roads. Therefore the European Commission has passed different norms for load securing ñ EN 12195-1 to -4 and EN 12640. However, truckers face the problem that there are no adequate means for implementing those norms. Although freight is lashed down by tension belts, it minimally moves during transportation, due to the non-anti-slippery surface of the load bed. This minimal moves lead to the effect that lashing down is during transportation loosened by constant jiggling resulting in insufficiently secured load.\nTherefore KCN GmbH has developed a novel anti-slippery floor (ASF) for load beds of lorries and trailers. This ASF is by its coating indestructible and by its adhesion and profitability superior to all other ways of load securing. \nProject output is the ability to produce the current ASF panel prototypes (TRL 7) in a way meeting the identified market requirements, i.e. in homogenous quality at acceptable price to required quantity, by a process innovation. \nThis is to successfully enter key user market of lorries and trailers. Europeís corresponding high-volume market is valued at EUR 126 bn. for this field of operation, continuously growing.\nThe loadSEC-project is integral part of KCNís strategy of developing and producing permanently new solutions for different coating applications to make world safer and more efficient.",
    "totalCost": "1795000",
    "ecMaxContribution": "1256500",
    "coordinator": "KCN GMBH KUNSTSTOFF COATING NETWORK",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926187526": {
            "orgId": "926187526",
            "orgName": "KCN GMBH KUNSTSTOFF COATING NETWORK",
            "ecContrib": 1256500
        }
    },
    "calculatedTotalContribution": 1256500
}