{
    "rcn": "199580",
    "acronym": "DISCOVERY",
    "topics": "ICT-38-2015",
    "title": "Dialogues on ICT to Support COoperation Ventures and Europe-North AmeRica (Canada and USA) sYnergies",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "'DISCOVERY aims at supporting dialogues between Europe and North America (US and Canada); and fostering cooperation in collaborative ICT R&I, both under Horizon 2020 and under US and Canada funding programmes. With this purpose, DISCOVERY proposes a radically new approach to engage more actively and strategically in supporting dialogues and partnership building for ICT R&I cooperation. At the core of the DISCOVERY action is the Transatlantic ICT Forum that will be established as a sustainable mechanism to support policy debate and to provide opinions and recommendations furthering meaningful dialogues for purpose-driven and mutually beneficial cooperation between Europe and North America in the field of ICT. DISCOVERY will specifically focus on key aspects that until now have not been properly addressed in the political dialogue, such as funding mechanisms, ICT policy and regulations, and cybersecurity, as well as ICT priority areas of strategic interest for future partnerships in R&I.\n\nDISCOVERY will also stimulate industry engagement and innovation partnerships between the industry, research and academia, by reinforcing networking between ICT ETPs and US/Canada innovation partnerships; providing a new partner search tool; implementing 'Doorknock' outreach to relevant US and Canada funding programmes; and using a unique set of participatory and co-creative methods and people-centric facilitation techniques to stimulate interaction among the groups of participants in project events, such as the ICT Discovery Lab and well-targeted capacity-building workshops. \n\nThe DISCOVERY consortium is in the best position to leverage the required expertise, engagement with ICT dialogues, shared vision, networking capacity, access to a wide range of political, industry and economic thought-leaders throughout EU, US and Canada, and resources towards action and result-oriented dialogues, and significantly contributing to reinforce ICT R&I cooperation between Europe and North America.'",
    "totalCost": "2223525",
    "ecMaxContribution": "1498275",
    "coordinator": "INMARK EUROPA SA",
    "coordinatorCountry": "ES",
    "participants": "European American Chamber of Commerce - New Jersey;NordForsk;WATERFORD INSTITUTE OF TECHNOLOGY;HEWLETT PACKARD ITALIANA SRL;ONTARIO COLLEGE OF ART AND DESIGN UNIVERSITY;GEORGIA TECH RESEARCH CORPORATION;THE GOVERNING COUNCIL OF THE UNIVERSITY OF TORONTO;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "US;NO;IE;IT;CA;ES",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 204750
        },
        "973066462": {
            "orgId": "973066462",
            "orgName": "ONTARIO COLLEGE OF ART AND DESIGN UNIVERSITY",
            "ecContrib": 31200
        },
        "926001480": {
            "orgId": "926001480",
            "orgName": "INMARK EUROPA SA",
            "ecContrib": 472775
        },
        "999845252": {
            "orgId": "999845252",
            "orgName": "THE GOVERNING COUNCIL OF THE UNIVERSITY OF TORONTO",
            "ecContrib": 35200
        },
        "999909951": {
            "orgId": "999909951",
            "orgName": "HEWLETT PACKARD ITALIANA SRL",
            "ecContrib": 195125
        },
        "999618660": {
            "orgId": "999618660",
            "orgName": "WATERFORD INSTITUTE OF TECHNOLOGY",
            "ecContrib": 286500
        },
        "996819725": {
            "orgId": "996819725",
            "orgName": "NordForsk",
            "ecContrib": 191125
        },
        "929485332": {
            "orgId": "929485332",
            "orgName": "European American Chamber of Commerce - New Jersey",
            "ecContrib": 48000
        },
        "997348860": {
            "orgId": "997348860",
            "orgName": "GEORGIA TECH RESEARCH CORPORATION",
            "ecContrib": 33600
        }
    },
    "calculatedTotalContribution": 1498275
}