{
    "rcn": "199518",
    "acronym": "OLU-PREG",
    "topics": "NMP-25-2015-1",
    "title": "Affordable organosheets for mass-customised FRP components in multiple sectors",
    "startDate": "01/02/2016",
    "endDate": "31/07/2016",
    "objective": "The demand for lightweight materials is growing and has attracted a variety of plastic composite solutions. However obstacles still remain for the mass uptake of composite materials and production technologies, some of them being the low volume production capabilities, the customization of products and related adaptability of processes as well as the low acceptance of the materials due to problems of their recyclability in some sectors. The OLU-Preg technology offers solutions for these problems.\n\nThe OLU-Preg project aims to accelerate the commercialisation of a patented technology for affordable, continuous fibre reinforced, thermoplastic non-crimp fabric organosheets that will enable highly customised, high-volume FRP applications in multiple sectors. The system has clearly superior formability than similar composite products, and its manufacturing process allows for mass customisation (making organosheets designed for the applications at high volumes and minimum costs of production switching), while additionally being fully recyclable.\n\nThis unique system has a variety of applications in fabrication of complex, (semi-)structural, light FRP parts. SKL and Berbetores, the two SMEs collaborating for the initial commercialisation of the innovative material, are already exploring potential markets and have identified transport vehicles and agricultural machinery as the two most promising application sectors to target. Two potential  early adopters end-users, which are market leaders at European and international level in their sectors, have already expressed their interest in the results of OLU-Preg (Fiat-Chrysler Group and Lely Group).\n \nBuilding on this interest, SKL and Berbetores will work together with key stakeholders that complete the value chain during this Phase 1 to define the most feasible business cases, as well as full market entry strategy and business plan, and so prepare for large-scale production, demonstration and market launch in Phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SKL SCHWERGEWEBEKONFEKTION LICHTENSTEIN GESELLSCHAFT MIT BESCHRAENKTER HAFTUNG",
    "coordinatorCountry": "DE",
    "participants": "BERBETORES INDUSTRIAL SOCIEDAD LIMITADA",
    "participantCountries": "ES",
    "projectParticipants": {
        "934361328": {
            "orgId": "934361328",
            "orgName": "SKL SCHWERGEWEBEKONFEKTION LICHTENSTEIN GESELLSCHAFT MIT BESCHRAENKTER HAFTUNG",
            "ecContrib": 50000
        },
        "934531563": {
            "orgId": "934531563",
            "orgName": "BERBETORES INDUSTRIAL SOCIEDAD LIMITADA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}