{
    "rcn": "199554",
    "acronym": "SURE",
    "topics": "LCE-02-2015",
    "title": "Novel Productivity Enhancement Concept for a Sustainable Utilization of a Geothermal Resource",
    "startDate": "01/03/2016",
    "endDate": "31/08/2019",
    "objective": "Within the project SURE (Novel Productivity Enhancement Concept for a Sustainable Utilization of a Geothermal Resource) the radial water jet drilling (RJD) technology will be investigated and tested as a method to increase inflow into insufficiently producing geothermal wells. Radial water jet drilling uses the power of a focused jet of fluids, applied to a rock through a coil inserted in an existing well. This technology is likely to provide much better control of the enhanced flow paths around a geothermal well and does not involve the amount of fluid as conventional hydraulic fracturing, reducing the risk of induced seismicity considerably. RJD shall be applied to access and connect high permeable zones within geothermal reservoirs to the main well with a higher degree of control compared to conventional stimulation technologies.\nA characterization of the parameters controlling the jet-ability of different rock formations, however, has not been performed for the equipment applied so far. SURE will investigate the technology for deep geothermal reservoir rocks at different geological settings such as deep sedimentary basins or magmatic regions at the micro-, meso- and macro-scale. Laboratory tests will include the determination of parameters such as elastic constants, permeability and cohesion of the rocks as well as jetting experiments into large samples in. Samples will be investigated in 3D with micro CT scanners and with standard microscopy approaches. In addition, advanced modelling will help understand the actual mechanism leading to the rock destruction at the tip of the water jet. Last but not least, experimental and modelling results will be validated by controlled experiments in a quarry (mesoscale) which allows precise monitoring of the process, and in two different geothermal wells. The consortium includes the only company in Europe offering the radial drilling service.",
    "totalCost": "6143415",
    "ecMaxContribution": "5892165",
    "coordinator": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
    "coordinatorCountry": "DE",
    "participants": "WELLSERVICES BV;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;GEOTERMA UAB;DANMARKS TEKNISKE UNIVERSITET;HOCHSCHULE BOCHUM;ISLENSKAR ORKURANNSOKNIR;Gamtos tyrim? centras;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "NL;UK;LT;DK;DE;IS",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 516825
        },
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 1106454
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 797150
        },
        "993296006": {
            "orgId": "993296006",
            "orgName": "ISLENSKAR ORKURANNSOKNIR",
            "ecContrib": 985121
        },
        "931737672": {
            "orgId": "931737672",
            "orgName": "WELLSERVICES BV",
            "ecContrib": 751031
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 409876
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 288850
        },
        "968656939": {
            "orgId": "968656939",
            "orgName": "HOCHSCHULE BOCHUM",
            "ecContrib": 948046
        },
        "933471062": {
            "orgId": "933471062",
            "orgName": "GEOTERMA UAB",
            "ecContrib": 57561
        }
    },
    "calculatedTotalContribution": 5860914
}