{
    "rcn": "199501",
    "acronym": "USharePark",
    "topics": "IT-1-2015-1",
    "title": "USharePark: smart secUres system to SHARE PARKing places in private garages",
    "startDate": "01/12/2015",
    "endDate": "31/03/2016",
    "objective": "USharePark is a peer-to-peer (P2P) smart parking solution intended to optimize the usage of available private parking spaces. This business project is driven by two Spanish companies, Ayanet and Garage Scanner. The first of them is a company with more than 30 years of experience in SW and ICT solutions. Garage Scanner is a technological start-up created in 2007, and it is the initiator of USharePark. Our alliance was motivated by the potential synergy, since Garage Scanner needs to develop certain tasks in those fields where Ayanet has expertise, and Ayanet seeks to diversify its line of business through USharePark. We have already signed a contract with an important parking lot owner in Spain to manage 600 parking spaces in three different facilities, starting in September 2015, and players in other cities and countries have shown interest in the system. \nThe next step of our joint venture is to develop an international commercialization strategy which will enable the penetration in the key markets in Europe and US. The total smart parking revenue in these areas was estimated at Ä6.26 billion in 2014 and it is expected to grow at a CAGR of 17.9% to reach Ä38.25 billion in 2025. The specific P2P smart parking market is estimated to grow at a CAGR close to 30%, from Ä100 million to Ä1.87 billion during the same period. 57.24 million parking spaces are already offered by the top 20 app providers in these areas, on behalf of 29.65 million users. Therefore, we can assure that specific commercial opportunities will arise for parking operators like USharePark and their supporting ecosystem. \nOur solution connects drivers and parking owners to get the most of the availability of empty spaces. Owners receive an extra income by renting their parking spaces while not being used, and drivers save time, money and effort when needing a parking space. Besides, it allows minimising the traffic of vehicles in public roads, optimising the amount of polluting gases disposed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AYANET TIC SA",
    "coordinatorCountry": "ES",
    "participants": "GARAGESCANNER SOCIEDAD LIMITADA UNIPERSONAL",
    "participantCountries": "ES",
    "projectParticipants": {
        "925361183": {
            "orgId": "925361183",
            "orgName": "GARAGESCANNER SOCIEDAD LIMITADA UNIPERSONAL",
            "ecContrib": 0
        },
        "925312586": {
            "orgId": "925312586",
            "orgName": "AYANET TIC SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}