{
    "rcn": "199595",
    "acronym": "TwinPV",
    "topics": "H2020-TWINN-2015",
    "title": "Stimulating scientific excellence through twinning in the quest for sustainable energy (TwinPV)",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "TwinPV aims to achieve enhancement of the research field of photovoltaics (PV) and grid integration in smart grids at the University of Cyprus (UCY) through linking effectively with the Austrian Institute of Technology (AIT) and the Technical University of Denmark (DTU).The objectives, which are directly-related to the defined field, are:to increase the research and innovation (R&I) output of UCY, to strengthen its networking capabilities, to boost its success rate in research funding bids, to tie academia & industry in Cyprus, to achieve sustainable synergies with AIT/DTU, to strengthen EU-Mediterranean research links, and to contribute to the reversal of poor R&I indicators of Cyprus. This joint venture aims to also benefit AIT/DTU by way of accessing new markets in Sunbelt countries, use of Cyprus as a test-best for new smart-grid technologies, and resource-sharing.To this end, effective twinning activities with the two world-leading research institutions are proposed. These are grouped into targeted case studies and include: expertsí visits, scientific exchanges, training, webinars, workshops, joint PhD summer schools, and networking initiatives with local & European industry/SMEs.The methodology is set as a systematic means of achieving the impact metrics set through cross-fertilization of knowledge & skills.  \nTwinPV is completely in line with the work program. The main idea is to bring UCY up to par with distinguished institutions in the field, contributing to the quenching of the crowding-out effect experienced in the European Research Area.TwinPV proposes to strengthen the track record and visibility of UCY in the field from lessons learnt from the ëBestí during the projectís targeted CSA. It is envisaged that the R&I system in Cyprus will also benefit leading to alignment of Cypriot research institutes with internationally-leading research entities and achievement of smart, sustainable, inclusive growth as set by the national Smart Specialization Strategy.",
    "totalCost": "1012173,75",
    "ecMaxContribution": "1012173,75",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;DANMARKS TEKNISKE UNIVERSITET",
    "participantCountries": "AT;DK",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 388000
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 313574
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 310600
        }
    },
    "calculatedTotalContribution": 1012174
}