{
    "rcn": "199557",
    "acronym": "PhotoMutant",
    "topics": "ERC-StG-2015",
    "title": "Rational Design of Photoreceptor Mutants with Desired Photochemical Properties",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "From a technological viewpoint photoreceptor proteins, the light-sensitive proteins involved in the sensing and response to light in a variety of organisms, represent biological light converters. Hence they are successfully utilized in a number of technological applications, e.g. the green-fluorescent protein used to visualize spatial and temporal information in cells. However, despite the ground-breaking nature of this utilization in life science and other disciplines, the attempts to design a photoreceptor for a particular application by protein mutation remains an open challenge. This is exactly the scope of my research proposal: the application of multi-scale modelling for the systematic design of biological photoreceptor mutants.\n\nWith this target in mind I will study representatives of two prominent photoreceptor proteins subfamilies which are of towering interest to experimentalists: proteorhodopsins and cyanobacteriochromes. Computer models of these proteins will be constructed using accurate multi-scale modeling. Their excitation energies and other properties (e.g. excited-state reactivity and efficiency) will be calculated using multireference methods that were shown to have an accuracy of <3 kcal/mol. The insights gained from simulations of the wild-type proteins will provide the basis for proposing mutations with altered photochemical properties: in essence to predict absorption and emission spectra, excited-state lifetime and quantum yields. \n\nThis research requires interactions across the disciplines, as the best candidates will be synthesized and characterized experimentally by collaborators. The outcome of these experiments will provide feedback to improve both the properties of the mutants and the simulation methodology. Ultimately this high-risk/high gain project should derive a comprehensive understanding that would result in novel biotechnological applications, e.g. optogenetic tools, fluorescent probes and biosensors.",
    "totalCost": "1397475",
    "ecMaxContribution": "1397475",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1397475
        }
    },
    "calculatedTotalContribution": 1397475
}