{
    "rcn": "199581",
    "acronym": "ISSELUB",
    "topics": "JTI-CS2-2014-CFP01-SYS-02-01",
    "title": "Innovative sealing and sensing technologies for extended life of lubricated elements.",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The overall goal of the project is focused on incrementing the efficiency of Electro-Mechanical and Electro-Hydrostatic systems in terms of extending the life and improving the reliability and enhancing the performance of the maintenance activities of wing actuation systems. With this objective in mind, the activities within the project have been oriented to the following goals:\nTo investigate innovative and alternative sealing solutions that able to reduce the friction, wear and leakage at high level of deformation monitored in accelerated seal tests and can increase lifetime to thermal cycles.\nTo investigate innovative and alternative lubricant solutions that are able to reduce friction and wear and to increase extreme pressure properties, increasing the temperature limit and time to a fixed temperature in Differential Scanning Calorimetry and Thermogravimetry measurements, in relation to reference lubricants. \nTo provide new oil sensing systems to monitor the status of the lubricant with a twofold aim: identify faulty conditions and extend the life of the lubricant. \nTo control the lifetime of the gears materials and lubricants by means of accelerated simulated tests reproducing the micropitting/pitting lifetime and confirming for best materials/lubricants combination, using real gear testing benches, reproducing the generation of main failure mechanisms  monitoring in parallel both vibrations and wear using oil sensors, in order to create the right knowledge for conditions monitoring.\nTo develop, implement and integrate Health Monitoring algorithms to predict failures before affecting the actuator output in a critical way, addressing some mechanical parts of the actuation systems such as seals, gearbox, screwballs, etc. \nThe project has clear objectives to mature technologies to extend the life of EMAs and EHA: In this scenario, ISSELUB aims to address the challenge of extending the life of EMAs and EHA.",
    "totalCost": "681187,5",
    "ecMaxContribution": "681187,5",
    "coordinator": "FUNDACION TEKNIKER",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 681188
        }
    },
    "calculatedTotalContribution": 681188
}