{
    "rcn": "199598",
    "acronym": "TILES",
    "topics": "INSO-10-2015",
    "title": "Tiles: the first platform for shared entertainment",
    "startDate": "01/02/2016",
    "endDate": "30/06/2017",
    "objective": "The business model innovation described in this proposal addresses the new digital advertising sector within the larger creative industries. Advertising is essential to the success of the European digital market. Indeed, the wider digital ecosystem is fundamentally based on advertising, from media and content creators to search and email providers as well as social networks and apps. \nEuropeís digital advertising market represents a young sector, which continues to out-perform the overall economy, with a growth rate in 2014 of 11.6% compared to a mere 0.4% increase in EU GDP. In 2014, digital advertising powered the European internet economy to the tune of Ä 30.7 billion.   \nNew generations of consumers are using Internet, mobiles, digital media, etc., in ways that not only expand their range of creative experiences but also transform them from passive recipients of creative messages into active co-creators of creative content. \nThus, the business model proposed aims at exploiting the business opportunities deriving from tcreative industry market trends and drivers.\nMosaicoon proposes an inside out approach with the aim to create an ecosystem in which creatives and video makers as well as final users themselves should be an active part of the communication process of the Advertisers, allowing them to manage efficiently all the entire process of creation, distribution and monitoring of an online video campaign through one single dashboard.\nThe Companyís goal is the creation and market launch of a completely automatized system called Tiles by the end of 2017. The companyís value proposition aims at bringing Brands to produce content, distribute it and monitor the results for observing real usersí engagement. The platform allows campaign budget optimization and the assessment of actual returns on communication investments. Moreover, Tiles will contribute to co-create value not only for Advertisers but also for creatives, video makers and publishers.",
    "totalCost": "1651720",
    "ecMaxContribution": "1156204",
    "coordinator": "MOSAICOON S.P.A.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927098841": {
            "orgId": "927098841",
            "orgName": "MOSAICOON S.P.A.",
            "ecContrib": 1156204
        }
    },
    "calculatedTotalContribution": 1156204
}