{
    "rcn": "199576",
    "acronym": "AcetyLys",
    "topics": "ERC-StG-2015",
    "title": "Unravelling the role of lysine acetylation in the regulation of glycolysis in cancer cells through the development of synthetic biology-based tools",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Synthetic biology is an emerging discipline that offers powerful tools to control and manipulate fundamental processes in living matter. We propose to develop and apply such tools to modify the genetic code of cultured mammalian cells and bacteria with the aim to study the role of lysine acetylation in the regulation of metabolism and in cancer development. Thousands of lysine acetylation sites were recently discovered on non-histone proteins, suggesting that acetylation is a widespread and evolutionarily conserved post translational modification, similar in scope to phosphorylation and ubiquitination. Specifically, it has been found that most of the enzymes of metabolic processesóincluding glycolysisóare acetylated, implying that acetylation is key regulator of cellular metabolism in general and in glycolysis in particular. The regulation of metabolic pathways is of particular importance to cancer research, as misregulation of metabolic pathways, especially upregulation of glycolysis, is common to most transformed cells and is now considered a new hallmark of cancer. These data raise an immediate question: what is the role of acetylation in the regulation of glycolysis and in the metabolic reprogramming of cancer cells? While current methods rely on mutational analyses, we will genetically encode the incorporation of acetylated lysine and directly measure the functional role of each acetylation site in cancerous and non-cancerous cell lines. Using this methodology, we will study the structural and functional implications of all the acetylation sites in glycolytic enzymes. We will also decipher the mechanism by which acetylation is regulated by deacetylases and answer a long standing question ñ how 18 deacetylases recognise their substrates among thousands of acetylated proteins? The developed methodologies can be applied to a wide range of protein families known to be acetylated, thereby making this study relevant to diverse research fields.",
    "totalCost": "1499375",
    "ecMaxContribution": "1499375",
    "coordinator": "BEN-GURION UNIVERSITY OF THE NEGEV",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 1499375
        }
    },
    "calculatedTotalContribution": 1499375
}