{
    "rcn": "199565",
    "acronym": "MiCARF",
    "topics": "ERC-PoC-2015",
    "title": "Multi-tubular Catalytic Reactor for Flexible Production of Fine Chemicals",
    "startDate": "01/02/2016",
    "endDate": "31/07/2017",
    "objective": "Small scale continuous synthesis in catalytic flow reactors is recognized as one of the major technologies that would enable and even boost process intensification and it would allow to develop substantially cleaner, safer and more energy efficient chemical processes. The leading fine chemicals companies are already implementing restructuring programs targeted at the reduction of large scale chemical manufacturing and eliminations of large chemical plants. The scalability of the catalytic flow reactors remains a challenge due to (i) technical difficulties to coat a large number of parallel channels with a catalytic coating in a reproducible way and (ii) to equally distribute multiphase flow over a large number of channels. These problems have been addressed and solved in the related ERC project. \n\nIn this PoC project, I will combine these two concepts to develop a multichannel capillary catalytic reactor which would be able to increase production rate up to a kg/day scale. A ìplug-and-playî platform for small-scale distributed synthesis of fine chemicals will be constructed and the commercial potential of the new reactor concept will be explored. The market analysis will examine the market drivers, market gaps, market share between different market segments across the world. Potential industrial partners will be selected such as contract research manufacturing, licensees and potential customers. The outcome of this PoC project will be an exclusive licence of the patent application to a contract research manufacturing company that has the expertise and resources to further develop and commercialise the reactor prototype towards a fully-licensed industrial apparatus. The performance of the apparatus will be evaluated by an end user company. By commercialising the device, this project will facilitate small-scale production of fine chemicals and pharmaceuticals via environmentally benign catalytic routes.",
    "totalCost": "149930",
    "ecMaxContribution": "149930",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 149930
        }
    },
    "calculatedTotalContribution": 149930
}