{
    "rcn": "199512",
    "acronym": "DYNAMIQS",
    "topics": "ERC-StG-2015",
    "title": "Relaxation dynamics in closed quantum systems",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Statistical mechanics, a century-old theory, is probably one of the most powerful constructions of physics. It predicts that the equilibrium properties of any system composed of a large number of particles depend only on a handful of macroscopic parameters, no matter how the particles interact with each other. But the question of how many-body systems relax towards such equilibrium states remains largely unsolved. This problem is especially acute for quantum systems, which evolve in a much larger mathematical space than the classical space-time and obey non-local equations of motion. Despite the formidable complexity of quantum dynamics, recent theoretical advances have put forward a very simple picture: the dynamics of closed quantum many-body systems would be essentially local, meaning that it would take a finite time for correlations between two distant regions of space to reach their equilibrium value. This locality would be an emergent collective property, similar to spontaneous symmetry breaking, and have its origin in the propagation of quasiparticle excitations. The fact is, however, that only few observations directly confirm this scenario. In particular, the role played by the dimensionality and the interaction range is largely unknown. The concept of this project is to take advantage of the great versatility offered by ultracold atom systems to investigate experimentally the relaxation dynamics in regimes well beyond the boundaries of our current knowledge. We will focus our attention on two-dimensional systems with both short- and long-range interactions, when all previous experiments were bound to one-dimensional systems. The realisation of the project will hinge on the construction on a new-generation quantum gas microscope experiment for strontium gases. Amongst the innovative techniques that we will implement is the electronic state hybridisation with Rydberg states, called Rydberg dressing.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}