{
    "rcn": "199562",
    "acronym": "SHEFAE 2",
    "topics": "MG-1.8-2015",
    "title": "Surface Heat Exchangers For Aero Engines 2",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "The Project aim is to develop and demonstrate lighter integrated heat exchanger systems for the turbofan engine. Currently in turbofan engines heat exchangers are used to cool the oil that is supplied to the bearing chambers and generators. They contribute to achieving the best engine performance by maintaining oil and fuel temperatures within defined limits. \nIn the future, extensive use of heat exchangers will be required in order to get the very lowest levels of fuel burn to meet the environmental challenges. Therefore development of compact, lightweight and low cost heat exchanger systems is required. In this context, research and development activities are foreseen, to assess, develop, design and manufacture: High Length to depth ratio Surface Air Cooled Oil Coolers; Utilisation of engine structural components for thermal cooling; Robust mounting systems to integrate the high length to depth Surface Air Cooled Oil Cooler on the turbofan engine; High efficiency Fuel Oil Heat Exchanger; High reliability Modulating Oil Bypass Valve that is integrated within the Fuel Oil Heat Exchanger. The heat exchanger systems will be tested on the rig and Rolls-Royce demonstrator engines to validate their performance and structural capabilities. The integration of the high length to depth ratio Surface Air Cooled Oil Coolers on the engine will require a robust mounting system to tolerate the induced stresses due to thermal and vibrational loads. Advanced manufacturing capability will be developed for the designs of the high length to depth ratio Surface Air Cooled Oil Coolers and the Fuel Oil Heat Exchanger with the integrated Modulating Oil Bypass Valve.",
    "totalCost": "1343120",
    "ecMaxContribution": "1335887",
    "coordinator": "ROLLS-ROYCE PLC",
    "coordinatorCountry": "UK",
    "participants": "BRANDENBURGISCHE TECHNISCHE UNIVERSITAT COTTBUS-SENFTENBERG;PAULSTRA",
    "participantCountries": "DE;FR",
    "projectParticipants": {
        "999945356": {
            "orgId": "999945356",
            "orgName": "ROLLS-ROYCE PLC",
            "ecContrib": 617887
        },
        "996567137": {
            "orgId": "996567137",
            "orgName": "PAULSTRA",
            "ecContrib": 270000
        },
        "937759529": {
            "orgId": "937759529",
            "orgName": "BRANDENBURGISCHE TECHNISCHE UNIVERSITAT COTTBUS-SENFTENBERG",
            "ecContrib": 448000
        }
    },
    "calculatedTotalContribution": 1335887
}