{
    "rcn": "199508",
    "acronym": "MicMactin",
    "topics": "ERC-StG-2015",
    "title": "Dissecting active matter: Microscopic origins of macroscopic actomyosin activity",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "'Biological motion and forces originate from mechanically active proteins operating at the nanometer scale. These individual active elements interact through the surrounding cellular medium, collectively generating structures spanning tens of micrometers whose mechanical properties are perfectly tuned to their fundamentally out-of-equilibrium biological function. While both individual proteins and the resulting cellular behaviors are well characterized, understanding the relationship between these two scales remains a major challenge in both physics and cell biology.\n\nWe will bridge this gap through multiscale models of the emergence of active material properties in the experimentally well-characterized actin cytoskeleton. We will thus investigate unexplored, strongly interacting nonequilibrium regimes. We will develop a complete framework for cytoskeletal activity by separately studying all three fundamental processes driving it out of equilibrium: actin filament assembly and disassembly, force exertion by branched actin networks, and the action of molecular motors. We will then recombine these approaches into a unified understanding of complex cell motility processes.\n\nTo tackle the cytoskeleton's disordered geometry and many-body interactions, we will design new nonequilibrium self consistent methods in statistical mechanics and elasticity theory. Our findings will be validated through simulations and close experimental collaborations.\n\nOur work will break new ground in both biology and physics. In the context of biology, it will establish a new framework to understand how the cell controls its achitecture and mechanics through biochemical regulation. On the physics side, it will set up new paradigms for the emergence of original out-of-equilibrium collective behaviors in an experimentally well-characterized system, addressing the foundations of existing macroscopic 'active matter' approaches.'",
    "totalCost": "1491868",
    "ecMaxContribution": "1491868",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1491868
        }
    },
    "calculatedTotalContribution": 1491868
}