{
    "rcn": "199502",
    "acronym": "SubCage",
    "topics": "BG-12-2015-1",
    "title": "Submersible Tension Leg Fish Cage for Mariculture in Unsheltered and Offshore Areas",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Aquaculture has done reasonably well to supplement the expanding consumption of fish and seafood in the EU but has still been unable to have the desired impact because of the high set up, operating and maintenance costs; lack of space along the coastal shores; pollution and threats of diseases and eutrophication. Hence, we developed SubCage ñ a working proof of concept prototype to TRL 6 which is based on a patented Tension Leg Cage (TLC) technology capable of submerging fish cages to depths of up to 55 m at a controlled velocity based on the principle of wave ispersion. This prototype is a 12 m diameter fully submersible fish cage, which has been tested for 2 years in Crete using red porgy. This was successfully demonstrated as there were no issues during the operation and thus confirmed that SubCage satisfies all customer needs, such as: cost benefit solution for fish farming in unsheltered area; increase of fish quality; improvement of fish health and mortality rate. Despite the risk surrounding aquaculture in the unsheltered regions due to its environment; we proved that, by using SubCage, expanding production capabilities in such areas is feasible, commercially beneficial to farmers and can increase the value of the fish species. With the help of the SME instrument in scaling up our prototype to a 30-55 m diameter commercially acceptable fish cage, we would expect to contribute to an increase in fish price of up to 20% and additional increase in yield of up to 2% in comparison with surface cages. In comparison with competitor technologies, our prices will be several times lower by 30-40% as well as an estimated ROI being achievable in approximately 3 years. Within 5 years, we can humbly anticipate to enhance the production capacity of the EU by 2%. This translates to Refa Med Srl. deploying 402 SubCage units in the EU within 5 years, generating a revenue stream of over Ä80 million and helping create between 300 and 400 product-related full-time jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REFA MED SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998441274": {
            "orgId": "998441274",
            "orgName": "REFA MED SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}