{
    "rcn": "199556",
    "acronym": "SHAPE",
    "topics": "ERC-StG-2015",
    "title": "Structure-dependent microkinetic modelling of heterogeneous catalytic processes",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Despite the fact that the catalyst structure has been an important factor in catalysis science since the discovery of structure sensitive reactions in single crystal studies, its effect on reactivity is neglected in state-of-the-art microkinetic modelling. In reality, the catalyst is dynamic by changing its structure, shape and size in response to the different conditions in the reactor. Thus, the inclusion of such effects within the framework of microkinetic modelling, albeit extremely complex, is of outmost importance in the quest of engineering the chemical transformation at the molecular level. This proposal aims to approach this grand challenge by developing a hierarchical multiscale methodology for the structure-dependent microkinetic modelling of catalytic processes in applied catalysis. In particular this challenging objective will be achieved by acting on two main fronts: \ni. development of a hierarchical multiscale methodology for the prediction of the structural changes of the catalyst material as a function of the operating conditions in the reactor and the analysis of the structure-activity relations through the development of structure-dependent microkinetic models;\nii. show the applicability of the methodology by the assessment of the structure-activity relation in the context of relevant processes in energy applications such as the short-contact-time CH4 reforming with H2O and CO2 on supported-metal catalysts.\nThe inherent complexity of the problem will be tackled by hierarchically combining novel methods at different levels of accuracy in a dual feed-back loop between theory and experiments. This will require interdisciplinary efforts in bridging among surface science, physical-chemistry and chemical engineering. The fundamental nature and impact of the methodology will be unprecedented and will pave the way toward the detailed analysis and design of the structure-activity relation by tuning shape and size to tailoring activity and selectivity.",
    "totalCost": "1496250",
    "ecMaxContribution": "1496250",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 1496250
        }
    },
    "calculatedTotalContribution": 1496250
}