{
    "rcn": "199570",
    "acronym": "SCALEFORES",
    "topics": "ERC-StG-2015",
    "title": "SCALEFORES: Scaling Rules For Ecosystem Service Mapping",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "It is now widely recognized that sustainably managing ecosystem services ñ the benefits humans obtain from nature ñ is essential for humanityís prospects in the 21st century and beyond. However, at present there is little data on the distribution of most services in most places.\n\nTo date, the discipline of ecosystem service mapping has tried overcome this lack of data by using proxies to map ecosystem services based on our perceived understanding of ecosystem services from small-scale studies. However, the most commonly used proxies have been shown to be inaccurate, particularly for understanding policy-relevant trade-offs and win-wins between ecosystem services. The challenge therefore remains - how do we reliably map such relationships between multiple ES, thereby enabling multifunctional, ES-based management of our landscapes?\n\nIn the SCALEFORES project, I will address this challenge head-on by developing and testing a novel methodological framework that enables the use of existing data to produce accurate maps of the relationships between ES in previously unmapped regions.  The overarching idea underpinning SCALEFORES is that we can use information on the scale-dependency of relationships between existing social and ecological datasets (e.g. land cover, soil type, human population density) to create maps of trade-offs and win-wins between ecosystem services. \n\nThe SCALEFORES project will systematically examine the scale-dependency of relationships between ecosystem services and the social and ecological variables that underpin them. It will then use this knowledge to enable a step change increase in our ability to accurately map both relationships between ES and the distributions of ecosystem services themselves.  The methodology developed in SCALEFORES will be validated against existing maps of ecosystem services in Europe, as this is the region with the best data on ecosystem services globally.",
    "totalCost": "1483096",
    "ecMaxContribution": "1483096",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 1483096
        }
    },
    "calculatedTotalContribution": 1483096
}