{
    "rcn": "199577",
    "acronym": "IntelGlazing",
    "topics": "ERC-StG-2015",
    "title": "Intelligent functional glazing with self-cleaning properties to improve the energy efficiency of the built environment",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "The latest forecast by the International Energy Agency predicts that the CO2 emissions from the built environment will reach 15.2Gt in 2050, double their 2007 levels. Buildings consume 40% of the primary energy in developed countries with heating and cooling alone accounting for 63% of the energy spent indoors. These trends are on an ascending trajectory - e.g. the average energy demand for air-conditioning has been growing by ~17% per year in the EU. Counterbalancing actions are urgently required to reverse them.\nThe objective of this proposal is to develop intelligent window insulation technologies from sustainable materials. The developed technologies will adjust the amount of radiation escaping or entering a window depending upon the ambient environmental conditions and will be capable of delivering unprecedented reductions to the energy needed for regulating the temperature in commercial and residential buildings. \nRecognising the distinct requirements between newly built and existing infrastructure, two parallel concepts will be developed: i) A new class of intelligent glazing for new window installations, and, ii) a flexible, intelligent, polymer film to retrofit existing window installations. Both solutions will be enhanced with unique self-cleaning properties, bringing about additional economic benefits through a substantial reduction in maintenance costs.\nOverall, we aim to develop intelligent glazing technologies that combine: i) power savings of >250 W/m2 of glazing capable of delivering >25% of energy savings and efficiency improvements >50% compared with existing static solutions; ii) visible transparency of >60% to comply with the EU standards for windows ,and, iii) self-cleaning properties that introduce a cost balance. \nA number of technological breakthroughs are required to satisfy such ambitious targets which are delivered in this project by the seamless integration of nanotechnology engineering, novel photonics and advanced material synthesis.",
    "totalCost": "1762823",
    "ecMaxContribution": "1762823",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}