{
    "rcn": "199551",
    "acronym": "AnTraQuGa",
    "topics": "MSCA-IF-2014-EF",
    "title": "Anderson Transition in a Quantum Gas Signatures and Characterization",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Anderson localization (AL) ñ an effect arising from interference of multiple-scattering events and leading to a complete halt of transport in disordered media ñ is a fundamental phenomenon, ubiquitous in all wave physics. \n\nUltra-cold quantum gases in disordered optical potentials offer a clean environment to study AL. First evidences of the transition between localized and diffusive states have been recently reported with this systems.  However, direct signatures of AL and a precise investigation of this transition are still lacking and would require new approaches, which is at the heart of this proposal. The objectives are:\n\n- Exploring the recently predicted ìCoherent Forward Scatteringî peak: a new distinct feature of AL, yet so far not observed in any systems.\n- Studying the critical regime by measuring the position of the transition and the associated critical exponents.\n\nThe anticipated results will serve as test bed for the most advanced theories of AL and provide better understanding of its underlying mechanism.\n\nTo achieve these goals, we will rely on the expertise of the host in the field of AL of ultra-cold atoms, in particular regarding the analysis of the momentum distributions of atoms. Most importantly, we will develop original approaches, based on techniques using state-selective disorder potentials, and enabling a fine control of the atomic energy distribution around the transition.\n\nThe fellowship will enable the applicant to contribute his expertise of state-dependent potentials to the development and the implementation of the selective disorder. This new technique is likely to become a standard tool for the study of transport phenomena of ultra-cold atoms in disorder. A secondment to the partner organization with strong expertise in AL and in control of atomic interactions is also part of the proposal.\n\nThus, this project will create a synergy of the applicants knowledge and the expertise of the host organization and the partner organization.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}