{
    "rcn": "199599",
    "acronym": "D3",
    "topics": "Space-SME-2015-2",
    "title": "Smart propulsive device for controlled satellite decommissioning and reentry.",
    "startDate": "01/12/2015",
    "endDate": "31/05/2018",
    "objective": "Space is nowadays fundamental for our life. Most of the services we use every day are based on space assets: weather forecasting, navigation, Earth observation, security, disasters prevention and management, telecommunication.  For decades, space faring Nations and private organisations have underestimated the fact that orbital space is a limited resource. As a consequence, out of the about 6,000 satellites launched since the beginning of the space age only 1,300 are operational: the remaining wander uncontrolled in the space around Earth and risk to collide against each other or against operational satellites. In addition to this, many dead satellites re-enter uncontrolled into the atmosphere, and their larger components survive to the high heat of the re-entry and may cause damage to assets on ground and persons.\nFor these and other reasons, Space Operators start to develop methods to remove safely their satellites, pushed by international regulations issued by space agencies, international organisations (e.g. UN and IADC) and national governments.\nThe D-3 project aims to respond to the increasing need to guarantee a safe and clean access to space for both satellite operators and manufacturers, and in general for all the stakeholders involved. This approach has already received positives feedbacks and endorsement from important space players such as ESA, NASA and ASI, as well as from both satellite operators and manufacturers.\nSince its establishment, in 2011, D-Orbit has developed a decommissioning device (called D3) for satellites and launcher stages, capable to remove them in a safe and controlled way at the end-of-mission or if a major failure occurs. This technology has been pushed up to a current TRL of 6. D-Orbit intends to validate the D-Orbit's decommissioning concept in Space in 2016 in D-SAT mission and to collect data, inputs and lessons learnt for updating, optimizing and fine tuning the design, the engineering and the production of the D-Orbitís D3.",
    "totalCost": "2800692,5",
    "ecMaxContribution": "1960484,75",
    "coordinator": "D-ORBIT SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952900162": {
            "orgId": "952900162",
            "orgName": "D-ORBIT SRL",
            "ecContrib": 1960485
        }
    },
    "calculatedTotalContribution": 1960485
}