{
    "rcn": "199566",
    "acronym": "CARBOTIGHT",
    "topics": "ERC-PoC-2015",
    "title": "Diffusion Barrier Layers and Anticorrosive Coatings from Functional Carbon Nanosheets",
    "startDate": "01/02/2016",
    "endDate": "31/01/2017",
    "objective": "Materials with excellent diffusion barrier properties are highly relevant for packaging applications (food, pharmaceutics), sealing (car tires), protective encapsulation (microelectronics, photovoltaics, displays), and anticorrosive coatings (automotive). In all these fields of application, there is a strong technological demand for more effective, less costly, and environmentally benign solutions, which constitutes a significant business opportunity. The proposed project aims to develop novel barrier layers and anticorrosive coatings based on functionalized carbon nanosheets that are prepared from reactive, carbon-rich molecular precursors with chemical functional groups that provide surface-specific binding and adhesion. These materials combine the excellent barrier and anticorrosive properties of atomically dense carbon or inorganic thin film coatings with the tailored surface properties of monolayer coatings. Moreover, their preparation will be compatible with scalable and inexpensive solution-phase processing methods such as painting, spraying, or printing, followed by UV curing. The goal of the proposed project is to provide technology demonstrators for a diffusion barrier layer aimed at packaging applications, as well as for a wear-resistant, anti-corrosive coating on a metal surface.",
    "totalCost": "149500",
    "ecMaxContribution": "149500",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 149500
        }
    },
    "calculatedTotalContribution": 149500
}