{
    "rcn": "199516",
    "acronym": "CARIM",
    "topics": "FTIPilot-1-2015",
    "title": "Commercialization of a full carbon wheel manufactured with an automated high-volume process for the automotive market",
    "startDate": "01/01/2016",
    "endDate": "30/04/2018",
    "objective": "The aim of CARIM is the final development, homologation and commercialization of a full carbon automotive wheel manufactured in an automated, high-volume production process. Within the 2-year project the TRL level, currently 6\\, will be raised to 8\\ or 9.\n \nDevelopments in automated CFRP production technology will generate a wheel that is 30-50% lighter than state-of-the-art Al-wheels, with the extra advantage of excellent mechanical performance. The manufacture of the wheels in an automated preforming and HP-RTM process will ensure short cycle times (max. 10 min/component) and lower costs (1634Ä/wheel in first year of production and 1164Ä in 2020) that will enable scale-up to series production and make the CARIM wheels competitive against current casted and forged Al-wheels and other emerging plastic wheel concepts. A testing and validation phase for the demonstrators covers a comprehensive product homologation to meet TUV regulations and the requirements of OEMs and material suppliers.\n\nThe market entry of the product is clearly detailed in the proposalís business plan which predicts a commercially-available product within one year after the project ends. The strategy for implementing the carbon wheel on the market is a top-down approach starting with a low production volume for high class cars and a steady rise in carbon wheel production. The five-year goal is a production capability - only at RiBa - of 52.000 wheels per year by 2020. The technology also has the potential for transfer into higher-volume car segments in luxury/medium-class vehicles, as well as to helicopter and aviation applications.\n\nThe industry-driven consortium is supported by strong partners integrated in an Industrial Exploitation Board (Bentley, Huntsman) providing technical and economic consulting and know-how. The project results will be systematically disseminated and exploited to maximize visibility, industrial take-up and the transfer of the developments to new markets.",
    "totalCost": "2429466",
    "ecMaxContribution": "1930033,88",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "TUV SUD PRODUCT SERVICE GMBH;ALPEX TECHNOLOGIES GMBH;RI-BA COMPOSITES SRL;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "participantCountries": "DE;AT;IT",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 261250
        },
        "949167020": {
            "orgId": "949167020",
            "orgName": "RI-BA COMPOSITES SRL",
            "ecContrib": 803625
        },
        "953030530": {
            "orgId": "953030530",
            "orgName": "TUV SUD PRODUCT SERVICE GMBH",
            "ecContrib": 20714
        },
        "999666093": {
            "orgId": "999666093",
            "orgName": "ALPEX TECHNOLOGIES GMBH",
            "ecContrib": 341003
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 503442
        }
    },
    "calculatedTotalContribution": 1930034
}