{
    "rcn": "199500",
    "acronym": "BIORECYGAS",
    "topics": "SC5-20-2015-1",
    "title": "Farming high value algae with industrial gas emissions",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "'The European Union is one of the most advanced regions regarding environmental regulation, but the rest of the World, in both developed and developing regions, is increasingly adopting similar measures. In addition, the growth of demand of energy and goods plays against these objectives increasing the emissions. Thus both the need and demand of solutions to reduce emission is expected to grow exponentially and globally for the following decades.Currently, industries worldwide face the challenge of reducing the emission of CO2 and NOx incorporating less pollutant technologies, investing in the mandatory BATs, transforming their business toward less polluting products and services or simply assuming lower economic performance due to the environment protection costs derived from regulation. The impact of regulation in industry is particularly relevant in the case of European Industry. Being one of the early adopter regions of these measures, in some cases it reduces their competitiveness in favour of companies of less environmentally concerned countries.The BIORECYGAS technology, developed and pilot tested by ALGING, has demonstrated that removes 95% of CO2 and NOx from a simulated flue gas, beating the average 70-90% efficiency of the BAT technologies from NOx elimination and reducing 95% the need of CO2 emission allowances. These results have been validated by an independent source testing firm that is certified by the California Air Resources Board.In addition, BIORECYGAS uses the extracted CO2 and NOx as feedstock to grow Chlorella and other algae strains  producing a biomass stream. This is raw material for products currently available and demanded in the market like: protein and sugar-rich agricultural products, protein rich foods and nutritional supplements, selective food oils and biodiesel. BIORECYGAS transforms CO2 and NOx emissions into a source of income.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALGING AMBIENTACIONES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927080217": {
            "orgId": "927080217",
            "orgName": "ALGING AMBIENTACIONES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}