{
    "rcn": "199588",
    "acronym": "F-Interop",
    "topics": "ICT-12-2015",
    "title": "FIRE+ online interoperability and performance test tools to support emerging technologies from research to standardization and market launchThe standards and innovations accelerating tool",
    "startDate": "01/11/2015",
    "endDate": "31/10/2018",
    "objective": "F-Interop will develop and provide remotely accessible tools to support and accelerate standardisation processes and products developments, by offsetting several cost and time barriers. It will research and develop a new FIRE experimental platform to support the development of new technologies and standards, from their genesis to the market for: online interoperability tests and validation tools, remote compliance and conformance tests, scalability tests, Quality of Service (QoS) tests, SDN/NFV interoperability tools, Online privacy test tools, energy efficiency tools.\nF-Interop gathers standardisation partners together with 3 FIRE federations (Fed4FIRE, IoT Lab, OneLab) to build a common experimental platform as a service. Following an end-user driven methodology, it will directly address the needs of 3 emerging standards: oneM2M led by ETSI, 6TiSCH (IETF) chaired by our Inria partner, Web of Things WG (start Feb 2015) led by W3C, our advisory board member.\nThe open call will extend the platform to other standardisation activities, as well as to additional tools extensions and SME products validations. \nF-Interop will:\n- Provide online interoperability tools enabling research and development teams to test their products development and implementations at any time, without having to wait until the next face-to-face interop meeting.\n- Provide an online platform for standards compliance and labelling to be used by the IPv6 Forum Ready Logo Program and other similar labelling bodies, including ETSI, IETF and W3C.  \n- Enable SME to accelerate interoperability and the development of their products and services.\n- Extend FIRE testbeds and bring them closer to the market.\nTo achieve this ambitious objective, F.-Interop gathers a formidable combination of leading industry experts form standardisation bodies, research centres, FIRE testbeds and SMEs from Europe and Japan. The F-Interop Ecosystem will enable sustainable impact, commercial uptake and synergies at EU level.",
    "totalCost": "3897885",
    "ecMaxContribution": "2998260",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE;DEVICE GATEWAY SA;INSTITUT EUROPEEN DES NORMES DE TELECOMMUNICATION;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;UNIVERSITE DU LUXEMBOURG;MANDAT INTERNATIONAL ALIAS FONDATION POUR LA COOPERATION INTERNATIONALE;EANTC AG;DIGITAL CATAPULT;IMINDS",
    "participantCountries": "FR;CH;BE;LU;DE;UK",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 539500
        },
        "947642277": {
            "orgId": "947642277",
            "orgName": "DIGITAL CATAPULT",
            "ecContrib": 877000
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 337250
        },
        "996271093": {
            "orgId": "996271093",
            "orgName": "MANDAT INTERNATIONAL ALIAS FONDATION POUR LA COOPERATION INTERNATIONALE",
            "ecContrib": 0
        },
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 239500
        },
        "999608184": {
            "orgId": "999608184",
            "orgName": "IMINDS",
            "ecContrib": 0
        },
        "999580733": {
            "orgId": "999580733",
            "orgName": "INSTITUT EUROPEEN DES NORMES DE TELECOMMUNICATION",
            "ecContrib": 185750
        },
        "949209894": {
            "orgId": "949209894",
            "orgName": "DEVICE GATEWAY SA",
            "ecContrib": 0
        },
        "999547074": {
            "orgId": "999547074",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
            "ecContrib": 458260
        },
        "943655868": {
            "orgId": "943655868",
            "orgName": "EANTC AG",
            "ecContrib": 361000
        }
    },
    "calculatedTotalContribution": 2998260
}