{
    "rcn": "199589",
    "acronym": "i-PROGNOSIS",
    "topics": "PHC-21-2015",
    "title": "Intelligent Parkinson eaRly detectiOn Guiding NOvel Supportive InterventionS",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "Transition from healthy status to Parkinsonís Disease (PD) is vaguely tractable, since symptoms can be so subtle in the early stages that they go unnoticed. Lack of biomarkers and/or findings on routine MRI and CT scans, PD is left undiagnosed for years, gradually affecting the life of over 6.5 million of older adults (>55-60 yrs) worldwide, increasing the risk of their health deterioration. Epidemiological studies conclude that early intervention could have an inverse relation with the PD-related risks of progressive frailty, falls and emotional shift towards depression. Based on this evidence, the cardinal objective of i-PROGNOSIS is the development of (i) an ICT-based behavioural analysis approach for capturing, as early as possible, the PD symptoms appearance, and (ii) the application of ICT-based interventions countering identified risks. To achieve this, awareness initiatives will be employed, so as to construct i-PROGNOSIS community, targeting > 5000 older individuals within the duration of the project, in order to unobtrusively sense large scale behavioural data from its members, acquired from their natural use of mobile devices (smartphone/smartwatch). Ensuring anonymisation and secure Cloud archiving, i-PROGNOSIS will develop and employ advanced big data analytics and machine learning techniques, in a distributed and privacy aware fashion, so as to instantiate a PD Behavioural Model and construct reliable early PD symptoms detection alarms. To those identified and clinically validated as early stage PD patients, ICT-based interventions will be provided via the i-PROGNOSIS Intervention Platform, including: a) a Personalised Game Suite (ExerGames, DietaryGames, EmoGames, Handwriting/VoiceGames) for physical/emotional support, b) targeted nocturnal intervention to increase relaxation/sleep quality and c) assistive interventions for voice enhancement and gait rhythm guidance. In this way, i-PROGNOSIS will constructively contribute to active and healthy ageing.",
    "totalCost": "3921302,5",
    "ecMaxContribution": "3921302,5",
    "coordinator": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
    "coordinatorCountry": "EL",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FACULDADE DE MOTRICIDADE HUMANA;COSMOTE KINITES TILEPIKOINONIES AE;ELLINIKO KENTRO KENOTOMIAS MICROSOFT AE;PLUX - WIRELESS BIOSIGNALS S.A.;AGE PLATFORM EUROPE;KAROLINSKA INSTITUTET;KING'S COLLEGE LONDON;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "EL;DE;PT;BE;SE;UK",
    "projectParticipants": {
        "990055818": {
            "orgId": "990055818",
            "orgName": "ELLINIKO KENTRO KENOTOMIAS MICROSOFT AE",
            "ecContrib": 258438
        },
        "999654550": {
            "orgId": "999654550",
            "orgName": "COSMOTE KINITES TILEPIKOINONIES AE",
            "ecContrib": 182875
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 921875
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 375750
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 391250
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 290062
        },
        "998795324": {
            "orgId": "998795324",
            "orgName": "FACULDADE DE MOTRICIDADE HUMANA",
            "ecContrib": 322500
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 275000
        },
        "999788119": {
            "orgId": "999788119",
            "orgName": "AGE PLATFORM EUROPE",
            "ecContrib": 228512
        },
        "960662393": {
            "orgId": "960662393",
            "orgName": "PLUX - WIRELESS BIOSIGNALS S.A.",
            "ecContrib": 283790
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 391250
        }
    },
    "calculatedTotalContribution": 3921302
}