{
    "rcn": "199586",
    "acronym": "microCrysFact",
    "topics": "ERC-StG-2015",
    "title": "Microfluidic Crystal Factories (?-CrysFact): a breakthrough approach for crystal engineering",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "To study and understand the aggregation, nucleation, and/or self-assembly processes of crystalline matter is of crucial importance for research and applications in many disciplines. For example, understanding the formation of crystalline amyloid fibres could lead to advances in the treatment and prevention of both Alzheimerís and Parkinsonís diseases, whereas controlling the process of crystal formation can play a significant role in obtaining chemicals and materials that are important for industry as well as society as a whole (e.g., drugs, superconductors, polarizers and/or frequency modulators). \n\nDespite the impressive progress made in molecular engineering during the last few decades, the quest for a general tool-box technology to study, control and monitor crystallisation processes as well as to isolate metastable states (dynamic capture) is still incomplete. That is because crystalline assemblies are frequently investigated in their equilibrium form, driving the system to its minimum energy state. This methodology limits the emergence of new chemicals and crystals with advanced functionalities, and thus hampers advances in the field of materials engineering. \n\nµ-CrysFact will develop tool-box technologies where diffusion-limited and kinetically controlled environments will be achieved during crystallisation and where the isolation of non-equilibrium species will be facilitated by pushing crystallisation processes out of equilibrium. In addition, µ-CrysFactís technologies will be used to localise, integrate and chemically treat crystals with the aim of honing their functionality. This unprecedented approach has the potential to lead to the discovery of new materials with advanced functions and unique properties, thus opening new horizons in materials engineering research.",
    "totalCost": "1814128",
    "ecMaxContribution": "1814128",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
    "participantCountries": "CH",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1814128
        },
        "999907138": {
            "orgId": "999907138",
            "orgName": "EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1814128
}