{
    "rcn": "199572",
    "acronym": "DRAGY",
    "topics": "MG-1.10-2015",
    "title": "Drag Reduction in Turbulent Boundary Layer via Flow Control",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "The proposed project ìDrag Reduction via Turbulent Boundary Layer Flow Controlî (DRAGY) will approach the problem of turbulent drag reduction through the investigation of active/passive flow-control techniques to manipulate the drag produced by the flow structures in turbulent boundary layers. In addition, the project aims to improve the understanding of the underlying physics behind the control techniques and its interaction with the boundary layer to maximize their efficiency.\nTurbulent Boundary Layer Control (TBLC) for skin-friction drag reduction is a relatively new technology made possible through  the  advances  in  computational-simulation capabilities, which have improved our understanding of the flow structures of turbulence. Advances in micro-electronic technology have enabled the fabrication of actuation systems capable of manipulating these structures. The combination of simulation, understanding and micro-actuation technologies offer new opportunities to significantly decrease drag, and by doing so, increase fuel efficiency of future aircraft. The literature review that follows will show that the application of active control turbulent skin-friction drag reduction is considered of prime importance by industry, even though it is still  at a very low Technology Readiness Level (TRL =1). Given the scale of the ìFlightpath 2050î challenge, now is the appropriate time to investigate the potential of this technology and attempt to raise the TRL to 2 or possibly 3 in some particular branches of the subject. DRAGY proposes a European R&T collaborative effort specifically focused on active and passive control for turbulent skin-friction drag reduction. \nThe project will result in mutual benefits for industry and scientific European as well as Chinese communities, in a topic of growing concern, namely drag-reduction technologies.",
    "totalCost": "1827686,25",
    "ecMaxContribution": "1827686",
    "coordinator": "CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA",
    "coordinatorCountry": "ES",
    "participants": "THE UNIVERSITY OF SHEFFIELD;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;AIRBUS OPERATIONS SL;DASSAULT AVIATION;POLITECNICO DI MILANO;AIRBUS GROUP LIMITED;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSIDAD POLITECNICA DE MADRID;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "UK;FR;DE;ES;IT;SE",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 265000
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 219996
        },
        "999944095": {
            "orgId": "999944095",
            "orgName": "AIRBUS OPERATIONS SL",
            "ecContrib": 25000
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 80000
        },
        "999994438": {
            "orgId": "999994438",
            "orgName": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
            "ecContrib": 80145
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 185000
        },
        "999658721": {
            "orgId": "999658721",
            "orgName": "CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA",
            "ecContrib": 220000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 221500
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 150000
        },
        "999957675": {
            "orgId": "999957675",
            "orgName": "DASSAULT AVIATION",
            "ecContrib": 24970
        },
        "996312027": {
            "orgId": "996312027",
            "orgName": "AIRBUS GROUP LIMITED",
            "ecContrib": 80000
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 276075
        }
    },
    "calculatedTotalContribution": 1827686
}