{
    "rcn": "199568",
    "acronym": "MACROPMF",
    "topics": "ERC-StG-2015",
    "title": "Macroeconomic Dynamics with Product Market Frictions",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "The transmission  of microeconomic and macroeconomic shocks to firms' price and demand  in product markets is the cornerstone of a large volume of macroeconomic literature.  Product market frictions, by reducing the ability of demand to relocate across different suppliers, affect firms' incentives when setting prices, and therefore the pass-through of shocks to both demand and prices. \nIn this project we plan to study the implications of product market frictions for firm level price and demand dynamics, as well as for macroeconomic dynamics. The aim is to integrate micro and macro economics, both theoretically and empirically, to a greater extent than is currently done in the literature.\n\nWe will apply our tools to two main areas of interest. First, we will study how product market frictions affect the optimal pricing decision of firms, and the relocation of consumers across different suppliers. We will provide novel empirical microeconomic evidence on the relationship between price and consumer dynamics. We will build a rich but yet tractable model where product market frictions give rise to firm pricing with customer markets. The aim is to use observable statistics from the micro data to estimate the key parameters of the model and quantify the relevance of the product market frictions  for firm pricing and demand dynamics.  \n\nSecond, we will explore the importance of product market frictions for macroeconomic dynamics. We will apply our quantified model of price and consumer  dynamics to areas of macroeconomics where we expect our methodology and empirical analysis  to be more relevant, both because of the types of questions addressed and because of a direct relationship with the mechanism. In particular we will focus on the role of product market frictions for business cycle fluctuations and international trade.",
    "totalCost": "1192000",
    "ecMaxContribution": "1192000",
    "coordinator": "Istituto Einaudi per l'Economia e la Finanza",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996113953": {
            "orgId": "996113953",
            "orgName": "Istituto Einaudi per l'Economia e la Finanza",
            "ecContrib": 1192000
        }
    },
    "calculatedTotalContribution": 1192000
}