{
    "rcn": "199564",
    "acronym": "PhotoFluo",
    "topics": "MSCA-RISE-2015",
    "title": "Synthesis and photopolymerisation of new fluorinated macromonomers for the obtaining of high performance fluoropolymers",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "The PhotoFluo project consists in a consortium of three teams (two from Europe and one from Canada) committed to work for developing novel fluoropolymers suitable for optical and electronic devices, membranes for fuel cells and Li batteries, microfluidics, and biomaterials. This ambitious goal will be achieved starting from designing new perfluoropolyalkylether building blocks (PFPAE) improving safety (not bioaccumulative like perfluoroalkylics) and having chemical inertness, flexibility in a wide temperature range, very low refractive index and wettability. PFPAE will be chain extended to tune final properties; exploiting OH functionalities, these precursors will be functionalized to make telechelic macromonomers for suitable crosslinking (via both radical and ionic processes). The polymers will be synthesized by photoinduced polymerization, chosen as an efficient and eco-friendly process: the polymer formation is fast (no more than minutes compared to hours requested by thermal processes), is solvent free, is carried out at room temperature consuming low amount of energy, permits spatial resolution, as it mainly occurs in the illuminated areas. After obtaining an original portfolio of PFPAE polymers, they will be fully characterized and tested in view of innovate applications. \nThe project is conducted by research groups with a relevant scientific record in the fields: (i) fluorochemistry (TWU, Canada), (ii) photopolymerization (iii) polymer science (POLITO, Italy and ENSCM, France). The combination of expertises makes the objective  feasible. For the implementation of the program, 24 secondments are planned to exploit the complementarities of the different expertises of each groups, to share them and to reinforce young researchers career.  The project  includes a strong dissemination plan to report on the results, not only to the scientific community, but also to potential users and non-specialized audience.",
    "totalCost": "238500",
    "ecMaxContribution": "139500",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "ECOLE NATIONALE SUPERIEURE DE CHIMIE DE MONTPELLIER",
    "participantCountries": "FR",
    "projectParticipants": {
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 81000
        },
        "928609422": {
            "orgId": "928609422",
            "orgName": "TRINITY WESTERN UNIVERSITY",
            "ecContrib": 0
        },
        "998587550": {
            "orgId": "998587550",
            "orgName": "ECOLE NATIONALE SUPERIEURE DE CHIMIE DE MONTPELLIER",
            "ecContrib": 58500
        }
    },
    "calculatedTotalContribution": 139500
}