{
    "rcn": "199569",
    "acronym": "YlideLigands",
    "topics": "ERC-StG-2015",
    "title": "Tailoring Ylidic Compounds as Ligands for Organometallic Chemistry",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Lewis bases are a fundamental class of compounds that are of utmost importance in almost any chemical transformation. According to the HSAB concept, they determine important properties such as the stability or solubility of compounds or the selectivity of reactions. Yet, Lewis bases are used far beyond simple acid-base pairs. In coordination chemistry they act as efficient ?-donor ligands, which crucially affect the electronics of the metal and thus its reactivity. Additionally, bulky Lewis bases as part of Frustrated Lewis Pairs are applicable in bond activation reactions and also in catalysis. Typical Lewis bases are neutral compounds with a free pair of electrons, such as amines or phosphines. In contrast, carbon-centred Lewis bases such as carbenes have long been underestimated due to their usually high reactivity and sensitivity. Yet, the last decades have revealed a revolution in this context. Carbenes in particular have proven to be powerful reagents not only as ligands, but also in organocatalysis and bond activation chemistry. Bisylides and their dianionic congeners (methandiides) with formally two electron pairs at carbon are further classes of carbon bases that have started to find applications, but which are still profoundly underdeveloped.  \n\nThis project takes aim at the development and application of novel ylidic, carbon-centred Lewis bases. By means of a smart molecular design, systems with unusual electronic properties and donor capacities will be prepared and their reactivity towards main group element compounds and transition metal complexes will be explored. Employing experimental and computational methods a fundamental understanding of the electronic structure and its influencing factors will be provided. This will allow a manipulation and tailoring of the properties and reactivities and thus open applications such as in bond activation reactions or their use as electronically flexible ligands in catalytically active metal complexes.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "RUHR-UNIVERSITAET BOCHUM",
    "coordinatorCountry": "DE",
    "participants": "JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "participantCountries": "DE",
    "projectParticipants": {
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}