{
    "rcn": "199582",
    "acronym": "ERNCIP CBRNE STDS 16",
    "topics": "SECURITY",
    "title": "ERNCIP thematic group activities in 2016 supporting development of Mandate 487 for standards in security",
    "startDate": "01/01/2016",
    "endDate": "31/12/2016",
    "objective": "The European Reference Network for Critical Infrastructure Protection (ERNCIP) has the mission to foster the emergence of\ninnovative, qualified, efficient and competitive security solutions, through the networking of European experimental\ncapabilities.\n\nSince 2012, ERNCIP has developed and shared a good understanding of technologies responding to CBRN-E threats. ERNCIP groups have produced many reports that underpin that understanding and are now developing technical recommendations and good practice for infrastructure operators who wish to deploy technologies against such threats.\n\nThis proposal will enable ERNCIP to focus its efforts on preparing concrete recommendations, pre-norms or workshop agreements, in the thematic areas of RN threat detection and analysis; the detection of chemical or biological agents in drinking water; testing the resistance of building glazing materials to explosive effects; and detection of explosives and weapons at secure locations.\n\nJRC is the facilitator of this network which comprises around 200 experts from 120 European organisations. It sets up the groups, facilitates their work and ensures that they address the issues most relevant to the policy makers. It also\nensures that the work of the groups receive world-wide visibility.",
    "totalCost": "250000",
    "ecMaxContribution": "250000",
    "coordinator": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 250000
        }
    },
    "calculatedTotalContribution": 250000
}