{
    "rcn": "199520",
    "acronym": "Re-Deploy",
    "topics": "SIE-01-2015",
    "title": "Re-deployable solar boilers based on concentrating solar collecotors for ESCO type sale of thermal energy to industrial processes.",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "Our SME project addresses the vast and under-served market for solar process heat, defined as the provision of solar-generated heat to industrial thermal processes up to 250∞C. \nThis market is worth more than 26 billion Ä/year, with a current penetration rate of traditional solar thermal technologies of less than 0.02%.\nOur business idea eliminates any risk for the end user thanks to a first-of-its-kind business model which can be implemented only by exploiting our companyís unique set of achieved and planned technical developments on concentrated solar thermal systems.\nWe will develop cost competitive re-deployable solar boilers, i.e. turn-key and easy-to-install concentrating solar thermal systems of at least 1MWt which can be used to sell heat (as opposed to equipment) to our target customers. Industrial users rarely want to commit to long term heat purchase contracts. Re-deployability and competitive cost enable us to offer minimal initial commitment (only 3 years) for the purchase of solar heat. Afterwards, if the client is happy he will continue to buy the energy, otherwise we can take the system back and re-deploy it (i.e. use it again at a different userís site). This highly innovative commercial approach, made possible by the technological breakthrough of the systemís re-deployability, will boost market penetration.\nWe will demonstrate the soundness of the proposed business concept by implementing - at real industrial sites in target geographic segments - two distinct pilot installations of approx. 2í500 m2 of net collecting surface (i.e. more than 1MWt) each, one with Fresnel and one with parabolic collectors.\nMarket replication will be pursued by means of active communication to other potential users, and also to institutional and financial stakeholders. These communications will be used to expand Soltiguaís reach in its 7 already identified target market segments and will generate useful input to the finalisation of our investor-ready business plan.",
    "totalCost": "2893152,75",
    "ecMaxContribution": "2025206,93",
    "coordinator": "LATERIZI GAMBETTOLA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "966952455": {
            "orgId": "966952455",
            "orgName": "LATERIZI GAMBETTOLA SRL",
            "ecContrib": 2025207
        }
    },
    "calculatedTotalContribution": 2025207
}