{
    "rcn": "199515",
    "acronym": "RivRNAStructureDecay",
    "topics": "ERC-StG-2015",
    "title": "Investigating the role of in vivo RNA structure in RNA degradation",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "RNA plays a central role in the regulation of gene expression. The basal levels of RNA in a cell depend on the ratio between RNA synthesis and RNA degradation. RNA degradation is an active and critical process that dictates RNA levels and in part controls the relative levels of gene expression. However, despite many years of research, important and perplexing questions remain about RNA stability.  Even when comparable RNA degradation processes are involved individual RNAs can have distinct decay rates and the mechanisms that control such distinctive rates are unknown. RNA structure is likely to be intrinsic to our understanding of the RNA features that govern stability and until very recently our ability to measure the true in vivo RNA structure has been incredibly limited. \n\nThe aim of this proposal is to understand the role of RNA structure in the regulation of RNA degradation and determine the RNA structural features that regulate the degradation pathways. We propose an ambitious programme that will pursue the following objectives: \n\n1. Globally investigate RNA structural features and compare these to RNA degradation in vivo. \n2. Decipher the mechanism of no go decay (NGD) via identifying the role of the G-quadruplex.\n3. Determine the role of RNA structure in the miRNA pathway for both miRNA precursor processing and miRNA-directed processing.\n\nThis proposed study will reveal the fundamental function of RNA structures in RNA degradation. Two novel in vivo RNA structural profiling platforms will be established. The combination of RNA structural profiling, with existing ribosome profiling and the RNA degradome will generate a global view of RNA structural features and their relationship with RNA degradation. This proposed study will fill a significant gap in our understanding of the mechanisms of RNA degradation in plants and this will likely impact RNA studies in all eukaryotes.",
    "totalCost": "1499986",
    "ecMaxContribution": "1499986",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 1499986
        }
    },
    "calculatedTotalContribution": 1499986
}