{
    "rcn": "199560",
    "acronym": "MEVINO",
    "topics": "INNOSUP-5-2014",
    "title": "MAKING an EASY and VALUABLE way for INNOVATION WITH PEER LEARNING",
    "startDate": "01/02/2016",
    "endDate": "30/04/2017",
    "objective": "The common challenge of the MEVINO project is the increase of regional SMEsí innovation activities through a more effective delivery of professional entrepreneurial support for potential innovative entrepreneurs and innovative start-ups. Fostering innovative entrepreneurship with public funding and public guidance for entrepreneurs contributes to a thriving economy and to the reduction of unemployment rate. All four consortium partners are responsible for designing and delivering entrepreneurial support in their regions.\nThere are highly experienced and less experienced partners in this project proposal. By following the twinning advanced methodology all entrepreneurial activities of the partner organisations and their experiences will be shared in a structured way following the 4\\1 Phase Model which is successfully applied by the MEVINO partner KOMPASS since years. The Model and the guidebook provide the theoretical and scientific foundation in terms of knowledge, competency and skills, needed by a Business Advisor in start-up consultation. Peer reviews of the current entrepreneurial support services provided by the partner organisations and the peer learning process with elaboration of the joint Design Options Paper with individual improvement measures for the 4 partner organisations will follow the 4\\1 Phase Model. The project will gather the activities, approaches, Good Practices depending on partnersí post experiences in different applications of their entrepreneur support activities in the MEVINO GP pool where all partners can find something to import and implement in their own region. Considerable impact of this project will be generated through improvement of the entrepreneurship support model in partner organisations. The elaborated improvement measures as part of the Design option paper will be implemented after the end of the MEVINO project and MEVINO partners will stay in contact during implementation for exchanging their experiences in implementation.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "MEVLANA KALKINMA AJANSI",
    "coordinatorCountry": "TR",
    "participants": "FUNDACION CENTRO EUROPEO DE EMPRESAS E INNOVACION-ALBACETE-CEEI ALBACETE;AGENTSIYA ZA REGIONALNO IKONOMICHESKO RAZVITIE;KOMPASS-ZENTRUM FUR EXISTENZGRUNDUNGEN, FRANKFURT AM MAIN, GMBH",
    "participantCountries": "ES;BG;DE",
    "projectParticipants": {
        "952819943": {
            "orgId": "952819943",
            "orgName": "KOMPASS-ZENTRUM FUR EXISTENZGRUNDUNGEN, FRANKFURT AM MAIN, GMBH",
            "ecContrib": 0
        },
        "953015592": {
            "orgId": "953015592",
            "orgName": "FUNDACION CENTRO EUROPEO DE EMPRESAS E INNOVACION-ALBACETE-CEEI ALBACETE",
            "ecContrib": 0
        },
        "950551792": {
            "orgId": "950551792",
            "orgName": "AGENTSIYA ZA REGIONALNO IKONOMICHESKO RAZVITIE",
            "ecContrib": 0
        },
        "947805431": {
            "orgId": "947805431",
            "orgName": "MEVLANA KALKINMA AJANSI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}