{
    "rcn": "199561",
    "acronym": "ARCTIC",
    "topics": "JTI-CS2-2014-CFP01-ENG-03-03",
    "title": "Advanced Bearing Technologies to Increase Capabilities",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The development of Very High Bypass Ratio (VHBR) engines is a promising engine concept to fulfil the major milestones of the Sustainable and Green Engines (SAGE) programme. The significant environmental benefits of this new engine are synonymous with an increased speed and loading capabilities.\n\nIn terms of engine performance and reliability, the design, sizing and capacities of the rolling element bearings, which are crucial components, can affect the whole engine architecture.\nThe aim of the ARCTIC project is thus: ìto develop and demonstrate various rolling bearing technologies that overcome the current design rules of aero-engine bearings and allow developing a VHBR engineî.\n\nThe main activity is the development of a new corrosion resistant carburized steel grade with the associated surface technologies. Coupled with ceramic rolling elements, this novel material solution will demonstrate a 15% improvement in rolling contact stress capability and 25% increase in rotation speed if compared to the current baseline solutions and without any detrimental effect on reliability.\n\nIn parallel, powder metallurgical steel grades will be also developed to assess the potential of this breakthrough technology that will act as building blocks for a 30% increase in contact stress capabilities.\n\nTo demonstrate their enhanced performances, the proposed new bearing technologies will be tested in nominal and in degraded running conditions (from the elementary scale to the full- scale).\nIn addition, across-the-board action will aim to develop a new contact model to fully justify the experimental outputs: the gained theoretical knowledge will enable the transfer and exploitation of projects results to the industrial field by providing analysis tools and new design rules.\n\nThe ARCTIC consortium offers high-level engineering capabilities, performance test facilities and manufacturing units necessary to develop a European advanced bearing technology for future VHBR engines.",
    "totalCost": "2388531,25",
    "ecMaxContribution": "2388530,5",
    "coordinator": "SKF AEROSPACE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "SKF BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "998565725": {
            "orgId": "998565725",
            "orgName": "SKF AEROSPACE FRANCE",
            "ecContrib": 1725163
        },
        "994928031": {
            "orgId": "994928031",
            "orgName": "SKF BV",
            "ecContrib": 663368
        }
    },
    "calculatedTotalContribution": 2388531
}