{
    "rcn": "199519",
    "acronym": "RemoteMyApp",
    "topics": "ICT-37-2015-1",
    "title": "Platform to efficiently stream anything (focusing on games, SME and B2B applications), anywhere (to any mobile device)",
    "startDate": "01/01/2016",
    "endDate": "31/03/2016",
    "objective": "RemoteMyApp is the platform to deliver streaming services to three vital mobile devices market segments: (i) gaming, (ii) business applications to support remote servicing and remote office collaboration (especially for SMEs) and (iii) B2B applications. For each of these segments, RemoteMyApp offers corresponding module. RemotR (i) for games streaming is the one already introduced on the market to demonstrate our innovative streaming technology in the most demanding environment. As the next step, RemotS (ii) module will be introduced, to reach the market of business applications for SMEs. This module will add features of streaming from the cloud (removing the need for physical PC, reducing costs and maintenance tasks) and pay-as-you-go charging. Finally, RemoteB2B (iii) module will be added with simple application-builder environment, where everyone can build (with no programming skills), share and monetize own mobile RemoteMyApp applications. This module will secure the future of whole ecosystem, by giving into the hands of users tools to shape any applications they may need.\nWith our innovative streaming technology (improved transmission delays, better responsiveness to different screen sizes and advanced controls and inputs configuration) ultimately, we want to convert mobile devices into modern entertainment (gaming) and work (business) stations.\nRemoteMyApp technology was developed by Red Sky company ñ legendary Polish web services developer (our most popular product has reached 80th place on the ranking of 100 most visited sites worldwide ñ the highest position taken by any Polish website). For technology commercialization a spin-off company was established in Poland/Israel, under the RemoteMyApp name.\nThe objectives of Phase 1 of this project are: technological feasibility study, market assessment, regulatory framework and IP protection study, partners' search, risk assessment, preparation of work plan for phase 2, detailed business plan preparation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RED SKY SP ZOO",
    "coordinatorCountry": "PL",
    "participants": "REMOTEMYAPP SP ZOO",
    "participantCountries": "PL",
    "projectParticipants": {
        "927106504": {
            "orgId": "927106504",
            "orgName": "REMOTEMYAPP SP ZOO",
            "ecContrib": 0
        },
        "927137253": {
            "orgId": "927137253",
            "orgName": "RED SKY SP ZOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}