{
    "rcn": "199567",
    "acronym": "Smart Rubber",
    "topics": "SC5-20-2015-1",
    "title": "SUSTAINABLE AND MARKET-ORIENTATED RECYCLING TECHNOLOGY FOR EPDM RUBBER",
    "startDate": "01/01/2016",
    "endDate": "30/06/2016",
    "objective": "The growing utilization of ethylene propylenediene (EPDM) rubber  in industrial and consumer applications, combined with increased consumer awareness surrounding solid waste recycling, has led to an increased demand for recycled EPDM rubber compounds and products.\nMDS Meyer GmbH is a technology-based company with extended expertise and experience in the field of technical rubber products. With DBU funding support, we have developed to TRL 6 a new secondary raw material based on an innovative, solvent-free recycling process of reactivating post-industrial vulcanized EPDM scrap material with several liquid EPDM polymers that enables significant levels of re-usage in high-quality new products in the fields of rubber gaskets, automotive industries and other technical rubber products. \nThe recycled compound ensures the complete recycling of vulcanized EPDM waste, allowing for the substitution of up to 80% of virgin EPDM rubber, without decreasing the quality of the new products. Our solution exhibits the advantage of providing a safe and inexpensive secondary raw material basis, while reducing European Union companiesí dependency on imports of raw materials.\nBy reducing raw materials inputs, energy requirements and CO2 emissions, our product offers a solution that complies with EU legislation, reduces environmental impact and achieves cost savings of Ä3 million p.a. and 3,000 tons/year of CO2.  (based on a 6,000 tons/year recycling capacity).\nScale-up and industrialization of the production process is the key to sustainable growth and expansion of our company. Thus, we are applying for SME Instrument Phase 1 support to elaborate an exhaustive technical feasibility study, focused on scale-up, design and industrialization of the new compound, and a detailed business plan for the commercialization of the secondary raw material. \nBased on these results, we will apply for Phase 2 funds, in order to carry out the envisaged scale-up, product refinement and industrialization",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "M.D.S. MEYER GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936017312": {
            "orgId": "936017312",
            "orgName": "M.D.S. MEYER GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}