{
    "rcn": "199573",
    "acronym": "CODIC",
    "topics": "ERC-PoC-2015",
    "title": "COmmercializing first-in-class dCTPase Inhibitors for treatment of hematological Cancers",
    "startDate": "01/01/2016",
    "endDate": "30/06/2017",
    "objective": "In our ERC grant GEnetic NEtworks as a tool for anti-CAncer Drug Development we used siRNA screening and genetic networks to identify dCTPase being involved in DNA repair and replication. Further studies revealed that dCTPase plays a role in the degradation of nucleoside analogues used in cancer treatment. We then used an RNAi approach to validate dCTPase as a target to improve nucleoside analogue therapy. The dCTPase protein was purified and we set up an enzymatic high-throughput assay to screen >65,000 compounds, which generated hits that inhibit dCTPase (IC50~1-10?M). Using in house medicinal chemistry we developed TH1217, a low nM potent and selective dCTPase inhibitor with favourable pharmacokinetic properties. TH1217 synergistically induces apoptosis and cell death in combination with cytidine analogue treatment in cancer cells in vitro and in vivo, but shows no increased toxicity in nontransformed dividing cells. Here, we want to explore the commercial potential of the dCTPase inhibitors identified in the ERC grant.\nIn this programme, we will, with the company Oxcia AB, establish the viability of the business programme using technical analysis, develop a business strategy and direction, specifically secure IP, perform market analysis, develop a business plan, manage preclinical development and prepare for clinical trials in collaboration with clinicians and regulatory bodies, IMPD application to Medical Products Agency and identify and discuss with potential commercialization partners and funding agencies to support cost of clinical trials. We have a non-profit foundation that owns our IP rights in an effort to secure long term support for translational science aimed at bringing new therapies to patients. In our planned business model, we start a new company that holds an exclusive license to the IP from the foundation which is used to develop the overall business programme and attract investments.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "OXCIA AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 94738
        },
        "935530954": {
            "orgId": "935530954",
            "orgName": "OXCIA AB",
            "ecContrib": 55262
        }
    },
    "calculatedTotalContribution": 150000
}