{
    "rcn": "199511",
    "acronym": "DARKJETS",
    "topics": "ERC-StG-2015",
    "title": "Discovery strategies for Dark Matter and new phenomena in hadronic signatures with the ATLAS detector at the Large Hadron Collider",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "The Standard Model of Particle Physics describes the fundamental components of ordinary matter and their interactions. Despite its success in predicting many experimental results,  the Standard Model fails to account for a number of interesting phenomena. One phenomenon of particular interest is the large excess of unobservable (Dark) matter in the Universe. This excess cannot be explained by Standard Model particles. A compelling hypothesis is that Dark Matter is comprised of particles that can be produced in the proton-proton collisions from the Large Hadron Collider (LHC) at CERN. \n\nWithin this project, I will build a team of researchers at Lund University dedicated to searches for signals of the presence of Dark Matter particles. The discovery strategies employed seek the decays of particles that either mediate the interactions between Dark and Standard Model particles or are produced in association with Dark Matter. These new particles manifest in detectors as two, three, or four collimated jets of particles (hadronic jets).\n\nThe LHC will resume delivery of proton-proton collisions to the ATLAS detector in 2015. Searches for new, rare, low mass particles such as Dark Matter mediators have so far been hindered by constraints on the rates of data that can be stored. These constraints will be overcome through the implementation of a novel real-time data analysis technique and a new search signature, both introduced to ATLAS by this project. The coincidence of this project with the upcoming LHC runs and the software and hardware improvements within the ATLAS detector is a unique opportunity to increase the sensitivity to hadronically decaying new particles by a large margin with respect to any previous searches. The results of these searches will be interpreted within a comprehensive and coherent set of theoretical benchmarks, highlighting the strengths of collider experiments in the global quest for Dark Matter.",
    "totalCost": "1268076",
    "ecMaxContribution": "1268076",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1268076
        }
    },
    "calculatedTotalContribution": 1268076
}