{
    "rcn": "199596",
    "acronym": "BLUEandGREEN",
    "topics": "H2020-TWINN-2015",
    "title": "Boosting scientific excellence and innovation capacity in biorefineries based on marine resources",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The exploitation of the ocean unraveled a huge diversity of organisms producing innovative compounds used as pharmaceuticals, nutraceuticals, cosmeceuticals and antifoulings. The aim of BLUEandGREEN is to strength the performance of CIIMAR - Interdisciplinary Centre of Marine and Environmental Research, from the low performing Member State Portugal, in the emergent area of marine biotechnology. This will be done by the establishment of a scientific strategy for stepping up and stimulating scientific excellence and innovation capacity in partnership with four internationally-leading counterparts at the EU level: the University of Helsinki, Finland, the University of Bergen, Norway, GEOMAR, Helmholtz Centre for Ocean Research Kiel, Germany, and FundaciÛn MEDINA, Spain. BLUEandGREEN scientific strategy includes:  to review the latest research and innovation advances in the sector, identify and address institutional network gaps and deficiencies; to raise staff¥s research profile and excellence by training and mentoring; to increase stakeholder interaction and mobilization to research and innovation partnerships; to guide research to contribute to economic growth; to deliver a framework for strengthening a long-term research and innovation environment in marine biotechnology. The network enhancement will enforce cluster dynamics in close interaction with industrial partners to contribute to regional, national and EU Blue Growth strategies, especially to marine biotechnology industry. The implementation of brokerage with stakeholders and market-oriented projects will dismantle trade barriers, increase the ways of communication among partners and promote knowledge enhancements and its conversion in business. Being Portugal, especially North Portugal, a peripheral region, this will contribute to the change its economic landscape, giving new opportunities for development and job creation and reinforcing the role of marine biotechnology in the economic development of Europe.",
    "totalCost": "996687,5",
    "ecMaxContribution": "996687,5",
    "coordinator": "CIIMAR - Centro Interdisciplinar de InvestigaÁ„o Marinha e Ambiental",
    "coordinatorCountry": "PT",
    "participants": "HELSINGIN YLIOPISTO;FUNDACION CENTRO DE EXCELENCIA EN INVESTIGACION DE MEDICAMENTOS INNOVADORES EN ANDALUCIA;HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL;UNIVERSITETET I BERGEN",
    "participantCountries": "FI;ES;DE;NO",
    "projectParticipants": {
        "997223536": {
            "orgId": "997223536",
            "orgName": "CIIMAR - Centro Interdisciplinar de Investigação Marinha e Ambiental",
            "ecContrib": 480750
        },
        "988192060": {
            "orgId": "988192060",
            "orgName": "FUNDACION CENTRO DE EXCELENCIA EN INVESTIGACION DE MEDICAMENTOS INNOVADORES EN ANDALUCIA",
            "ecContrib": 127400
        },
        "986090458": {
            "orgId": "986090458",
            "orgName": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
            "ecContrib": 127125
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 142000
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 119412
        }
    },
    "calculatedTotalContribution": 996687
}