{
    "rcn": "199591",
    "acronym": "GeoWell",
    "topics": "LCE-02-2015",
    "title": "Innovative materials and designs for long-life high-temperature geothermal wells",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "New concepts for high-temperature geothermal well technologies are strongly needed to accelerate the development of geothermal resources for power generation in Europe and worldwide in a cost effective and environmentally friendly way. The GeoWell project will address the major bottlenecks like high investment and maintenance costs by developing innovative materials and designs that are superior to the state of the art concepts. The lifetime of a well often determines the economic viability of a geothermal project. Therefore, keeping the geothermal system in operation for several decades is key to the economic success.\nThe objective of GeoWell is to develop reliable, cost effective and environmentally safe well completion and monitoring technologies. This includes:\n\n- Reducing down time by optimised well design involving corrosion resistant materials.\n- Optimisation of cementing procedures that require less time for curing.\n- Compensate thermal strains between the casing and the well.\n- Provide a comprehensive database with selective ranking of materials to prevent corrosion, based on environmental conditions for liners, casings and wellhead equipment, up to very high temperatures. \n- To develop methods to increase the lifetime of the well by analysing the wellbore integrity using novel distributed fiber optic monitoring techniques. \n- To develop advanced risk analysis tools and risk management procedures for geothermal wells.\n\nThe proposed work will significantly enhance the current technology position of constructing and operating a geothermal well. GeoWell aims to put Europe in the lead regarding development of deep geothermal energy.\nThe consortium behind GeoWell constitutes a combination of experienced geothermal developers, leading academic institutions, major oil&gas research institutions and an SME. These have access to world-class research facilities including test wells for validation of innovative technologies and laboratories for material testing.",
    "totalCost": "4704913,75",
    "ecMaxContribution": "4704913,75",
    "coordinator": "ISLENSKAR ORKURANNSOKNIR",
    "coordinatorCountry": "IS",
    "participants": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;INTERNATIONAL RESEARCH INSTITUTE OFSTAVANGER AS;STATOIL PETROLEUM AS;HS ORKA HF;HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ;BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES;AKIET BV",
    "participantCountries": "NL;NO;IS;DE;FR",
    "projectParticipants": {
        "952548731": {
            "orgId": "952548731",
            "orgName": "HS ORKA HF",
            "ecContrib": 345884
        },
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 561258
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 730748
        },
        "993296006": {
            "orgId": "993296006",
            "orgName": "ISLENSKAR ORKURANNSOKNIR",
            "ecContrib": 1125000
        },
        "992448032": {
            "orgId": "992448032",
            "orgName": "STATOIL PETROLEUM AS",
            "ecContrib": 680000
        },
        "999993662": {
            "orgId": "999993662",
            "orgName": "BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES",
            "ecContrib": 289250
        },
        "925754421": {
            "orgId": "925754421",
            "orgName": "AKIET BV",
            "ecContrib": 426162
        },
        "998217592": {
            "orgId": "998217592",
            "orgName": "INTERNATIONAL RESEARCH INSTITUTE OFSTAVANGER AS",
            "ecContrib": 546612
        }
    },
    "calculatedTotalContribution": 4704914
}