{
    "rcn": "199626",
    "acronym": "MALIG",
    "topics": "ERC-StG-2015",
    "title": "A mathematical approach to the liquid-glass transition: kinetically constrained models, cellular automata and mixed order phase transitions",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "This proposal focuses on the mathematics of three cross-disciplinary, very active and deeply interlaced research themes:  interacting particle systems with kinetic constraints, bootstrap percolation cellular automata and mixed order phase transitions. These topics belong to the fertile area of mathematics at the intersection of probability and mathematical statistical mechanics. They are also extremely important in physics. Indeed they are intimately connected to the fundamental problem of understanding the liquid-glass transition, one of the longstanding open questions in condensed matter physics.\nThe funding of this project will allow the PI to lead a highly qualified team with complementary expertise. Such a diversity  will allow a novel, interdisciplinary and potentially groundbreaking approach. Even if research on each one of the above topics has been lately quite lively, very few exchanges and little cross-fertilization occurred among them. One of our main goals is to overcome the barriers among the three different research communities and to explore the interfaces of these yet unconnected fields. We will open two novel and challenging chapters in the mathematics of interacting particle systems and cellular automata: interacting particle glassy systems and bootstrap percolation models with mixed order critical and discontinuous transitions. In order to achieve our groundbreaking goals we will have to go well beyond the present mathematical knowledge. We believe that the novel concepts and the unconventional  approaches that we will develop will have a deep impact also in other areas including combinatorics, theory of randomized algorithms and complex systems.  \nThe scientific background and expertise of the PI, with original and groundbreaking contributions in each of the above topics and with a broad and clearcut vision of the mathematics of the proposed research as well as of the fundamental physical questions,make the PI the ideal leader of this project.",
    "totalCost": "883250",
    "ecMaxContribution": "883250",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 883250
        }
    },
    "calculatedTotalContribution": 883250
}