{
    "rcn": "199622",
    "acronym": "FlexiFuel-CHX",
    "topics": "LCE-02-2015",
    "title": "Development of a fuel flexible and highly efficient ultra low emission residential-scale boiler with coupled heat recuperation based on flue gas condensation",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The project aims at the development of a new fuel flexible and highly efficient residential biomass heating technology (20 - 130 kW). It is based on the successful UleWIN wood chip and pellet boiler concept consisting of a fixed-bed updraft gasifier directly coupled with a Low-NOx gas burner and a hot water boiler, which shall be further developed for fuel flexible operation (utilisation of forest residues, SRF, miscanthus, olive stones, nut shells and agro-pellets). Moreover, a compact flue gas condensation system with integrated condensate neutralisation, also capable to operate with highly acidic flue gases from agricultural fuel combustion, shall be developed to increase the efficiency of the whole system up to 110% (related to the fuel NCV). An advanced control system as well as measures for improved system integration shall additionally increase the annual utilisation rate up to 95%. It is expected to achieve at the end of the project a TRL of 5.\nThese objectives are very relevant to the work programme since they focus on highly efficient and fuel flexible residential heat production at almost zero CO and OGC emissions, by 50% reduced NOx emissions (compared with conventional boilers) as well as ultra-low PM emissions below 13 mg/MJ (even when utilising K-rich fuels). Since this shall be reached by primary measures only, fuel flexible heat generation will be possible at reduced heat generation costs in comparison to present heating systems.\nTo fulfil these goals an overall methodology shall be applied which is divided into a technology development part (based on process simulations, computer aided design of the single units, test plant construction, performance and evaluation of test runs) as well as a technology assessment part covering risk, techno-economic, environmental and overall impact assessments, market studies regarding the possible potentials for application of the new technology as well as dissemination activities.",
    "totalCost": "4309610",
    "ecMaxContribution": "3514397,5",
    "coordinator": "WINDHAGER ZENTRALHEIZUNG TECHNIK GMBH",
    "coordinatorCountry": "AT",
    "participants": "BIOS BIOENERGIESYSTEME GMBH;TECHNISCHE UNIVERSITAET MUENCHEN;CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT;WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH;UNIVERSITEIT UTRECHT;EVOPLAN AG",
    "participantCountries": "AT;DE;ES;NL;CH",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 208875
        },
        "997914564": {
            "orgId": "997914564",
            "orgName": "BIOS BIOENERGIESYSTEME GMBH",
            "ecContrib": 961462
        },
        "999929642": {
            "orgId": "999929642",
            "orgName": "WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH",
            "ecContrib": 322910
        },
        "924836607": {
            "orgId": "924836607",
            "orgName": "EVOPLAN AG",
            "ecContrib": 0
        },
        "999614877": {
            "orgId": "999614877",
            "orgName": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
            "ecContrib": 479304
        },
        "985920417": {
            "orgId": "985920417",
            "orgName": "WINDHAGER ZENTRALHEIZUNG TECHNIK GMBH",
            "ecContrib": 1064688
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 477159
        }
    },
    "calculatedTotalContribution": 3514398
}