{
    "rcn": "199678",
    "acronym": "FAMilyDECisions",
    "topics": "MSCA-IF-2014-GF",
    "title": "Family formation decisions and gender attitudes in crisis times: an international, historical and longitudinal comparison.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "During the last decades, Spain has experienced not only an strong decrease on its fertility levels but also a significant delay in its timing to childbearing, so much so that it has been considered one of the countries with the lowest-low and latest-late fertility in the world. This research aims to better understand the reasons behind young adultsí behaviors in family dynamics in a moment where it is possible to approach the impact of the economic crisis from different dimensions of the analysis. An extended scientific literature can be found about family formation dynamics and fertility, especially for European countries and mainly using a quantitative perspective. This mainly qualitative project proposes an innovative methodology to analyze the Spanish case from a three different perspectives of analysis: a cross-country comparison (five countries in 2012), an historical comparison (Spain 1985 vs. 2012) and a longitudinal comparison (Spain, same sample in 2012 and 2017). Furthermore, mixed methods will be applied considering the contextualization of qualitative data with quantitative data from census and surveys as complementary approaches; and the application of quantitative analysis to qualitative data. Main data from Spain in 2012 comes directly from the words of young adults in three different moments of their family formation decisions: i) to start a stable relationship; ii) to become parents; and iii) to expand the family after the first child. Main data consists of eighty (80) in-depth personal interviews already carried out to young adults between 24 and 35 years old, living in the Madrid and Barcelona metropolitan areas, that will be compared with an identical sample in the US, Sweden, Japan and Korea. Historical data comes from an existing comparable study from middle 80ís in Spain and longitudinal data will be obtained after re-interview in 2017 the same sample interviewed in 2012 for Spain.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "CENTRO DE ESTUDIOS DEMOGRAFICOS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        },
        "997629384": {
            "orgId": "997629384",
            "orgName": "CENTRO DE ESTUDIOS DEMOGRAFICOS",
            "ecContrib": 239191
        }
    },
    "calculatedTotalContribution": 239191
}