{
    "rcn": "199600",
    "acronym": "TOPOLOGICAL",
    "topics": "ERC-CoG-2014",
    "title": "Topological Light at Structured Surfaces",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "By using metamaterials and metasurfaces as the platform, this proposal focuses on the novel topological physics and applications introduced by Berry phase. The flexibility in engineering the artificial ëatomsí and ëmoleculesí of metamaterials provides unlimited possibilities to create new structural effect where symmetry (or symmetry breaking) and topology play critical roles. We are particularly interested in the role Berry phase plays in various nontrivial surface optical effects, including topological surface states and spin Hall effect of light. The investigation of the scattering immune surface states in a topological metamaterial, i.e. an effective medium approach, acts to unify the spin Hall effect of light with the more unconventional scheme of topological orders and protected surface states. We will further exploit Berry phase in the nonlinear regime, in particular harmonic generations, to control the nonlinear coefficients to an unprecedented level. Hence our study on Berry phase in the nonlinear regime will point to a new research direction on nonlinearity coefficient engineering, which will have important impact in the area of nonlinear optics. The proposal also investigates into practical applications brought by a novel type of geometrical metasurfaces, where the phase and hence the wavefront are finely controlled by the Berry phase in a highly robust manner. The proposal involves the development of innovative synthesis technologies, theoretical analysis, numerical simulations, experimental characterizations, and device development. The new symmetry and topological effects in this research will greatly impact a number of disciplines including material science, condensed matter physics and photonics.",
    "totalCost": "1997599,96",
    "ecMaxContribution": "1997599,96",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1997600
        }
    },
    "calculatedTotalContribution": 1997600
}