{
    "rcn": "199667",
    "acronym": "METAWARE",
    "topics": "ERC-CoG-2014",
    "title": "Behavioral and neural determinants of metacognition and self-awareness in human adults and infants",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Proposal summary. \nUnderstanding the psychological and neurobiological determinants of consciousness is fundamental. Yet, the main trend focusing on how the front of the brain (prefrontal cortex) interacts with the back (sensory cortex) for accessing perceptual contents limits our understanding of the information coding schemas underlying consciousness. Here, we explore these informational properties in adults and infants from 3 novel perspectives: sleep, self-consciousness and metacognition. First, we will study unconscious processes in the full absence of consciousness, including self-consciousness and metacognition, by focusing on the sleeping brainís ability to process and learn information from its environment. While most studies on subliminal perception measured unconscious processes intermixed with conscious ones, studying their impact in the sleeping brain will provide new insights on a broader and more natural type of unconscious. Secondly, we will explore the fundamental issue of whether multiple agents can share information and each otherís conscious access mechanisms, without being aware of it. Using a novel approach called the ìReversed Perspective Paradigmî, we will study if access to conscious content can be determined by another agentís actions and sensory processing while the agent is lured to believe she owns these access mechanisms. We aim at challenging the long-held conviction that consciousness is a paradigm of privacy, by breaking it using virtual reality and objective methods from psychology. Finally, we will attempt to answer the two fundamental issues of whether infants have a capacity for metacognition (do they know they know) and whether they experience self-consciousness (do they feel themselves as a unitary entity). Examining these self-reflection mechanisms, through behavioural and EEG techniques, will address the issue of whether humans in the initial state have a primitive self, or are actually unconscious about their own person.",
    "totalCost": "1981338",
    "ecMaxContribution": "1981338",
    "coordinator": "ECOLE NORMALE SUPERIEURE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854758": {
            "orgId": "999854758",
            "orgName": "ECOLE NORMALE SUPERIEURE",
            "ecContrib": 1981338
        }
    },
    "calculatedTotalContribution": 1981338
}