{
    "rcn": "199617",
    "acronym": "SDHp2m",
    "topics": "LCE-04-2015",
    "title": "Advanced policies and market support measures for mobilizing solar district heating investments in European target regions and countries",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "SDHp2m stands for ëSolar District Heating (SDH)í and actions from ëPolicy to Marketí. The project addresses market uptake challenges for a wider use of district heating and cooling systems (DHC) with high shares of RES, specifically the action focuses on the use of large-scale solar thermal plants combined with other RES in DHC systems.\nThe key approach of the project is to develop, improve and implement in 9 participating EU regions advanced policies and support measures for SDH. In 3 focus regions Thuringia (DE), Styria (AT) and Rhone-Alpes (FR) the regulating regional authorities are participating as project partners to ensure a strong implementation capacity within the project. In 6 follower regions from BG, DE, IT, PL, SE the regulating authorities are engaged through letters of commitment. The project activities aim at a direct mobilization of investments in SDH and hence a significant market rollout.\nThe project work program in the participating regions follows a process including 1) strategy and action planning based on a survey, best practices and stakeholder consultation 2) an implementation phase starting at an early project stage and 3) efficient dissemination of the project results at national and international level.\nAdressed market uptake challenges are: Improved RES DHC policy, better access to plant financing and business models, sustained public acceptance and bridging the gap between policy and market through market support and capacity building. Denmark and Sweden reached already today a high share of RES in DHC and shall be used as a role model for this project.\nThe direct expected outcome and impact of SDHp2m is estimated to an installed or planned new RES DHC capacity and new SDH capacity directly triggered by the project until project end corresponding to a total investment of 350 Mio. Ä and leading to 1 420 GWh RES heat and cold production per year. A multiple effect is expected in the period after the project and in further EU regions.",
    "totalCost": "2087297,25",
    "ecMaxContribution": "1919297,75",
    "coordinator": "STEINBEIS INNOVATION GGMBH",
    "coordinatorCountry": "DE",
    "participants": "CIT ENERGY MANAGEMENT AB;HIR HAMBURG INSTITUT RESEARCH GGMBH;S.O.L.I.D. GESELLSCHAFT FUR SOLARINSTALLATION UND DESIGN MBH;AGFW-PROJEKTGESELLSCHAFT FUR RATIONALISIERUNG, INFORMATION UND STANDARDISIERUNG MBH;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;PLANENERGI FOND;INSTITUT ZA NULEVO ENERGIJNI SGRADI;AEE - INSTITUT FUR NACHHALTIGE TECHNOLOGIEN;AMBIENTE ITALIA SRL;EC BREC INSTYTUT ENERGETYKI ODNAWIALNEJ SP ZOO;AUVERGNE-RHONE-ALPES ENERGIE ENVIRONNEMENT;EUROHEAT & POWER;THURINGER MINISTERIUM FUR UMWELT, ENERGIE UND NATURSCHUTZ;LAND STEIERMARK",
    "participantCountries": "SE;DE;AT;FR;DK;BG;IT;PL;BE",
    "projectParticipants": {
        "997385720": {
            "orgId": "997385720",
            "orgName": "LAND STEIERMARK",
            "ecContrib": 36725
        },
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 254960
        },
        "989690031": {
            "orgId": "989690031",
            "orgName": "CIT ENERGY MANAGEMENT AB",
            "ecContrib": 121348
        },
        "928767338": {
            "orgId": "928767338",
            "orgName": "THURINGER MINISTERIUM FUR UMWELT, ENERGIE UND NATURSCHUTZ",
            "ecContrib": 224743
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 125605
        },
        "928386807": {
            "orgId": "928386807",
            "orgName": "HIR HAMBURG INSTITUT RESEARCH GGMBH",
            "ecContrib": 107485
        },
        "936905638": {
            "orgId": "936905638",
            "orgName": "INSTITUT ZA NULEVO ENERGIJNI SGRADI",
            "ecContrib": 57062
        },
        "986084153": {
            "orgId": "986084153",
            "orgName": "AUVERGNE-RHONE-ALPES ENERGIE ENVIRONNEMENT",
            "ecContrib": 211574
        },
        "989884031": {
            "orgId": "989884031",
            "orgName": "EUROHEAT & POWER",
            "ecContrib": 52750
        },
        "966436318": {
            "orgId": "966436318",
            "orgName": "AGFW-PROJEKTGESELLSCHAFT FUR RATIONALISIERUNG, INFORMATION UND STANDARDISIERUNG MBH",
            "ecContrib": 84025
        },
        "989699634": {
            "orgId": "989699634",
            "orgName": "PLANENERGI FOND",
            "ecContrib": 150688
        },
        "997919414": {
            "orgId": "997919414",
            "orgName": "EC BREC INSTYTUT ENERGETYKI ODNAWIALNEJ SP ZOO",
            "ecContrib": 60462
        },
        "994344091": {
            "orgId": "994344091",
            "orgName": "S.O.L.I.D. GESELLSCHAFT FUR SOLARINSTALLATION UND DESIGN MBH",
            "ecContrib": 107322
        }
    },
    "calculatedTotalContribution": 1594749
}