{
    "rcn": "199631",
    "acronym": "HIV1ABTHERAPY",
    "topics": "ERC-StG-2014",
    "title": "Antibody-Mediated Therapy of HIV-1 Infection",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Antibodies are destined to neutralize pathogens and can prevent and fight infectious diseases. Over the last years, advances in single B cell cloning resulted in the isolation of highly potent and broad HIV-1 neutralizing antibodies (bNAbs) that have been shown to prevent SHIV infection in non-human primates (NHPs). Recently, we have demonstrated that a combination of bNAbs can suppress HIV-1 replication in humanized mice, reducing viremia to undetectable levels. Moreover, bNAb therapy of SHIV-infected NHPs induced a rapid decline in viremia, followed by a prolonged control due to the long half-life of the antibodies. While these results strongly encourage the clinical evaluation of bNAbs in HIV-1 therapy, it is of critical importance to understand how the therapeutic potential of antibodies can be harnessed in the most effective way. Therefore, we aim to: I.) Identify exceptionally potent HIV-1 neutralizing antibodies that will be a crucial component of immunotherapy. By establishing novel methods for single-cell sorting and high-throughput sequencing we want to identify bNAbs targeting novel epitopes. II.) Prevent HIV-1 escape applying rationally designed treatment strategies targeting conserved functional sites for HIV-1 entry. III.) Evaluate immune markers and function in relation to bNAb administration in humans. Being at the forefront of one of the first clinical trials studying an HIV-1-directed bNAb, we will have the unique opportunity to investigate the interplay of antibody therapy and the host immune system. This proposal aims to strongly advance the field of HIV-1 antibody therapy and therefore enable the introduction of a new therapeutic modality for HIV-1, and will gain insights for antibody-mediated therapy in other infectious diseases.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "KLINIKUM DER UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999884828": {
            "orgId": "999884828",
            "orgName": "KLINIKUM DER UNIVERSITAET ZU KOELN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}