{
    "rcn": "199604",
    "acronym": "OXTOP",
    "topics": "ERC-StG-2015",
    "title": "Low-dimensional topology in Oxford",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "This project aims to build a group that brings together experts in gauge-theoretic, geometric, and group-theoretic techniques. It consists of 4 branches. \n\n1. Cobordism maps in knot Floer homology (HFK). Defined by the PI, these should yield invariants of surfaces in 4-manifolds. Hence, they could be used to bound the 4-ball genus and the unknotting number, providing a tool for finding a counterexample to the smooth 4-dimensional PoincarÈ conjecture, and to decide whether a given slice knot bounds a ribbon surface. The cobordism maps seem to yield a spectral sequence from Khovanov homology to HFK. An important biological application is an obstruction for two links to be related by a band surgery. \n\n2. TQFTs. We use our classification of (2\\1)-dimensional TQFTs in terms of GNF*-algebras and MCG representations to find new examples of such TQFTs. First, we simplify the algebraic structure, then determine when a GNF*-algebra corresponds to a (1\\1\\1)-dimensional TQFT. This would allow us to find a (2\\1)-dimensional TQFT that is not (1\\1\\1)-dimensional. \n\n3. Heegaard Floer (HF) homology and geometrization. There are currently few links known between Floer-theoretic invariants of 3-manifolds and the geometric structures they admit. We propose to study the Floer homology of arithmetic 3-manifolds. These are often L-spaces; the question is when this happens, and whether the HF correction terms contain any number-theoretic information. The next step is studying the relationship between HF and the Thurston geometries, and then gluing along tori via bordered Floer homology. An important step is to understand the behaviour of HF under covering maps.  \n\n4. The Fox conjecture. This states that the absolute values of the coefficients of the Alexander polynomial of an alternating knot form a unimodal sequence. We propose a strategy for attacking this conjecture via the graph-theoretic description of the Alexander polynomial due to K·lm·n, and the test of log-concavity of Huh.",
    "totalCost": "1497422",
    "ecMaxContribution": "1497422",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1497422
        }
    },
    "calculatedTotalContribution": 1497422
}