{
    "rcn": "199697",
    "acronym": "OriginStories",
    "topics": "MSCA-IF-2014-GF",
    "title": "Chinese Heritage Tours and Adoptive Origin Stories: Towards a Transnational Adoptive Field",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "China became the largest source of adopted children worldwide since its Transnational Adoption Program in 1992.As adoptees are coming of age, some are interested in exploring their roots. Concurrently, as international adoptions come under the scrutiny of critical groups in sending and receiving countries, heritage tours have become a popular way to satisfy the needs of different actors involved: from adoptive families seeking the youthsí roots to economically minded tour operators and adoption agencies, to critical Western-based civil society groups who advocate psychological benefits for adoptees, such a resolution to their emotional befuddlement. Heritage tours are thus where transnational kinning practices are played out, different notions of belonging intersect, and broader state and organizational interests meet. Thus, these tours constitute the ideal case for studying the transnational family-making process from a truly transnational perspective. Through a detailed comparative study of how adopters and adoptees in Spain and the US-the countries with the largest number of Chinese adoptees-Chinese first parents, and Chinese and Western heritage tour agencies negotiate their different interests, my research will facilitate one of the first multi-sited and multi-actor perspectives on transnational kinning practices through transnational adoption. The study brings together recent literature on transnational families and transnational adoption and uses mixed methods from the social sciences and humanities to build a Transnational Adoptive Field approach intended to provide a comprehensive and cross-country comparative way to study transnational adoptive family-making processes and involves ethnographic fieldwork in three different countries, interviews with key stakeholders and narrative analysis. In a wider sense, this inquiry is a case through which we may scrutinize the shifting meanings that re-define familial and national belonging in todayís globalizing world",
    "totalCost": "260929,8",
    "ecMaxContribution": "260929,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 260930
        },
        "999572682": {
            "orgId": "999572682",
            "orgName": "BROWN UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 260930
}