{
    "rcn": "199633",
    "acronym": "OscillatoryVision",
    "topics": "ERC-StG-2014",
    "title": "The retinae as windows to the brain: An oscillatory vision",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Several sophisticated image processing circuits have been discovered in the animal retina, many of which manifest massive neural synchrony. A major insight is that this type of synchrony often translates to high-frequency activity on a macroscopic level, but electroretinography (ERG) has not been tapped to examine this potential in humans. Bolstered by our compelling results combining ERG with magnetoencephalography (MEG), this project will address several open questions with respect to human visual processing:\n\n1) Could variable retinal timing be linked to intrinsic image properties and pass on phase variance downstream to visual cortex? Our data suggests the retina responds to moving gratings and natural imagery with non-phase-locked high gamma oscillations (>65 Hz) just like visual cortex, and that slower ERG potentials exhibit strong phase-locking within stimuli but large phase variance across stimuli.\n\n2) Do such retinal gamma band responses, both evoked and induced, directly drive some cortical gamma responses? Pilot data suggests that it can, through retinocortical coherence, our novel ERG-MEG mapping technique.\n\n3) Several kinds of motion have now been shown to elicit massive synchrony in mammalian retina circuits. Does this also result in macroscopic high-frequency activity? If so, our experiments will finally reveal and characterize motion detection by the human retina.\n\n4) Do efferent pathways to the retina exist in humans? We discovered that the ERG exhibits eyes-closed alpha waves strikingly similar to the classic EEG phenomenon and, leveraging our retinocortical coherence technique, that this activity is likely driven by contralateral occipital cortex. Then, can retinal responses be influenced by ongoing cortical activity?\n\nCharacterizing retinocortical interaction represents a complete paradigm shift that will be imperative for our understanding of neural synchrony in the human nervous system and enable several groundbreaking new avenues for research.",
    "totalCost": "1499850",
    "ecMaxContribution": "1499850",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 1499850
        }
    },
    "calculatedTotalContribution": 1499850
}