{
    "rcn": "199632",
    "acronym": "MigrantParents",
    "topics": "ERC-StG-2014",
    "title": "Reproducing Europe: Migrant Parenting and Questions of Citizenship",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "This project is an anthropological study of citizenship in a Europe where the presence of migrants has increasingly come to be seen as a burden or threat. This project examines how citizenship is debated, produced and negotiated in this context. It does so through a multilevel study of debates, interventions and practices related to migrant parenting in Paris, Milan and Amsterdam. The experiences of Egyptian migrant parents ñ a relatively new North African and (partly) Muslim migrant group ñ serve as its vantage point.\nMigrant parenting provides a new and fertile angle to explore questions of citizenship, understood here as membership and participation in the nation. Migrant parents are frequently seen as potential threat to the reproduction of the nation, and may thus be targeted by a variety of citizenship agendas designed to ensure the proper reproduction of citizens. This research examines how migrant parents engage with such agendas. It thereby studies the intersection of 1. political debates regarding migrant parents and the nation, 2. interventions through which states regulate and shape the reproduction of citizens, and 3. everyday interactions in the context of parenting.\nTheoretically, this research will advance theories of citizenship through its innovative focus on migrant parenting, enabling an understanding of how correspondences between family and nation impact citizenship. It also contributes to citizenship studies through its innovative multilevel analysis, which details how citizenship is produced at the intersection of political debates, institutional interventions, and everyday interactions. Additionally, its comparative design enables an assessment of the impact of particular political debates and institutional arrangements on citizenship in Europe. This study will thereby further our understanding of the complex set of conditions that shape social life in contemporary European cities.",
    "totalCost": "1498425",
    "ecMaxContribution": "1498425",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1498425
        }
    },
    "calculatedTotalContribution": 1498425
}