{
    "rcn": "199672",
    "acronym": "MacroFuels",
    "topics": "LCE-11-2015",
    "title": "Developing the next generation Macro-Algae based biofuels for transportation via advanced bio-refinery processes",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "MacroFuels aims to produce advanced biofuels from seaweed or macro-algae. The targeted biofuels are ethanol, butanol, furanics and biogas. The project will achieve a breakthrough in biofuel production from macroalgae by:\n\nï Increasing the biomass supply by developing a rotating crop scheme for cultivation of seaweed, using native, highly productive brown, red and green seaweeds. Combined with the use of advanced textile substrates these breakthroughs will result in a year round biomass yield of 25 kg seaweeds (wet weight) per m2 per year harvested at 1000m2/hr;\nï Improving the pre-treatment and storage of seaweed and to yield fermentable and convertible sugars at economically relevant concentrations (10-30%);\nï Increasing the bio-ethanol production to economically viable concentrations of > 4%/l and;\nï Increasing the bio-butanol yield to 15 g./l by developing novel fermenting organisms which metabolize all sugars at 90% efficiency for ethanol and butanol;\nï Increasing the biogas yield to convert 90% of the available carbon in the residues by adapting the organisms to seaweed;\nï Developing the thermochemical conversion of sugars to fuels from the mg. scale to the kg. scale;\nï Performing an integral techno-economic, sustainability and risk assessment of the entire seaweed to biofuel chain.\n\nMacroFuels will develop technology for the production of fuels which are suitable as liquid fuels or precursor thereof for the heavy transport sector as well as potentially for the aviation sector. The technology will be taken from TRL3 to TRL 4/5.\n\nMacroFuels will expand the biomass available for the production of advanced biofuels. Seaweed does not need fresh water, arable land or fertilizers to grow, which provides environmental benefits, and in addition has a high carbon dioxide reduction potential as well as reduces the demand for natural resources on land. The technology offers many novel opportunities for employment along the entire value chain.",
    "totalCost": "5999892,5",
    "ecMaxContribution": "5999892,5",
    "coordinator": "TEKNOLOGISK INSTITUT",
    "coordinatorCountry": "DK",
    "participants": "AARHUS UNIVERSITET;SIOEN INDUSTRIES NV;THE SCOTTISH ASSOCIATION FOR MARINESCIENCE LBG;ENVIRONMENTAL RESOURCES MANAGEMENT LIMITED;CLANCY HAUSSLER RITA;MATIS OHF;AVANTIUM CHEMICALS BV;Fermentationexperts AS;STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "DK;BE;UK;DE;IS;NL",
    "projectParticipants": {
        "999766100": {
            "orgId": "999766100",
            "orgName": "MATIS OHF",
            "ecContrib": 605250
        },
        "999988715": {
            "orgId": "999988715",
            "orgName": "STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND",
            "ecContrib": 1018596
        },
        "999460356": {
            "orgId": "999460356",
            "orgName": "TEKNOLOGISK INSTITUT",
            "ecContrib": 587481
        },
        "985990257": {
            "orgId": "985990257",
            "orgName": "SIOEN INDUSTRIES NV",
            "ecContrib": 443012
        },
        "950924854": {
            "orgId": "950924854",
            "orgName": "ENVIRONMENTAL RESOURCES MANAGEMENT LIMITED",
            "ecContrib": 167654
        },
        "999738843": {
            "orgId": "999738843",
            "orgName": "THE SCOTTISH ASSOCIATION FOR MARINESCIENCE LBG",
            "ecContrib": 727944
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 994702
        },
        "969594444": {
            "orgId": "969594444",
            "orgName": "AVANTIUM CHEMICALS BV",
            "ecContrib": 550000
        },
        "951130203": {
            "orgId": "951130203",
            "orgName": "CLANCY HAUSSLER RITA",
            "ecContrib": 204650
        },
        "973452134": {
            "orgId": "973452134",
            "orgName": "Fermentationexperts AS",
            "ecContrib": 235625
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 464978
        }
    },
    "calculatedTotalContribution": 5999892
}