{
    "rcn": "199664",
    "acronym": "HYP",
    "topics": "ERC-CoG-2014",
    "title": "The Hatha Yoga Project: Mapping Indian and Transnational Traditions of Physical Yoga through Philology and Ethnography",
    "startDate": "01/10/2015",
    "endDate": "30/09/2020",
    "objective": "Hatha was the name given in medieval India to a method of yoga in which physical practices predominate. Its origins are unclear, but some of its techniques can be traced to the first millennium BCE and it gradually became central to several Indian religious traditions, including, by the second half of the second millennium CE, orthodox Hinduism. Hatha yoga is also the source of much of the modern yoga practised around the world today.\n\nThe history of hatha yoga is thus crucial for an understanding of both Indian religion and modern yoga, but is yet to be the object of serious study. As a result key questions about yoga ó such as who were hatha yogaís first practitioners and why did they practise it, and which modern yoga practices predate colonialism and which are innovations ó are yet to be answered satisfactorily. The Hatha Yoga Project seeks to redress this by identifying the origins of both hatha and modern yoga. Its methodology will be predominantly philological and ethnographic, and it will draw on resources that are fast disappearing: crumbling manuscripts of Sanskrit texts on yoga and traditional Indian ascetic yogis whose practices are starting to change under the influence of modern globalised yoga.\n\nThe primary output of the project will be three monographs. The first will analyse hatha yoga and its practitioners in the period in which it was formalised, the 11th to 15th centuries CE. The second will document its subsequent proliferation and development, and identify what constituted yoga practice in India on the eve of colonialism. The third will focus on hatha yogaís physical techniques in order to chart their history and identify continuities with and differences from the practices of modern globalised yoga. A secondary output will be critical editions and annotated translations of ten previously unpublished Sanskrit manuals of hatha yoga: the six earliest texts on the subject together with four later texts that were key to its subsequent development.",
    "totalCost": "1846216,09",
    "ecMaxContribution": "1846122,34",
    "coordinator": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998297035": {
            "orgId": "998297035",
            "orgName": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
            "ecContrib": 1846122
        }
    },
    "calculatedTotalContribution": 1846122
}