{
    "rcn": "199668",
    "acronym": "PanCaT",
    "topics": "ERC-CoG-2014",
    "title": "Next-generation in vivo models for improved pancreatic cancer therapies",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Maintenance and drug resistance of pancreatic ductal adenocarcioma (PDAC) depends on cancer cell intrinsic mechanisms and a stroma that supports tumor growth. Mouse models of human PDAC have provided important insights into the evolution of this highly lethal tumor, but there are no models that allow secondary genetic manipulation of autochthonous tumors, the tumor microenvironment or the metastatic host niche once the tumor has formed.\n\nWe generated an inducible dual-recombinase system by combining Flp/frt and Cre/loxP. This novel PDAC model permits spatial and temporal control of gene expression enabling unbiased genetic approaches to study the role of tumor cell-autonomous and non-autonomous functions in endogenous cancers. This tool provides unparalleled access to the native biology of cancer cells and their hosting stroma, and rigorous genetic validation of candidate therapeutic targets. We performed tumor cell-autonomous and non-autonomous targeting, uncovered hallmarks of human multistep carcinogenesis, validated genetic tumor therapy, and showed that mast cells in the tumor microenvironment, which had been thought to be key oncogenic players, are in fact dispensable for tumor formation.\n\nIn the proposed research program, we will 1) develop and further improve next-generation PDAC models, 2) deploy these systems to identify and target key features of PDAC maintenance in tumor cells and their microenvironment, and 3) discover mechanisms of treatment resistance. The application of cutting edge genetic engineering and screening technologies will allow us to address biological questions that could not be addressed before. The PanCaT project will open new horizons for the functional understanding of pancreatic cancer biology with a strong impact on clinical management and prognosis of PDAC patients. It will also produce a unique set of highly versatile and widely applicable genetic tools that will facilitate the study of PDAC at an organismal level.",
    "totalCost": "2440275",
    "ecMaxContribution": "2440275",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 2440275
        }
    },
    "calculatedTotalContribution": 2440275
}