{
    "rcn": "199657",
    "acronym": "EDeN",
    "topics": "ERC-CoG-2014",
    "title": "Ependymal cell Development: New insight into neurological diseases",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "Understanding how billions of neurons are born, migrate and integrate into functional circuits has proved useful in elucidating the pathomechanisms of many neurodevelopmental disorders. Multiciliated ependymal cells have attracted less interest and their development is still enigmatic. However, their strategic location at the interface between brain ventricles and parenchyma and their unique morphology and functions strongly suggest that defects in the generation of these cells may be associated with a variety of severe neurological disorders.\nMulticiliated ependymal cells are epithelial cells that line all brain ventricles. The coordinated and oriented beating of their cilia is crucial for the flow of cerebrospinal fluid through the ventricles and the migration of new neurons. These cells also provide physical and trophic support that creates a permissive neurogenic environment in the adult. \nWe have shown that elongated bipolar radial glial cells transform into ependymal cells at late embryonic stages through mechanisms that remain largely to be explored. The overall objective of this grant application is to develop a new line of research to understand the cellular and molecular mechanisms involved in ependymal cell development. We will use a multidisciplinary approach involving mouse molecular genetics, biophysical approaches, ex-vivo culture systems and advanced live cell imaging to investigate: i) the mechanisms that direct the transformation of RGC into ependymal cells; ii) the mechanisms of centriole amplification in ependymal cell progenitors; iii) how developing ependymal cells contribute to ventricular morphogenesis and adult neurogenesis. This ambitious project will pave the way for the identification of new therapeutic targets for a variety of neurological disorders.",
    "totalCost": "1999484",
    "ecMaxContribution": "1999484",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1999484
        }
    },
    "calculatedTotalContribution": 1999484
}