{
    "rcn": "199625",
    "acronym": "EFICONSUMPTION",
    "topics": "SIE-01-2015",
    "title": "Innovative System for Electrical Energy Efficiency in industrial plants",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "EFICONSUMPTION project is focused on the development, industrialisation and further commercialization of a disruptive system able to reduce the electricity consumption in industries in a percentage up to 40%, expressed in terms of unitary energy cost. These savings can be achieved, by means of a new system for optimal power electric measurement, real-time monitoring, smart energy modelling, remote control and horizontal scalable management of industrial plant production and service processes. The new solution is a combination of a specific device able to measure the main electricity parameters at any place, and an expert system, which will receive the real time data and will be able to establish efficient  consumption patterns to effectively reduce the electricity consumption, in accordance with the international standard ISO 50001. This reduction will also contribute to reduce carbon footprint and emissions. The system consist of a M2M network of smart devices to measure and manage the main electricity parameters at any cable position of a plant or building by sending data and receiving optimal models of consumption from an ICT Big Data platform, able to establish efficient consumption patterns in real-time. The system has a huge business potential thanks to unique features as electrical modeller, energy saver, safety and quality controller that can be adapted to several industrial sectors and to different types of facilities. The innovative character of the proposed solution is based on the portability of the measuring devices, the simple network integration of the devices and ability to scale the system to cover a very complex network as well as the simplicity for non-professional users. The new energy management standard ISO 50001 will increase the need of EFICONSUMPTION, representing the best practice in energy management, aiming at helping companies to adopt a policy, identify significant areas of energy consumption and target reductions.",
    "totalCost": "1288625",
    "ecMaxContribution": "902037,5",
    "coordinator": "CYSNERGY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938272174": {
            "orgId": "938272174",
            "orgName": "CYSNERGY SL",
            "ecContrib": 902038
        }
    },
    "calculatedTotalContribution": 902038
}