{
    "rcn": "199670",
    "acronym": "HoloVision",
    "topics": "ERC-CoG-2014",
    "title": "Advanced holographic optical neural stimulation for vision restoration and basic research",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "When natural sensory input is disrupted, as in outer-retinal degenerative diseases, artificial stimulation of surviving nerve cells offers a potential strategy for bypassing compromised neural circuits and substituting sensory perception. Current neuro-stimulation interfaces that use electrical currents from micro-electrode arrays are already being clinically applied for retinal stimulation, but their performance is ultimately limited by current spread and the requirement for physical contact with an implanted device. Future minimally-invasive systems could use light patterns to photo-induce complex yet precise spatio-temporal activity patterns among surviving retinal neurons, with the ultimate potential of restoring vision to a nearly normal level. \nHere, we will advance, optimize and test in vivo a powerful new strategy for cellular-resolution controlled patterned optogenetic excitation, based on computer-generated holographic optical neural-stimulation (HONS). Regular (one-photon) HONS systems can dynamically address large populations of optogenetically-transduced retinal ganglion cells with single-cell resolution, while related multiphoton HONS systems can extend these capabilities to three-dimensional cortical tissue (relevant to many research applications). A series of in vivo experiments will resolve basic questions regarding the efficacy of these approaches by directly examining the retinal and cortical responses to structured holographic photo-stimulation, and test novel strategies for improving it. Finally, as a major step towards clinical translation of this technology, we will design and evaluate (in blind sheep and sighted individuals) a human-scale prototype.\nOverall, by combining both basic and translational research, this study will advance novel optical neuro-technologies with potential impact on multiple scientific and clinical applications. Specifically, it will tackle the major engineering requirements and constraints towards the development of a",
    "totalCost": "2624517",
    "ecMaxContribution": "2624517",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 2624517
        }
    },
    "calculatedTotalContribution": 2624517
}