{
    "rcn": "199608",
    "acronym": "TopInSy",
    "topics": "ERC-StG-2015",
    "title": "Novel phases of matter emerging from topology, interactions, and symmetries",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The interplay of symmetry and topology can give rise to fascinating new forms of matter. Prime examples are topological insulators and topological superconductors with Majorana fermions, discoveries which resulted from a breakthrough extension of noninteracting band theory to include symmetry and topology. This proposal aims to go beyond this noninteracting paradigm and explore systems where strong interactions, symmetry, and topology conspire to give rise to new strongly correlated phases of matter. The broad scientific goals are to theoretically obtain (i) tangible microscopic models and (ii) predictions on the clearest experimental signatures of these novel symmetry protected topological phases (SPTs). The project will consider both fermionic and bosonic systems, where in the latter case even the most direct analogues of topological insulators require strong interactions, as mere band theory is inapplicable due to the absence of Pauli exclusion. We will examine systems with various interactions and symmetries (e.g., time-reversal, particle number conservation, spin-rotation, inversion and other crystalline symmetries), aiming to deliver results with ramifications in all three dimensionalities. Characteristic aspects of our approach include, for microscopics, the emphasis on well controlled analytical methods to expose physically transparent links to phenomenology; and, for experimental signatures, exploring and utilising novel strong correlations emerging in hybrids formed of SPTs and their probes, which would be absent in either of the probed systems or the probes alone. Accomplishing our research objectives will fill a major scientific gap by bridging the findings of recent abstract mathematical classifications of possible SPTs, and the tremendous experimental progress both in the solid-state and with ultracold atoms on topological systems that may already provide the fundamental building blocks for physical realisations.",
    "totalCost": "1299999,99",
    "ecMaxContribution": "1299999,99",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF BIRMINGHAM",
    "participantCountries": "UK",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 0
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}