{
    "rcn": "199659",
    "acronym": "COMIET",
    "topics": "ERC-CoG-2014",
    "title": "Engineering Complex Intestinal Epithelial Tissue Models",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "Epithelial barriers protect the body against physical, chemical, and microbial insults. Intestinal epithelium is one of the most actively renewing tissues in the body and a major site of carcinogenesis. Functional in vitro models of intestinal epithelium have been pursued for a long time. They are key elements in basic research, disease modelling, drug discovery, and tissue replacing and have become prime models for adult stem cell research. By taking advantage of the self-organizing properties of intestinal stem cells, intestinal organoids have been recently established, showing cell renewalís kinetics resembling to the one found in vivo. However, the development of in vitro 3D tissue equivalents accounting for the dimensions, architecture and access to the luminal contents of the in vivo human intestinal tissue together with its self-renewal properties and cell complexity, remains a challenge. The goal of this project is to engineer intestinal epithelial tissue models that mimic physiological characteristics found in in vivo human intestinal tissue, to open up new areas of research on human intestinal diseases. The proposed models will address the in vivo intestinal epithelial cell renewal and migration, the multicell-type differentiation and the epithelial cell interactions with the underlying basement membrane while providing access to the luminal content to go beyond the state-of-the-art organoid models. To do this, we propose to develop an experimental setup that combines microfabrication techniques, tissue engineering components and recent advances in intestinal stem cell research, exploiting stem cell self-organizing characteristics. We anticipate this setup to recapitulate the 3D morphology, the spatio-chemical gradients and the dynamic microenvironment of the living tissue. We expect the new device to prove useful in understanding cell physiology, adult stem cell behaviour, and organ development as well as in modelling human intestinal diseases.",
    "totalCost": "1997190",
    "ecMaxContribution": "1997190",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999528450": {
            "orgId": "999528450",
            "orgName": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
            "ecContrib": 1997190
        }
    },
    "calculatedTotalContribution": 1997190
}