{
    "rcn": "199691",
    "acronym": "MemoMCI",
    "topics": "MSCA-IF-2014-EF",
    "title": "Targeting reconsolidation to strengthen memories in individuals with Mild Cognitive Impairment",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Memory for unique personal experiences (episodic memory) is critical to daily life functioning. This form of long-term memory also displays the largest degree of age-related decline. This condition is accelerated in amnestic mild cognitive impairment (aMCI), which is often the precursor for emerging Alzheimerís disease (AD). Since AD produces tremendous chronic burdens on individuals, families and health care systems around the world, the development of effective therapeutic interventions to prevent or delay AD is an urgent international priority. Noninvasive brain stimulation with transcranial direct current (tDCS) has demonstrated efficacy in enhancing long-term memory in healthy human subjects. In addition, reactivation of consolidated memories triggers reconsolidation, a time-limited period during which existing memories can be strengthened. Recent reconsolidation studies in healthy young and older adults have shown that noninvasive stimulation of the prefrontal cortex (PFC) significantly strengthens existing verbal episodic memories. In this double-blind, placebo-controlled study, I test the hypothesis that facilitatory tDCS over the PFC will strengthen existing verbal memories through reconsolidation in individuals with aMCI. In addition, I will determine specific biomarkers to help identify individuals who benefit the most from this tDCS intervention based on variations in brain structure or presence of genetic polymorphisms. These data will provide preliminary information that is crucial for the design of multicentre, longitudinal, placebo-controlled clinical trials, which are needed to validate this novel experimental intervention. This fellowship will provide me with the training in neurorehabilitation, the possibility to learn new skills (neuroimaging and genetics) through secondments, and the opportunity to build the interdisciplinary collaborations I need to become an independent and successful scientist in the field of neuroplasticity.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "CASA DI CURA PRIVATA DEL POLICLINICO SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "945370440": {
            "orgId": "945370440",
            "orgName": "CASA DI CURA PRIVATA DEL POLICLINICO SPA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}