{
    "rcn": "199605",
    "acronym": "TEMPDEP",
    "topics": "ERC-StG-2015",
    "title": "Ecological and evolutionary constraints on the temperature dependence of the carbon cycle",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The cycling of carbon between the biosphere and the atmosphere is mediated by its transformation and flux through ecosystems. Atmospheric CO2 is fixed by photosynthesis, exchanged between organisms via their interactions, and re-emitted to the atmosphere through the by-products of their metabolism (CO2). These metabolic processes are inherently temperature dependent, and consequently there is potential for elevated rates of respiration (CO2 production) in a warmer world to further accelerate global warming. However, large uncertainties about the magnitude of any response exist, owing to limited understanding of the mechanisms underpinning the temperature dependence of ecosystem metabolism. I approach this problem from a new perspective, by proposing that interactions between evolutionary processes, which influence the frequency and variance of metabolic traits within populations, and ecological interactions between populations, which shape the structure and dynamics of communities, constrain the overall temperature dependence of metabolic fluxes at the ecosystem-level. I will ask: How do differences in thermal responses and the nature of ecological interactions between species influence the temperature response of an ecosystem? What is the rate and magnitude of thermal adaptation? Does coevolution in a community affect thermal adaptation? How do differences in thermal responses and turnover in species composition affect the temperature dependence of ecosystems? I will answer these questions with an array of experiments that recombine microbes isolated from a long-term freshwater warming experiment (\\4∞C for 10 years) in communities in the laboratory. This project will break new ground in understanding how patterns and processes at the ecosystem-level emerge from the dynamics of populations and communities over ecological and evolutionary timescales. At the same time, it will contribute substantially to understanding carbon cycle responses to global warming.",
    "totalCost": "1499997,5",
    "ecMaxContribution": "1499997,5",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 1499998
        }
    },
    "calculatedTotalContribution": 1499998
}