{
    "rcn": "199663",
    "acronym": "JCR",
    "topics": "ERC-CoG-2014",
    "title": "Judicial Conflict Resolution: Examining Hybrids of Non-adversarial Justice",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "In the past few decades, the role of judges has changed dramatically and its nature has remained largely unexplored. To date, most cases settle or reach plea-bargaining, and the greater part of judgesí time is spent on managing cases and encouraging parties to reach consensual solutions. Adjudication based on formal rules is a rare phenomenon which judges mostly avoid. \nThe hypothesis underlying JCR is that the various Conflict Resolution methods which are used outside the courtroom, as alternatives to adjudication, could have a strong and positive influence, both theoretical and practical, on judicial activities inside the courts. Judicial activities may be conceptualised along the lines of generic modes of conflict resolution such as mediation and arbitration. Judicial conflict resolution activity is performed in the shadow of authority and in tension with it, and crosses the boundaries between criminal and civil conflicts. It can be evaluated, studied and improved through criteria which go beyond the prevalent search for efficiency in court administration. \nEmpirically, JCR will study judicial activities in promoting settlements comparatively from a quantitative and qualitative perspective, by using statistical analysis, in-depth interviews, mapping and framing legal resources, court observations and narrative analysis. Theoretically, JCR will develop a conflict resolution jurisprudence, which prioritises consent over coercion as a leading value for the administration of justice. Prescriptively, JCR will promote a participatory endeavour to build training programs for judges that implement the research findings regarding the judicial role. Following such findings, JCR will also consider generating recommendations to change legal rules, codes of ethics, measures of evaluation, and policy framings. JCR will increase accountability and access to justice by introducing coherence into a mainstream activity of processing legal conflicts.",
    "totalCost": "1272534",
    "ecMaxContribution": "1272534",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 1272534
        }
    },
    "calculatedTotalContribution": 1272534
}