{
    "rcn": "199656",
    "acronym": "rEnDOx",
    "topics": "ERC-CoG-2014",
    "title": "REDOX SIGNALING AND METABOLIC STATES IN ANGIOGENESIS IN HEALTH AND DISEASE",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Endothelial cells (ECs) exhibit a remarkable and unique plasticity in terms of redox biology and metabolism. They can quickly adapt to oxygen, nitric oxide and metabolic variations. Therefore, EC must be equipped with a selective and unique repertoire of redox and metabolic mechanisms, that play a crucial role to preserve redox balance, and adjust metabolic conditions in both normal and pathological angiogenesis. The identification of such redox signaling and metabolic pathways is crucial to the gaining of better insights in endothelial biology and dysfunction. More importantly, these insights could be used to establish innovative therapeutic approaches for the treatment of those conditions where aberrant or excessive angiogenesis is the underlying cause of the disease itself. However, the formation, actions, key molecular interactions, and physiological and pathological relevance of redox signals in ECs remain unclear. Here, by using cutting-edge real-time redox imaging platforms, and innovative molecular and genetic approaches in different in vivo animal models, we will (1) reveal the working of redox signaling in EC in health and disease, (2) shed light on the novel role for the mevalonate metabolic pathway in angiogenesis and (3) provide solid evidence, that manipulation of endothelial redox and metabolic state by genetic alteration of the redox rheostat UBIAD1, is a valuable strategy by which to block pathological angiogenesis in vivo. \nThe ultimate objective is to open the way for the development of innovative (cancer) therapeutic strategies and complement the existing ones based on genetic or pharmacological manipulation of redox rheostats to balance oxidative or reductive stress in angiogenic processes. The success of this project is built upon our major expertise in the field of angiogenesis in small vertebrate animal models as well as on the collaborations with leading laboratories that are active in research on the pre-clinical stages for angiogenesis-rel",
    "totalCost": "1999827",
    "ecMaxContribution": "1999827",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITA DEGLI STUDI DI TORINO",
    "participantCountries": "IT",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 1696075
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 303752
        }
    },
    "calculatedTotalContribution": 1999827
}