{
    "rcn": "199658",
    "acronym": "PREG-LAB",
    "topics": "ERC-CoG-2014",
    "title": "Distinctive characterization of regulatory plasma cells and pro-inflammatory B cells in immunity: their origins, molecular properties, and cellular fates.",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "B cells can act both as negative regulators and as drivers of immunity through the production of cytokines. Through secretion of interleukin (IL)-10 B cells inhibited immunity in autoimmune and infectious diseases. For instance, IL-10 from B cells drove complete recovery from disease in experimental autoimmune encephalomyelitis (EAE), the primary animal model for multiple sclerosis (MS), while a lack of IL-10 production by B cells resulted in a severe chronic EAE. B cells can also suppress immunity via IL-35. Human B cells might similarly play inhibitory roles. In few patients with immune-mediated diseases B cell depletion therapy with Rituximab was associated with exacerbation of symptoms, or onset of new pathologies. Conversely, an opposite role of B cells as drivers of immunity was highlighted by the beneficial effect of Rituximab in some patients with rheumatoid arthritis or MS. Clinical improvement often precedes reduction in autoantibody levels in Rituximab treated patients, indicating that B cell-mediated pathogenesis is largely antibody-independent. A candidate factor for the deleterious effects of B cells in MS is IL-6. IL-6 secretion is a major mechanism of B cell-mediated pathogenesis in EAE, and B cells from MS patients produced more IL-6 than cells from healthy individuals. There is now an urgent need for the characterization of the phenotypes of the B cells producing IL-6, IL-10, and IL-35 in vivo at single cell and molecular levels. Markers for these cells might allow understanding the paradoxical effects of B cell-depletion therapy, and guide the development of novel agents depleting distinctively pro-inflammatory B cells, while sparing the remaining of the B cell compartment. Using advanced genetic models to identify and track cytokine-expressing cells, our project aims at characterizing B cells with pro- and anti-inflammatory functions in mice in vivo, to subsequently guide the identification of comparable markers in human.",
    "totalCost": "1999375",
    "ecMaxContribution": "1999375",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "Deutsches Rheuma-Forschungszentrum Berlin",
    "participantCountries": "DE",
    "projectParticipants": {
        "989201927": {
            "orgId": "989201927",
            "orgName": "Deutsches Rheuma-Forschungszentrum Berlin",
            "ecContrib": 81250
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1918125
        }
    },
    "calculatedTotalContribution": 1999375
}