{
    "rcn": "199662",
    "acronym": "CODOVIREVOL",
    "topics": "ERC-CoG-2014",
    "title": "Evolution of viral codon usage preferences:manipulation of translation accuracy and evasion of immune response",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Fidelity during information transfer is essential for life, but it pays to be unfaithful if it provides an evolutionary advantage. The immune system continuously generates diversity to put up with recurrent pathogen challenges, and many viruses, in its turn, have evolved mechanisms to generate diversity to evade immune restrictions, even at the cost of enduring high mutation rates.\nSynonymous codons are not used at random and are not translated with similar efficiency. A large proportion of viruses infecting humans, especially those causing chronic infections, display a poor adaptation to the codon usage preferences of their host. This observation is a paradox, as viral genes completely depend upon the cellular translation machinery for protein synthesis. The poor match between codon usage preferences of virus and host negatively affects speed and accuracy of viral protein translation. We propose here that maladaptation of codon usage preferences in human viruses may have an adaptive value as it decreases translational fidelity, results in the synthesis of an ill-defined population of viral proteins and provides a way to escape immune surveillance.\nWe will address the fitness effects of codon usage bias at the molecular and cellular levels, and later at the organism level in a rabbit model of papillomavirus infection. We will apply experimental evolution to analyse genotypic changes by means of next generation sequencing and will monitor phenotypic changes through real-time cell monitoring techniques, comparative proteomics, and anatomopathological analysis of virus-induced lesions.\nOur results will help solve the evolutionary puzzle of codon usage bias, and will have implications for the development of therapeutic vaccines to guide the immune response towards the identification and targeting of the main protein species, avoiding the chemical noise generated by protein mistranslation.",
    "totalCost": "1997100",
    "ecMaxContribution": "1997100",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1997100
        }
    },
    "calculatedTotalContribution": 1997100
}