{
    "rcn": "199665",
    "acronym": "SCANS",
    "topics": "ERC-CoG-2014",
    "title": "Social Cognition in Adolescents: Brain Networks and Social Networks",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "The forming of social bonds is an evolutionary imperative, and a rich target for empirical research. Social scientists have scrutinized the structure of the elaborate social networks that characterize todayís society. Neuroscientists have elucidated the brain mechanisms underlying our ability to navigate this social world. Yet, these research lines have been largely separated. This proposal aims to integrate social network research and social brain research, focusing on adolescence as the most dynamic phase shaping the interplay between social networks and the social brain. Social development in adolescents is clearly driven by maturation of specific social-cognitive functions; yet these functions are manifest in, and moulded by, interpersonal relationships within social networks. I aim to clarify how changes in the social brain relate to changes in social network position and structure during adolescent development. This can be achieved by using the quantitative tools of social network analysis in conjunction with the experimental approach of social neuroscience. I plan to investigate a cohort of approximately 1000 adolescents nested in 50 classes in a longitudinal design with 6 measurements over 3 years; fMRI investigating task-related functional activation and connectivity is conducted yearly in a subsample of 100. The neural and behavioural correlates of social cognition are investigated using experimental tasks tapping i) understanding others and ii) interacting with others; social behaviour is charted through ecological momentary assessment techniques; social networks are mapped using surveys and digital information acquired routinely via mobile phones (mobile sensing). This approach clarifies how during a crucial developmental phase the social brain shapes the social environment, and vice versa, the social environment influences maturation of the social brain.",
    "totalCost": "1998655",
    "ecMaxContribution": "1998655",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1998655
        }
    },
    "calculatedTotalContribution": 1998655
}