{
    "rcn": "199676",
    "acronym": "SHARP",
    "topics": "MSCA-IF-2014-GF",
    "title": "Southern Ocean and Antarctic Climatic Phasing:Tephrochronological Correlation of Southern Ocean Marine Records and Antarctic Ice-cores",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Determining the temporal relationships of large-scale atmospheric and oceanic fluctuations is crucial for advancing understanding of the mechanisms controlling heat transfer between the Northern and Southern Hemispheres. The thermal bipolar see-saw caused asynchronous interhemispheric climatic changes during the last glacial period and Southern Ocean marine records and the Antarctic ice-cores are valuable archives recording this past climatic variability. Ascertaining the precise phasing of the climatic variability between these records provides crucial boundary conditions for testing models simulating the future behaviour of the bipolar see-saw and assessing potential large-scale oceanic and atmospheric reorganisations under anthropogenic forcing. In addition, establishing tighter constraints on phase relationships between sedimentary evidence for deep-water ventilation of CO2, and ice-core evidence for past atmospheric CO2 variations is key to determining the future response of the Earth system to rising CO2 levels. This project will address this challenge by ascertaining the rate, timing and phasing of Southern Hemisphere climatic changes between 40-10 kyr BP using tephrochronology to independently synchronise the palaeoclimatic sequences using common horizons of volcanic ash as time-synchronous tie-lines. Recognition of ash horizons not visible upon core inspection (cryptotephras) within sequences increasingly distal from volcanic regions has increased the scope of this technique. Cryptotephra identification methods will be used to trace ash horizons visible in Antarctic ice-cores into a marine core network from the Southern Ocean Atlantic sector and to trace previously unknown horizons identified in the marine realm into the Antarctic Atlantic sector EPICA DML ice-core. This region has a high potential for synchronisation due to the number of upwind volcanic regions that have previously deposited volcanic ash over the ice-sheet and Southern Ocean.",
    "totalCost": "267147",
    "ecMaxContribution": "267147",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 267147
        }
    },
    "calculatedTotalContribution": 267147
}