{
    "rcn": "199695",
    "acronym": "EngiNear-IR",
    "topics": "MSCA-IF-2014-GF",
    "title": "Engineered Near-Infrared Photosynthesis",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "Sunlight is the most abundant and sustainable energy source available to us. It drives photosynthesis, the source of all food and most energy resources on Earth. Phototrophic organisms use antenna complexes to absorb solar energy, and derived excitation energy migrates towards specialised pigment-protein complexes called reaction centres. Here, photosynthetic electron transfer is initiated, converting solar energy into a form that can be stored and used to power cell metabolism. The absorption characteristics of antenna and reaction centre complexes determine the specific wavelengths of light that can be captured and converted into chemical energy; light at other wavelengths is not used, representing a major limitation of light-harvesting efficiency. Improving this efficiency will play a key role in ensuring food and energy security for the future, a societal challenge to be met by the H2020 programme.\n\nEngiNear-IR is a synthetic biology project aimed at exploiting my successful engineering of photopigment biosynthesis in a bacterial host to broaden the range of wavelengths available for photosynthesis. I have diverted the native bacteriochlorophyll a biosynthetic pathway to produce bacteriochlorophyll b, the most strongly red-shifted naturally-occurring photopigment. Incorporation of this foreign pigment into antennae/reaction centres will create novel photosystems that can harness near-infrared regions of the solar spectrum that are currently unused by this host. Apart from its biotechnological potential this research will broaden current understanding of pigment biosynthesis and photosystem assembly, yielding information essential for the improvement of photosynthetic efficiency. The project forms a collaboration between two of the worldís leading photosynthesis research laboratories and exploits the multidisciplinary nature of their studies. The proposed research will provide outstanding research-led training and falls within the H2020 excellence science remit.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}