{
    "rcn": "199630",
    "acronym": "REGENETHER",
    "topics": "ERC-StG-2014",
    "title": "Modeling and treating retinal degenerative disease",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "Gene therapy using adeno-associated viral (AAV) vectors has shown early promise in clinical trials. The therapeutic transgene cassette can be packaged in different AAV capsid pseudotypes, each having a unique transduction profile. At present, AAV capsid serotype selection for a specific clinical trial is based on effectiveness in small animal models. We (and others) have shown substantial progress in improving gene therapy for eye diseases in rodents. However, small animal studies are not often predictive of human outcome when it comes to the efficacy of viral delivery. Moreover, non-human primates used as pre-clinical animal models do not display any pathology making them unsuitable for testing efficacy. Here, I propose to overcome these bottlenecks in translational gene therapy by generating non-human primate models of retinal degeneration where effects of therapies and prosthesis on sight restoration can be tested. Generating transgenic primates using germline transgenesis would be very costly and ethically problematic. I thus propose to induce retinal disease locally, following delivery of pathogenic genes within specific subsets of cells in the non-human primate retina (Aim A). In Aim B, I propose to develop novel AAVs for use in human gene therapy using directed evolution. This bioengineering approach has yielded AAVs with enhanced delivery properties in the murine retina and applying it to post-mortem human retinas will generate AAVs responding to a clinical need in gene therapy. All together, the creation of models of disease in primates combined with novel AAVs tested in human post-mortem retinas will enable us to validate therapies aiming at vision restoration and neuroprotection in retinas with a macula and high central visual acuity, removing a major roadblock in the development of ocular therapeutics for humans.",
    "totalCost": "1300000",
    "ecMaxContribution": "1300000",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 1300000
        }
    },
    "calculatedTotalContribution": 1300000
}