{
    "rcn": "199660",
    "acronym": "CCT",
    "topics": "ERC-CoG-2014",
    "title": "The psychology and neurobiology of cognitive control training in humans",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Cognitive control regulates our thoughts and actions, helping us avoid impulsive behaviours that are inappropriate, costly or dangerous. In recent years, evidence has emerged that training in behavioural tasks that promote response inhibition or avoidance of specific stimuli can enhance cognitive control, reducing overeating and alcohol consumption. Despite the promising nature of cognitive control training (CCT), we know little about which CCT methods are most effective, how individual differences determine training outcomes, whether CCT produces benefits for real-life behaviour, and how CCT alters ñ and is determined by ñ the structure and function of the brain. My aim is to discover what works in CCT and how the effects of training relate to neurophysiology. Subproject 1 will be the largest ever trial on the effectiveness of different CCT methods for achieving weight loss, recruiting 36,000 participants worldwide to complete an internet-based training programme via the Guardian. This study will reveal, with high statistical power, which CCT methods are the most effective and which individual differences are most important for producing real-life benefits. Subproject 2 will investigate how CCT influences neurobiology, and how individual differences in neurobiology influence CCT outcomes. In Subproject 2a, I will focus on theoretically predicted changes to GABAergic systems in prefrontal and motor cortex, and I will test the effect of GABAergic brain stimulation on training outcomes. In Subproject 2b, I will use concurrent brain stimulation (TMS) and brain imaging (fMRI) to test how CCT alters top-down coupling between prefrontal cortex and remote regions that mediate reward and emotion. I will also study how CCT alters, and is altered by, white matter microstructure. This project promises to advance understanding of the causal determinants and moderators of CCT, with implications for its suitability as a clinical adjunct in addiction therapy and behaviour change.",
    "totalCost": "1998305",
    "ecMaxContribution": "1998305",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 1998305
        }
    },
    "calculatedTotalContribution": 1998305
}