{
    "rcn": "199629",
    "acronym": "SocialMedia",
    "topics": "ERC-StG-2014",
    "title": "Social Media, Political Participation, and Accountability",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The goal of the project is to examine how advances in information technologies affect public policies. In particular, it will empirically investigate the causal effect of social media on political participation. The first part of the project will examine the effect of social media penetration on participation in political protest activities, as well as the mechanisms that drive these effects, using a specific example of protests activities in Russia in 2011-2012. We will exploit idiosyncratic variation in the early penetration of social media across cities to identify causal effect of social media penetration on participation in protest activities. We will also exploit the effects of early penetration on the distribution of users across competing online social networks to examine the role of coordination as a specific mechanism behind the effect. The second part of the project will use content analysis of the messages in social media and detailed information on the network structure and its evolution over time to study (1) the effect of network structure on the diffusion of information and subsequent actions; (2) the effect of offline events on network formation. Exogenous shock in the form of unexpected wave of protest activities will be used to identify the effects of interest. Smaller parts of the project will use survey experiments and cross-country comparison of the content of traditional and social media to provide additional evidence on the mechanisms behind the effects of social media. The project will be mainly empirical, but it will rely heavily on the theoretical advances in the fields of political economy and network analysis.",
    "totalCost": "1170625",
    "ecMaxContribution": "1170625",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 1170625
        }
    },
    "calculatedTotalContribution": 1170625
}