{
    "rcn": "199602",
    "acronym": "Crystal Solar",
    "topics": "MSCA-IF-2014-GF",
    "title": "Organic-Inorganic perovskite and organic semiconductor films with improved crystal properties via reel-to-reel solution coating; application to photovoltaics and field effect transistors",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "This project will develop low cost and scalable solutionñbased coating techniques to yield electrically tunable films with macroscopic crystalline domains of both organicñinorganic perovskite and organic semiconductors. These layers will be used to prepare solution processed hybrid perovskite-based photovoltaic (PV) devices surpassing 20 % solar-to-electricity power conversion efficiency, to provide a low cost and renewable energy supply. The researcher will carry out the processing and characterization of the materials at Professor Zhenan Bao's laboratory at Stanford University. Professor Bao is a world leader in using solution deposition techniques to tune the physical and electronic properties of solution-processed semiconductors for use in FETs, and is well suited to extend this approach to perovskite PV. The skills and knowledge obtained at Stanford University will be brought back to Professor Henry Snaith's laboratory at Oxford University and to Oxford Photovoltaics ltd to prepare low cost, scalable perovskite PV with enhanced macroscopic crystal properties and performance. Professor Snaith is recognized as one of the pioneers in perovskite based PV, and is thus excellently placed to guide the researcher in the development of PV with superior performance for eventual employment as large-scale energy supply. This project will form a unique union of two world leading research groups with complementary expertise.  There is great potential for the transfer of skills, generation of intellectual property, and industrial involvement within the EU via the ISIS program at Oxford University, and the company Oxford Photovoltaics of which Professor Snaith is the CTO.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}