{
    "rcn": "199669",
    "acronym": "HUMO",
    "topics": "ERC-CoG-2014",
    "title": "What is everybody doing? Social prediction, categorization, and monitoring in the Prefrontal Cortex of the Macaque  adopting a new human-monkey (H-M) interactive paradigm.",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Primates live in a complex social environment, in which they need to maintain track of their past social interactions and learn to formulate prediction on what specific groupmates are likely to do based on their past experiences. I have previously contributed to show that the PF (prefrontal cortex) has a main function in the generation of goals based on the current contexts and events, but its role in social cognition is still little explored. In this context, the frontal Pole cortex (FPC) has been associated to ìmentalizingî functions and there is a link between the autism spectrum disorder and its abnormalities. However until recently, no one has been able to record neural activity from FPC, but us.  I propose to investigate the role of the monitoring function of FPC in association to the dorsolateral (PFD) and orbitofrontal (OFC) cortex, recording from the entire network up to 256 neurons simultaneously. We have developed the first human-monkeys (H-M) paradigm to test several hypotheses. The task is a non-match-to goal (NMTG) task in which the monkeys are trained to switch from their choice on the previous trial to a different one. In a subset of trials the monkey observe a human partner (either cooperative or uncooperative) performing the task. When the human partner conclude his turn, the monkeys have to switch to a new goal discarding the humanís previous goal. I will explore the role of PFD in social decisions in predicting other agents decisions and distinguishing and categorizing cooperative and uncooperative agents, and the role of OFC in monitoring othersí choices. I expect that PFD will maintain, as it does with past and future goals, separate records for the past choices of different agents while PFO might contribute to solve credit assignment problems also in relationship to otherís behaviors.",
    "totalCost": "1028750",
    "ecMaxContribution": "1028750",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 1028750
        }
    },
    "calculatedTotalContribution": 1028750
}