{
    "rcn": "199606",
    "acronym": "SWEETOOLS",
    "topics": "ERC-StG-2015",
    "title": "Smart Biologics: Developing New Tools in Glycobiology",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Glycans are ubiquitous biomolecules found throughout all kingdoms of life. Early studies contributed considerably to our appreciation of glycan functions by showing that abnormalities in the glycosylation can develop into pathogenesis and severe dysfunctions. Despite the crucial role of sugars in many biological events we still do not have adequate tools to decipher their complexity. To unveil the mysteries in the rapidly emerging field of glycobiology we aim in this proposal to develop new tools that will help us to study and understand these important biomolecules. To realize this, we plan to combine the unique targeting capability of biologics with the inhibitory effect of small molecules into robust constructs with advanced properties. The biological part of the construct will be evolved using synthetic peptide libraries ensuring high selectivity toward particular sugar processing enzymes. The second part of the construct will consist of small molecular inhibitor warhead that will be designed and synthesized based on crystal structure-aided analyses. To merge these two moieties we aim to develop a new target enzymeñtemplated fluorogenic in situ click chemistry methodology that will enable us to easily monitor and screen whole peptideñsmall molecule bioconjugate libraries as highly selective inhibitors and manipulators of sugar processing enzymes. In addition, we aim to create new multivalent heteroglycosystems by using bioorthogonal reactions on peptide library scaffold. These structures will enable us to study polyvalent carbohydrateñprotein interactions and to generate novel therapeutics such as influenza virus entry blockers. Our goal is to develop a new class of smart bioconjugate probes that will help us to answer fundamental questions in glycobiology. The outcomes of this project will significantly deepen our knowledge of glycoconjugates and in the long term, will allow for the design of efficient vaccines and for the development of selective therapeutics.",
    "totalCost": "1405625",
    "ecMaxContribution": "1405625",
    "coordinator": "USTAV ORGANICKE CHEMIE A BIOCHEMIE, AV CR, V.V.I.",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999512057": {
            "orgId": "999512057",
            "orgName": "USTAV ORGANICKE CHEMIE A BIOCHEMIE, AV CR, V.V.I.",
            "ecContrib": 1405625
        }
    },
    "calculatedTotalContribution": 1405625
}