{
    "rcn": "199627",
    "acronym": "TETRAGON",
    "topics": "INNOSUP-5-2014",
    "title": "TEchnology TRAnsfer for GrOwth with twinNing",
    "startDate": "01/02/2016",
    "endDate": "30/04/2017",
    "objective": "The Technology Transfer Office Circle, launched by the EC in 2011, analyzed the Technology Transfer (TT) in Europe concluding that: ìIt is anticipated that the next decade will see profound changes in this landscape. Studies have identified the lack of scale as one of the major issues of technology transferî. So Technology Transfer, is a prevailing topic. Though itís a concept as old as ancient Greece, Archimedes could be the first Technology Broker in history, the reality is that it is still needed to overcome barriers and face common challenges to improve the Technology Transfer process. \n\nTETRAGON will use the Twinning Advanced methodology to enhance SMEís innovation capacity by providing them with better innovation support in Technology Transfer. That is, provide better support to SMEs to improve TT from public research to the market.\n\nDue to the expertise of the consortium and the needs identified in their regions this project will be focused on the following models of Technology Transfer: 1) To foster an entrepreneurial environment at universities and research centers in order to increase the creation of spin-offs and to improve the exploitation of technology by existing companies. 2) To foster demand driven collaborative projects, between public researchers and private SMEs. 3) To look for innovative ways of licensing the technology, including open source, open innovation and user innovation. The project will have the support of the Netherlands Enterprise Agency (RVO) in the Twinning Advanced Methodology. \n\nTETRAGON will help to place TT in the core of innovation, to improve the TT measures and the SMEs to grow, and, consequently, foster growth of the European economy. TETRAGON, aims at reaching almost 300 innovation agencies all over Europe, through networks as EURADA, and that 20% of this agencies adopte, at least, one of the new measures defined in the DOP, meanwhile establishing a Twinning Advanced ecosystem where agencies collaborate.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "AXENCIA GALEGA DE INNOVACION",
    "coordinatorCountry": "ES",
    "participants": "TECHNOLOGICKE INOVACNI CENTRUM SRO;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;IMINDS",
    "participantCountries": "CZ;BE",
    "projectParticipants": {
        "997686905": {
            "orgId": "997686905",
            "orgName": "TECHNOLOGICKE INOVACNI CENTRUM SRO",
            "ecContrib": 0
        },
        "949725546": {
            "orgId": "949725546",
            "orgName": "AXENCIA GALEGA DE INNOVACION",
            "ecContrib": 50000
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 0
        },
        "999608184": {
            "orgId": "999608184",
            "orgName": "IMINDS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}