{
    "rcn": "199655",
    "acronym": "SENSOCOM",
    "topics": "ERC-CoG-2014",
    "title": "The tiny and the fast: the role of subcortical sensory structures in human communication",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "In Europe, approximately one hundred million people are impaired in their communication abilities. These include people with autism spectrum disorders (ca. 3 million) and individuals with dyslexia (ca. 50 million). Current neuroscience research typically associates cognitive functions including communication abilities with the cerebral cortex. By and large, this approach ignores the complex subcortical processing machinery before sensory signals reach the cortex. However, recent pioneering studies imply that dysfunction in tiny subcortical sensory structures can cause selective deficits in our ability to understand others. My goal is to (i) investigate the role of subcortical sensory structures in analysing communication signals and (ii) specify how dysfunction in subcortical-cortical interaction can cause human communication disorders. To do this we will combine very recently developed ultra-high-resolution neuroimaging with a cutting-edge multimodal approach including neurostimulation, and computational neuroimaging. The project will relate sensory subcortical responses to concrete communication behaviour, as observed in healthy individuals and individuals with communication disorders. I expect two key results: First, we will uncover the principles of how subcortical sensory structures operate for dynamic auditory and visual communication signals; this will lead to a novel model of subcortical-cortical interactions that can explain key functions in human communication. Second, the results will resolve long-standing puzzles about the nature of two of the most common hereditary communication deficits (developmental dyslexia and autism spectrum disorders). Immediate consequences of this proposal will include a translational project aimed at improving communication functions with behavioural interventions. Together, the findings may revolutionise our understanding of how sensory subcortical structures shape one of our most important cognitive functionsócommunication.",
    "totalCost": "1999625",
    "ecMaxContribution": "1999625",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1999625
        }
    },
    "calculatedTotalContribution": 1999625
}