{
    "rcn": "199666",
    "acronym": "COMPROP",
    "topics": "ERC-CoG-2014",
    "title": "Computational Propaganda:Investigating the Impact of Algorithms and Bots on Political Discourse in Europe",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Social media can have an impressive impact on civic engagement and political discourse. Yet increasingly we find political actors using digital media and automated scripts for social control. Computational propagandaóthrough bots, botnets, and algorithmsóhas become one of the most concerning impacts of technology innovation. Unfortunately, bot identification and impact analysis are among the most difficult research challenges facing the social and computer sciences.\n\nCOMPROP objectives are to advance a) rigorous social and computer science on bot use, b) critical theory on digital manipulation and political outcomes, c) our understanding of how social media propaganda impacts social movement organization and vitality. This project will innovate through i) ìreal-timeî social and information science actively disseminated to journalists, researchers, policy experts and the interested public, ii) the first detailed data set of political bot activity, iii) deepened expertise through cultivation of a regional expert network able to detect bots and their impact in Europe.\n\nCOMPROP will achieve this through multi-method and reflexive work packages: 1) international qualitative fieldwork with teams of bot makers and computer scientists working to detect bots; 2a) construction of an original event data set of incidents of political bot use and 2b) treatment of the data set with fuzzy set and traditional statistics; 3) computational theory for detecting political bots and 4) a sustained dissemination strategy. This project will employ state-of-the-art ìnetwork ethnographyî techniques, use the latest fuzzy set / qualitative comparative statistics, and advance computational theory on bot detection via cutting-edge algorithmic work enhanced by new crowd-sourcing techniques.\n\nPolitical bots are already being deployed over social networks in Europe. COMPROP will put the best methods in social and computer science to work on the size of the problem and the possible solutions.",
    "totalCost": "1980112",
    "ecMaxContribution": "1980112",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1980112
        }
    },
    "calculatedTotalContribution": 1980112
}