{
    "rcn": "199609",
    "acronym": "MagneticYSOs",
    "topics": "ERC-StG-2015",
    "title": "Interpreting Dust Polarization Maps to Characterize the Role of the Magnetic Field in Star Formation Processes",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "'Rotation and angular momentum transport play a critical role in the formation and evolution of astrophysical objects, including the fundamental bricks of astrophysical structures: stars. Stars like our Sun form when rotating dense cores, in the interstellar medium, collapse until they eventually reach temperatures at which nuclear fusion begins; while planets, including the Earth, form in the rotationally supported disks around these same young stars. One of the major challenges of modern astrophysics is the ìangular momentum problem': observations show that a typical star-forming cloud needs to reduce its specific angular momentum by 5 to 10 orders of magnitude to form a typical star such as our Sun. It is also crucial to solve the angular momentum problem to understand the formation of protoplanetary disks, stellar binaries and the initial mass function of newly formed stars. Magnetic fields are one of the key ways of transporting angular momentum in astrophysical structures: understanding how angular momentum is transported to allow star formation requires characterizing the role of magnetic fields in shaping the dynamics of star-forming structures. The MagneticYSOs project aims at characterizing the role of magnetic field in the earliest stage of star formation, during the main accretion phase.\nThe simultaneous major improvements of instrumental and computational facilities provide us, for the first time, with the opportunity to confront observational information to magnetized models predictions. Polarization capabilities on the last generation of instrument in large facilities are producing sensitive observations of magnetic fields with a great level of detail, while numerical simulations of star formation are now including most of the physical ingredients for a detailed description of protostellar collapse at all the relevant scales, such as resistive MHD, radiative transfer and chemical networks. These new tools will undoubtedly lead to major discovery in the fields of planets and star formation in the coming years. It is necessary to conduct comprehensive projects able to combine theory and observations in a detailed fashion, which in turn require a collaboration with access to cutting edge observational datasets and numerical models. Through an ambitious multi-faceted program of dedicated observations probing magnetic fields (polarized dust emission and Zeeman effect maps), gas kinematics (molecular lines emission maps), ionization rates and dust properties in Class 0 protostars, and their comparison to synthetic observations of MHD simulations of protostellar collapse, we aim to transform our understanding of:\n1) The long-standing problem of angular momentum in star formation\n2) The origin of the stellar initial mass function\n3) The formation of multiple stellar systems and circumstellar disks around young stellar objects (YSOs)\nNot only this project will enable a major leap forward in our understanding of low-mass star formation, answering yet unexplored questions with innovative methods, but it will also allow to spread the expertise in interpreting high-angular resolution (sub-)mm polarization data. Although characterizing magnetic fields in astrophysical structures represents the next frontier in many fields (solar physics, evolved stars, compact objects, galactic nuclei are a few examples), only a handful of astronomers in the EU community are familiar with interferometric polarization data, mostly because of the absence of large european facilities providing such capabilities until the recent advent of ALMA. It is now crucial to strengthen the European position in this research field by training a new generation of physicists with a strong expertise on tailoring, analyzing and interpreting high angular resolution polarization data.'",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}