{
    "rcn": "199661",
    "acronym": "DROSADAPTATION",
    "topics": "ERC-CoG-2014",
    "title": "New approaches to long-standing questions: adaptation in Drosophila",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Understanding how organisms adapt to their environments is a long-standing problem in Biology with far-reaching implications: adaptation affects the ability of species to survive in changing environments, host-pathogen interactions, and resistance to pesticides and drugs. Despite recent progress, adaptation is to date a poorly understood process largely due to limitations of current approaches that focus (i) on a priori candidate genes, (ii) on signals of selection at the DNA level without functional validation of the identified candidates, and (iii) on small sets of adaptive mutations that do not represent the variability present in natural populations. As a result, major questions such as what is the relative importance of different types of mutations in adaptation?, and what is the importance of epigenetic changes in adaptive evolution?, remain largely unanswered. \nTo gain a deep understanding of adaptation, we need to systematically identify adaptive mutations across space and time, pinpoint their molecular mechanisms and discover their fitness effects. To this end, Drosophila melanogaster has proven to be an ideal organism. Besides the battery of genetic tools and resources available, D. melanogaster has recently adapted to live in out of Africa environments. We and others have already shown that transposable elements (TEs) have substantially contributed to the adaptation of D. melanogaster to different environmental challenges. Here, we propose to use state-of-the-art techniques, such as Illumina TruSeq sequencing and CRISPR/Cas9 genome editing, to systematically identify and characterize in detail adaptive TE insertions in D. melanogaster natural populations. Only by moving from gathering anecdotic evidence to applying global approaches, we will be able to start constructing a quantitative and predictive theory of adaptation that will be relevant for other species as well.",
    "totalCost": "2392521",
    "ecMaxContribution": "2392521",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 2392521
        }
    },
    "calculatedTotalContribution": 2392521
}