{
    "rcn": "199654",
    "acronym": "INFANTLEUKEMIA",
    "topics": "ERC-CoG-2014",
    "title": "GENOMIC, CELLULAR AND DEVELOPMENTAL RECONSTRUCTION OFINFANT MLL-AF4+ ACUTE LYMPHOBLASTIC LEUKEMIA",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Infant cancer is very distinct to adult cancer and it is progressively seen as a developmental disease. An intriguing infant cancer is the t(4;11) acute lymphoblastic leukemia (ALL) characterized by the hallmark rearrangement MLL-AF4 (MA4), and associated with dismal prognosis. The 100% concordance in twins and its prenatal onset suggest an extremely rapid disease progression. Many key issues remain elusive: \n Is MA4 leukemogenic? \n Which are other relevant oncogenic drivers? \n Which is the nature of the cell transformed by MA4?\n Which is the leukemia-initiating cell (LIC)?\n Does this ALL follow a hierarchical or stochastic cancer model?\n How to explain therapy resistance and CNS involvement?\n To what extent do genetics vs epigenetics contribute this ALL?\n\nThese questions remain a challenge due to: 1) the absence of prospective studies on diagnostic/remission-matched samples, 2) the lack of models which faithfully reproduce the disease and 3) a surprising genomic stability of this ALL.\n\nI hypothesize that a Multilayer-Omics to function approach in patient blasts and early human hematopoietic stem/progenitor cells (HSPC) is required to fully scrutinize the biology underlying this life-threatening leukemia. I will perform genome-wide studies on the mutational landscape, DNA and H3K79 methylation profiles, and transcriptome on a uniquely available, large cohort of diagnostic/remission-matched samples. Omics data integration will provide unprecedented information about oncogenic drivers which must be analyzed in ground-breaking functional assays using patient blasts and early HSPCs carrying a CRISPR/Cas9-mediated locus/allele-specific t(4;11). Serial xenografts combined with exome-seq in paired diagnostic samples and xenografts will identify the LIC and determine whether variegated genetics may underlie clonal functional heterogeneity. This project will provide a precise understanding and a disease model for MA4\\ ALL, offering a platform for new treatment strategies.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "FundaciÛ Institut de Recerca Contra la Leucemia Josep Carreras",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951078308": {
            "orgId": "951078308",
            "orgName": "Fundació Institut de Recerca Contra la Leucemia Josep Carreras",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}