{
    "rcn": "199653",
    "acronym": "WORKINMINING",
    "topics": "ERC-CoG-2014",
    "title": "Reinventing paternalism. The micropolitics of work in the mining companies of Central Africa",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "In the course of the last decade, African countries rich in mineral resources have experienced an unprecedented boom in mining investment. The copperbelt that crosses the border between Zambia and Congo, where our research will be carried out, represents one of the most striking cases of this ìnew scramble for Africaî: mining companies of various sizes and origins have flocked to these countries of central Africa to take over the assets of public enterprises and to develop new mining projects. The WORKINMINING research project is a collective ethnographic investigation into the changes that new investors have brought to the organization of labour in these areas marked by a century of corporate paternalism. It explores the micropolitics of work at play in companies of different sizes and origins in Zambia and Congo through three complementary subprojects on 1) the practices and discourses of workers in mining companies; 2) the everyday operation of trade unions in the mining sector; and 3) the actions of state representatives in the domain of labour. The three subprojects will provide the basis for a systematic comparison between the Zambian and Congolese copperbelts. To date, these two areas have been studied separately, despite the fact that their economic and social history shows striking parallels and interconnections. From a theoretical point of view, the overall research project will contribute to an original reflection on the transformations of paternalism as practice and discourse within the context of the mining boom. Its aim is to open up new avenues for an in-depth understanding of the new forms of economic, political, and social dependence (and possibilities) generated by mining capitalism in Africa.",
    "totalCost": "1650165",
    "ecMaxContribution": "1650165",
    "coordinator": "UNIVERSITE DE LIEGE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 1650165
        }
    },
    "calculatedTotalContribution": 1650165
}