{
    "rcn": "199618",
    "acronym": "CryoHub",
    "topics": "LCE-09-2015",
    "title": "Developing Cryogenic Energy Storage at Refrigerated Warehouses as an Interactive Hub to Integrate Renewable Energy in Industrial Food Refrigeration and to Enhance PowerGrid Sustainability",
    "startDate": "01/04/2016",
    "endDate": "30/09/2019",
    "objective": "The CryoHub innovation project will investigate and extend the potential of large-scale Cryogenic Energy Storage (CES) and will apply the stored energy for both cooling and energy generation. By employing Renewable Energy Sources (RES) to liquefy and store cryogens, CryoHub will balance the power grid, while meeting the cooling demand of a refrigerated food warehouse and recovering the waste heat from its equipment and components.\nThe intermittent supply is a major obstacle to the RES power market. In reality, RES are fickle forces, prone to over-producing when demand is low and failing to meet requirements when demand peaks. Europe is about to generate 20% of its required energy from RES by 2020, so that the proper RES integration poses continent-wide challenges.\nThe Cryogenic Energy Storage (CES), and particularly the Liquid Air Energy Storage (LAES), is a promising technology enabling on-site storage of RES energy during periods of high generation and its use at peak grid demand. Thus, CES acts as Grid Energy Storage (GES), where cryogen is boiled to drive a turbine and to restore electricity to the grid. To date, CES applications have been rather limited by the poor round trip efficiency (ratio between energies spent for and retrieved from energy storage) due to unrecovered energy losses.\nThe CryoHub project is therefore designed to maximise the CES efficiency by recovering energy from cooling and heating in a perfect RES-driven cycle of cryogen liquefaction, storage, distribution and efficient use. Refrigerated warehouses for chilled and frozen food commodities are large electricity consumers, possess powerful installed capacities for cooling and heating and waste substantial amounts of heat. Such facilities provide the ideal industrial environment to advance and demonstrate the LAES benefits.\nCryoHub will thus resolve most of the above-mentioned problems at one go, thereby paving the way for broader market prospects for CES-based technologies across Europe.",
    "totalCost": "8322737,13",
    "ecMaxContribution": "7045594,38",
    "coordinator": "LONDON SOUTH BANK UNIVERSITY LBG",
    "coordinatorCountry": "UK",
    "participants": "NV MAYEKAWA EUROPE SA;INSTITUT INTERNATIONAL DU FROID;THE UNIVERSITY OF BIRMINGHAM;EUREC EESV;INSTITUT NATIONAL DE RECHERCHE EN SCIENCES ET TECHNOLOGIES POUR L'ENVIRONNEMENT ET L'AGRICULTURE;INSTITUTE OF REFRIGERATION;PSUTEC SPRL;FUNDACION CENER-CIEMAT;CARBON DATA RESOURCES LTD;ITP NV;CRANFIELD UNIVERSITY;TPG DESIGN AND TECHNOLOGY LIMITED;L AIR LIQUIDE SA;TECHNICAL UNIVERSITY OF SOFIA",
    "participantCountries": "BE;FR;UK;ES;BG",
    "projectParticipants": {
        "928107350": {
            "orgId": "928107350",
            "orgName": "TPG DESIGN AND TECHNOLOGY LIMITED",
            "ecContrib": 528062
        },
        "999745342": {
            "orgId": "999745342",
            "orgName": "FUNDACION CENER-CIEMAT",
            "ecContrib": 411625
        },
        "999868532": {
            "orgId": "999868532",
            "orgName": "TECHNICAL UNIVERSITY OF SOFIA",
            "ecContrib": 380000
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 187389
        },
        "999964853": {
            "orgId": "999964853",
            "orgName": "L AIR LIQUIDE SA",
            "ecContrib": 1067491
        },
        "940423052": {
            "orgId": "940423052",
            "orgName": "INSTITUTE OF REFRIGERATION",
            "ecContrib": 102393
        },
        "999911309": {
            "orgId": "999911309",
            "orgName": "LONDON SOUTH BANK UNIVERSITY LBG",
            "ecContrib": 2214656
        },
        "999667354": {
            "orgId": "999667354",
            "orgName": "PSUTEC SPRL",
            "ecContrib": 104337
        },
        "998062780": {
            "orgId": "998062780",
            "orgName": "EUREC EESV",
            "ecContrib": 95375
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 127031
        },
        "999479271": {
            "orgId": "999479271",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE EN SCIENCES ET TECHNOLOGIES POUR L'ENVIRONNEMENT ET L'AGRICULTURE",
            "ecContrib": 521250
        },
        "986622018": {
            "orgId": "986622018",
            "orgName": "ITP NV",
            "ecContrib": 0
        },
        "994381921": {
            "orgId": "994381921",
            "orgName": "INSTITUT INTERNATIONAL DU FROID",
            "ecContrib": 121250
        },
        "928059238": {
            "orgId": "928059238",
            "orgName": "NV MAYEKAWA EUROPE SA",
            "ecContrib": 952700
        },
        "950431512": {
            "orgId": "950431512",
            "orgName": "CARBON DATA RESOURCES LTD",
            "ecContrib": 232034
        }
    },
    "calculatedTotalContribution": 7045593
}