{
    "rcn": "199614",
    "acronym": "EMUSIC",
    "topics": "MG-1.10-2015",
    "title": "Efficient Manufacturing for Aerospace Components USing Additive Manufacturing, Net Shape HIP and Investment Casting",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "This proposal is in response to the call for International Cooperation in Aeronautics with China, MG-1.10-2015 under Horizon 2020 ìEnhanced Additive Manufacturing of Metal Components and Resource Efficient Manufacturing Processes for Aerospace Applicationsî.  The objectives are to develop the manufacturing processes identified in the call: (i) Additive manufacturing (AM); (ii) Near Net Shape Hot Isostatic Pressing (NNSHIPping) and (iii) Investment Casting of Ti alloys. The end-users specify the properties and provide computer-aided design, (CAD) files of components and these components will be manufactured using one or more of the three technologies. During the research programme, experiments will be carried out aimed at optimising the process routes and these technologies will be optimised using process modelling. Components manufactured during process development will be assessed and their dimensional accuracies and properties compared with specifications and any need for further process development identified. The specific areas that will be focussed on include: (a) the slow build rate and the build up of stresses during AM; (b) the reproducibility of products, the characteristics of the powder and the development of reusable and/or low cost tooling for NNSHIP; (c) the scatter in properties caused by inconsistent microstructures; (d) improving the strength of wax patterns and optimising welding of investment cast products. The process development will be finalised in month 30 so that state-of-the-art demonstrators can be manufactured and assessed by partners and end-users, during the final 6 months. The cost of the process route for components will be provided to the end-users and this, together with their assessment of the quality of these products, will allow the end-users to decide whether to transfer the technologies to their supply chain. The innovation will come through application of improved processes to manufacture the demonstrator components.",
    "totalCost": "2193278,75",
    "ecMaxContribution": "1799993,75",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "AIRBUS SAS;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;Calcom ESI SA;ESI GROUP;ESI SOFTWARE GERMANY GMBH;GOODRICH ACTUATION SYSTEMS LIMITED;AIRBUS GROUP SAS;INDUSTRIA DE TURBO PROPULSORES S.A.U.;CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA;ROLLS-ROYCE PLC;THE MANUFACTURING TECHNOLOGY CENTRE LIMITED LBG;TWI LIMITED",
    "participantCountries": "FR;DE;CH;UK;ES",
    "projectParticipants": {
        "999980082": {
            "orgId": "999980082",
            "orgName": "AIRBUS GROUP SAS",
            "ecContrib": 0
        },
        "999945356": {
            "orgId": "999945356",
            "orgName": "ROLLS-ROYCE PLC",
            "ecContrib": 91250
        },
        "998283261": {
            "orgId": "998283261",
            "orgName": "Calcom ESI SA",
            "ecContrib": 0
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 666568
        },
        "973034452": {
            "orgId": "973034452",
            "orgName": "GOODRICH ACTUATION SYSTEMS LIMITED",
            "ecContrib": 27622
        },
        "999658721": {
            "orgId": "999658721",
            "orgName": "CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA",
            "ecContrib": 170000
        },
        "999791708": {
            "orgId": "999791708",
            "orgName": "INDUSTRIA DE TURBO PROPULSORES S.A.U.",
            "ecContrib": 34250
        },
        "999957190": {
            "orgId": "999957190",
            "orgName": "ESI GROUP",
            "ecContrib": 102802
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 230180
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 230400
        },
        "951980990": {
            "orgId": "951980990",
            "orgName": "ESI SOFTWARE GERMANY GMBH",
            "ecContrib": 124915
        },
        "959490342": {
            "orgId": "959490342",
            "orgName": "THE MANUFACTURING TECHNOLOGY CENTRE LIMITED LBG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1677987
}