{
    "rcn": "199651",
    "acronym": "P450RESIST",
    "topics": "ERC-CoG-2014",
    "title": "Understanding and exploiting the insect P450 resistome",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Insect resistance to synthetic insecticides and the anti-herbivore defence chemicals produced by many plants is an ongoing challenge to sustainable pest management while also an exceptional model system to study adaptive evolution. The cytochrome P450s are a superfamily of enzymes that are ubiquitous in nature, and one of the most important enzyme families used by insects to defend themselves against natural and synthetic xenobiotics. Insects have been shown to evolve resistance through quantitative changes in P450 expression or via qualitative changes in P450s that alter metabolic activity. Despite their importance in conferring resistance the variety of regulatory changes that modulate P450 expression in resistant insects and their relative frequency/impact is not fully understood. Furthermore, although qualitative changes in insect P450s associated with resistance are relatively rare they represent a unique opportunity to characterise insecticide/toxin binding and identify the critical structure/function determinants of the P450/insect toxin interaction.\n\nIn this project I will exploit cutting-edge advances in genomics, epigenetics and transgenics to study the insect P450 resistome in three main workpackages:\n\nWP-1: Will identify the molecular drivers of quantitative changes to insect P450s.\nWP-2: Will explore the role of qualitative changes in insect P450s in mediating resistance and identify structure/function determinants of insecticide metabolism.\nWP-3: Will exploit the knowledge gained in WP1/2 and from previous research to deliver a ëP450 toolkití consisting of in vitro and in vivo screening tools, with which to identify resistance breaking chemistry, and high-throughput diagnostics for use in resistance management.\n\nIn summary this project will provide novel insights into this important enzyme family and provide tools that can be used to develop new products and strategies that slow, prevent, or overcome resistance and so ensure sustainable crop protection",
    "totalCost": "1975512",
    "ecMaxContribution": "1975512",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "ROTHAMSTED RESEARCH LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 1949494
        },
        "999455021": {
            "orgId": "999455021",
            "orgName": "ROTHAMSTED RESEARCH LIMITED",
            "ecContrib": 26018
        }
    },
    "calculatedTotalContribution": 1975512
}