{
    "rcn": "199771",
    "acronym": "ALLEGRO",
    "topics": "ERC-ADG-2014",
    "title": "unrAvelLing sLow modE travelinG and tRaffic: with innOvative data to a new transportation and traffic theory for pedestrians and bicycles",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "A major challenge in contemporary traffic and transportation theory is having a comprehensive understanding of pedestrians and cyclists behaviour. This is notoriously hard to observe, since sensors providing abundant and detailed information about key variables characterising this behaviour have not been available until very recently. The behaviour is also far more complex than that of the much better understood fast mode. This is due to the many degrees of freedom in decision-making, the interactions among slow traffic participants that are more involved and far less guided by traffic rules and regulations than those between car-drivers, and the many fascinating but complex phenomena in slow traffic flows (self-organised patterns, turbulence, spontaneous phase transitions, herding, etc.) that are very hard to predict accurately. \n\nWith slow traffic modes gaining ground in terms of mode share in many cities, lack of empirical insights, behavioural theories, predictively valid analytical and simulation models, and tools to support planning, design, management and control is posing a major societal problem as well: examples of major accidents due to bad planning, organisation and management of events are manifold, as are locations where safety of slow modes is a serious issue due to interactions with fast modes. \n\nThis programme is geared towards establishing a comprehensive theory of slow mode traffic behaviour, considering the different behavioural levels relevant for understanding, reproducing and predicting slow mode traffic flows in cities. The levels deal with walking and cycling operations, activity scheduling and travel behaviour, and knowledge representation and learning. Major scientific breakthroughs are expected at each of these levels, in terms of theory and modelling, by using innovative (big) data collection and experimentation, analysis and fusion techniques, including social media data analytics, using augmented reality, and remote and crowd sensing.",
    "totalCost": "2458699,7",
    "ecMaxContribution": "2458699,7",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 2458700
        }
    },
    "calculatedTotalContribution": 2458700
}