{
    "rcn": "199737",
    "acronym": "MEDIT-AGEING",
    "topics": "PHC-22-2015",
    "title": "Investigating the impact of meditation training on mental health and wellbeing in the ageing population",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "As the number of older people in Europe grows, increasing healthy life years is a priority. Cognitive decline, dementia (e.g. Alzheimerís disease, AD), sleep disturbances and depression, all related to psychological distress and anxiety, are significant drivers of reduced quality of life in older adults. This project builds on evidence that lifestyle factors and meditation practice have the potential to downregulate these adverse factors and positively impact mental and neurological conditions including AD. Our main objectives are i) to improve early AD detection and understanding of physiopathological mechanisms; and to investigate ii) the impact of internal/external (e.g. genetic and lifestyle) determinants and iii) the effect and mechanisms of action of meditation training, on mental health and wellbeing in older people. This will be achieved by using pre-existing databases from European partners and conducting two randomized controlled trials (Studies 1 and 2B) and one observational study (2A). STUDY 1 will assess the short-term effects of an 8-week meditation intervention (versus cognitive training) in patients with subjective cognitive decline at risk for AD on behavioural measures including anxiety and wellbeing. STUDY 2A will assess senior expert meditators to identify neural signatures of different meditation practices on attention and emotion regulation tasks. STUDY 2B will assess long-term effects of an 18-month meditation intervention (versus an active control) on behavioural and biological markers of mental health and wellbeing in cognitively intact elderly. The cognitive and affective regulatory mechanisms underlying these effects will be investigated using the neural signatures identified in the expert meditators. High public health relevance is likely: the proposed intervention targets the most common mental and neurological conditions in the elderly and it can be scaled up within preventive programmes at a population level.",
    "totalCost": "7087230,46",
    "ecMaxContribution": "6134756,25",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK;UNIVERSITE DE LIEGE;THE UNIVERSITY OF EXETER;KLINIKUM DER UNIVERSITAET ZU KOELN;UNIVERSITE DE GENEVE;INSERM - TRANSFERT SA;CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER;HOSPICES CIVILS DE LYON;UNIVERSITY COLLEGE LONDON;MINERVA HEALTH & CARE COMMUNICATIONS LTD",
    "participantCountries": "FR;BE;UK;DE;CH;ES",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 276250
        },
        "999955541": {
            "orgId": "999955541",
            "orgName": "INSERM - TRANSFERT SA",
            "ecContrib": 139175
        },
        "968474482": {
            "orgId": "968474482",
            "orgName": "MINERVA HEALTH & CARE COMMUNICATIONS LTD",
            "ecContrib": 412875
        },
        "999884828": {
            "orgId": "999884828",
            "orgName": "KLINIKUM DER UNIVERSITAET ZU KOELN",
            "ecContrib": 95000
        },
        "948646712": {
            "orgId": "948646712",
            "orgName": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK",
            "ecContrib": 110875
        },
        "999469765": {
            "orgId": "999469765",
            "orgName": "HOSPICES CIVILS DE LYON",
            "ecContrib": 100500
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 4226380
        },
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 101438
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 611893
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 6074386
}