{
    "rcn": "199799",
    "acronym": "CFS modelling",
    "topics": "ERC-StG-2015",
    "title": "Chromosomal Common Fragile Sites: Unravelling their biological functions and the basis of their instability",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Cancer and other diseases are driven by genomic alterations initiated by DNA breaks. Within our genomes, some regions are particularly prone to breakage, and these are known as common fragile sites (CFSs). CFSs are present in every person and are frequently sites of oncogenic chromosomal rearrangements. Intriguingly, despite their fragility, many CFSs are well conserved through evolution, suggesting that these regions have important physiological functions that remain elusive. My previous background in genome editing, proteomics and replication-born DNA damage has given me the tools to propose an ambitious and comprehensive plan that tackles fundamental questions on the biology of CFSs. First, we will perform a systematic analysis of the function of CFSs. Most of the CFSs contain very large genes, which has made technically difficult to dissect whether the CFS role is due to the locus itself or to the encoded gene product. However, the emergence of the CRISPR/Cas9 technology now enables the study of CFSs on a more systematic basis. We will pioneer the engineering of mammalian models harbouring large deletions at CFS loci to investigate their physiological functions at the cellular and organism levels. For those CFSs that contain genes, the cDNAs will be re-introduced at a distal locus. Using this strategy, we will be able to achieve the first comprehensive characterization of CFS roles. Second, we will develop novel targeted approaches to interrogate the chromatin-bound proteome of CFSs and its dynamics during DNA replication. Finally, and given that CFS fragility is influenced both by cell cycle checkpoints and dNTP availability, we will use mouse models to study the impact of ATR/CHK1 pathway and dNTP levels on CFS instability and cancer. Taken together, I propose an ambitious, yet feasible, project to functionally annotate and characterise these poorly understood regions of the human genome, with important potential implications for improving human health.",
    "totalCost": "1499711",
    "ecMaxContribution": "1499711",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1499711
        }
    },
    "calculatedTotalContribution": 1499711
}