{
    "rcn": "199760",
    "acronym": "H2020MM04",
    "topics": "PHC-14-2015",
    "title": "DC-based immunotherapy to treat Malignant Mesothelioma",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Asbestos is one of the major occupational carcinogens. The European Union has an extensive history of protecting workers and consumers against asbestos and even adopted a resolution 2012/2065(INI) ëon asbestos related occupational health threats and prospects for abolishing all existing asbestosí last year. Although asbestos is banned, it is still massively present in the built environment. Millions of workers & consumers in the EU were, and still are, for many years exposed to asbestos fibres, despite all measures.\n\nInhalation of even very low quantities of asbestos fibres tremendously increases the risk of developing Malignant Mesothelioma (MM). The IARC reported 8.100 MM deaths in 2010 in the EU. Despite all EU actions, MM incidence is still increasing. MM is a highly fatal disease with a poor median survival time from first signs of illness to death around 12 months despite aggressive treatments. To date there is no curative therapy for MM. MM is considered as an extremely therapy-resistant disease. Chemotherapy consisting of a combination of pemetrexed and cisplatin is considered standard of care with a median survival increase of 3 months (9-12 months).\n\nThe department of pulmonary diseases of the Erasmus MC, Rotterdam, The Netherlands, in collaboration with international partners, have developed a promising personalised immunotherapy for MM with very limited adverse effects. The first clinical results show a considerably prolonged average survival with limited adverse events (24 months, twice as long).\n\nThe EMA and the FDA granted this therapy Orphan Designation: autologous dendritic cells pulsed with allogeneic tumour cell lysate for the treatment of malignant mesothelioma (EU: 16 January 2014 - EU/3/13/1229; FDA ñ US: 06 May 2014).\n\nThe objective for the project is to deliver the scientific & registration package for market approval by the EMA of a novel immuno therapeutic approach to treat MM. This includes the execution of a phase II/III clinical trial.",
    "totalCost": "5782965",
    "ecMaxContribution": "5782965",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "CENTRE HOSPITALIER REGIONAL ET UNIVERSITAIRE DE LILLE;AMPHERA BV;UNIVERSITAIR ZIEKENHUIS ANTWERPEN;STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS;EUROPEAN CANCER PATIENT COALITION;UNIVERSITA POLITECNICA DELLE MARCHE;UNIVERSITY OF LEICESTER",
    "participantCountries": "FR;NL;BE;IT;UK",
    "projectParticipants": {
        "999984738": {
            "orgId": "999984738",
            "orgName": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
            "ecContrib": 669452
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 2375147
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 669216
        },
        "996727866": {
            "orgId": "996727866",
            "orgName": "UNIVERSITAIR ZIEKENHUIS ANTWERPEN",
            "ecContrib": 668875
        },
        "984108263": {
            "orgId": "984108263",
            "orgName": "EUROPEAN CANCER PATIENT COALITION",
            "ecContrib": 23000
        },
        "928753176": {
            "orgId": "928753176",
            "orgName": "AMPHERA BV",
            "ecContrib": 48000
        },
        "999866689": {
            "orgId": "999866689",
            "orgName": "UNIVERSITA POLITECNICA DELLE MARCHE",
            "ecContrib": 669453
        }
    },
    "calculatedTotalContribution": 5123143
}