{
    "rcn": "199759",
    "acronym": "SysMedPD",
    "topics": "PHC-02-2015",
    "title": "Systems Medicine of Mitochondrial Parkinsonís Disease",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "The overall objective of this project is to identify novel drug candidates capable of slowing down the progression of neurodegeneration in the subset of Parkinsonís disease (PD) patients with overt mitochondrial dysfunction. Multi-modal phenotypic characterisation of cohorts of monogenic PD patients with overt mitochondrial dysfunction will be used as an anchor for the discovery of two extreme cohorts of idiopathic PD patients: with and without detectable mitochondrial dysfunction. A suite of personalised in vitro, in vivo, and in silico models will be generated using induced pluripotent stem cells (iPSCs) from selected subjects and controls. An industrial quality 3D microfluidic cell culture product, specifically designed for the culture of iPSC-derived dopaminergic neurons, will be developed for use in a morphological and bioanalytical screen for lead compounds reduce mitochondrial dysfunction. By monitoring motor behaviour and in situ striatal neurochemistry at high temporal resolution, the in vivo response to lead compounds will be characterised in humanised mouse models with striatally transplants of iPSC-derived dopaminergic neurons derived from PD patients. Personalised computational models of dopaminergic neuronal metabolism and mitochondrial morphology will be developed. These in silico models will be used to accelerate drug development by prioritising pathways for metabolomic assay optimisation, stratifying idiopathic PD patients by degree of mitochondrial dysfunction, predicting new new targets to reduce mitochondrial dysfunction and mechanistic interpretation in vitro and in vivo experimental results. SysMedPD unites a highly experienced multidisciplinary consortium in an ambitious project to develop and apply a systems biomedicine approach to preclinically identify candidate neuroprotectants, for the estimated 1-2 million people worldwide who suffer from PD with mitochondrial dysfunction.",
    "totalCost": "5999990",
    "ecMaxContribution": "5999990",
    "coordinator": "UNIVERSITE DU LUXEMBOURG",
    "coordinatorCountry": "LU",
    "participants": "MIMETAS BV;UNIVERSITEIT LEIDEN;EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH;NATIONAL UNIVERSITY OF IRELAND MAYNOOTH;UNIVERSITY COLLEGE LONDON;UNIVERSITAT ZU LUBECK;KHONDRION BV",
    "participantCountries": "NL;DE;IE;UK",
    "projectParticipants": {
        "956098252": {
            "orgId": "956098252",
            "orgName": "MIMETAS BV",
            "ecContrib": 594800
        },
        "987442056": {
            "orgId": "987442056",
            "orgName": "KHONDRION BV",
            "ecContrib": 662500
        },
        "999901415": {
            "orgId": "999901415",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND MAYNOOTH",
            "ecContrib": 598671
        },
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 1917300
        },
        "999857765": {
            "orgId": "999857765",
            "orgName": "UNIVERSITAT ZU LUBECK",
            "ecContrib": 608138
        },
        "999778419": {
            "orgId": "999778419",
            "orgName": "EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH",
            "ecContrib": 418825
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 599979
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 599778
        }
    },
    "calculatedTotalContribution": 5999991
}