{
    "rcn": "199726",
    "acronym": "Angiolnc",
    "topics": "ERC-ADG-2014",
    "title": "Endothelial long non-coding RNAs",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Endothelial cells comprise the inner cellular cover of the vasculature, which delivers metabolites and oxygen to the tissue. Dysfunction of endothelial cells as it occurs during aging or metabolic syndromes can result in atherosclerosis, which can lead to myocardial infarction or stroke, whereas pathological angiogenesis contributes to tumor growth and diabetic retinopathy. Thus, endothelial cells play central roles in pathophysiological processes of many diseases including cardiovascular diseases and cancer. Many studies explored the regulation of endothelial cell functions by growth factors, but the impact of epigenetic mechanisms and particularly the role of novel non-coding RNAs is largely unknown. More than 70 % of the human genome encodes for non-coding RNAs (ncRNAs) and increasing evidence suggests that a significant portion of these ncRNAs are functionally active as RNA molecules. Angiolnc aims to explore the function of long ncRNAs (lncRNAs) and particular circular RNAs (circRNAs) in the endothelium. LncRNAs comprise a heterogenic class of RNAs with a length of > 200 nucleotides and circRNAs are generated by back splicing.\nAngiolnc is based on the discovery of novel endothelial hypoxia-regulated lncRNAs and circRNAs by next generation sequencing. To begin to understand the potential functions of lncRNAs in the endothelium, we will study two lncRNAs, named Angiolnc1 und Angiolnc2, as prototypical examples of endothelial cell-enriched lncRNAs that are regulated by oxygen levels. We will further dissect the epigenetic mechanisms, by which these lncRNAs regulate endothelial cell function. In the second part of the application, we will determine the regulation and function of circRNAs, which may act as molecular sponges in the cytoplasm. Finally, we will study the function of identified lncRNAs and circRNAs in mouse models and measure their expression in human specimens in order to determine their role as therapeutic targets or diagnostic tools.",
    "totalCost": "2497398",
    "ecMaxContribution": "2497398",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 2497398
        }
    },
    "calculatedTotalContribution": 2497398
}