{
    "rcn": "199777",
    "acronym": "ActiveCortex",
    "topics": "ERC-ADG-2014",
    "title": "Active dendrites and cortical associations",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Converging studies from psychophysics in humans to single-cell recordings in monkeys and rodents indicate that most important cognitive processes depend on both feed-forward and feedback information interacting in the brain. Intriguingly, feedback to early cortical processing stages appears to play a causal role in these processes. Despite the central nature of this fact to understanding brain cognition, there is still no mechanistic explanation as to how this information could be so pivotal and what events take place that might be decisive. In this research program, we will test the hypothesis that the extraordinary performance of the cortex derives from an associative mechanism built into the basic neuronal unit: the pyramidal cell. The hypothesis is based on two important facts: (1) feedback information is conveyed predominantly to layer 1 and (2) the apical tuft dendrites that are the major recipient of this feedback information are highly electrogenic.\n\nThe research program is divided in to several workpackages to systematically investigate the hypothesis at every level. As a whole, we will investigate the causal link between intrinsic cellular activity and behaviour. To do this we will use eletrophysiological and optical techniques to record and influence cell the intrinsic properties of cells (in particular dendritic activity) in vivo and in vitro in rodents. In vivo experiments will have a specific focus on context driven behaviour and in vitro experiments on the impact of long-range (feedback-carrying) fibers on cell activity. The study will also focus on synaptic plasticity at the interface of feedback information and dendritic electrogenesis, namely synapses on to the tuft dendrite of pyramidal neurons. The proposed program will not only address a long-standing and important hypothesis but also provide a transformational contribution towards understanding the operation of the cerebral cortex.",
    "totalCost": "2386303,75",
    "ecMaxContribution": "2386303,75",
    "coordinator": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 2386304
        }
    },
    "calculatedTotalContribution": 2386304
}