{
    "rcn": "199779",
    "acronym": "GTCMR",
    "topics": "ERC-ADG-2014",
    "title": "Global Terrorism and Collective Moral Responsibility: Redesigning Military, Police and Intelligence Institutions in Liberal Democracies",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "International terrorism, e.g. Al Qaeda, IS, is a major global security threat. Counter-terrorism is a morally complex enterprise involving police, military, intelligence agencies and non-security agencies. Counter-terrorism should be framed as a collective moral responsibility of governments, security institutions and citizens. (1) How is international terrorism to be defined? (2) What is the required theoretical notion of collective moral responsibility? (3) What counter-terrorist strategies and tactics are effective, morally permissible and consistent with liberal democracy? Tactics: targeted killing, drone warfare, preventative detention, and bulk metadata collection (e.g. by NSA); (4) How is this inchoate collective moral responsibility to be institutionally embedded in security agencies? (i) How are security institutions to be redesigned to enable them to realise and coordinate their counter-terrorism strategies without over-reaching their various core institutional purposes which have hitherto been disparate, (e.g. law enforcement versus military combat), and without compromising human rights, (e.g. right to life of innocent civilians, right to freedom, right to privacy), including by means of morally unacceptable counter-terrorism tactics? (ii) How are these tactics to be integrated with a broad-based counter-terrorism strategy which has such measures as anti-radicalisation and state-to-state engagement to address key sources of terrorism, such as the dissemination of extremist religious ideology (e.g. militant Wahhabi ideology emanating from Saudi Arabia) and the legitimate grievances of some terrorist groups (e.g. Palestinian state)? What ought a morally permissible and efficacious (i) structure of counter-terrorist institutional arrangements, and (ii) set of counter-terrorist tactics, for a contemporary liberal democracy collaborating with other liberal democracies facing the common problem of international terrorism consist of?",
    "totalCost": "2479810",
    "ecMaxContribution": "2479810",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 2017555
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 462255
        }
    },
    "calculatedTotalContribution": 2479810
}