{
    "rcn": "199751",
    "acronym": "INTENS",
    "topics": "PHC-14-2015",
    "title": "INtestinal Tissue ENgineering Solution",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Short Bowel Syndrome (SBS) is a condition that occurs when part or the entire small intestine is missing or has been removed during surgery. This condition renders the bowel incapable of fulfilling its nutritional function (intestinal failure). There is no cure for SBS. Parenteral (intravenous) nutrition (PN) and bowel transplantation are currently the preferred options for nutrition in children and adults who have lost their bowel. PN offers a low survival rate, compromised quality of life, and the economic cost for each patient is estimated to be 55,000 euro/year. Small intestinal transplant is also an option with one-year and 4-year survival rates of 90% and 60% respectively. However, because of the shortage of organs, high mortality, the severe side effects of immunosuppression and low quality of life, this is still a sub-optimal solution.\nThe objective of this programme is to deliver a functional bowel reconstruction to patients with SBS through an autologous tissue engineering strategy, overcoming the shortage of organs, and avoiding the need for immunosuppression. It will be achieved by identifying the best autologous cell source; providing the ideal scaffold; engineering functional intestine for transplantation and engaging with patients, scientists and public. The work is designed to lead directly to a clinical trial for the application of the optimal protocol for tissue-engineered intestine.  The consortium is uniquely positioned to complete this ambitious effort as we have an internationally pre-eminent, multi-disciplinary team, which possesses a combination of expertise from basic molecular biology, engineering, and surgery, combining knowledge from universities, hospitals and industry. Importantly we are one of the few groups in the world with experience, infrastructure, and track record to translate regenerative medicine solutions to patients, including true clinical translation of tissue engineered organs.",
    "totalCost": "7101716,25",
    "ecMaxContribution": "5990464",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW;CHILDREN'S HOSPITAL LOS ANGELES;KOBENHAVNS UNIVERSITET;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;STEMCELL TECHNOLOGIES UK LTD;THE FRANCIS CRICK INSTITUTE LIMITED;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "UK;NL;US;DK;CH",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 825625
        },
        "931201650": {
            "orgId": "931201650",
            "orgName": "CHILDREN'S HOSPITAL LOS ANGELES",
            "ecContrib": 810775
        },
        "940156593": {
            "orgId": "940156593",
            "orgName": "STEMCELL TECHNOLOGIES UK LTD",
            "ecContrib": 629495
        },
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 682163
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 100533
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1300713
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 921160
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 5270464
}