{
    "rcn": "199753",
    "acronym": "LSFM4LIFE",
    "topics": "PHC-16-2015",
    "title": "Production and characterization of endocrine cells derived from human pancreas organoids for the cell-based therapy of type 1 diabetes",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Self-renew and multilineage potential characterize stem cells.  We have recently described that pancreas progenitor cells extracted from adult donors can be expanded long-term in vitro into 3D structures, which we have termed organoids.  Pancreas organoids reproduce in vitro all the features of pancreas ductal epithelia, and have a limitless expansion potential.  Thus, pancreas organoids promise to boost cell therapy of type 1 diabetes.  We have recently observed that progenitor cells organoids preserve their genetic stability over a long time in culture. That represents an advantage, when compared to iPS or hES derived approaches, where genetic instability raises concerns for their future therapeutic applications.  While progenitor organoids are promising for the future of cell therapy, bringing stem cell-based therapies to patients requires a reliable characterization (ìknowing what the cells do and how they do itî, i.e. a phenotypic and molecular biology characterization), chemically well-defined culture media, and the capacity of mass-production under GLP/GMP conditions.\nThe LSFM4LIFE consortium aims to the mass production of pancreas organoids for the cellular therapy of type 1 diabetes.  The goals of the project are: (1) optimize growth and differentiation of human pancreas stem-cell organoids by employing phenotypic and molecular high-throughput screening (2) standardize the growth and differentiation of the organoids under well-defined biochemical conditions, and (3) achieve GLP/GMP-production of the human organoids for preclinical studies and phase I clinical studies.  The close collaboration in the consortium between academic researchers and industry, as well as its cross-disciplinary composition, are essential to realize the goals of the project.  The work packages of the project will have a technological impact in the form of patents and first market replication.",
    "totalCost": "5120275",
    "ecMaxContribution": "4666400",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;SPARKS & CO;FONDAZIONE IRCCS CA' GRANDA - OSPEDALE MAGGIORE POLICLINICO;PHARMACELL BV;CELLENDES GMBH;INSPHERO AG",
    "participantCountries": "UK;FR;IT;NL;DE;CH",
    "projectParticipants": {
        "972706495": {
            "orgId": "972706495",
            "orgName": "INSPHERO AG",
            "ecContrib": 0
        },
        "999485964": {
            "orgId": "999485964",
            "orgName": "FONDAZIONE IRCCS CA' GRANDA - OSPEDALE MAGGIORE POLICLINICO",
            "ecContrib": 895000
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "938985124": {
            "orgId": "938985124",
            "orgName": "SPARKS & CO",
            "ecContrib": 216340
        },
        "955832472": {
            "orgId": "955832472",
            "orgName": "PHARMACELL BV",
            "ecContrib": 463950
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 1068886
        },
        "931931672": {
            "orgId": "931931672",
            "orgName": "CELLENDES GMBH",
            "ecContrib": 589234
        }
    },
    "calculatedTotalContribution": 3233410
}