{
    "rcn": "199788",
    "acronym": "CleverGenes",
    "topics": "ERC-ADG-2014",
    "title": "Novel Gene Therapy Based on the Activation of Endogenous Genes for the Treatment of Ischemia - Concepts of endogenetherapy, release of promoter pausing, promoter-targeted ncRNAs and nuclear RNAi",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Background: Therapeutic angiogenesis with vascular endothelial growth factors (VEGFs) has great potential to become a novel, minimally invasive new treatment for a large number of patients with severe myocardial ischemia. However, this requires development of new technology. Advancing state-of-the-art: We propose a paradigm shift in gene therapy for chronic ischemia by activating endogenous VEGF-A,-B and -C genes and angiogenic transcription programs from the native promoters instead of gene transfer of exogenous cDNA to target tissues. We will develop a new platform technology (endogenetherapy) based on our novel concept of the release of promoter pausing and new promoter-targeted upregulating short hairpinRNAs, tissue-specific superenhancerRNAs activating specific transcription centers involving gene clusters in different chromosomal regions, small circularRNAs formed from self-splicing exons-introns that can be regulated with oligonucleotides and small molecules such as metabolites, nuclear RNAi vectors and specific CRISPR/gRNAmutatedCas9-VP16 technology with an ability to target integration into genomic safe harbor sites. After preclinical studies in mice and in a newly developed chronic cardiac ischemia model in pigs with special emphasis on the analysis of clinically relevant blood flow, metabolic and functional outcomes based on MRI, ultrasound, photoacoustic and PET imaging, the best construct will be taken to a phase I clinical study in patients with severe myocardial ischemia. Since endogenetherapy also involves epigenetic changes, which are reversible and long-lasting, we expect to efficiently activate natural angiogenic programs. Significance: If successful, this approach will begin a new era in gene therapy. Since there is a clear lack of technology capable of targeted upregulation of endogenous genes, the novel endogenetherapy approach may become widely applicable beyond cardiovascular diseases also in other areas of medicine and biomedical research.",
    "totalCost": "2437500",
    "ecMaxContribution": "2437500",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 2437500
        }
    },
    "calculatedTotalContribution": 2437500
}