{
    "rcn": "199732",
    "acronym": "HERCULES",
    "topics": "PHC-02-2015",
    "title": "Comprehensive characterization and effective combinatorial targeting of high-grade serous ovarian cancer via single-cell analysis",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The goal of this multidisciplinary project is to comprehensively characterise high-grade serous ovarian cancer (HGS-OvCa) at single-cell level, identify the best combination of  drug combination to kill HGS-OvCa populations and commercialise a predictive biomarker kit for finding the right therapeutic regimen to the right patient.\n\nThis project takes an advantage on prospectively and longitudinally collected fresh sample specimens from multiple anatomic sites of HGS-OvCa patients with metastatic disease. Fluorescence activated cell sorting and recently developed mass cytometry are used to identify subpopulations in HGS-OvCa tumors. This is followed by single-cell analysis at genetic and transcriptomics levels, and ex vivo drug screening experiments. These data will be used to establish network models to predict the most effective combinatorial treatments. The key results will be validated with existing HGS-OvCa data together with prospective and retrospective cohorts and in vivo models. The clinically most actionable treatment suggestions from our\nmodelling efforts will be translated to HGS-OvCa patient care.\n\nOvarian cancer kills more than 40,000 women in Europe every year due to lack of effective and long-lasting therapeutic regimens. HERCULES presents an innovative strategy to suggest effective treatments that lead to a marked decrease in ovarian cancer deaths and reduce the number of expensive but inefficient treatments. Our approach paves the way to move beyond the current trial-and-error clinical assessment of drug combinations toward more systematic prediction of the most effective drug combinations for each patient. The proposed approach will be a major breakthrough in systems medicine and will benefit individual ovarian cancer patients and the health-care system through more effective treatments, and the\ndiagnostic and pharmaceutical industry through tools for better stratified clinical trials, and novel treatment and diagnostic modalities.",
    "totalCost": "5994868,75",
    "ecMaxContribution": "5994868,75",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "AB ANALITICA SRL;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSITA DEGLI STUDI DI TRIESTE;VARSINAIS-SUOMEN SAIRAANHOITOPIIRIN KUNTAYHTYMA;ISTITUTO SUPERIORE DI SANITA;INSTITUT PASTEUR;KAROLINSKA INSTITUTET;TURUN YLIOPISTO",
    "participantCountries": "IT;UK;FI;FR;SE",
    "projectParticipants": {
        "997515894": {
            "orgId": "997515894",
            "orgName": "AB ANALITICA SRL",
            "ecContrib": 287500
        },
        "999495858": {
            "orgId": "999495858",
            "orgName": "VARSINAIS-SUOMEN SAIRAANHOITOPIIRIN KUNTAYHTYMA",
            "ecContrib": 297312
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 332712
        },
        "999842051": {
            "orgId": "999842051",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRIESTE",
            "ecContrib": 350000
        },
        "999978821": {
            "orgId": "999978821",
            "orgName": "ISTITUTO SUPERIORE DI SANITA",
            "ecContrib": 356250
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 2444812
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 999211
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 360101
        }
    },
    "calculatedTotalContribution": 5427898
}