{
    "rcn": "199750",
    "acronym": "SPCCT",
    "topics": "PHC-11-2015",
    "title": "In Vivo Spectral Photon Counting CT Molecular Imaging in Cardio- and Neuro-Vascular Diseases",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The objective of the SPCCT project is to develop and validate a widely accessible, new quantitative and analytical in vivo imaging technology combining Spectral Photon Counting CT and contrast agents, to accurately and early detect, characterize and monitor neurovascular and cardiovascular disease. Spectral Photon Counting Computed Tomography (SPCCT) is a new imaging modality, currently in development, with a totally new type of detection chain designed to provide high count-rate capabilities while offering energy discrimination with high spatial resolution of 200µm. Based on this discrimination, SPCCT can detect and quantify accurately a large variety of atoms (including Gadolinium, Gold, BismuthÖ) by using the K-edge technique. SPCCT, by a more accurate, less invasive (in comparison with IVUS and coronary angiography) and reliable evaluation of vascular inflammation will allow earlier disease diagnosis such as plaque inflammation before rupture, leading to improved clinical decisions and outcomes. This will be achievable with a high spatial resolution combined to the newly developed vascular inflammation specific contrast agent detected with high quality K-edge technique that can only be provided by a multi-spectral X-ray system. The project will therefore provide a complete tool (acquisition system and specific probes) dedicated to CV imaging. It will finally contribute to: Improved early diagnosis of atherosclerosis, prevention of acute event (MI, stroke) and personalized preventive treatment; Improved management of patient presenting with an acute CV event and clinical validation of treatment efficiency; Sustainability and harmonization of healthcare systems, as costly disorders of heart failure and stroke-related disability would be better prevented and efficiently treated; Economic growth in the EU diagnostics sector, through the development of new targeted contrast materials for SPCCT by SMEs.",
    "totalCost": "6441663,75",
    "ecMaxContribution": "6441663,75",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "MATHYM SAS;LYON INGENIERIE PROJETS;UNIVERSITA DEGLI STUDI DI TORINO;CLINIQUES UNIVERSITAIRES SAINT-LUC;PHILIPS MEDICAL SYSTEMS TECHNOLOGIES LTD;BRACCO IMAGING SPA;ERASMUS UNIVERSITEIT ROTTERDAM;Philips GmbH;VOXCAN;KING'S COLLEGE LONDON",
    "participantCountries": "FR;IT;BE;IL;NL;DE;UK",
    "projectParticipants": {
        "951278904": {
            "orgId": "951278904",
            "orgName": "PHILIPS MEDICAL SYSTEMS TECHNOLOGIES LTD",
            "ecContrib": 1505000
        },
        "934816743": {
            "orgId": "934816743",
            "orgName": "MATHYM SAS",
            "ecContrib": 269062
        },
        "998753226": {
            "orgId": "998753226",
            "orgName": "CLINIQUES UNIVERSITAIRES SAINT-LUC",
            "ecContrib": 195818
        },
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 405479
        },
        "997807767": {
            "orgId": "997807767",
            "orgName": "BRACCO IMAGING SPA",
            "ecContrib": 350000
        },
        "998484051": {
            "orgId": "998484051",
            "orgName": "LYON INGENIERIE PROJETS",
            "ecContrib": 211000
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 441750
        },
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 1897010
        },
        "932383886": {
            "orgId": "932383886",
            "orgName": "VOXCAN",
            "ecContrib": 392201
        },
        "936940752": {
            "orgId": "936940752",
            "orgName": "Philips GmbH",
            "ecContrib": 442375
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 331969
        }
    },
    "calculatedTotalContribution": 6441664
}