{
    "rcn": "199717",
    "acronym": "SVDs-at-target",
    "topics": "PHC-03-2015",
    "title": "Small vessel diseases in a mechanistic perspective: Targets for InterventionAffected pathways and mechanistic exploitation for prevention of stroke and dementia",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Stroke and dementia rank among the most pressing health issues in Europe. Cerebral small vessel diseases (SVDs) have emerged as a central link between these two major co-morbidities. SVDs account for more than 30% of strokes and at least 40% of dementia cases. They encounter multiple distinct diseases that can be separated based on their underlying genetic defects, risk factors, and clinical presentations. Despite this profound impact on human health, there are no treatments with proven efficacy against SVDs. The applicants have made major progress in identifying key mechanisms involved in SVDs and their co-morbidities. We recently identified blood pressure variability as a major independent risk factor for multiple SVDs, stroke, and dementia and illuminated the roles of the blood brain barrier and the extracellular matrix in small vessel function. We further identified novel molecular pathways (TIMP3, LTBP1, TGFﬂ) that are shared between different SVDs and thus point towards common mechanisms. This EU network, which brings together basic scientists and academic clinicians, will make use of novel animal models and expertly phenotyped patient cohorts to identify key mechanisms common to multiple SVDs and determine how these mechanisms contribute to individual SVDs. We will: i) identify common molecular, cellular, and physiological mechanisms that compromise the function of microvessels in different SVDs; ii) determine how these common mechanistic defects intersect to drive brain damage; and iii) validate the relevance of mechanisms through interventions in experimental systems (isolated microvessels and in vivo) and in patients (exploratory proof of concept trials). Our resources including novel animal models and state-of-the art technologies (e.g. proteomics & ultra-high field MRI) as well as expertise in clinical trials support the feasibility of the approach. In fact, studies by the applicants already revealed novel attractive targets for therapeutic intervention.",
    "totalCost": "5998300",
    "ecMaxContribution": "5998300",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;University of Vermont;KOBENHAVNS UNIVERSITET;UNIVERSITEIT MAASTRICHT;STROKE ALLIANCE FOR EUROPE;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;GABO:MI GESELLSCHAFT FUR ABLAUFORGANISATION:MILLIARIUM MBH & CO KG;ARTTIC;KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "FR;US;DK;NL;BE;DE;UK",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 570875
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 477250
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 290000
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 975167
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 576031
        },
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 344625
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 555375
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 555375
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 555375
        },
        "999753005": {
            "orgId": "999753005",
            "orgName": "GABO:MI GESELLSCHAFT FUR ABLAUFORGANISATION:MILLIARIUM MBH & CO KG",
            "ecContrib": 22827
        },
        "999553573": {
            "orgId": "999553573",
            "orgName": "STROKE ALLIANCE FOR EUROPE",
            "ecContrib": 45025
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 450000
        }
    },
    "calculatedTotalContribution": 5417925
}