{
    "rcn": "199764",
    "acronym": "EPIROSE",
    "topics": "ERC-ADG-2014",
    "title": "Self-Organising Capacity of Stem Cells during Implantation and Early Post-implantation Development: Implications for Human Development",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Embryonic development progresses through successive cell fate decisions and intricate three-dimensional morphogenetic transformations. Implantation is the defining event in mammalian pregnancy during which a fundamental morphogenetic transformation is initiated: the body axes are established and the embryonic germ layers created. Despite its importance, a comprehensive understanding of the molecular mechanisms, transcriptional pathways, cellular interactions, as well as the spatio-temporal development of the embryo at implantation stages is at present lacking, due to the embryoís inaccessibility. To overcome these limitations, we generated a culture system that allows the development of mouse implanting embryos outside of the mother. This system provides the opportunity to address how architectural features and signaling events integrate to induce the emergence of the body plan. Combining this new technology with the analysis of genetically engineered mouse embryos, the aim of this research proposal is to fill the knowledge gap between pre and post-implantation development. Single cell sequencing, two-photon microscopy, high-content forward genetic screening, and modeling will be merged with a functional assessment of embryo development in vivo to reveal the determinants of implantation and early post-implantation development. This global understanding will be employed to explore the extent to which stem cells can recapitulate embryonic development, with tremendous potential for regenerative medicine. Knowledge of the cellular and molecular mechanisms that intertwine lineage specification, developmental potential, and tissue morphogenesis will offer novel insight on the pathological causes of embryo lethality and congenital disorders. The proposed studies will shed light on this crucial yet mysterious stage of development in the mouse and, by extrapolation, offer outstanding potential to advance our understanding of human development.",
    "totalCost": "2477951",
    "ecMaxContribution": "2477951",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}