{
    "rcn": "199783",
    "acronym": "Lost Frontiers",
    "topics": "ERC-ADG-2014",
    "title": "Europeís Lost Frontiers: exploring climate change, settlement and colonisation of the submerged landscapes of the North Sea basin using ancient DNA, seismic mapping and complex systems modelling",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "The only lands on Earth that have not been explored in any depth by science are those that have been lost to the oceans. Global warming at the end of the last Ice Age led to the inundation of vast landscapes that had once been home to thousands of people. These lost lands hold a unique and largely unexplored record of settlement and colonisation linked to climate change over millennia. Amongst the most significant is Doggerland. \nOccupying much of the North Sea basin between continental Europe and Britain it would have been a heartland of human occupation and central to the process of re-settlement and colonisation of north Western Europe during the Mesolithic and the Neolithic. Within this submerged landscape lies fragmentary yet valuable evidence for the lifestyles of its inhabitants including the changes resulting from both the encroaching sea and the introduction of Neolithic technologies.\nThis inundated landscape cannot be explored conventionally, however pioneering work by the applicantís research group has led to the rediscovery of Doggerland through the creation of the first detailed topographic maps relating to human occupation in the Early Holocene. Within this project world-leading innovators in the fields of archaeo-geophysics, molecular biology and computer simulation will develop a ground-breaking new paradigm for the study of past environments, ecological change and the transition between hunter gathering societies and farming in north west Europe. It will:\n\n1) use the latest seismic reflectance data available to generate topographical maps of the whole of early Holocene Doggerland that are as accurate and complete as possible.\n2) reconstruct and simulate the palaeo-environments of Doggerland using ancient DNA extracted directly from sediment cores.\n3) explore the Mesolithic landscapes and also identify incipient Neolithic signals indicating early contact and development within the region of Doggerland.",
    "totalCost": "2497843",
    "ecMaxContribution": "2497843",
    "coordinator": "UNIVERSITY OF BRADFORD",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF NOTTINGHAM NINGBO;THE UNIVERSITY OF BIRMINGHAM;THE UNIVERSITY OF NOTTINGHAM;THE UNIVERSITY OF WARWICK",
    "participantCountries": "CN;UK",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 98712
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 0
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 490796
        },
        "999899766": {
            "orgId": "999899766",
            "orgName": "UNIVERSITY OF BRADFORD",
            "ecContrib": 1875048
        },
        "996490022": {
            "orgId": "996490022",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM NINGBO",
            "ecContrib": 33286
        }
    },
    "calculatedTotalContribution": 2497842
}