{
    "rcn": "199725",
    "acronym": "HYPMED",
    "topics": "PHC-11-2015",
    "title": "Digital Hybrid Breast PET/MRI for Enhanced Diagnosis of Breast Cancer",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Breast cancer represents a leading cause of cancer death in women and a major socio-economic issue. With currently available methods, early diagnosis frequently fails. Moreover, beyond mere detection, there is an ever-increasing need for improved non-invasive characterisation of cancer. Targeted therapies require an in-depth analysis of cancer to select and guide appropriate treatment. Both, PET and MRI can provide molecular and functional information that may be of pivotal importance for tailoring therapy. However, current whole-body PET/MRI systems lack the necessary sensitivity and resolution for this task. HYPMED addresses this by engineering an innovative imaging tool. HYPMED will integrate an innovative fully-digital MRI-transparent PET-detector into a novel multi-channel PET-transparent MRI surface coil. The PET-RF insert will allow unprecedented imaging of breast cancer with high-resolution/ultra-high sensitivity PET, combined with high-level structural and functional MRI, and allow minimal-invasive MR- and PET-guided targeted biopsy. Moreover with such PET-RF inserts, every regular clinical MR-system can, upon demand, be turned into a hybrid system. We will evaluate the impact of this technology on breast cancer diagnosis, prediction, and monitoring/assessment of treatment response by a carefully designed clinical study that employs established and novel PET tracers in 250 patients. Imaging data will be correlated with established and novel molecular biomarkers; results will be compared to those obtained from whole-body PET/MRI and PET/CT. A multidisciplinary consortium of clinical scientists, 3 SMEs and an industry partner will pave the way for commercialization of HYPMED products for advanced clinical decision making in cancer patients. Once HYPMED is successful, we will expand this approach to other applications such as prostate cancer or cardiac hybrid imaging, and thus introduce a paradigm shift in the field of PET/MR hybrid imaging as a whole.",
    "totalCost": "5861957,5",
    "ecMaxContribution": "5861957,5",
    "coordinator": "EIBIR GEMEINNUETZIGE GMBH ZUR FOERDERUNG DER ERFORSCHUNG DER BIOMEDIZINISCHEN BILDGEBUNG",
    "coordinatorCountry": "AT",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;UNIVERSITAETSKLINIKUM AACHEN;FORSCHUNGSZENTRUM JULICH GMBH;NORAS MRI PRODUCTS GMBH;INTRASENSE;FUTURA COMPOSITES BV;PHILIPS ELECTRONICS NEDERLAND B.V.;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "AT;DE;FR;NL",
    "projectParticipants": {
        "931095144": {
            "orgId": "931095144",
            "orgName": "INTRASENSE",
            "ecContrib": 264980
        },
        "952306328": {
            "orgId": "952306328",
            "orgName": "NORAS MRI PRODUCTS GMBH",
            "ecContrib": 727875
        },
        "935188641": {
            "orgId": "935188641",
            "orgName": "FUTURA COMPOSITES BV",
            "ecContrib": 1208600
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 875770
        },
        "999991625": {
            "orgId": "999991625",
            "orgName": "PHILIPS ELECTRONICS NEDERLAND B.V.",
            "ecContrib": 218304
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 106625
        },
        "999633113": {
            "orgId": "999633113",
            "orgName": "EIBIR GEMEINNUETZIGE GMBH ZUR FOERDERUNG DER ERFORSCHUNG DER BIOMEDIZINISCHEN BILDGEBUNG",
            "ecContrib": 394375
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 297875
        },
        "999897632": {
            "orgId": "999897632",
            "orgName": "UNIVERSITAETSKLINIKUM AACHEN",
            "ecContrib": 1715304
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 52250
        }
    },
    "calculatedTotalContribution": 5861958
}