{
    "rcn": "199716",
    "acronym": "THYRAGE",
    "topics": "PHC-03-2015",
    "title": "Resetting the THYRoid axis for prevention of AGE-related diseases and co-morbidities",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "We hypothesize that inappropriate thyroid hormone action in target cells is a common mechanism underlying susceptibility to age-related degenerative diseases and co-morbidities. Although regulation of systemic thyroid status is well understood and underpins treatment of common thyroid disease, it is only in the last decade that the importance of local regulation of thyroid hormone action in tissue development, homeostasis and repair has been identified. During evolution, this complex temporal and cell-specific regulation has been optimized for development and reproductive fitness but NOT for ageing. Humans with their exceptional longevity are thus exposed to a prolonged period of suboptimal local thyroid hormone action. Consistent with this, thyroid status is a continuous variable within the population that is related to fracture risk, muscle mass and cognitive decline. Moreover, in healthy longevity thyroid status is characterized by thyroid stimulating hormone in the upper half of the reference range. In these studies, we will determine how local regulation of thyroid hormone action controls tissue homeostasis and repair, whilst its dysregulation is a common mechanism underlying chronic disease development during ageing. We focus on osteoporosis, osteoarthritis, neurodegeneration and sarcopenia as paradigm age-related, degenerative disorders. Using cutting-edge technology, we will (i) identify thyroid hormone dependent biomarkers for disease susceptibility in bone, cartilage, central nervous system and skeletal muscle, (ii) manipulate cell-specific thyroid hormone action in these tissues and (iii) develop cell-type specific modulators of thyroid hormone action. THYRAGE integrates cross-disciplinary expertise from clinical and basic scientists, endocrinologists, neuroscientists, gerontologists, and industry-based peptide scientists. These studies will identify and validate novel strategies for prevention and treatment of chronic age-related degenerative disease.",
    "totalCost": "6000001,25",
    "ecMaxContribution": "6000000",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES;PEPSCAN THERAPEUTICS BV;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "UK;IT;HU;NL;FR",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1410151
        },
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 1680410
        },
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 758500
        },
        "998242327": {
            "orgId": "998242327",
            "orgName": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 749980
        },
        "999690537": {
            "orgId": "999690537",
            "orgName": "PEPSCAN THERAPEUTICS BV",
            "ecContrib": 601875
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 799084
        }
    },
    "calculatedTotalContribution": 6000000
}