{
    "rcn": "199735",
    "acronym": "K4U",
    "topics": "ERC-ADG-2014",
    "title": "Knowledge For Use [K4U]: Making the Most of Social Science to Build Better Policies",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "ëResearch is an investment in our futureí says Horizon 2020.  Thatís only true if you know what to do with it.  When it comes to social policy, we donít really know how to put our research results to use. K4U aims to remedy this. K4U will construct a radically new picture of how to use social science to build better social policies. This picture will be founded on an ambitious philosophical study of the technology of social science including a thorough reconceptualisation of objectivity, deliberation and the role of values in the science/society interface. Current work, primarily by the evidence-based policy and practice movement, focusses on knowledge production: encouraging high quality studies and vetting them. Little attention goes to knowledge use: How is social science knowledge to be used in policy design and deliberation ñ how should it be used so that policy outcomes are more effective and more reliably predictable and competing values and points of view are respected in policy choice and implementation? \nK4U will provide not just a theoretical but a practical understandingó for users: intelligible and practically helpful to those who need to estimate and balance the effectiveness, the evidence, the chances of success, the costs, the benefits, the winners and losers, and the social, moral, political and cultural acceptability of proposed policies.  \nThe philosophical approach of K4U is broadly Popperian. It views ëscience and technology as a means of understanding social problems and responding to themí and it emphasises the concrete and detailed, where the real content of general philosophical concepts and claims is embodied and interrogated. K4U is a showcase for the kind of philosophy that makes a difference to real life -- philosophy for practice. And it will launch an entire new field in philosophy: the philosophy of social technology.",
    "totalCost": "2092125",
    "ecMaxContribution": "2092125",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;UNIVERSITA CA' FOSCARI VENEZIA",
    "participantCountries": "UK;IT",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 29490
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 1797800
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 264835
        }
    },
    "calculatedTotalContribution": 2092125
}