{
    "rcn": "199746",
    "acronym": "GALAXY",
    "topics": "PHC-02-2015",
    "title": "GALAXY: Gut-and-liver axis in alcoholic liver fibrosis",
    "startDate": "01/01/2016",
    "endDate": "31/12/2021",
    "objective": "Alcohol overuse is an important societal challenge with annual healthcare costs of over Ä22 billion in Europe. Alcohol is the main cause of liver cirrhosis, which is the 5th and 7th most common cause of life years lost in respectively Eastern and Western Europe. Cirrhosis is considered irreversible but its precursor, liver fibrosis, is reversible when detected before disease progression. GALAXY proposes that crosstalk between the gut microbiome and the liver influences the development and progression of alcoholic liver fibrosis. Here, a ëdysbioticí microbiome in susceptible individuals leads to progressive liver fibrosis in combination with alcohol overuse. Therefore, interventions aiming to restore a healthy gut microbiome will reduce disease development. We will use state-of-the-art systems medicine tools to improve understanding of the complex interplay present during alcoholic liver fibrosis, to identify at-risk individuals in time and to develop personalised healthcare strategies for alcohol over-users (20% of the EU population >15 years old). GALAXY brings together partners with unique research competences in clinical hepatology, microbiome, multi-omics, biomarkers and bioinformatics. Our aim is to develop novel systems medicine tools which integrate clinical, multi-omics and lifestyle information from alcohol over-users at various stages of the disease and healthy individuals in order to: 1) identify signatures of host-microbial cross-talk during disease development and progression, 2) translate this into biomarkers for diagnosis, stratification and treatment monitoring in alcohol over users, and 3) evaluate new interventions to modulate gut microbiota towards prevention and mitigation of the disease in at-risk individuals. We will also study societal and economic impact of GALAXY biomarkers and treatments to accelerate future development. The GALAXY consortium includes strong SME partners who will enable the results to be exploited commercially.",
    "totalCost": "6408782,5",
    "ecMaxContribution": "6305654",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "Steno Diabetes Center A/S;NORGINE BV;EUROPEAN MOLECULAR BIOLOGY LABORATORY;UNIVERSITAETSKLINIKUM BONN;ODENSE UNIVERSITETSHOSPITAL;KOBENHAVNS UNIVERSITET;IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON;UNIVERSITETET I OSLO;NORDISK REBALANCE AS;NORDIC BIOSCIENCE COMPOUND DEVELOPMENT A/S",
    "participantCountries": "DK;NL;DE;EL;NO",
    "projectParticipants": {
        "986046226": {
            "orgId": "986046226",
            "orgName": "NORDIC BIOSCIENCE COMPOUND DEVELOPMENT A/S",
            "ecContrib": 301381
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 195127
        },
        "917967261": {
            "orgId": "917967261",
            "orgName": "NORGINE BV",
            "ecContrib": 0
        },
        "999489553": {
            "orgId": "999489553",
            "orgName": "ODENSE UNIVERSITETSHOSPITAL",
            "ecContrib": 1076082
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 1387000
        },
        "999867465": {
            "orgId": "999867465",
            "orgName": "UNIVERSITAETSKLINIKUM BONN",
            "ecContrib": 600610
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 639843
        },
        "999622443": {
            "orgId": "999622443",
            "orgName": "IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON",
            "ecContrib": 427987
        },
        "946296887": {
            "orgId": "946296887",
            "orgName": "NORDISK REBALANCE AS",
            "ecContrib": 289907
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 928752
        }
    },
    "calculatedTotalContribution": 5846689
}