{
    "rcn": "199770",
    "acronym": "RMGPP",
    "topics": "ERC-ADG-2014",
    "title": "Productivity and Development: The Ready-made Garment Productivity Project",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "Differences in productivity explain much of differences in income levels across countries, yet little is known about how to improve productivity of manufacturing in the developing world. Recent research reveals very high dispersion in productivity in low-income countries. We examine firm productivity at a uniquely detailed level, collecting sub-factory production and survey data from hundreds of garment manufacturers in several countries. The data, coupled with a new method for comparing productivity, allow us to measure physical productivity in and across firms and among heterogeneous products. Initial results from nearly 100 factories in Bangladesh show significant dispersion of productivity within factories; production lines at the 90th percentile are 50% more efficient than those at the 10th percentile. Differences are highly persistent ñ puzzling given that the lines are often on the same production floor. Capital and the quality of the buyer explains a small part of the dispersion: lines producing goods for higher-end buyers are significantly more efficient.\n\nShocks and interventions allows us to examine the challenges of increasing productivity in volatile conditions characteristic of low-income countries. Our data span a period including general strikes and a 67% minimum wage increase. We have conducted 2 RCTs on line supervisor training. We are designing data collection and analysis tools for use by factories and a program to address issues related to worker stress.\n\nWe have collected data from 10 factories in Pakistan to benchmark productivity across countries. We are also working with the garment association in Myanmar. Relationships with large European-based buyers have led to discussions on linking with their suppliers in other countries. Our goal over the next 2 years is to collect data from at least 6 to 8 countries in Asia and Africa allowing cross-country analysis of productivity in lower-income countries at an unprecedented level of detail.",
    "totalCost": "1983402,25",
    "ecMaxContribution": "1983400",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;THE UNIVERSITY OF WARWICK",
    "participantCountries": "UK",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 243292
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 80012
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1660096
        }
    },
    "calculatedTotalContribution": 1983400
}