{
    "rcn": "199738",
    "acronym": "MYOCURE",
    "topics": "PHC-14-2015",
    "title": "Development of an innovative gene therapy platform to cure rare hereditary muscle disorders",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The objective of MYOCURE is to develop an innovative gene therapy platform to cure rare hereditary muscle disorders, specifically focusing on myotubular myopathy (MTM) and glycogen storage disorder (GSD) type II. These are attractive diseases for gene therapy since they compromise a diverse family of rare genetic diseases typically caused by single gene defects that often provoke significant morbidity and mortality due to skeletal muscle, cardiac and/or diaphragm dysfunction. There are no effective cures and current treatment is suboptimal. MYOCURE focuses specifically on overcoming the key bottlenecks that hamper muscle-directed gene therapy by (i) boosting gene transfer using muscle-specific adeno-associated viral vectors (AAV) generated de novo by directed molecular evolution (ii) increasing expression by using robust computationally designed muscle-specific promoters that are 400-fold more efficient than the state of the art, allowing the use of lower and thus safer therapeutic vector doses (iii) minimize undesirable immune reactions against the vector, gene-modified muscle cells and therapeutic proteins. The efficacy and safety of this advanced therapy medical product (ATMP) will be validated in preclinical MTM and GSD II animal models. A scalable manufacturing process will be developed for subsequent toxicology studies and an orphan drug designation will be applied for. MYOCURE will consolidate a roadmap towards clinical development and economic valorisation and maximize dissemination to the relevant stakeholders. The outcome of MYOCURE will constitute the basis of a Phase I gene therapy clinical trial in MTM and GSD patients consistent with the IRDiRC objectives to provide 200 therapies for rare disease by 2020. MYOCURE applies to 'PHC14 New Therapies for Rare Diseases' and advances the development of a new therapeutic option for patients suffering from these rare inherited muscle diseases, as well as related preclinical research and animal model development.",
    "totalCost": "5998937,5",
    "ecMaxContribution": "5998937,5",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH;UNIVERSITAETSKLINIKUM HEIDELBERG;ASPHALION SL;UNIVERSITAT AUTONOMA DE BARCELONA;ENVIGO CRS LIMITED;ASSOCIATION GENETHON;SORBONNE UNIVERSITE",
    "participantCountries": "FR;DE;ES;UK",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 491730
        },
        "998217883": {
            "orgId": "998217883",
            "orgName": "ASSOCIATION GENETHON",
            "ecContrib": 1437162
        },
        "984904439": {
            "orgId": "984904439",
            "orgName": "ENVIGO CRS LIMITED",
            "ecContrib": 1156500
        },
        "999778419": {
            "orgId": "999778419",
            "orgName": "EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH",
            "ecContrib": 466750
        },
        "999841081": {
            "orgId": "999841081",
            "orgName": "UNIVERSITAETSKLINIKUM HEIDELBERG",
            "ecContrib": 515250
        },
        "951218473": {
            "orgId": "951218473",
            "orgName": "ASPHALION SL",
            "ecContrib": 275000
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 555175
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 1101370
        }
    },
    "calculatedTotalContribution": 5998937
}