{
    "rcn": "199784",
    "acronym": "OptoHear",
    "topics": "ERC-ADG-2014",
    "title": "Cochlear Optogenetics for Auditory Research and Prosthetics",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "Disabling hearing impairment (HI) affects 360 million people worldwide and prevalence increases with age. So far, no causal treatment is available for its most common form, sensorineural HI. I propose to establish, characterize, and employ optogenetic stimulation of the cochlea, which provides unprecedented opportunities for auditory research and promises a fundamental advance of hearing restoration.\nSound is encoded by spiral ganglion neurons (SGNs) with high frequency-, intensity-, and time-resolution. Hearing can be enabled via electric stimulation of SGNs, which is employed in current hearing restoration with cochlear implants (CIs) and also used in auditory research. CIs enable speech comprehension in most users, but the quality of ëelectric hearingí is low, with poor frequency resolution. \nThe goal of OptoHear is to overcome this fundamental limitation by increasing the number of independent coding channels via spatially confined optical stimulation of channelrhodopsin (ChR)-expressing SGNs by tens of light emitters along the cochlear axis (cochlear optogenetics). This promises a dramatic improvement in the frequency resolution of artificial sound coding. As proof of principle, we achieved virus-mediated expression of ChR in SGNs, recorded light-evoked auditory activity and demonstrated improved frequency resolution for optical vs. electric stimulation in rodents. We co-developed and implanted optical multichannel CIs and studied their position in the rodent cochlea using X-ray tomography.\nWe will optimize the expression of best-suited ChRs in SGNs, establish multichannel optical stimulation, characterize neuronal responses to cochlear optogenetics along the auditory pathway by physiological and behavioural approaches, and employ cochlear optogenetics for fundamental auditory research. OptoHear will establish and use cochlear optogenetics as a research tool, validate its potential for research and hearing restoration, and prepare translation into the clinic.",
    "totalCost": "2496405",
    "ecMaxContribution": "2496405",
    "coordinator": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999492657": {
            "orgId": "999492657",
            "orgName": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
            "ecContrib": 2496405
        }
    },
    "calculatedTotalContribution": 2496405
}