{
    "rcn": "199758",
    "acronym": "TECHNOBEAT",
    "topics": "PHC-16-2015",
    "title": "Tools and TECHNOlogies for Breakthrough in hEArt Therapies",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Cardiovascular diseases including myocardial infarction (MI), which entails the irreversible loss of heart muscle tissue, constitute a major socio-economic burden in global healthcare. With whole organ transplantation as the only treatment option for end-stage heart failure, MI patients could particularly benefit from advanced cell therapies aimed at the functional reconstitution of damaged hearts. Human induced pluripotent stem cells (hiPSCs) can be derived by reprogramming patientsí somatic cells. In contrast to adult (stem) cells e.g. from blood, bone marrow or the heart, hiPSCs have unlimited expandability and differentiation potential into all relevant cell types including cardiomyocytes, endothelial cells, pericytes and connective tissue-forming cells, making them highly attractive as a universal cell source for organ repair. However, technologies for the robust therapeutic scale production of hiPSC-derived progenies in line with GMP standards and at reasonable cost are currently lacking.\nTECHNOBEATís ultimate objectives are 1) to advance therapeutic scale cell production through innovative bioreactor technologies and novel cell monitoring tools, and 2) to develop regulatory compliant bioprocessing of innovative iPSC-based cardiac µ-tissue. The clinical translation of cardiac µ-tissue will require 3) the development  and application of tools for improved cell delivery and longitudinal in vivo monitoring of cell grafts, and 4) proof-of-concept for safety and functional integration in physiologically relevant preclinical models of cellular heart repair.\nThrough its interdisciplinary excellence, TECHNOBEATís consortium of leading European stem cell researchers, clinicians, tissue-, bioprocess-, and technical- engineers in industry and academia is ideally positioned to address these ambitious objectives. It will provide new treatment options for suffering patients and increase Europeís attractiveness as a hub for innovative medical technologies.",
    "totalCost": "5968850",
    "ecMaxContribution": "5968850",
    "coordinator": "MEDIZINISCHE HOCHSCHULE HANNOVER",
    "coordinatorCountry": "DE",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;KADIMASTEM LTD;THE UNIVERSITY OF SHEFFIELD;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;DASGIP INFORMATION AND PROCESS TECHNOLOGY GMBH;OVIZIO IMAGING SYSTEMS;PARACELSUS MEDIZINISCHE PRIVATUNIVERSITAT SALZBURG - PRIVATSTIFTUNG",
    "participantCountries": "NL;IL;UK;DE;BE;AT",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 649750
        },
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 749750
        },
        "951074622": {
            "orgId": "951074622",
            "orgName": "DASGIP INFORMATION AND PROCESS TECHNOLOGY GMBH",
            "ecContrib": 729200
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 650000
        },
        "999878426": {
            "orgId": "999878426",
            "orgName": "MEDIZINISCHE HOCHSCHULE HANNOVER",
            "ecContrib": 1245950
        },
        "939066701": {
            "orgId": "939066701",
            "orgName": "KADIMASTEM LTD",
            "ecContrib": 649950
        },
        "929320917": {
            "orgId": "929320917",
            "orgName": "OVIZIO IMAGING SYSTEMS",
            "ecContrib": 649375
        },
        "998417703": {
            "orgId": "998417703",
            "orgName": "PARACELSUS MEDIZINISCHE PRIVATUNIVERSITAT SALZBURG - PRIVATSTIFTUNG",
            "ecContrib": 644875
        }
    },
    "calculatedTotalContribution": 5968850
}