{
    "rcn": "199774",
    "acronym": "StemBAT",
    "topics": "ERC-ADG-2014",
    "title": "New players in human BAT differentiation and activation: a human PSC-derived BAT approach combined with state of the art genome engineering and ñomics based methodologies",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Here we propose a strategy to control body weight and prevent/reverse obesity based on targeting brown adipose tissue (BAT) to facilitate negative energy balance and prevent adaptive responses to dietary restriction. However, BAT in humans is limited and poorly characterised. Thus, we propose to use stem cells as a tool to gain unique insights into the biology of human brown adipocytes. \nThe General Objective is to identify pathways and factors of potential therapeutic relevance that promote BAT development and/or activation/recruitment using a stem cell based BAT differentiation approach, and then to functionally validate the role of these factors in vitro by genome engineering human stem cell derived adipocytes and in vivo by transplanting these cells into mice. \nSpecific Aims are: 1.To identify molecular mechanisms involved in human brown adipose tissue development and activation. 2. To investigate the molecular mechanisms involved in human white adipose tissue browning/beige cells recruitment 3. To identify new agents/compounds of therapeutic value, able to activate or recruit human brown adipose tissue/brite cells.\nExperimental strategy: We will use a UCP1-reporter human pluripotent stem cell (PSC) line differentiated into brown and white adipocytes to identify genetic factors that may contribute to brown adipocyte differentiation/activation and white adipocyte browning. Following the identification of candidate genes, we will knock out, constitutively and/or inducibly, both alleles of these genes in human PSC cells, producing a total loss of function. Following the in vitro phenotyping of the cells we will proceed to the in vivo validation of the functional properties/phenotype of human PSC derived brown/brite adipocytes (wild-type and loss of function) by transplanting these cells into mice. Using these reporter tools we will also perform in vitro pharmacological screening and in vivo validation of new compounds that stimulate BAT activation and WAT browning",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "Genome Research Limited",
    "coordinatorCountry": "UK",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999981343": {
            "orgId": "999981343",
            "orgName": "GENOME RESEARCH LIMITED",
            "ecContrib": 0
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}