{
    "rcn": "199789",
    "acronym": "MyeliNANO",
    "topics": "ERC-ADG-2014",
    "title": "Myelinic nanochannels in neurodegenerative diseases",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Myelin is made by highly specialized glial cells and enables fast axonal impulse propagation. We have\ndiscovered that oligodendrocytes in the CNS are, in addition to myelination, required for the integrity and\nsurvival of axons, independent of the presence or absence of myelin itself. More recently, we found the\nunderlying mechanism and could show that glycolytic oligodendrocytes provide axons with pyruvate/lactate.\nThese metabolites are transported through a system of myelinic nanochannels to the axonal compartment, in\nwhich mitochondria generate ATP. The finding was a paradigm-shift for the physiological function of axonassociated\nglia, and opens now the intriguing possibility that oligodendrocytes are important modifiers of\nneurological diseases in which myelinated axons are lost. This includes, in addition to multiple sclerosis, also\nclassical neuropsychiatric disorders. We will generate novel genetic tools in mice that allow us to study the\nrole myelin and secondary axonal loss in higher brain functions. We will test the challenging hypothesis that\nreducing oligodendroglial support of axonal metabolism is a risk for differen neurodegenerative disorders.\nThese involve the previously neglected ultrastructure of CNS myelin with cytosolic (20-300 nanometer\nwide) channels within the myelin sheath. These 'nanochannels' couple the oligodendrocyte soma\nmetabolically to the adaxonal space, but are vulnerable to aging and physical injury. We hypothesize that\ncellular mechanisms as diverse as neuroinflammation and the aggregation of misfolded proteins in myelinic\nnanochannels cause perturbations of the axonal energy metabolism. When combined, the findings of\nMyeliNANO will shed new light on previously unknown functions of CNS myelin and will pave the way for\nmetabolic neuroprotection as a therapeutic approach to a range of neurodegenerative diseases.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}