{
    "rcn": "199757",
    "acronym": "Hyksos Enigma",
    "topics": "ERC-ADG-2014",
    "title": "The Enigma of the Hyksos",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The Hyksos (Greek rendering of the Egyptian title ìrulers of the foreign countriesî) were a dynasty of foreign rulers of Egypt between c.1640 and 1530 BC. Some modern researchers, following the ancient historian Flavius Josephus (1st cent. AD) thought they were ancestors of the early Israelites, others suggested that their appearance should be tied to the Hurrian expansion to the Levant. Most scholars today think, according to the onomastic data, that they were western Semites. Their geographical origin in the Levant, their seizure of power and their role in history, remains, however, an enigma, as the period is poorly represented in texts. Nevertheless the Hyksos phenomenon has thus far mainly been studied by text-based Egyptology. \nIn the last decades, however, excavations at T. el-Dabëa, T. el-Rotaba, T. el Maskhuta and other places in the eastern Delta have produced an enormous wealth of new data such as urban settlements, palaces, tombs, temples, offering remains, besides enormous quantities of material culture and physical remains which can be attributed to the carriers of the Hyksos rule and their predecessors. These materials, left thus far largely aside in the historical discussion, can be utilised as first class historical sources. The envisaged investigations will be conducted in 8 interrelated research tracks, incorporating an array of archaeological, historical, theoretical and analytical sciences. The aim is to reveal in a holistic approach the origin, the dialogue with and the impact of western Asiatic people on culture of the host country and finally their heritage. They played a much greater role in the history of the Old World than envisaged and pushed Egypt into the focus of what happened in the Near East in the 2nd millennium BC. This innovative exploration of the Hyksos phenomenon has the potential to write a new chapter in the history of this salient region and offer a model.",
    "totalCost": "2446819",
    "ecMaxContribution": "2446819",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "BOURNEMOUTH UNIVERSITY",
    "participantCountries": "UK",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 1957506
        },
        "999862906": {
            "orgId": "999862906",
            "orgName": "BOURNEMOUTH UNIVERSITY",
            "ecContrib": 489312
        }
    },
    "calculatedTotalContribution": 2446818
}