{
    "rcn": "199713",
    "acronym": "ElastoCardioScope",
    "topics": "ERC-PoC-2014",
    "title": "An innovative tool for non-invasive evaluation of myocardial stiffness",
    "startDate": "01/11/2015",
    "endDate": "30/04/2017",
    "objective": "Heart failure (HF) affects 14 million people in Europe, and this number is expected to increase to 30 million by 2020. Early diagnosis of HF is essential for successfully addressing underlying causes. However, initial diagnosis is difficult in many situations so that HF is correctly diagnosed in only half of patients. Diastolic HF, that accounts for more than 50% of all HF patients, is due to abnormal ventricular stiffness which remains very difficult to diagnose. The characterization of myocardial properties remains today a challenge and there is no technique that can assess myocardial stiffness in clinical practice. Shear Wave Imaging (SWI), a novel ultrasound technique, has been shown capable of quantifying myocardial stiffness. The development of SWI for transthoracic evaluation of myocardial stiffness in patients is one of the major goal of ULTRAECHOCARDIO, the related ERC-funded project. To achieve this goal, ultrafast ultrasound imaging is developed in order to provide thousands of images per second of the heart requiring the development of complex equipment and imaging methodology. In ElastoCardioScope, a novel portable ultrasound device will be developed for non-invasive quantification of myocardial stiffness. The idea of ElastoCardioScope is to develop a simple and innovative approach for SWI that 1) quantifies myocardial stiffness transthoracically, 2) evaluates myocardial function through time-varying stiffness and 3) is cost effective. In contrast with SWI that requires costly and complex multichannel electronics and transducers, this project aims to develop a low cost and portable approach which does not rely on ultrafast imaging of the heart. The clinical proof of concept of this technology will be performed on patients with diastolic HF. This simple and low cost innovative technology will provide a clear solution to unmet medical needs and thus has great potential for take-up and use by clinicians at hospital but also in other points of cares.",
    "totalCost": "149750",
    "ecMaxContribution": "149750",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 149750
        }
    },
    "calculatedTotalContribution": 149750
}