{
    "rcn": "199776",
    "acronym": "NormativeEconomics",
    "topics": "ERC-ADG-2014",
    "title": "Reconstructing normative economics on a foundation of mutual advantage",
    "startDate": "01/01/2016",
    "endDate": "30/09/2020",
    "objective": "Economics has traditionally assumed that individuals seek to satisfy coherent and asocial preferences, and has used the satisfaction of those preferences as a normative criterion. This ëneoclassicalí approach has supported a view of the market as an institution in which privately-motivated individual actions tend to produce socially beneficial consequences. These ideas have been called into question by recent developments in behavioural economics, which point to the cognitive limitations of economic agents, the instability of preferences, and the existence of pro-social motivations. A common inference is that traditional presumptions in favour of the market and against paternalism are invalidated. I aim to develop an approach to normative economics, and a corresponding understanding of the role of markets, which do not require neoclassical rationality assumptions but may still support those presumptions.\n\nMy approach is innovative in two ways. First, the criterion for normative analysis is opportunity, not preference satisfaction.  Even if individuals lack coherent preferences, opportunities for mutually advantageous transactions can be defined in a normatively significant way, and competitive markets can be shown to be effective in providing such opportunities. Second, using a new version of the theory of ëteam reasoningí, the relationship between parties to a market transaction can be construed in terms of a joint intention to achieve mutual benefit. This motivation can support practices of trust and cooperation without disabling market incentives.  Using the methods of theoretical and experimental economics and analytical philosophy, I will formalise and integrate these ideas and extend them to provide a new understanding of the role of government in the economy. This work will include analyses of distributional fairness, market ethics, and of the role of regulation in maintaining competitive markets in the face of consumersí cognitive limitations.",
    "totalCost": "1172374",
    "ecMaxContribution": "1172374",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF WARWICK",
    "participantCountries": "UK",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 178758
        },
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 993616
        }
    },
    "calculatedTotalContribution": 1172374
}