{
    "rcn": "199762",
    "acronym": "AsthmaPhenotypes",
    "topics": "ERC-ADG-2014",
    "title": "Understanding asthma phenotypes: going beyond the atopic/non-atopic paradigm",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Fifteen years ago it was widely believed that asthma was an allergic/atopic disease caused by allergen exposure in infancy; this produced atopic sensitization and continued exposure resulted in eosinophilic airways inflammation, bronchial hyper-responsiveness and reversible airflow obstruction. It is now clear that this model is at best incomplete. Less than one-half of asthma cases involve allergic (atopic) mechanisms, and most asthma in low-and-middle income countries is non-atopic. Westernization may be contributing to the global increases in asthma prevalence, but this process appears to involve changes in asthma susceptibility rather than increased exposure to ìestablishedî asthma risk factors. Understanding why these changes are occurring is essential in order to halt the growing global asthma epidemic.This will require a combination of epidemiological, clinical and basic science studies in a variety of environments.  \n\nA key task is to reclassify asthma phenotypes. These are important to: (i) better understand the aetiological mechanisms of asthma; (ii) identify new causes; and (iii) identify new therapeutic measures. There are major opportunities to address these issues using new techniques for sample collection from the airways (sputum induction, nasal lavage), new methods of analysis (microbiome, epigenetics), and new bioinformatics methods for integrating data from multiple sources and levels. There is an unprecedented potential to go beyond the old atopic/non-atopic categorization of phenotypes. \n\nI will therefore conduct analyses to re-examine and reclassify asthma phenotypes. The key features are the inclusion of: (i) both high and low prevalence centres from both high income countries and low-and-middle income countries; (ii) much more detailed biomarker information than has been used for previous studies of asthma phenotypes; and (iii) new bioinformatics methods for integrating data from multiple sources and levels.",
    "totalCost": "2348803",
    "ecMaxContribution": "2348803",
    "coordinator": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "Massey University;UNIVERSIDADE FEDERAL DA BAHIA;UNITED KINGDOM RESEARCH AND INNOVATION;ST GEORGE'S HOSPITAL MEDICAL SCHOOL;UNIVERSITY OF BRISTOL;MEDICAL RESEARCH COUNCIL",
    "participantCountries": "NZ;BR;UK",
    "projectParticipants": {
        "999873479": {
            "orgId": "999873479",
            "orgName": "ST GEORGE'S HOSPITAL MEDICAL SCHOOL",
            "ecContrib": 255880
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 269141
        },
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 1070167
        },
        "994533435": {
            "orgId": "994533435",
            "orgName": "UNIVERSIDADE FEDERAL DA BAHIA",
            "ecContrib": 255882
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        },
        "992582086": {
            "orgId": "992582086",
            "orgName": "Massey University",
            "ecContrib": 268475
        }
    },
    "calculatedTotalContribution": 2119545
}