{
    "rcn": "199727",
    "acronym": "HEP-CAR",
    "topics": "PHC-03-2015",
    "title": "Mechanisms underlying hepatocellular carcinoma pathogenesis and impact of co-morbidities.",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Hepatocellular carcinoma (HCC) is the most common liver malignancy, with an estimated 750,000 new cases and 695,000 deaths per year, rating third in incidence and mortality in the world. Whilst incidence and mortality for other cancers are declining, HCC represents an increasing public health problem in Europe with men having a higher incidence than women. Several liver diseases lead to HCC and become per definition co-morbidities, such as nonalcoholic steatohepatitis (NASH) or hepatitis B and C virus infection. Most patients die within one year of diagnosis and treatment failure reflects the heterogeneous nature of this tumour, highlighting the need to identify common and co-morbidity specific disease pathways for individualized therapy. HEP-CAR will focus on three leading HCC associated co-morbidities, specifically NASH and hepatitis B and C infection. Non-biased genetic and lipidomic screens will define cellular pathways that are deregulated in HCC and the impact of co-morbidities and gender. Next to established patient cohorts, several in vitro and in vivo models are available to evaluate the role of co-morbidities as drivers of host oncogenic pathways and to provide much needed pre-clinical models for mechanistic studies and future drug screening. We will develop new approaches to study the impact of co-morbidities on HCC immunobiology, ranging from state-of-art tissue explant models to novel humanized mouse models. The aim of HEP-CAR is to define host pathways that impact HCC pathogenesis and to assess their role in different co-morbidities and treatment responses. The research and clinical excellence will be combined with the knowledge transfer and communication competence of leading organizations such as the European Association for the Study of the Liver (EASL) and the European Liver Patients Association (ELPA). Thus, HEP-CAR will generate tangible and sustained improvements in the understanding, prevention and management of HCC for all European citizens.",
    "totalCost": "5698310",
    "ecMaxContribution": "5698310",
    "coordinator": "UNIVERSITAETSKLINIKUM FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH;THE UNIVERSITY OF BIRMINGHAM;DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG;THE BABRAHAM INSTITUTE;CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER;UNIVERSITAETSKLINIKUM HEIDELBERG;ALTA RICERCA E SVILUPPO IN BIOTECNOLOGIE SRLU;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "FR;DE;UK;ES;IT",
    "projectParticipants": {
        "999473742": {
            "orgId": "999473742",
            "orgName": "THE BABRAHAM INSTITUTE",
            "ecContrib": 599380
        },
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 600000
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 7086
        },
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 771550
        },
        "998985638": {
            "orgId": "998985638",
            "orgName": "ALTA RICERCA E SVILUPPO IN BIOTECNOLOGIE SRLU",
            "ecContrib": 180000
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 399375
        },
        "999841081": {
            "orgId": "999841081",
            "orgName": "UNIVERSITAETSKLINIKUM HEIDELBERG",
            "ecContrib": 500000
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 800000
        },
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 1012755
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 828164
        }
    },
    "calculatedTotalContribution": 5698310
}