{
    "rcn": "199711",
    "acronym": "Local State",
    "topics": "ERC-ADG-2014",
    "title": "State Formation Through the Local Production of Property and Citizenship",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The key concern of the proposed research is how political power is established and reproduced through the production of the fundamental social contracts of property and citizenship. We will re-define the research on so-called failed and weak states, by examining what political authority is actually exercised rather than measuring how they fall short of theoretical ideals. \n\nIn developing countries with legal and institutional pluralism, no single institution exercises the political authority as such. Different institutions compete to define and enforce rights to property and citizenship. This is most visible at the local level, yet it has implications for theorizing the state as such. Hence, investigating the social production of property and citizenship is a way to study state formation. We study local institutions that exercise political authority and govern access to resources, and recognition of these rights. What institution guarantees what claims as rights, and, especially, how, is crucial, as it leads to the recognition of that particular institution as a political authority. We therefore study statutory as well as non-statutory institutions. We are not simply looking for property deeds and passports etc. issued by statutory government as measurements of political authority. Rather, we look for secondary forms of recognition ëissuedí by non-statutory institutions that represent mutual acknowledgements of claims even without a narrow legal endorsement. Dynamics such as these are fundamental for a concise understanding of developing country state formation processes.  \n\nTen country studies with rural and urban field sites will be conducted. We focus on concrete controversies. We collect data at several levels and from different sources, including resident groups, land users, local civil servants, local politicians and business-owners, as well as large-scale contractors, municipal politicians and administrators.",
    "totalCost": "2469285",
    "ecMaxContribution": "2469285",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 2469285
        }
    },
    "calculatedTotalContribution": 2469285
}