{
    "rcn": "199715",
    "acronym": "BlueHealth",
    "topics": "PHC-04-2015",
    "title": "Linking Up Environment, Health and Climate for Inter-sector Health Promotion and Disease Prevention in a Rapidly Changing Environment",
    "startDate": "01/01/2016",
    "endDate": "30/06/2020",
    "objective": "The BlueHealth Consortium brings together a multi-disciplinary team of experts reaching across all 28 European Union countries. The proposed 4.5 year BlueHealth Project takes an international, interdisciplinary and multi-sector approach to health promotion and disease prevention by investigating the relationship between the EUís ëblue infrastructureí and the health and well-being of its citizens. Blue infrastructure refers to the network of natural and man-made aquatic environments providing a range of multi-sectorial services (e.g. transportation, fresh water provision). There has been no systematic attempt to detail the potential impacts of our blue infrastructure on health promotion and disease prevention, nor to develop guidelines on how health should be considered when developing blue infrastructure interventions, particularly across sectors. BlueHealth will address this gap.\n\nThe majority of Europeans live in cities built on inland waterways, lakes, or the coasts. BlueHealth will focus on urban blue infrastructures. The EUís blue infrastructure offers significant health and well-being related opportunities and benefits (eg urban cooling, recreation), but also challenges and stressors (eg flooding, microbial/chemical pollution). BlueHealth will investigate these trade-offs, with the aims of quantifying the impacts on population health and well-being of interventions and policy initiatives connected to blue infrastructure, and identifying success factors and obstacles of inter-sectorial collaborations. Assessments of health and environment benefits, risks and costs will improve our understanding of the role of urban blue infrastructures on across-sector health promotion and disease prevention. The Partners have collaborations across the Environment, Health, and Climate sectors, and extensive experience with inter-institutional, multi-sectorial, interdisciplinary research programmes employing innovation, stakeholder engagement, dissemination, and policy impact.",
    "totalCost": "5998671,25",
    "ecMaxContribution": "5998671,25",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "FUNDACIO CENTRE DE RECERCA EN EPIDEMIOLOGIA AMBIENTAL - CREAL;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;ISTITUTO SUPERIORE DI SANITA;FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA;RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU;EESTI MAAULIKOOL;LUNDS UNIVERSITET;FONDAZIONE CENTRO EURO-MEDITERRANEO SUI CAMBIAMENTI CLIMATICI;WORLD HEALTH ORGANIZATION",
    "participantCountries": "ES;EL;IT;NL;EE;SE;CH",
    "projectParticipants": {
        "999419422": {
            "orgId": "999419422",
            "orgName": "FONDAZIONE CENTRO EURO-MEDITERRANEO SUI CAMBIAMENTI CLIMATICI",
            "ecContrib": 250000
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 975005
        },
        "951414122": {
            "orgId": "951414122",
            "orgName": "FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA",
            "ecContrib": 974438
        },
        "999857280": {
            "orgId": "999857280",
            "orgName": "EESTI MAAULIKOOL",
            "ecContrib": 875000
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 1385428
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 470000
        },
        "999480144": {
            "orgId": "999480144",
            "orgName": "WORLD HEALTH ORGANIZATION",
            "ecContrib": 399975
        },
        "999991431": {
            "orgId": "999991431",
            "orgName": "RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU",
            "ecContrib": 468825
        },
        "999978821": {
            "orgId": "999978821",
            "orgName": "ISTITUTO SUPERIORE DI SANITA",
            "ecContrib": 200001
        },
        "999551245": {
            "orgId": "999551245",
            "orgName": "FUNDACIO CENTRE DE RECERCA EN EPIDEMIOLOGIA AMBIENTAL - CREAL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 5998672
}