{
    "rcn": "199742",
    "acronym": "MIB",
    "topics": "PHC-11-2015",
    "title": "Multi-modal, Endoscopic Biophotonic Imaging of Bladder Cancer for Point-of-Care Diagnosis",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Bladder cancer is among the most expensive diseases in oncology in terms of treatment costs; each procedure requires days of hospitalisation and recurrence rates are high. Current unmet clinical needs can be addressed by optical methods due to the combination of non-invasive and real-time capture of unprecedented biomedical information.\nThe MIB objective is to provide robust, easy-to-use, cost-effective optical methods with superior sensitivity and specificity to enable a step-change in point-of-care diagnostics of bladder cancer. The concept relies on combining optical methods (optical coherence tomography, multi-spectral opto-acoustic tomography, shifted excitation Raman difference spectroscopy, and multiphoton microscopy) providing structural, biochemical and functional information. The hypothesis is that such combination enables in situ diagnosis of bladder cancer with superior sensitivity and specificity due to unprecedented combined anatomic, biochemical and molecular tissue information. The step-change is that this hybrid concept is provided endoscopically for in vivo clinical use.\nThe project relies on development of new light sources, high-speed imaging systems, unique imaging fibre bundles, and endoscopes, combined and applied clinically. The consortium comprises world-leading academic organisations in a strong partnership with innovative SMEs and clinical end-users. \nThrough commercialization of this novel imaging platform, MIB is expected to reinforce leading market positions in medical devices and healthcare for the SMEs in areas where European industry is already strong. The impact is that improved diagnostic procedures facilitate earlier onset of effective treatment, thus recurrence and follow-up procedures would be reduced by 10%, i.e., reducing costs. Using MIB technology, healthcare cost savings in the order of 360MÄ are expected for the whole EU. Equally important, prognosis and patient quality of life would improve drastically.",
    "totalCost": "5983807,5",
    "ecMaxContribution": "5983807,5",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "GRINTECH GMBH;MEDIZINISCHE UNIVERSITAET WIEN;LEIBNIZ-INSTITUT FUER PHOTONISCHE TECHNOLOGIEN E.V.;REGION HOVEDSTADEN;HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH;FORSCHUNGSVERBUND BERLIN EV;M-SQUARED LASERS LIMITED;2M ENGINEERING LIMITED;Blazejewski MEDI-TECH GMBH",
    "participantCountries": "DE;AT;DK;UK",
    "projectParticipants": {
        "999656005": {
            "orgId": "999656005",
            "orgName": "M-SQUARED LASERS LIMITED",
            "ecContrib": 527500
        },
        "999619048": {
            "orgId": "999619048",
            "orgName": "LEIBNIZ-INSTITUT FUER PHOTONISCHE TECHNOLOGIEN E.V.",
            "ecContrib": 684000
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 684976
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 859250
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 718725
        },
        "940803486": {
            "orgId": "940803486",
            "orgName": "Blazejewski MEDI-TECH GMBH",
            "ecContrib": 432812
        },
        "949203104": {
            "orgId": "949203104",
            "orgName": "GRINTECH GMBH",
            "ecContrib": 365475
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 508968
        },
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 699999
        },
        "994769921": {
            "orgId": "994769921",
            "orgName": "2M ENGINEERING LIMITED",
            "ecContrib": 502102
        }
    },
    "calculatedTotalContribution": 5983807
}