{
    "rcn": "199763",
    "acronym": "COEL",
    "topics": "WIDESPREAD-2-2014",
    "title": "Cognitive Electronics",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "Tackling the various societal, economic and environmental challenges faced by the EU can be supported by ICT-based solutions such as Wireless Sensor Networks, RFID, Internet of ThingsÖ R&D in so-called smart embedded and energy efficient electronics is increasingly important so that such solutions perform adequately, reliably and securely, adapt to changing conditions, and be energetically less visible as their number grows; i.e., future electronics should have cognitive functions deeply embedded into them.\nEstablishing an ERA Chair at T.J. Seebeck Department of Electronics, Tallinn University of Technology, will help it keeping abreast with the above research specialization by increasing its research capacity in cognitive electronics related topics such as new architectures, methods and tools for energy-efficient sensor signal processing, new sensor technologies with improved yield, and efficient communication techniques for autonomous systems and RFID solutions. Promising applications include pervasive ambient medical/health monitoring, inspection of the structural health of materials and constructs, smart transportation and smart energy distribution. \nThe main task of the ERA Chair will be to breathe new competences, federate resources, and increase the integration of existing research activities by building a coherent research framework in the department. The increased research capacity initiated by the ERA Chair will not only result in significant contributions to the above scientific topics, but will also increase the department visibility at the European and international levels. While much attention will be paid to cooperation with the industry, the key target is coordination of the research in the area of cognitive electronics, including with other academic and technology development institutes. Naturally, the Chair will also participate actively in the training and teaching at the doctoral level, bringing contemporary knowledge & methods to the department.",
    "totalCost": "2791088,75",
    "ecMaxContribution": "2500000",
    "coordinator": "TALLINNA TEHNIKAULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842536": {
            "orgId": "999842536",
            "orgName": "TALLINNA TEHNIKAULIKOOL",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}