{
    "rcn": "199722",
    "acronym": "TAT-CF",
    "topics": "PHC-14-2015",
    "title": "Novel therapeutic approaches for the treatment of cystic fibrosis based on small molecule transmembrane anion transporters",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "This project will develop an innovative therapeutic approach for the treatment of Cystic Fibrosis (CF). This condition originates from the defective function of the CFTR protein, a chloride and bicarbonate permeable transmembrane channel. This project will evaluate small molecules capable of facilitating the transmembrane transport of anions such as chloride and bicarbonate and will thus enable CF treatment by replacing the missing CFTR anion permeation activity. This represents an unexplored path in the treatment of CF and a paradigm shift with respect to current strategies searching for a cure for CF. Instead of focusing on the development of mutation-specific treatments, we plan to develop a therapy applicable to CF patients, regardless of the type of mutation they harbor. Thus, this therapeutic approach overcomes the limitation of current mutation-specific treatments and is applicable to CF patients in general.\nTo achieve this goal we have set up a comprehensive program to validate a research concept and complete the preclinical development of a new lead compound, making it ready for early clinical development. A  rmultidisciplinary team of qualified researchers have been assembled to bring to conclusion a truly translational project from the synthesis of new compounds to validation on animal models.\nCystic Fibrosis affects more people than any other rare disease. Therefore, it could be said, at least in quantitative terms, that CF qualifies as the main target of the topic. This project aims to complete the preclinical development of novel, innovative drugs based on a radically new concept in Cystic Fibrosis therapies. This result fully addresses the expected impact set out in the work programme of advancing the development of new therapeutic options for patients living with rare diseases as well as contributing to reach the IRDiRC objective to deliver 200 new therapies for rare diseases by 2020.",
    "totalCost": "4591287,5",
    "ecMaxContribution": "4591287,5",
    "coordinator": "UNIVERSIDAD DE BURGOS",
    "coordinatorCountry": "ES",
    "participants": "BIOPRAXIS RESEARCH AIE;STEINBEIS INNOVATION GGMBH;BIONEER A/S;AVIDIN KUTATO, FEJLESZTO ES KERESKEDELMI KFT;ISTITUTO GIANNINA GASLINI;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "ES;DE;DK;HU;IT",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 523954
        },
        "952764653": {
            "orgId": "952764653",
            "orgName": "BIOPRAXIS RESEARCH AIE",
            "ecContrib": 591875
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 519369
        },
        "999555125": {
            "orgId": "999555125",
            "orgName": "BIONEER A/S",
            "ecContrib": 601375
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 610274
        },
        "999448037": {
            "orgId": "999448037",
            "orgName": "ISTITUTO GIANNINA GASLINI",
            "ecContrib": 390002
        },
        "998959642": {
            "orgId": "998959642",
            "orgName": "UNIVERSIDAD DE BURGOS",
            "ecContrib": 665564
        },
        "986398433": {
            "orgId": "986398433",
            "orgName": "AVIDIN KUTATO, FEJLESZTO ES KERESKEDELMI KFT",
            "ecContrib": 688875
        }
    },
    "calculatedTotalContribution": 4591288
}