{
    "rcn": "199773",
    "acronym": "ATLAS",
    "topics": "ERC-ADG-2014",
    "title": "Bioengineered autonomous cell-biomaterials devices for generating humanised micro-tissues for regenerative medicine",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "New generations of devices for tissue engineering (TE) should rationalize better the physical and biochemical cues operating in tandem during native regeneration, in particular at the scale/organizational-level of the stem cell niche. The understanding and the deconstruction of these factors (e.g. multiple cell types exchanging both paracrine and direct signals, structural and chemical arrangement of the extra-cellular matrix, mechanical signalsÖ) should be then incorporated into the design of truly biomimetic biomaterials. ATLAS proposes rather unique toolboxes combining smart biomaterials and cells for the ground-breaking advances of engineering fully time-self-regulated complex 2D and 3D devices, able to adjust the cascade of processes leading to faster high-quality new tissue formation with minimum pre-processing of cells. Versatile biomaterials based on marine-origin macromolecules will be used, namely in the supramolecular assembly of instructive multilayers as nanostratified building-blocks for engineer such structures. The backbone of these biopolymers will be equipped with a variety of (bio)chemical elements permitting: post-processing chemistry and micro-patterning, specific/non-specific cell attachment, and cell-controlled degradation. Aiming at being applied in bone TE, ATLAS will integrate cells from different units of tissue physiology, namely bone and hematopoietic basic elements and consider the interactions between the immune and skeletal systems. These ingredients will permit to architect innovative films with high-level dialogue control with cells, but in particular sophisticated quasi-closed 3D capsules able to compartmentalise such components in a ìglobe-likeî organization, providing local and long-range order for in vitro microtissue development and function. Such hybrid devices could be used in more generalised front-edge applications, including as disease models for drug discovery or test new therapies in vitro.",
    "totalCost": "2498987,5",
    "ecMaxContribution": "2498987,5",
    "coordinator": "UNIVERSIDADE DE AVEIRO",
    "coordinatorCountry": "PT",
    "participants": "UNIVERSIDADE DO MINHO",
    "participantCountries": "PT",
    "projectParticipants": {
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 60000
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 2438988
        }
    },
    "calculatedTotalContribution": 2498988
}