{
    "rcn": "199772",
    "acronym": "ZF-BrainReg",
    "topics": "ERC-ADG-2014",
    "title": "Regeneration of the adult zebrafish brain",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The goal of this research proposal is to unravel the cellular and molecular mechanisms for the ability of the adult zebrafish brain to regenerate itself after a lesion, and to compare these mechanisms in the non-regenerating mammalian brain. The corresponding mechanisms, if reactivated, may rekindle regeneration also in mammalian brains. Specifically, we focus on identifying the endogeneous stem and progenitor cells that contribute to neural regeneration in zebrafish, by genetic lineage tracing experiments under conditions of regeneration. We have begun to identify the genes and mechanisms controlling regeneration ability in these cells by transcriptome analysis of specific cell types isolated by FACS sorting and transcriptome analysis, which has revealed a key positive role for inflammation as a trigger in regeneration. The resulting candidate genes are functionally tested in adult zebrafish brains for their requirement and sufficiency to elicit or contribute to brain regeneration. If confirmed, we will test for the function of such genes and mechanism in mammalian tissue culture models of regeneration, and determine in adult mouse brain in vivo whether they are candidates to be tested in mammalian brain regeneration. Functional knock-out, knock-in and viral expression tests of such genes and mechanisms in vivo in mice will determine their ability to rekindle regeneration in the lesioned mammalian brain. \n\nThis research proposal will provide fundamental insights into the cellular and molecular mechanisms controlling the process of brain regeneration in vertebrates, and will thus suggest avenues for future progenitor cell-based therapies of the injured or diseased human brain.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}