{
    "rcn": "199780",
    "acronym": "CHEMCOMRHIZO",
    "topics": "ERC-ADG-2014",
    "title": "Chemical communication in the rhizosphere of plants",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "Plants secrete metabolites to communicate with other organisms in their rhizosphere. An exciting example of rhizosphere signalling molecules are the strigolactones. These are used by the friends of plants, the arbuscular mycorrhizal fungi, for host detection but also by their enemies, root parasitic plants. Furthermore, they have an endogenous signalling function, as a plant hormone that regulates shoot branching and root architecture. I postulate that this dual positive and negative signalling role of the strigolactones is the result of a paradigm: enemies of plants recruit molecules that are essential to the plant as cues. This paradigm has two important implications: 1) other plant-produced signalling molecules known to be abused by plant enemies likely have another, beneficial essential function in plants and 2) the involvement of multiple, positive and negative, biological functions exerts a selective pressure on these signalling molecules that results in the evolution of diversity in structure and biological specificity. In the project proposed here I will address implication 1) using an innovative approach in a new area by setting out to discover a new signalling role for plant parasitic cyst nematode hatching stimulants and I will investigate implication 2) by studying how biological specificity in strigolactones and hatching stimulants is mediated by the creation of structural diversity and the concomitant changes in perception, in parasitic plants and nematodes. This work will shed light on the significance of structural diversity in signalling molecules and the co-evolution of perception and may result in the discovery of a new class of signalling molecules in plants. It will also provide the fundamental knowledge enabling biotechnological and agronomical applications to optimise colonisation by AM fungi and plant development, and control parasitation by root parasitic plants and cyst nematodes.",
    "totalCost": "2498673,86",
    "ecMaxContribution": "2498673,86",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "WAGENINGEN UNIVERSITY",
    "participantCountries": "NL",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 78184
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 2420490
        }
    },
    "calculatedTotalContribution": 2498674
}