{
    "rcn": "199733",
    "acronym": "HemAcure",
    "topics": "PHC-16-2015",
    "title": "Application of combined gene and cell therapy within an implantable therapeutic device for the treatment of severe hemophilia A",
    "startDate": "01/11/2015",
    "endDate": "31/10/2018",
    "objective": "The main objective of the HemAcure project is to develop and refine the tools and technologies for a novel ex vivo prepared cell based therapy to treat the bleeding disease haemophilia A (caused by genetic deficiency in clotting factor VIII (FVIII)) that should ultimately lead to improved quality of life of the patients. The concept is a further development of our approach, established during the FP7 ReLiver project led by Medicyte. From the very beginning, we balance two important goals, maximizing the productís efficacy and safety profile on one side and minimizing production cost on the other by enhancing the productís manufacturability. HemAcure relates to the work program as we focus on the refinement of all steps and tools of our ex vivo gene therapy approach. These steps involve 1) isolation and culture of cells from patientsí blood, 2) manipulation of patient cells to repair its genetic defect by ex vivo introducing the correct genetic copy of FVIII (mutations in this gene lead to hemophilia A), 3) automation of cell expansion in a novel and passage-less scalable bioreactor, 4) continuously monitoring of cells during and after expansion with respect to their safety profile and functionality, 5) cell implantation into a worldwide unique medical device for targeted delivery of therapeutic Factor VIII and 6) proof-of-concept and safety studies in appropriate haemophilia A animal models. The aim of adapting the proof-of-concept to GMP requires a risk based approach, by means of a clear understanding of the whole process from design to production of the therapeutic cells and a systematic way to identify and prevent risks that are not acceptable for the patient. All steps will be designed and conducted according to European GMP-regulations to ensure that the product will fully comply to the requirements for quality of the European authorities.",
    "totalCost": "5564395",
    "ecMaxContribution": "5564395",
    "coordinator": "UNIVERSITAETSKLINIKUM WUERZBURG - KLINIKUM DER BAYERISCHEN JULIUS-MAXIMILIANS-UNIVERSITAT",
    "coordinatorCountry": "DE",
    "participants": "SERNOVA CORP.;GRUNEWALD JURGEN;UNIVERSITA DEGLI STUDI DEL PIEMONTE ORIENTALE AMEDEO AVOGADRO;GABO:MI GESELLSCHAFT FUR ABLAUFORGANISATION:MILLIARIUM MBH & CO KG;ARTTIC;LOUGHBOROUGH UNIVERSITY",
    "participantCountries": "CA;DE;IT;FR;UK",
    "projectParticipants": {
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 150000
        },
        "932056317": {
            "orgId": "932056317",
            "orgName": "GRUNEWALD JURGEN",
            "ecContrib": 338188
        },
        "997297353": {
            "orgId": "997297353",
            "orgName": "UNIVERSITAETSKLINIKUM WUERZBURG - KLINIKUM DER BAYERISCHEN JULIUS-MAXIMILIANS-UNIVERSITAT",
            "ecContrib": 1714513
        },
        "931718951": {
            "orgId": "931718951",
            "orgName": "SERNOVA CORP.",
            "ecContrib": 944178
        },
        "999990752": {
            "orgId": "999990752",
            "orgName": "LOUGHBOROUGH UNIVERSITY",
            "ecContrib": 983280
        },
        "999753005": {
            "orgId": "999753005",
            "orgName": "GABO:MI GESELLSCHAFT FUR ABLAUFORGANISATION:MILLIARIUM MBH & CO KG",
            "ecContrib": 34237
        },
        "999905392": {
            "orgId": "999905392",
            "orgName": "UNIVERSITA DEGLI STUDI DEL PIEMONTE ORIENTALE AMEDEO AVOGADRO",
            "ecContrib": 1400000
        }
    },
    "calculatedTotalContribution": 5564396
}