{
    "rcn": "199721",
    "acronym": "VISION DMD",
    "topics": "PHC-14-2015",
    "title": "VISION-DMD - Phase 2 Clinical Trials of VBP15: An Innovative Steroid-like Intervention on Duchenne Muscular Dystrophy",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "VISION-DMD aims to advance clinical development of the orphan drug VBP15 as a new therapy to revolutionise care for all patients with Duchenne muscular dystrophy (DMD) by 2020, in line with IRDiRC goals. DMD is an incurable, rare muscle wasting disease; boys progressively weaken, lose ambulation and death occurs by early adulthood. Corticosteroids (CS) are widely recognised to increase muscle strength and delay disease progression but global acceptance as standard of care is very variable due to severe side effects. VBP15 is an innovative steroid-like drug designed to retain or better CS efficacy and improve membrane stabilization with reduced or no side effects. VBP15 will increase the therapeutic window to slow disease progression and improve quality of life and lifespan for all DMD patients. \nBuilding on positive preclinical and Phase 1 results funded by government grants and international patient groups and based on FDA and EMA advice, VISION-DMD proposes a Phase 2 registration directed clinical programme aimed at an affordable therapy: Phase 2a will study the safety and tolerability of ascending doses of VBP15 in ambulant DMD boys; Phase 2b will demonstrate the efficacy and safety of two doses of VBP15 in young ambulant DMD boys. Both studies will be followed by extension studies for long term safety and efficacy data collection leading to cumulative exposure of up to 2100 drug months. The project proposes the Time to Stand Test as a highly relevant and reliable primary endpoint. Innovative exploratory serum biomarkers and novel wide scale MRI techniques will be used to investigate the VBP15 pharmacodynamics and the effect on muscle cellular pathology. VBP15 will meet the unmet need for better treatment for DMD with widespread acceptance and potentially be used in combination with stratified therapies as they are developed. The Consortium links the leading networks TREAT-NMD and CINRG with ECRIN-ERIC, for trial delivery and regulatory undertakings in Europe/US",
    "totalCost": "15997949,77",
    "ecMaxContribution": "6000000",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "Reveragen Biopharma Limited;ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK;FAKULTNI NEMOCNICE V MOTOLE;CERATIUM LIMITED;Children's Research Institute (CRI);STICHTING UNITED PARENT PROJECTS MUSCULAR DYSTROPHY",
    "participantCountries": "UK;FR;CZ;US;NL",
    "projectParticipants": {
        "948646712": {
            "orgId": "948646712",
            "orgName": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK",
            "ecContrib": 1985649
        },
        "954966456": {
            "orgId": "954966456",
            "orgName": "CERATIUM LIMITED",
            "ecContrib": 442344
        },
        "964458391": {
            "orgId": "964458391",
            "orgName": "FAKULTNI NEMOCNICE V MOTOLE",
            "ecContrib": 265312
        },
        "997511432": {
            "orgId": "997511432",
            "orgName": "Children's Research Institute (CRI)",
            "ecContrib": 796162
        },
        "929323245": {
            "orgId": "929323245",
            "orgName": "Reveragen Biopharma Limited",
            "ecContrib": 0
        },
        "930321860": {
            "orgId": "930321860",
            "orgName": "STICHTING UNITED PARENT PROJECTS MUSCULAR DYSTROPHY",
            "ecContrib": 320000
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 2190532
        }
    },
    "calculatedTotalContribution": 5999999
}