{
    "rcn": "199798",
    "acronym": "OXYGEN",
    "topics": "ERC-StG-2015",
    "title": "Quantifying the evolution of Earth's atmosphere with novel isotope systems and modelling",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Atmospheric oxygen is fundamental to life as we know it, but its concentration has changed dramatically over Earthís 4.5 billion year history.  An amazing qualitative story has emerged, in which Earthís atmosphere was devoid of free oxygen for the first 2 billion years of planetary history, with two significant increases in concentration at ~2.4 and ~0.55 billion years ago.  Both oxygenation events were accompanied by extreme climatic effects ñ the ìsnowball earthî episodes ñ and paved the way for massive reorganization of biogeochemical cycles such as the Cambrian radiation of macroscopic life. Despite these profound influences on the Earth system, we currently lack fundamental quantitative constraints on Earthís atmospheric evolution. I am poised to add substantial quantitative rigor to Earthís atmospheric history, by constraining the concentrations of important gases (e.g., O2, O3, CO2, CH4, organic haze) in ancient atmospheres to unprecedented accuracy. I will accomplish this via an innovative interdisciplinary program focused on the unusual mass-independent isotope fractionations observed in sedimentary rocks containing sulfur and oxygen. These signals are direct remnants of ancient atmospheric chemistry, and contain far more information than can currently be interpreted. This project combines novel experimental and methodological approaches with state-of-the-art numerical modelling to significantly advance our ability to decipher the isotope records. A unique ìearly Earthî UV lamp coupled to a custom-built photocell will enable direct production of isotope signals under Earth-like conditions, with time-dependent sampling. Groundbreaking analytical methodologies will vastly increase the global geochemical database. The experimental results and data will provide ground-truth for next-generation atmospheric models that will constrain atmospheric composition and its feedbacks with the Earth-biosphere-climate system during key points in our planetary history.",
    "totalCost": "1767455",
    "ecMaxContribution": "1767455",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 1767455
        }
    },
    "calculatedTotalContribution": 1767455
}