{
    "rcn": "199767",
    "acronym": "MARKLIM",
    "topics": "ERC-ADG-2014",
    "title": "Markets and their limits",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "This project aims at investigating new frontiers in the regulation of individuals, firms and the state. It will build on traditional tools, game theory, information economics and mechanism design, further these tools and apply them to a wide range of important economic issues. It will be organized around five topics:\n- Morality and markets. The goal is to organize the disparate evidence from economics and psychology on how moral behavior is generated, to provide a coherent framework on how to think about moral issues to study their implications for organizations and to run experiments on the matter.\n- Intellectual property and public policy with the writing of a monograph and an empirical analysis of the standards-patent pool interface. \n- Industrial organization, and more specifically two-sided markets and merger policy. The research will apply two-sided market economics to shed light on the ìmust-join platformî argument and on potential regulations of the intermediation activity.  \n- Debt crises including various and yet little studied aspects of banking and sovereign debt crises.  \n- Investigate the political economy of regulation, and much more generally political science.\nFinally, the project will emphasize methodological aspects. It will extend the concept of Markov Perfect Equilibrium to games of imperfect information. On the mechanism design front, it will pursue a new line of research on ìpositive selectionî.\nThis methodological project will branch into a more applied project. It will consider an organization or a country run by a ruler/dominant group that is hostile toward a minority on religious, ethnic, linguistic, cultural, wealth or sexual-orientation grounds. It will investigate the dynamics of compositional change in such environments. \nAlso, the project will complete and extend  research on cognitive games, defined as games in which a normal- or extensive-form game is preceded by playersí selecting their or their rivalsí information structures.",
    "totalCost": "2096500",
    "ecMaxContribution": "2096500",
    "coordinator": "FONDATION JEAN-JACQUES LAFFONT,TOULOUSE SCIENCES ECONOMIQUES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998386566": {
            "orgId": "998386566",
            "orgName": "FONDATION JEAN-JACQUES LAFFONT,TOULOUSE SCIENCES ECONOMIQUES",
            "ecContrib": 2096500
        }
    },
    "calculatedTotalContribution": 2096500
}