{
    "rcn": "199743",
    "acronym": "IEDAT",
    "topics": "PHC-14-2015",
    "title": "Intra Erythrocyte  Dexamethasone  in  the  treatment  of  Ataxia Telangiectasia",
    "startDate": "01/01/2016",
    "endDate": "30/04/2019",
    "objective": "The main objective of the project is to provide a treatment of the neurological symptoms of patients with Ataxia Telangiectasia (AT), a rare progressively disabling and life-shortening genetic disease for which no therapy is currently available. To achieve this, a pivotal Phase III study will be conducted, to allow regulatory filing to obtain market authorization in EU and USA by 2019. EryDex is an innovative product, developed by EryDel, used to administer dexamethasone sodium phosphate by ex-vivo encapsulation in autologous erythrocytes, which are infused into the patient. EryDex provides long-term delivery of low doses of dexamethasone without the typical steroid side effects and has reached a successful Phase II trial conducted in AT patients. The phase III trial will be an international, multi-center, 1 year, randomized, prospective, double-blind, placebo-controlled, designed to assess the effect of 2 dose ranges of EryDex, administered monthly by IV infusion, on neurological symptoms of AT patients. The protocol of the trial and the regulatory path to registration has already been agreed upon with EMA and FDA.\nAn international patient registry will also be set with the aim of establishing and maintaining a comprehensive clinical database of patients with AT and closely related conditions, enabling the monitoring of AT epidemiology, the development of an evidence-based natural history of the condition, identification of biomarkers as well as development of clinical guidelines.\nThe AT NEST, the first scale to assess symptoms specific to AT patients, coordinated by the AT centre at the Johnís Hopkins University, will be tested in the study and if validated will represent the 1st scale assessing chief areas of impairment specific to AT. \nIn parallel to the clinical trial, investigations into the molecular mechanisms of action of EryDex will be performed with the objective to provide the validation of a new biomarker predictive of treatment efficacy.",
    "totalCost": "5871825",
    "ecMaxContribution": "5871825",
    "coordinator": "EryDel S.p.A.",
    "coordinatorCountry": "IT",
    "participants": "ABSISKEY;MEDICAL RESEARCH INFRASTRUCTURE DEVELOPMENT AND HEALTH SERVICES FUND BY THE SHEBA MEDICAL CENTER;JOHNS HOPKINS UNIVERSITY;ABSISKEY CP;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;THE ATAXIA-TELANGIECTASIA SOCIETY;Universita' degli Studi di Urbino Carlo Bo",
    "participantCountries": "FR;IL;US;DE;UK;IT",
    "projectParticipants": {
        "973442434": {
            "orgId": "973442434",
            "orgName": "EryDel S.p.A.",
            "ecContrib": 4331575
        },
        "998267741": {
            "orgId": "998267741",
            "orgName": "JOHNS HOPKINS UNIVERSITY",
            "ecContrib": 217500
        },
        "999777352": {
            "orgId": "999777352",
            "orgName": "ABSISKEY CP",
            "ecContrib": 0
        },
        "911620842": {
            "orgId": "911620842",
            "orgName": "ABSISKEY",
            "ecContrib": 142500
        },
        "935443460": {
            "orgId": "935443460",
            "orgName": "THE ATAXIA-TELANGIECTASIA SOCIETY",
            "ecContrib": 254000
        },
        "997437906": {
            "orgId": "997437906",
            "orgName": "Universita' degli Studi di Urbino Carlo Bo",
            "ecContrib": 400000
        },
        "998129904": {
            "orgId": "998129904",
            "orgName": "MEDICAL RESEARCH INFRASTRUCTURE DEVELOPMENT AND HEALTH SERVICES FUND BY THE SHEBA MEDICAL CENTER",
            "ecContrib": 270000
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 256250
        }
    },
    "calculatedTotalContribution": 5871825
}