{
    "rcn": "199724",
    "acronym": "HYPERDIAMOND",
    "topics": "PHC-11-2015",
    "title": "The Diamond Revolution in Hyperpolarized MR Imaging ñ Novel Platform and Nanoparticle Targeted Probe",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Non-invasively imaging small numbers of molecular probes, to help image particular targets or pathways in vivo, is currently undergoing a technological revolution. Recent breakthroughs in molecular hyperpolarization proved > 10,000-fold increase in sensitivity on conventional magnetic resonance imaging (MRI) systems, thus providing insight into previously unseen metabolic processes with enormous potential for socioeconomic relevant diseases. E.g. pyruvate-based hyperpolarized imaging was clinically demonstrated to be effective for prostate cancer diagnostics in human patients. However, the current state-of-the-art hyperpolarization methods are expensive and cumbersome, limiting the access to hyperpolarization technology, and require long hyperpolarization times of 60-90 minutes per dosage; hyperpolarization probes exhibit short hyperpolarization duration (1-5 minutes), limiting the usage of hyperpolarization to metabolic imaging. A quantum technological breakthrough, Nitrogen-Vacancy defects (NV centres) in diamonds, is set to revolutionize the field of hyperpolarization for both hyperpolarizer and probes. \nThe primary objective of HYPERDIAMOND is the development and commercialization of two new molecular imaging technologies for sensitive diagnosis and treatment monitoring, based on NV centres:\nThe Diamond Hyperpolarizer will offer a cost- and time-effective solution for hyperpolarization that easily fits current MRI layouts, hyperpolarizes within 5 minutes, and improves clinical viability. The Nano-diamond (ND) Probe will introduce the first targeted MRI probe capable of achieving comparable molecular sensitivity to positron emission tomography (PET) with MRI systems, exhibiting extremely long hyperpolarization duration (~1 hour), and enabling non-metabolic hyperpolarized imaging. \n HYPERDIAMOND will bridge the gap between novel quantum and nanotechnology and their applications in hyperpolarized imaging, producing innovation not feasible with current technology.",
    "totalCost": "5073550,25",
    "ecMaxContribution": "4866050",
    "coordinator": "UNIVERSITAET ULM",
    "coordinatorCountry": "DE",
    "participants": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;KANFIT LTD;LM VAN MOPPES AND SONS SA;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;NVISION IMAGING TECHNOLOGIES GMBH;KARLSRUHER INSTITUT FUER TECHNOLOGIE;REASERCH FUND OF THE HADASSAH MEDICAL ORGANIZATION (R.A);ARTTIC;UNIVERSITE DE TOURS;THE HEBREW UNIVERSITY OF JERUSALEM",
    "participantCountries": "AT;IL;CH;DE;FR",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 366108
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 282580
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 1228892
        },
        "928916912": {
            "orgId": "928916912",
            "orgName": "NVISION IMAGING TECHNOLOGIES GMBH",
            "ecContrib": 685625
        },
        "928947758": {
            "orgId": "928947758",
            "orgName": "KANFIT LTD",
            "ecContrib": 272805
        },
        "930141537": {
            "orgId": "930141537",
            "orgName": "LM VAN MOPPES AND SONS SA",
            "ecContrib": 0
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 390125
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 379661
        },
        "934508186": {
            "orgId": "934508186",
            "orgName": "REASERCH FUND OF THE HADASSAH MEDICAL ORGANIZATION (R.A)",
            "ecContrib": 427750
        },
        "999867271": {
            "orgId": "999867271",
            "orgName": "UNIVERSITE DE TOURS",
            "ecContrib": 632354
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 200150
        }
    },
    "calculatedTotalContribution": 4866050
}