{
    "rcn": "199747",
    "acronym": "RELENT",
    "topics": "PHC-03-2015",
    "title": "RELapses prevENTion in chronic autoimmune disease: common mechanisms and co-morbidities",
    "startDate": "01/11/2015",
    "endDate": "30/04/2020",
    "objective": "RELENT is multidisciplinary group of scientists and clinical investigators whose goal is to develop individualized treatment for chronic autoimmune diseases, such as rheumatoid arthritis and vasculitis, that cause considerable mortality and morbidity, both from uncontrolled disease and treatment associated co-morbidities, like infection and malignancy. This requires the need to stratify patients by their outcome and to tailor immunosuppression based on much deeper knowledge of the mechanisms that control initiation and persistence of the pathogenic immune responses. The RELENT Consortium has been formed to generate this knowledge with the ultimate goal of developing treatments tailored to the specific needs of individual patients. RELENT combines the resources of seven leading European Investigators and two from US and Australia whose expertise is not available elsewhere in the world but necessary for the ambitious work program. Three SMEs will supply specific reagents and translate the results to biomarker development. This will enable RELENT to deliver its four specific research aims, namely to: i) Combine subset analysis of genome wide association studies with classical cell biology to uncover pathways that influence and ii) use multiplexed antigen arrays, whole proteome analysis and rapid mass analysis to identify protein signatures that predict outcome and response to treatment in chronic autoimmune disease. iii) Characterise T and B cell abnormalities that predispose to autoimmunity and infection by studying the ageing immune system in health and disease. iv) Analyse pathogenic effector T cells and their control by macrophages and dendritic cells and the molecules they secrete using in vivo models. We anticipate to identify common mechanisms responsible for the persistence and outcomes in severe autoimmune and inflammatory diseases in females and males and that the results should be rapidly translatable into clinical practice for the benefit of patients.",
    "totalCost": "6469522,5",
    "ecMaxContribution": "5999431,25",
    "coordinator": "MEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;KUNGLIGA TEKNISKA HOEGSKOLAN;HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH;UNIVERSITAETSKLINIKUM BONN;ACADEMISCH ZIEKENHUIS GRONINGEN;PHENOCELL;GABO:MI GESELLSCHAFT FUR ABLAUFORGANISATION:MILLIARIUM MBH & CO KG;MONASH UNIVERSITY;ARTTIC;EMC MICROCOLLECTIONS GMBH;UNIVERSITEIT UTRECHT;Hycult biotechnology bv;Mayo Clinic",
    "participantCountries": "DE;UK;SE;NL;FR;AU;US",
    "projectParticipants": {
        "999880269": {
            "orgId": "999880269",
            "orgName": "MONASH UNIVERSITY",
            "ecContrib": 0
        },
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 389180
        },
        "990316069": {
            "orgId": "990316069",
            "orgName": "EMC MICROCOLLECTIONS GMBH",
            "ecContrib": 471250
        },
        "932906328": {
            "orgId": "932906328",
            "orgName": "PHENOCELL",
            "ecContrib": 443500
        },
        "994521989": {
            "orgId": "994521989",
            "orgName": "Hycult biotechnology bv",
            "ecContrib": 449938
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 461250
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 211532
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 524500
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 494238
        },
        "999867465": {
            "orgId": "999867465",
            "orgName": "UNIVERSITAETSKLINIKUM BONN",
            "ecContrib": 456242
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 395635
        },
        "989426094": {
            "orgId": "989426094",
            "orgName": "Mayo Clinic",
            "ecContrib": 0
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 1133201
        },
        "999753005": {
            "orgId": "999753005",
            "orgName": "GABO:MI GESELLSCHAFT FUR ABLAUFORGANISATION:MILLIARIUM MBH & CO KG",
            "ecContrib": 38576
        }
    },
    "calculatedTotalContribution": 5469042
}