{
    "rcn": "199787",
    "acronym": "DUT-signal",
    "topics": "ERC-ADG-2014",
    "title": "dUTPase Signalling: from Phage to Eukaryotes",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "dUTPases (DUTs) are enzymes that regulate cellular dUTP levels to prevent the misincorporation of uracil into DNA. Recently however, DUTs have been involved in the control of relevant cellular processes. How these regulatory functions are controlled remains unsolved. The recent elucidation of the mechanistic role of DUTs in the transfer of staphylococcal pathogenicity islands (SaPIs) by our group has revealed an entirely novel and surprising strategy involving DUTs in signalling. Namely, we have demonstrated that in addition to the 5 classical domains present in all the trimeric DUTs, staphylococcal phage-encoded DUT proteins possess an extra region (Motif VI) involved in SaPI de-repression by binding to the SaPI-encoded repressor (Stl). Although this domain is necessary, it does not suffice to induce the SaPI cycle. Unexpectedly, the strongly conserved DUT motif V is also inherently involved in mediating de-repression. Crystallographic and mutagenic analyses have demonstrated that binding to dUTP orders the C-terminal motif V of phage-encoded DUTs, potentially rendering these proteins in the conformation required for SaPI de-repression. In contrast, conversion into the apo state conformation by the hydrolysis of the bound dUTP disorders motif V and generates a protein that is unable to induce the SaPI cycle. Analogously, previous work demonstrated that the trimeric rat DUT interacts with the transcriptional factor PPAR?, an interaction that depends on an ìextraî N-terminal motif VI present in the DUT protein and requires the C-terminal domain contribution, strongly supporting in general the mechanism involving DUTs in signalling. In summary, our results suggest that DUTs define a widespread family of signalling molecules that acts analogously to eukaryotic G-proteins. This project stems from this ground-breaking result, and will investigate the biological role of DUTs as signalling molecules, opening up the possibility to establish dUTP as a new second messenger.",
    "totalCost": "2246192",
    "ecMaxContribution": "2246192",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 2246192
        }
    },
    "calculatedTotalContribution": 2246192
}