{
    "rcn": "199765",
    "acronym": "MAGICAL",
    "topics": "ERC-ADG-2014",
    "title": "CMOS/magnetoelectronic Integrated Circuits wil Multifunctional Capabilities",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "Spin Transfer Torque Magnetic memories (STT-MRAM) are receiving a growing R&D effort within the microelectronic industry aiming at the replacement of DRAM or SRAM at sub-20nm nodes. \nMAGICAL seeks to significantly innovate through groundbreaking advances in ultra-low power multifunctional systems based on hybrid CMOS/magnetic technology. With the development of portable electronics and of the Internet of Things (IOT), more and more functions must be embedded on chips: logic/memory, sensing, communication, etc. The current hurdles with today's technology are power consumption, communication bandwidth, processing/ packaging costs. MAGICAL will demonstrate that these limitations can be largely overcome through hybrid CMOS/magnetic technology.\nThe project will follow three main goals:\n- Firstly, we will strengthen the STT-MRAM technology by investigating two novel ideas aiming at solving two remaining difficulties in sub-20nm STT-MRAM development: the nanostructuration of magnetic tunnel junctions and the long-term data retention. This will open the path to high density (>Gbit) STT-MRAM.\n-Secondly, we will demonstrate that Digital, analog (3D magnetic field sensing for orientation sensor), RF communication functions can be realized with the same baseline technology as the one developed for STT-MRAM. As a result, these three types of functions can be homogeneously integrated in a single chip, a major improvement compared to conventional heterogeneous integration. The prime benefits expected from MAGICAL are: ultralow power thanks to MRAM non volatility and on-chip computation capability, greatly improved communication functionalities (cloud as well as intrachip communication), reduced process/packaging costs. \n-Thirdly, through various actions, MAGICAL will aim at narrowing the cultural gap that still exists between magnetism and microelectronics communities.\nThe project could definitely help the European microelectronic systems industry improve its leadership position.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}