{
    "rcn": "199797",
    "acronym": "MIRASYS",
    "topics": "ERC-PoC-2015",
    "title": "The diagnostic potential of miRNAs for early diagnosis of Systemic Sclerosis",
    "startDate": "01/01/2016",
    "endDate": "30/06/2017",
    "objective": "Systemic sclerosis (SSc) is a life-threatening autoimmune connective tissue disorder of unknown cause, characterised by fibrosis of the skin and internal organs. SSc affects approximately 160.000 patients worldwide and is associated with life-long burden of disease. Early detection of SSc is currently impossible as diagnosis is typically based on a combination of late-stage clinical symptoms. Current diagnostics, however, are based on late clinical manifestations. There is a need for actionable biomarkers for early-stage diagnosis and disease monitoring.\n\nBased on proprietary ERC research specific microRNA (miRNA) profiles were found that positively correlates with clinical progression and complications of SSc. Its expression was elevated in subjects who demonstrated symptoms that can precede SSc onset by years. These findings provide strong support for the prognostic and diagnostic properties of the miRNA panel in SSc. \n\nMIRASYS has been designed to accelerate the commercialisation of a panel of highly potent miRNAs that have breakthrough diagnostic potential in SSc. MIRASYS will be used to validate these findings by setting miRNA expression level boundaries for SSc development and to incorporate these in a diagnostic assay. MIRASYS will also assess the commercial feasibility of setting-up a dedicated spin-off company to commercialise the technology. The team has analysed the IP landscape for similar approaches for SSc and no prior art on the specific miRNAs was found. In the MIRASYS ERC PoC Grant, the team will further investigate the IP position and formulate a strong IP strategy including the steps towards full Freedom to Operate.\n\nThe MIRASYS team consists of experienced science and business professionals. The team has developed several business models which need to be assessed thoroughly through in-depth market research. The results need to be consolidated into a strong business plan that will be presented to investors and strategic investors.",
    "totalCost": "149190",
    "ecMaxContribution": "149190",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 149190
        }
    },
    "calculatedTotalContribution": 149190
}