{
    "rcn": "199769",
    "acronym": "NEUROVESSEL",
    "topics": "ERC-ADG-2014",
    "title": "Cell-cell interactions at the neurovascular interface",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The coordinated orchestration of cell movements is a vital process for assembling functional structures. In recent years we have learned a simplifying lesson: organ development is governed by a limited set of conserved cell-to-cell communication signaling pathways repeatedly used in different contexts. Particularly fascinating is the parallelism between the vascular and nervous systems. My lab has been working for more than a decade on the molecular and functional parallelism between nervous and vascular system development and plasticity. Although it is clear that cellular communication between the different cells in the brain is fundamental for brain function, very little is known about the signaling effectors that are used for such trans-cellular signaling. Molecular pathways involved in the crosstalk between vessels and neuronal cells are slowly emerging. How this crosstalk signaling is integrated at the interface of the different cellular players (neurons, endothelial cells, glial cells) for proper brain development and function is still poorly understood. Here I propose to delineate the molecular pathways that govern such communication in order to understand basic mechanisms of brain development, function and dysfunction. Using a combination of state-of-the-art inducible and cell type-specific genetics, both in mouse and zebrafish, together with high-resolution light microscopy and multi-photon live imaging we will examine the cell-context dependent integration of signaling pathways in building up proper neuronal/glial structures and functional networks. We will use advanced ultra-structural analysis using serial block-face electron microscopy (SBEM) to obtain high-resolution maps of cortical structures. Functionally, we will characterize the integration of vascular/glial/neuronal signals during cortical neuronal migration, arborization, synaptic connectivity, higher-order integrative cortical function and behavior-related plasticity in vivo.",
    "totalCost": "2458468",
    "ecMaxContribution": "2458468",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 2458468
        }
    },
    "calculatedTotalContribution": 2458468
}