{
    "rcn": "199736",
    "acronym": "MINDMAP",
    "topics": "PHC-22-2015",
    "title": "PROMOTING MENTAL WELLBEING IN THE AGEING URBAN POPULATION: DETERMINANTS, POLICIES AND INTERVENTIONS IN EUROPEAN CITIES",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Major depressive disorder, dementia, anxiety disorders, and substance abuse affect a substantial part of the European older population. Over 70% of Europeans reside in cities, and this percentage will increase in the next decades. Urbanization and ageing have enormous implications for public mental health. Cities pose major challenges for older citizens, but also offer opportunities for the design of policies, clinical and public health interventions that promote mental health. The overall aim of the MINDMAP project is to identify the opportunities offered by the urban environment for the promotion of mental wellbeing and cognitive function of older individuals in Europe. The project will advance understanding by bringing together longitudinal studies across cities in Europe, the US and Canada to unravel the causal pathways and multi-level interactions between the urban environment and the social, behavioural, psychosocial and biological determinants of mental health and cognitive function in older adults. Specifically, the project will (a) assess the impact of the urban environment on the mental wellbeing and disorders associated with ageing, and estimate the extent to which exposure to specific urban environmental factors and policies explain differences in ageing-related mental and cognitive disorders both within as well as between European cities, (b) assess the causal pathways and interactions between the urban environment and the individual determinants of mental health and cognitive ageing in older adults, (c) use agent-based modelling to simulate the effect of urban environmental, prevention and care policies on the trajectories of mental health and cognitive ageing across cities in Europe. Knowledge will significantly contribute to future-proof preventive strategies in urban settings favouring the mental dimension of healthy ageing, the reduction of the negative impact of mental disorders on co-morbidities, and maintaining cognitive ability in old age.",
    "totalCost": "5743160",
    "ecMaxContribution": "5743160",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "MCMASTER UNIVERSITY;HELSINGIN YLIOPISTO;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;The Research Institute of the Mc Gill University Health Centre;STICHTING VU;LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;UNIVERSITY OF ESSEX;ALBERTINEN-KRANKENHAUS/ALBERTINEN-HAUS GEMEINNUTZIGE GMBH;AZIENDA SANITARIA LOCALE TO3;STICHTING VUMC;DREXEL UNIVERSITY;UNIVERSITY COLLEGE LONDON;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;KING'S COLLEGE LONDON",
    "participantCountries": "CA;FI;FR;NL;UK;DE;IT;US;NO",
    "projectParticipants": {
        "974106496": {
            "orgId": "974106496",
            "orgName": "AZIENDA SANITARIA LOCALE TO3",
            "ecContrib": 338125
        },
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 400665
        },
        "998089261": {
            "orgId": "998089261",
            "orgName": "The Research Institute of the Mc Gill University Health Centre",
            "ecContrib": 367525
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 1188250
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 0
        },
        "933124190": {
            "orgId": "933124190",
            "orgName": "DREXEL UNIVERSITY",
            "ecContrib": 399720
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 44809
        },
        "998225740": {
            "orgId": "998225740",
            "orgName": "MCMASTER UNIVERSITY",
            "ecContrib": 400191
        },
        "938173040": {
            "orgId": "938173040",
            "orgName": "ALBERTINEN-KRANKENHAUS/ALBERTINEN-HAUS GEMEINNUTZIGE GMBH",
            "ecContrib": 397122
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 402235
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 400000
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 400770
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 294666
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 567524
        }
    },
    "calculatedTotalContribution": 5601602
}