{
    "rcn": "199723",
    "acronym": "T2DSystems",
    "topics": "PHC-02-2015",
    "title": "Development of a systems biomedicine approach for risk identification, prevention and treatment of type 2 diabetes",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Type 2 diabetes (T2D) is a major public health problem, affecting 55 million European citizens. T2D ensues in individuals who develop a progressive pancreatic beta cell failure. T2D probably comprises a heterogeneous group of diseases. A new molecular taxonomy of T2D is essential for the development of medical care that is predictive, preventive and personalized. Currently available T2D therapies are not disease modifying: they treat hyperglycaemia without addressing its underlying cause, i.e. beta cell failure. In this proposal we seek to identify pathogenic molecular events that operate in the diseased tissue, i.e. the failing human beta cell, at their true level of complexity. T2DSystems will accomplish this ambitious goal by integrating human islet genetic and epigenetic data with disease-relevant environmental perturbations, metabolomics and functional studies, and use this knowledge to identify distinct human islet phenotypes in subgroups of patients. In closely interacting work packages, we will achieve the following goals:\nï\tCompile and expand existing European bio-banks and datasets to create the Translational human pancreatic Islet Genotype tissue-Expression Resource (TIGER), a T2D systems biomedicine resource of unprecedented scale;\nï\tDevelop large-scale data analysis tools and both data driven and mechanistic probabilistic modelling frameworks to exploit TIGER towards system level biological insight;\nï\tTranslate these findings to identify stratified beta cell phenotypes in human cohorts. This will provide understanding of beta cell pathophysiology in vivo and enable stratified prevention and therapeutics.\nT2DSystems will enable the development of personalized diagnostic tests, taking into account individual environmental and genetic risk factors. The newly identified molecular disease mechanisms will provide the basis for development of novel therapies and for patient stratification to test individualized therapies.",
    "totalCost": "5998602,5",
    "ecMaxContribution": "5998602,5",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "A2F ASSOCIATES LIMITED;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;KOBENHAVNS UNIVERSITET;UNIVERSITA DI PISA;SIRION BIOTECH GMBH;CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;LUNDS UNIVERSITET;INTOMICS AS;BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "participantCountries": "UK;DK;IT;DE;ES;SE",
    "projectParticipants": {
        "999655520": {
            "orgId": "999655520",
            "orgName": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
            "ecContrib": 451961
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 396309
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 589668
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 1284328
        },
        "968610088": {
            "orgId": "968610088",
            "orgName": "SIRION BIOTECH GMBH",
            "ecContrib": 454500
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 517722
        },
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 587068
        },
        "949884917": {
            "orgId": "949884917",
            "orgName": "A2F ASSOCIATES LIMITED",
            "ecContrib": 186150
        },
        "972962478": {
            "orgId": "972962478",
            "orgName": "INTOMICS AS",
            "ecContrib": 471486
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 488492
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 570919
        }
    },
    "calculatedTotalContribution": 5998603
}