{
    "rcn": "199785",
    "acronym": "AFRIGOS",
    "topics": "ERC-ADG-2014",
    "title": "African Governance and Space: Transport Corridors, Border Towns and Port Cities in Transition",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "AFRIGOS investigates the process of 'respacing' Africa, a political drive towards regional and continental integration, on the one hand, and the re-casting of Africa's engagement with the global economy, on the other. This is reflected in unprecedented levels of investment in physical and communications infrastructure, and the outsourcing of key functions of Customs, Immigration and security agencies. AFRIGOS poses the question of how far respacing is genuinely forging institutions that are facilitating or obstructing the movement of people and goods; that are enabling or preventing urban and border spaces from being more effectively and responsively governed; and that take into account the needs of African populations whose livelihoods are rooted in mobility and informality. The principal research questions are approached through a comparative study of port cities, border towns and other strategic nodes situated along the busiest transport corridors in East, Central, West and Southern Africa. These represent sites of remarkable dynamism and cosmopolitanism, which reflects their role in connecting African urban centres to each other and to other global cities.\n\nAFRIGOS considers how governance 'assemblages' are forged at different scales and is explicitly comparative. It works through 5 connected Streams that address specific questions: 1. AGENDA-SETTING is concerned with policy (re-)formulation. 2. PERIPHERAL URBANISM examines governance in border towns and port cities. 3. BORDER WORKERS addresses everyday governance emerging through the interaction of officials and others who make their livelihoods from the border. 4. CONNECTIVE INFRASTRUCTURE looks as the transformative effects of new technologies. 5. PEOPLE & GOODS IN MOTION traces the passage of people and goods and the regimes of regulation to which they are subjected. AFRIGOS contributes to interdisciplinary research on borderland studies, multi-level governance and the everyday state.",
    "totalCost": "2491364",
    "ecMaxContribution": "2491364",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 2491364
        }
    },
    "calculatedTotalContribution": 2491364
}