{
    "rcn": "199768",
    "acronym": "CIVILWARS",
    "topics": "ERC-ADG-2014",
    "title": "Social Dynamics of Civil Wars",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "Each year, civil wars cause hundreds of thousands of deaths, millions of refugees, ecological disruptions, regional instability. These conflicts encompass many players and their effects are felt not only at the regional level but also within Western societies (refugees, terrorism, sectarian tensions).\n\nDespite this, no systematic comparison of civil wars have been conducted using a qualitative method. Social scientists are struggling to understand these breakdowns of the social order, which are fertile from a theoretical perspective because they de-trivialize the social functioning. In civil war, the partial or total institutional collapse marks the end of the (imperfect) monopoly of the state with regards to violence and justice, challenges the social and ethnic hierarchies and also provokes fluctuation of the economic and social capital.\n\nAccordingly, we will address three questions. First, the sudden and non-anticipated reconfiguration of modes of accumulation and conversion of capitals and the relationship between social fields. Next, the formation of competing institutions by politico-military movements involved in the construction of an alternative political order. Finally, individual adaptations to risks and uncertainty affecting the ability of actors to anticipate the consequences of their actions and reassess their own values and engagement.\n\nThe implementation of this program of comparative sociology of civil wars will draw on extensive fieldwork. This requires an adapted methodology for researchers faced with unpredictable situations, where quantitative methods fall short. Prosopography, semi- or unstructured interviews and participant observation are therefore prioritised. The creation of an interdisciplinary team of sociologists, political scientists and anthropologists will be able to carry out research based on thick description, following 25 years of experience by the PI in collecting data and supervising researchers in areas afflicted by civi",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITE PARIS I PANTHEON-SORBONNE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999859123": {
            "orgId": "999859123",
            "orgName": "UNIVERSITE PARIS I PANTHEON-SORBONNE",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}