{
    "rcn": "199790",
    "acronym": "HYDRA",
    "topics": "MSCA-ITN-2015-EID",
    "title": "Hydraulics modelling for drilling automation",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "Societal uses for the drilling of deep wells are abundant and have enormous impact on global economies; examples include the exploration of minerals, geothermal energy, oil and gas. The future sustainable harvesting of these resources requires the exploitation of difficult-to-access, unconventional reserves and is threatened by concerns on the environmental safety and high cost of drilling operations. To overcome these threats, there are strong needs for advanced tools for virtual drilling scenario testing and drilling automation and for multidisciplinary employees with adequate technical and transferable skills.\n\nThe HYDRA EID research and training program addresses both needs by founding an intersectoral doctoral school. The consortium represents top-level expertise in all scientific and engineering disciplines needed to take on the main challenges of HYDRA: multiphase flow dynamics, model reduction, control and mathematics. Moreover, the consortium houses expertise ranging from academic research & training (TU/e, MINES) and industrial R&D (Kelda) to industrial practice and training (MH Wirth, Well Academy), therewith offering a broad spectrum of training.\n\nThe scientific objective of HYDRA is to develop a framework for multi-phase hydraulic modeling and model complexity reduction for drilling operations, delivered in software directly usable in industry. The resulting models uniquely combine high predictive capacity and low complexity enabling their usage in both virtual drilling scenario testing and drilling automation. The main training objective is to launch 3 doctoral students into future leading scientific positions with an intersectoral network to support them throughout their careers.\n\nThe envisioned results form the necessary basis for revolutionary advances in the (environmental) safety and cost-effectiveness of resource exploration in Europe and beyond and will provide the human capital base for sustaining such efforts beyond this programís lifetime.",
    "totalCost": "773624,16",
    "ecMaxContribution": "773624,16",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "KELDA DRILLING CONTROLS AS;ECOLE NATIONALE SUPERIEURE DES MINES DE PARIS",
    "participantCountries": "NO;FR",
    "projectParticipants": {
        "934016687": {
            "orgId": "934016687",
            "orgName": "KELDA DRILLING CONTROLS AS",
            "ecContrib": 0
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "998584737": {
            "orgId": "998584737",
            "orgName": "ECOLE NATIONALE SUPERIEURE DES MINES DE PARIS",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 773625
}