{
    "rcn": "199744",
    "acronym": "CARAT",
    "topics": "PHC-16-2015",
    "title": "Chimeric Antigen Receptors (CARs) for Advanced Therapies",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Chimeric antigen receptors (CARs) are artificial surface receptors that can be introduced into somatic cells by genetic engineering and that act as recognition molecules like antibodies or T-cell receptors. In this respect, CARs are increasingly used for cellular therapy to redirect T-cells specifically towards killing of cancer cells. Recent success stories of cancer therapy with CAR modified T-cells have raised enormous scientific and public expectations to cure severely ill patients. However, there are still many obstacles to overcome for translation into clinics because the technology for GMP-compliant manufacture of genetically modified cellular products is extremely complex and expensive. Moreover, CAR therapy needs to be improved with respect to off-target activity, safety and potency. Consequently, the envisaged project is overall aiming at a particular technological breakthrough in cellular cancer therapy by delivering a comprehensive CARAT platform explicitly tailored for automated, easy-to-handle and cost-efficient manufacture of CAR-modified ATMP. Specifically, we aim:\n\n(a) to implement unique next-generation cell processing tools like the CliniMACS Prodigy\n(b) to develop advanced enabling technologies to obtain more effective and safer cellular products by improved gene delivery and innovative CARs design\n(c) to assemble tools and technologies towards an integrated CARAT process for automated GMP-compliant manufacture of gene-modified T-cells\n(d) to demonstrate proof-of-concept and regulatory compliance\n(e) to disseminate broadly applicable, simplified CAR T-cell technologies\n\nIn summary, our vision is to overcome current hurdles for translation of cellular therapies and to elevate them to the next level of standard-of-care thus serving patients with so far incurable solid tumours and hematologic malignancies. Thereby, we will empower Europe to become a global leader in the development and commercialisation of CAR T-cell tools and technologies.",
    "totalCost": "5989158,75",
    "ecMaxContribution": "5989158,75",
    "coordinator": "MILTENYI BIOTEC GMBH",
    "coordinatorCountry": "DE",
    "participants": "TRAKCEL LIMITED;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;BUNDESINSTITUT FUR IMPFSTOFFE UND BIOMEDIZINISCHE ARZNEIMITTEL;EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH;OSPEDALE SAN RAFFAELE SRL;UNIVERSITY COLLEGE LONDON;UNIVERSITAETSKLINIKUM FREIBURG",
    "participantCountries": "UK;FR;DE;IT",
    "projectParticipants": {
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 642450
        },
        "998217301": {
            "orgId": "998217301",
            "orgName": "BUNDESINSTITUT FUR IMPFSTOFFE UND BIOMEDIZINISCHE ARZNEIMITTEL",
            "ecContrib": 647750
        },
        "999778419": {
            "orgId": "999778419",
            "orgName": "EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH",
            "ecContrib": 551750
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 562750
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 928635
        },
        "999549305": {
            "orgId": "999549305",
            "orgName": "MILTENYI BIOTEC GMBH",
            "ecContrib": 1319774
        },
        "930150655": {
            "orgId": "930150655",
            "orgName": "TRAKCEL LIMITED",
            "ecContrib": 422750
        },
        "953176030": {
            "orgId": "953176030",
            "orgName": "OSPEDALE SAN RAFFAELE SRL",
            "ecContrib": 913300
        }
    },
    "calculatedTotalContribution": 5989159
}