{
    "rcn": "199718",
    "acronym": "SCIDNET",
    "topics": "PHC-14-2015",
    "title": "DevelopIng Genetic medicines for Severe Combined Immunodeficiency (SCID)",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Severe combined immunodeficiency (SCID) is a devastating rare disorder of immune system development. Affected infants are born without functional immune systems and die within the first year of life unless effective treatment is given. Treatment options are limited to allogeneic haematopoietic stem cell transplantation and autologous stem cell gene therapy. Over the last 15 years, gene therapy for two forms of SCID (SCID-X1 and ADA SCID) has shown significant safety and efficacy in correcting the immunodeficiency and allowing children to live normal lives. Proof of concept of gene therapy for 3 other SCID forms has also been shown by members of the proposed SCIDNET consortium and is ready for translation into clinical trials. We are therefore in a position whereby, over the next 4 years, we can offer gene therapy as a curative option for over 80% of all forms of SCID in Europe. Importantly for 1 of these conditions (ADA SCID) we will undertake clinical trials that will lead to marketing authorisation of the gene therapy product as a licensed medicine. In addition, we will investigate the future technologies that will improve the safety and efficacy of gene therapy for SCID.\n\nOur proposal addresses an unmet clinical need in SCID, which is classified as a rare disease according to EU criteria (EC regulation No. 141/2000). The proposal also addresses the need to develop an innovative treatment such as gene therapy from early clinical trials though to a licensed medicinal product through involvement with regulatory agencies and is in keeping with the ambitions of the IRDiRC. The lead ADA SCID programme has Orphan Drug Designation and clinical trial design is assisted by engagement with the European medicines Agency. The ADA SCID trial will act as a paradigm for the development of the technologies and processes that will allow gene therapy for not only SCID, but also other bone marrow disorders, to become authorised genetic medicines in the future.",
    "totalCost": "7474316",
    "ecMaxContribution": "6926313",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;GENEWERK GMBH;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;MILTENYI BIOTEC GMBH;MEDIZINISCHE HOCHSCHULE HANNOVER;CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS;GREAT ORMOND STREET HOSPITAL FOR CHILDREN NATIONAL HEALTH SERVICE TRUST;OSPEDALE SAN RAFFAELE SRL;UNIVERSITAETSKLINIKUM FREIBURG;ASSOCIATION GENETHON;INTERNATIONAL PATIENT ORGANISATION FOR PRIMARY IMMUNODEFICIENCIES",
    "participantCountries": "NL;DE;FR;CH;UK;IT",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 799877
        },
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 499300
        },
        "999878426": {
            "orgId": "999878426",
            "orgName": "MEDIZINISCHE HOCHSCHULE HANNOVER",
            "ecContrib": 509562
        },
        "998217883": {
            "orgId": "998217883",
            "orgName": "ASSOCIATION GENETHON",
            "ecContrib": 800000
        },
        "999600909": {
            "orgId": "999600909",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS",
            "ecContrib": 0
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 850002
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1549174
        },
        "936142830": {
            "orgId": "936142830",
            "orgName": "GENEWERK GMBH",
            "ecContrib": 699750
        },
        "999549305": {
            "orgId": "999549305",
            "orgName": "MILTENYI BIOTEC GMBH",
            "ecContrib": 296200
        },
        "993285918": {
            "orgId": "993285918",
            "orgName": "GREAT ORMOND STREET HOSPITAL FOR CHILDREN NATIONAL HEALTH SERVICE TRUST",
            "ecContrib": 423198
        },
        "986225482": {
            "orgId": "986225482",
            "orgName": "INTERNATIONAL PATIENT ORGANISATION FOR PRIMARY IMMUNODEFICIENCIES",
            "ecContrib": 25000
        },
        "953176030": {
            "orgId": "953176030",
            "orgName": "OSPEDALE SAN RAFFAELE SRL",
            "ecContrib": 474250
        }
    },
    "calculatedTotalContribution": 6926313
}