{
    "rcn": "199740",
    "acronym": "REPROGRAM",
    "topics": "PHC-03-2015",
    "title": "Targeting epigenetic REPROGRamming of innate immune cells in Atherosclerosis Management and other chronic inflammatory diseases",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Up to 70% of cardiovascular events are not prevented by current therapeutic regimens. In search for additional, innovative strategies, immune cells have been recognized as key players contributing to atherosclerotic plaque progression and destabilization. Particularly the role of innate immune cells is of major interest, following the recent paradigm shift that innate immunity, considered to be incapable of learning ability, does exhibit a memory feature transduced via epigenetic modulation. Compelling evidence shows that atherosclerotic factors promote immune cell migration by pre-activation of innate immune cells. In this project called REPROGRAM, we aim to prove that innate immune cell activation via epigenetic reprogramming perpetuates the upheld systemic inflammatory state in cardiovascular disease which is common in other chronic inflammatory diseases. This opens a new therapeutic area in which epigenetic modulation of innate immune cells effectively decreases systemic inflammation impacting on chronic inflammation as well as the development of co-morbidities. The integrated use of in vitro, ex vivo and in vivo studies, including cells, mice and patients, allows translation from in vitro mechanisms to diseases (molecule-to-man) and extrapolation to cohorts (man-to-mass), enabling us to demonstrate relevance and therapeutic potential of targeting trained immunity in cardiovascular and chronic inflammatory diseases. Enforced by the promising data in oncology, the future prospects for epigenetic interventions in cardiovascular and chronic inflammatory diseases are eminent, attested by the large residual cardiovascular disease burden and the huge societal impact of other chronic inflammatory diseases. The REPROGRAM consortium consisting of key opinion leaders in the field of  cardiovascular (systems) biology, immunology, epigenetic therapies and rheumatoid arthritis, with a large intersectoral network, guarantees rapid translation of early mechanistic discoveries",
    "totalCost": "6000000",
    "ecMaxContribution": "5250000",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "REGION HOVEDSTADEN;LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;STICHTING KATHOLIEKE UNIVERSITEIT;UNIVERSITATEA DE MEDICINA SI FARMACIE IULIU HATIEGANU CLUJ-NAPOCA;DESCIN BV;THE GENERAL HOSPITAL CORPORATION;SENSILAB POLSKA SP ZOO - SKA;UNIVERSITAT ZURICH;UNIVERSITA DEGLI STUDI DI MILANO;INSTITUT DE RECHERCHES INTERNATIONALES SERVIER",
    "participantCountries": "DK;DE;NL;RO;US;PL;CH;IT;FR",
    "projectParticipants": {
        "996333755": {
            "orgId": "996333755",
            "orgName": "THE GENERAL HOSPITAL CORPORATION",
            "ecContrib": 600000
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 1112625
        },
        "997658387": {
            "orgId": "997658387",
            "orgName": "INSTITUT DE RECHERCHES INTERNATIONALES SERVIER",
            "ecContrib": 225000
        },
        "935355675": {
            "orgId": "935355675",
            "orgName": "SENSILAB POLSKA SP ZOO - SKA",
            "ecContrib": 117500
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 925000
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 973500
        },
        "999842439": {
            "orgId": "999842439",
            "orgName": "UNIVERSITATEA DE MEDICINA SI FARMACIE IULIU HATIEGANU CLUJ-NAPOCA",
            "ecContrib": 232500
        },
        "937220306": {
            "orgId": "937220306",
            "orgName": "DESCIN BV",
            "ecContrib": 221500
        },
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 0
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 255000
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 587375
        }
    },
    "calculatedTotalContribution": 5250000
}