{
    "rcn": "199778",
    "acronym": "Organoid",
    "topics": "ERC-ADG-2014",
    "title": "Dissecting microbiome and immune interactions in human intestinal (cancer) organoids",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "We pioneered the essential role of Wnt signals in adult stem cells, i.e. in intestinal crypts. We also found that loss of the APC gene activates the Wnt pathway and causes colorectal cancer (CRC). We then identified a Wnt target gene, Lgr5, which allowed us to define the crypt stem cells. In a previous ERC grant based on these findings, we identified novel Lgr5 stem cells in multiple organs, and defined in vitro culture conditions to grow epithelial organoids from single Lgr5 stem cells. Crucial in this was our identification of the Wnt agonistic R-spondins as the Lgr5 ligands. Cultured 'mini-guts' display all characteristics of normal gut, can be expanded for years, transplanted, and remain genetically stable.  \n\nHere, I propose a reductionist, ëmini-gutí-based approach to two exciting research fields that currently mostly focus at the organismal/patient level: Microbiome research leans on deep-sequencing of complex microbial communities in health and disease; and immune checkpoint research in cancer rests largely on clinical trials of checkpoint-blocking antibodies. While many insights exist into the gut microbiome and -immune system, the epithelium is often treated as a neutral player. ëMini-gutí technology allows us to dissect interactions of the gut microbiome with healthy and diseased epithelium, and of Tumor-Infiltrating Lymphocytes (TILs) with CRC 'mini-guts' (tumoroids). \n\nTo this end, we will describe/study\n1) All immune receptors, -regulators and -effectors in the individual epithelial cell types.\n2) 'Mini-guts' recombined with individual bacterial species,  \n3) CRC tumoroids recombined with their cultured TILs and subjected to immune checkpoint manipulation. \nUsing advanced molecular and imaging technologies, we will chart the molecular mechanisms that underlie the interactions from the ëepithelial perspectiveí. Ultimately, this program will provide molecular detail to the effects of the microbiome and immune system on our gut, in health and disease.",
    "totalCost": "3062438",
    "ecMaxContribution": "3062438",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 3062438
        }
    },
    "calculatedTotalContribution": 3062438
}