{
    "rcn": "199781",
    "acronym": "BRAVIUS",
    "topics": "ERC-ADG-2014",
    "title": "Brain-viscera interactions underlie subjectivity",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "Subjectivity defines the subject who is perceiving, feeling, thinking, acting, and is essential to understand the conscious mind from the inside. However, subjectivity, or non-reflective first-person perspective, is not identified as a core concept in cognitive neuroscience and its neural basis remain largely unknown. BRAVIUS offers a unified framework to appraise both the concept and the neural mechanisms generating subjectivity. The hypothesis relies on two vital organs that generate their own rhythmic electrical activity, the stomach and the heart, and therefore constantly send information up to the neocortex, even in the absence of bodily change. Cortical responses to those visceral organs would define the organism as an entity at the neural level, and create a subject-centered referential from which first-person perspective can develop. In other words, the cardiac and gastric pacemakers could feed the brain with self-specifying inputs. BRAVIUS builds on previous theories and studies on visceral states but focuses on ascending information, from viscera to brain, and does not require visceral states to change nor to be consciously perceived. Experimentally, BRAVIUS measures the understudied neural response evoked by heartbeats and introduces a new measure, the electrogastrogram, to quantify the slow gastric pacemaker. BRAVIUS will test with magneto-encephalography (MEG) the role of neural responses to ascending visceral signals in generating subjectivity by cutting across domains of cognitive sciences and exploring diverse paradigms where subjectivity is engaged: perceptual consciousness, self-consciousness, emotions and decision making. BRAVIUS will further explore how cardiac and gastric ascending signals shape the temporal (MEG) and spatial (fMRI) organization of spontaneous brain activity. The project outcome is a detailed mechanistic neural account of the most private part of the human mind, and a unified concept of subjectivity across cognitive domains.",
    "totalCost": "2080000",
    "ecMaxContribution": "2080000",
    "coordinator": "ECOLE NORMALE SUPERIEURE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854758": {
            "orgId": "999854758",
            "orgName": "ECOLE NORMALE SUPERIEURE",
            "ecContrib": 2080000
        }
    },
    "calculatedTotalContribution": 2080000
}