{
    "rcn": "199786",
    "acronym": "Mulosige",
    "topics": "ERC-ADG-2014",
    "title": "Multilingual locals, significant geographies: a new approach to world literature",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "ìWorld literature is literature that circulates globally. It is mostly in English. Its main genre is the novel.î These are caricatures of how World literature as a set of discourses is shaping the field of literary studies, but in fact Non-Western literatures are positioned with reference to a single global timeline and a single map, and translations supposedly ensure that worthy texts enter the global canon. What does not circulate globally is provincial, not good enough, not ìworld literatureî. \nThis picture bears little resemblance to the multilingual world of literature, which consists not of a single map but of many ìsignificant geographiesî specific to language, group, and genre. By exploring the often fractured ìmultilingual localsî and ìsignificant geographiesî of literature in north India, Morocco, and Ethiopiaóeach with different experiences of literary multilingualism, colonial diglossia, and continuing oral traditionsówe seek to establish a multilingual and located approach to world literature in place of meta-categories like ìglobalî and ìworldî. Mindful of older histories and networks of literary multilingualism and critical of the monolingual straitjacket of modern literary histories that partition Anglophone and Francophone literature from Arabic, Amharic, and Hindi/Urdu, we focus on three periods: imperial consolidation, decolonization, and the current globalizing moment. We will study local transculturations, local debates on world literature, old and new forms of multilingualism, actors and technologies of print and orality, to highlight dynamics of appropriation rather than imitation, co-constitution rather than diffusion, and the multiplicity of choices and trajectories that together form local and transnational literary fields (ìworld literatureî). The project will propose a theoretical approach, methods for multilingual training and research, and strategic dialogues with scholars and writers in Morocco, Ethiopia, India, UK and France.",
    "totalCost": "2482415,75",
    "ecMaxContribution": "2482415,75",
    "coordinator": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998297035": {
            "orgId": "998297035",
            "orgName": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
            "ecContrib": 2482416
        }
    },
    "calculatedTotalContribution": 2482416
}