{
    "rcn": "199782",
    "acronym": "ISECO",
    "topics": "ERC-ADG-2014",
    "title": "Information services: competition and externalities",
    "startDate": "01/11/2015",
    "endDate": "31/10/2020",
    "objective": "This application aims at fostering our knowledge of the economics of information services by studying the strategic interactions between agents involved in the production and exchange of information services. In this context, externalities play a key role explored by this proposal. Their increasing prevalence in information services can be traced to three features: \n- Many information services involve one-sided or two-sided  network externalities.\n- Information is a public good and the production and exchange of information between two parties may affect other parties in a positive or negative manner.\n- Information services and physical infrastructures are complements.\n  Externalities arise in the two layers of the information society, the content level and the physical infrastructure. The proposal is then organized around four parts: \n1. Background theory: two-sided markets, network dynamics, contractual externalities\n2. Virtual layer: recommendation systems, privacy, transaction costs\n3. Physical layer: pricing , investment\n4. Competition policy for two-sided markets\n\nThe first part consists of the development of relevant theory with original and novel methods including for instance global games, coordination games and recent contract theory.  The second part studies specific issues in information services such as the design of search engines and the right to privacy. It also includes empirical investigation of on-line transaction costs using proprietary data of transactions on e-commerce platforms. The third part is concerned with the infrastructure. It studies net-neutrality and the prices of data from the perspective of price theory, accounting for the gratuity of some services. It will also develop original dynamic investment models to understand the role of the complementarity between infrastructure and service innovation and the role of legacy. The last part will develop tools for competition policy makers.",
    "totalCost": "1815938",
    "ecMaxContribution": "1815938",
    "coordinator": "FONDATION JEAN-JACQUES LAFFONT,TOULOUSE SCIENCES ECONOMIQUES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998386566": {
            "orgId": "998386566",
            "orgName": "FONDATION JEAN-JACQUES LAFFONT,TOULOUSE SCIENCES ECONOMIQUES",
            "ecContrib": 1815938
        }
    },
    "calculatedTotalContribution": 1815938
}