{
    "rcn": "199794",
    "acronym": "CAT",
    "topics": "ERC-StG-2015",
    "title": "Climbing the Asian Water Tower",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "The water cycle in the Himalaya is poorly understood because of its extreme topography that results in complex interactions between climate and water stored in snow and glaciers. Hydrological extremes in the greater Himalayas regularly cause great damage, e.g. the Pakistan floods in 2010, while the Himalayas also supply water to over 25% of the global population. So, the stakes are high and an accurate understanding of the Himalayan water cycle is imperative. The discovery of the monumental error on the future of the Himalayan glaciers in the fourth assessment report of the IPCC is exemplary for the scientific misconceptions which are associated to the Himalayan glaciers and its water supplying function. The underlying reason is the huge scale gap that exists between studies for individual glaciers that are not representative of the entire region and hydrological modelling studies that represent the variability in Himalayan climates. In CAT, I will bridge this knowledge gap and explain spatial differences in Himalayan glacio-hydrology at an unprecedented level of detail by combining high-altitude observations, the latest remote sensing technology and state-of-the-art atmospheric and hydrological models. I will generate a high-altitude meteorological observations and will employ drones to monitor glacier dynamics. The data will be used to parameterize key processes in hydro-meteorological models such as cloud resolving mechanisms, glacier dynamics and the ice and snow energy balance. The results will be integrated into atmospheric and glacio-hyrological models for two representative, but contrasting catchments using in combination with the systematic inclusion of the newly developed algorithms. CAT will unambiguously reveal spatial differences in Himalayan glacio-hydrology necessary to project future changes in water availability and extreme events. As such, CAT may provide the scientific base for climate change adaptation policies in this vulnerable region.",
    "totalCost": "1499631",
    "ecMaxContribution": "1499631",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1499631
        }
    },
    "calculatedTotalContribution": 1499631
}