{
    "rcn": "199869",
    "acronym": "hackAIR",
    "topics": "ICT-10-2015",
    "title": "Collective awareness platform for outdoor air pollution",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The overall objective of hackAIR is to develop and pilot test an open platform that will enable communities of citizens to easily set up air quality monitoring networks and engage their members in measuring and publishing outdoor air pollution levels, leveraging the power of online social networks, mobile and open hardware technologies, and engagement strategies. The hackAIR platform will enable the collection of data from: \nï measurements from existing air quality stations and open data\nï user-generated sky-depicting images (either publicly available geo-tagged and time-stamped images posted through social media platforms, or images captured by users\nï low-cost open hardware devices easily assembled by citizens using commercial off-the-shelf parts\nA data fusion algorithm and reasoning services will be developed for synthesising heterogeneous air quality data into air quality-aware personalised services to citizens.\nThe hackAIR platform will be co-created with the users, and offered through:\nï a web application that communities of citizens will be able to install and customize\nï a mobile app that citizens can use to get convenient access to easy-to-understand air quality information, contribute to measurements by an open sensor, or by taking and uploading sky-depicting photos, and receive personalised air quality-aware information on their everyday activities\nThe hackAIR platform will be tested in two pilot locations, with the direct participation of a grassroots NGO with >400.000 members and a health association with >19.000 members. Appropriate strategies and tools will be developed and deployed for increasing user engagement and encouraging behavioural change. The usability and effectiveness of the hackAIR platform, and its social and environmental impact will be assessed. A sustainability and exploitation strategy will pave the way for the future availability of the hackAIR toolkit, community and website, and explore opportunities for commercial exploitation.",
    "totalCost": "2000406,25",
    "ecMaxContribution": "2000406,25",
    "coordinator": "DRAXIS ENVIRONMENTAL S.A.",
    "coordinatorCountry": "EL",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;BUND FUR UMWELT UND NATURSCHUTZ DEUTSCHLAND EV;HERDING WIEBKE;VRIJE UNIVERSITEIT BRUSSEL;NORSK INSTITUTT FOR LUFTFORSKNING STIFTELSE",
    "participantCountries": "EL;DE;NL;BE;NO",
    "projectParticipants": {
        "949422906": {
            "orgId": "949422906",
            "orgName": "HERDING WIEBKE",
            "ecContrib": 176250
        },
        "999654162": {
            "orgId": "999654162",
            "orgName": "NORSK INSTITUTT FOR LUFTFORSKNING STIFTELSE",
            "ecContrib": 473375
        },
        "950481758": {
            "orgId": "950481758",
            "orgName": "BUND FUR UMWELT UND NATURSCHUTZ DEUTSCHLAND EV",
            "ecContrib": 290625
        },
        "996151686": {
            "orgId": "996151686",
            "orgName": "DRAXIS ENVIRONMENTAL S.A.",
            "ecContrib": 478750
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 253281
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 328125
        }
    },
    "calculatedTotalContribution": 2000406
}