{
    "rcn": "199840",
    "acronym": "REPLICATE",
    "topics": "ICT-19-2015",
    "title": "cReative-asset harvEsting PipeLine to Inspire Collective-AuThoring and Experimentation",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "REPLICATE will assemble a world-class team of creative thinkers from research and private sectors to:\n\n- Fuel the creative industriesí growing demand for high-quality content by developing a user-centric, mobile-based, 3D-acquisition tool to transform the real-world into new forms of creative-assets by recruiting and encouraging the involvement of everyone.\n\n- Establish rich and flexible forms of reusable content through the development of semantic decomposition tools that can guide users through the process of unlocking sub-elements of objects and easily add lifelike properties to complex objects.\n\n- Introduce and stimulate the creative industries to new ways of content creation, access and reusability through a carefully devised crowd-sourcing strategy, fuelled by 3 Creativity Incubators.\n\nEnhance the human creative process through the integration of novel Mixed-Reality (MR) user experiences, enabling experimental solutions like 3D/4D storyboarding in unconstrained environments and the ad-hoc expression of ideas by disassembling and reassembling objects in a co-creative workspace.\n\nREPLICATE will benefit many stakeholder groups: Citizens will be empowered to generate 3D and be encouraged to solve disambiguations during reconstruction and  decomposition. Creative people without prior 3D expertise will get icon-driven tools to experiment and play with 3D. Creativity professionals will be able to add richness and semantic-awareness to 3D models by harnessing human experience and state-of-the-art object detection. Researchers in the humanities will be able to take advantage of the creativity platform, usability and usage outcomes to further their research into co-creativity.",
    "totalCost": "3744875",
    "ecMaxContribution": "3181875",
    "coordinator": "FONDAZIONE BRUNO KESSLER",
    "coordinatorCountry": "IT",
    "participants": "T2I - TRASFERIMENTO TECNOLOGICO E INNOVAZIONE SCARL;Animal Vegetable Mineral Limited;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;WIKITUDE GMBH;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;GAMEWARE EUROPE LIMITED",
    "participantCountries": "IT;UK;DE;AT;CH",
    "projectParticipants": {
        "929123231": {
            "orgId": "929123231",
            "orgName": "Animal Vegetable Mineral Limited",
            "ecContrib": 446875
        },
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 580875
        },
        "941372391": {
            "orgId": "941372391",
            "orgName": "GAMEWARE EUROPE LIMITED",
            "ecContrib": 796875
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "940159988": {
            "orgId": "940159988",
            "orgName": "WIKITUDE GMBH",
            "ecContrib": 522438
        },
        "948446019": {
            "orgId": "948446019",
            "orgName": "T2I - TRASFERIMENTO TECNOLOGICO E INNOVAZIONE SCARL",
            "ecContrib": 344375
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 490438
        }
    },
    "calculatedTotalContribution": 3181876
}