{
    "rcn": "199830",
    "acronym": "EOMonDis",
    "topics": "EO-1-2015",
    "title": "Bringing Earth Observation Services for Monitoring Dynamic Forest Disturbances to the Users EOMonDis",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The EOMonDis Project aims to improve the operationality of tropical forest products/services in order to better access the funding for the UNFCCC REDD\\ policy which is a large market segment for the EO-industry in Europe. Additionally, national forest policy programmes and Zero Deforestation programmes also require forest monitoring systems with assessment of forest/non-forest information using disturbance indicators for deforestation and degradation as well as changes in above ground woody biomass. In order to provide operational forest monitoring services for the humid and dry forests several technical challenges have to be overcome. For example, the occurrence of persistent cloud conditions in tropical regions impact the effective use of optical EO data. Seasonal effects in dry forest ecosystems (leaf-fall) combined with limited availability of multi-seasonal EO data coverages also influence the quality and cost effectiveness of the monitoring systems. These situations will change drastically with the Sentinel constellations which provide the high frequency, high resolution optical and radar data required. Therefore, the overarching goal of EOMonDis is to develop innovative and cost-effective EO-based methods to address the technical challenges for tropical forest monitoring which will also fully utilize the comprehensive information provided by the dense time series of optical and SAR satellite data of Sentinel-1 and 2. The methods developed will be tested on study sites selected to represent the wide range of variety in the tropical biomes, in Malawi, Cameroon, Gabon and Vietnam. Users from these countries will be consulted for consolidation of the service requirements, validation of the services, the customization and improvement of the services to fit into their workflows. Based on a market analysis and service validation by the User a 3year business concept will be developed to ensure that there is income generation after the project completion.",
    "totalCost": "2528139,75",
    "ecMaxContribution": "1969106",
    "coordinator": "GAF AG",
    "coordinatorCountry": "DE",
    "participants": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH;TELESPAZIO FRANCE SAS;UNIVERSITE PAUL SABATIER TOULOUSE III;SYSTEMES D'INFORMATION A REFERENCE SPATIALE - SIRS",
    "participantCountries": "AT;FR",
    "projectParticipants": {
        "935107743": {
            "orgId": "935107743",
            "orgName": "SYSTEMES D'INFORMATION A REFERENCE SPATIALE - SIRS",
            "ecContrib": 459418
        },
        "999981537": {
            "orgId": "999981537",
            "orgName": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 332186
        },
        "997899044": {
            "orgId": "997899044",
            "orgName": "TELESPAZIO FRANCE SAS",
            "ecContrib": 217892
        },
        "999415639": {
            "orgId": "999415639",
            "orgName": "GAF AG",
            "ecContrib": 627095
        },
        "999851169": {
            "orgId": "999851169",
            "orgName": "UNIVERSITE PAUL SABATIER TOULOUSE III",
            "ecContrib": 332515
        }
    },
    "calculatedTotalContribution": 1969106
}