{
    "rcn": "199835",
    "acronym": "datACRON",
    "topics": "ICT-16-2015",
    "title": "Big Data Analytics for Time Critical Mobility Forecasting",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "datACRON is a research and innovation collaborative project introducing novel methods for threat and abnormal activity detection in very large fleets of moving entities spread across large geographical areas.Specifically, datACRON aims to develop novel methods for real-time detection and prediction of trajectories and important events related to moving entities, together with advanced visual analytics methods, over multiple heterogeneous, voluminous, fluctuating, and noisy data streams from moving entities, correlating them with archived data expressing, among others, entitiesí characteristics, geographical information, mobility patterns, regulations and intentional data (e.g. planned routes), in a timely manner.\nTechnological developments are validated and evaluated in user-defined challenges focusing on increasing the safety, efficiency and economy of operations concerning moving entities in the Air-Traffic Management and Maritime domains.\nThe datACRON project brings together partners from academia and industry to develop the aforementioned novel methods, together with user and data-provision partners from the two domains, in close relation to user-interest groups, focusing on real-life, industrial and user-defined challenges concerning operations (e.g. surveillance, forecasting of trajectories, characterization, etc.) regarding moving entities in sea and air.",
    "totalCost": "3993835",
    "ecMaxContribution": "3993835",
    "coordinator": "UNIVERSITY OF PIRAEUS RESEARCH CENTER",
    "coordinatorCountry": "EL",
    "participants": "CENTRO DE REFERENCIA INVESTIGACION DESARROLLO E INNOVACION ATM, A.I.E.;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;IMIS GLOBAL LIMITED;BOEING RESEARCH & TECHNOLOGY EUROPE S.L.U.;NATO SCIENCE AND TECHNOLOGY ORGANISATION;ECOLE NAVALE GROUPEMENT INTERET PUBLIC;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";ECOLE NAVALE",
    "participantCountries": "ES;DE;UK;BE;FR;EL",
    "projectParticipants": {
        "912460959": {
            "orgId": "912460959",
            "orgName": "ECOLE NAVALE",
            "ecContrib": 239155
        },
        "999648730": {
            "orgId": "999648730",
            "orgName": "BOEING RESEARCH & TECHNOLOGY EUROPE S.L.U.",
            "ecContrib": 321656
        },
        "999586941": {
            "orgId": "999586941",
            "orgName": "UNIVERSITY OF PIRAEUS RESEARCH CENTER",
            "ecContrib": 730625
        },
        "956788407": {
            "orgId": "956788407",
            "orgName": "ECOLE NAVALE GROUPEMENT INTERET PUBLIC",
            "ecContrib": 0
        },
        "951519755": {
            "orgId": "951519755",
            "orgName": "NATO SCIENCE AND TECHNOLOGY ORGANISATION",
            "ecContrib": 590938
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 453125
        },
        "929055040": {
            "orgId": "929055040",
            "orgName": "IMIS GLOBAL LIMITED",
            "ecContrib": 489688
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 856691
        },
        "997605619": {
            "orgId": "997605619",
            "orgName": "CENTRO DE REFERENCIA INVESTIGACION DESARROLLO E INNOVACION ATM, A.I.E.",
            "ecContrib": 311958
        }
    },
    "calculatedTotalContribution": 3993836
}