{
    "rcn": "199847",
    "acronym": "SMARTBUY",
    "topics": "ICT-12-2015",
    "title": "Enhanced Buying Experiences in SMART CITIES",
    "startDate": "01/01/2016",
    "endDate": "30/09/2018",
    "objective": "SMARTBUY intends to provide the technological infrastructure for small and medium sized retailers to become THE PLACE to buy for the people that donít want to lose the advantages of in-store purchasing at the same time that they want to experiment the advantages of eCommerce; comparison of prices, choice of providers, reviews and specification awareness, etc. Smart Buying converts Smart Citiesí physical stores in a Smart geographically distributed mall by providing the logical consistency needed for conducting centralized searches in heterogeneous and geographically distributed physical stores.\nSMARTBUY project pursues the following main scientific, technical and business objectives:\nï Analyse and take advantage of the available infrastructures provided by ORGANICITY Project in the framework of the FIRE initiative as well as the IoT Innovation Lab for the validation of the Smart Buying platform. \nï Customization of a Cloud secure platform for the provision of services supporting the process of ubiquitous smart buying.\nServices provision to potential customers \nï Provision of customized multichannel systems for the interaction of potential customers with the platform. Web portal and Mobile Apps (for Android and IOs) with geolocation capabilities.\nï Validate Smart Buying system on top of the FIRE infrastructures provided by ORGANICITY project and IoT Innovation Lab. \nï Enhance and improve Smart Cities ecosystem by the incorporation of a smart and highly replicable system\nï Guarantee the access of SME retailers to Smart Buying System. \nThis proposal relates to the Topic ICT-12-2015 Integrating experiments and facilities in FIRE\\. In order to address the specific callenges of this topic, Smart Buying will be based on mature components provided by the partners of the consortium and FIRE infrastucture. The project will be validated on top of the infrastructures provided by ICT-11-2014 project ìORGANICITYî Project in the framework of the FIRE initiative.",
    "totalCost": "1676375",
    "ecMaxContribution": "1420775",
    "coordinator": "LULEA TEKNISKA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "PLANET MEDIA STUDIOS SL;CITYPASSENGER SA;INSTITOUTO TECHNOLOGIAS YPOLOGISTONKAI EKDOSEON DIOFANTOS",
    "participantCountries": "ES;FR;EL",
    "projectParticipants": {
        "969262413": {
            "orgId": "969262413",
            "orgName": "PLANET MEDIA STUDIOS SL",
            "ecContrib": 226712
        },
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 440625
        },
        "974316404": {
            "orgId": "974316404",
            "orgName": "CITYPASSENGER SA",
            "ecContrib": 369688
        },
        "999643783": {
            "orgId": "999643783",
            "orgName": "INSTITOUTO TECHNOLOGIAS YPOLOGISTONKAI EKDOSEON DIOFANTOS",
            "ecContrib": 383750
        }
    },
    "calculatedTotalContribution": 1420775
}