{
    "rcn": "199870",
    "acronym": "ASSET",
    "topics": "ICT-10-2015",
    "title": "Instant Gratification for Collective Awareness and Sustainable Consumerism",
    "startDate": "01/01/2016",
    "endDate": "30/06/2018",
    "objective": "Political consumerism is a bottom up, grass root engagement of concerned citizens. By uniting their individual selves to a collective, the feeling of individual insignificance is transformed into a non-negligible player on the economic market. The diversification of political interests, the intransparent product interrelationships, however, far too often lead to an evaporation of the collective motion, of the rising up of individually aware citizens.\nThe ASSET project develops and tests a pilot solution to pioneer on a new form of political consumerism aiming at empowering the individual to facilitate and to reinforce sustainable consumerism, through better decision-making and networking effects. Leveraging on the innovative combinations of interests by distilling individual and amplifying collective interests and forming collective political consumerism, it serves as an empowerment for the citizen.\nThis crowd-sourced political consumerism builds upon open data, open source, distributed social networking and open hardware. Seizing the full potential of existing mobile communication, it creates collective awareness for political concerns amongst citizens, via integrating network and online collaboration, and collective awareness on economical demands for producers, visualizing mutual interest for sustainable consumption.\nThe pilot solution includes an individually designed product rating system which is seamlessly integrated into the shopping routines. The pilot solution is developed by a multidisciplinary consortium including retail industry, consumer organization, social sciences and ICT centers, and is tested in fields studies with existing communities of people.",
    "totalCost": "2355125",
    "ecMaxContribution": "1917625",
    "coordinator": "LINZ CENTER OF MECHATRONICS GMBH",
    "coordinatorCountry": "AT",
    "participants": "VEREIN FUR KONSUMENTENINFORMATION;ALIMERKA SA;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;TULUNDUSUHISTU TARTU TARBIJATE KOOPERATIIV;BALTIC INNOVATION AGENCY O‹;FASTLINE GMBH & CO. KG;AINIA",
    "participantCountries": "AT;ES;CH;EE;DE",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "996537940": {
            "orgId": "996537940",
            "orgName": "LINZ CENTER OF MECHATRONICS GMBH",
            "ecContrib": 619375
        },
        "939899446": {
            "orgId": "939899446",
            "orgName": "ALIMERKA SA",
            "ecContrib": 120625
        },
        "988234061": {
            "orgId": "988234061",
            "orgName": "BALTIC INNOVATION AGENCY OÜ",
            "ecContrib": 253500
        },
        "936490090": {
            "orgId": "936490090",
            "orgName": "VEREIN FUR KONSUMENTENINFORMATION",
            "ecContrib": 144375
        },
        "929012263": {
            "orgId": "929012263",
            "orgName": "FASTLINE GMBH & CO. KG",
            "ecContrib": 362000
        },
        "920123862": {
            "orgId": "920123862",
            "orgName": "TULUNDUSUHISTU TARTU TARBIJATE KOOPERATIIV",
            "ecContrib": 59000
        },
        "999947781": {
            "orgId": "999947781",
            "orgName": "AINIA",
            "ecContrib": 358750
        }
    },
    "calculatedTotalContribution": 1917625
}