{
    "rcn": "199841",
    "acronym": "INPUT",
    "topics": "ICT-24-2015",
    "title": "Intuitive Natural Prosthesis UTilization",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "INPUT will strive to make the control of complex upper limb prostheses simple, natural and to be used on a daily basis by amputees effortlessly after donning -'don and play'. Currently, the most advanced routine prosthetic control on the market is more than 4 decades old, outdated and constitutes the bottle neck to introducing highly dexterous prostheses. The project builds on achievements reached in the EU FP7 IAPP projects AMYO (Grant No. 251555, 2011-2014) and MYOSENS (Grant No. 286208, 2012-2015), which were targeting improved signal acquisition and signal processing for advanced upper limb prosthetic control. The projects were very successful and received high recognitions national and international recognitions. In INPUT, the main goal will be to transfer the obtained results from laboratory settings further towards a clinically and commercially viable medical product. The enabling concepts on which INPUT builds upon are:\n- Reliable, easy to apply, cost-effective signal acquisition.\n- Reliable, powerful real-time signal processing.\n- Quantifying true patient benefit.\n- Optimized end-user training.\n- Iterative clinical tests throughout the entire project.\nIn order to keep a realistic focus, the project will rely on well-known principles of advanced prosthesis control. Existing upper limb prosthetic hardware will be reused to minimize development time and costs. Improved electronics, algorithms and training will be the main innovations.\nINPUT will build on frequent end-user testing with amputees throughout the entire project. These will ensure targeted prototype development and market viability for advancing the technology from laboratory conditions to a high technology readiness level (TRL) of 8. The project relies on the cooperation between academic research, industry and clinical partners - thus representing the entire value chain of cutting edge upper limb prosthetics. This will ensure the development of stable, wearable and practical prototypes.",
    "totalCost": "3835585",
    "ecMaxContribution": "2706246,13",
    "coordinator": "OTTO BOCK HEALTHCARE PRODUCTS GMBH",
    "coordinatorCountry": "AT",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;ORTOPADISCHES SPITAL SPEISING GMBH;ACADEMISCH ZIEKENHUIS GRONINGEN;OTTO BOCK HEALTHCARE GMBH;SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA;UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
    "participantCountries": "UK;AT;NL;DE;CH",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 333225
        },
        "999791611": {
            "orgId": "999791611",
            "orgName": "OTTO BOCK HEALTHCARE PRODUCTS GMBH",
            "ecContrib": 486620
        },
        "999492657": {
            "orgId": "999492657",
            "orgName": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
            "ecContrib": 192848
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 908138
        },
        "997440913": {
            "orgId": "997440913",
            "orgName": "ORTOPADISCHES SPITAL SPEISING GMBH",
            "ecContrib": 315452
        },
        "999587620": {
            "orgId": "999587620",
            "orgName": "SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA",
            "ecContrib": 0
        },
        "999941573": {
            "orgId": "999941573",
            "orgName": "OTTO BOCK HEALTHCARE GMBH",
            "ecContrib": 469962
        }
    },
    "calculatedTotalContribution": 2706245
}