{
    "rcn": "199898",
    "acronym": "NEVERMIND",
    "topics": "PHC-28-2015",
    "title": "NEurobehavioural predictiVE and peRsonalised Modelling of depressIve symptoms duriNg primary somatic Diseases with ICT-enabled self-management procedures",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Personal health systems for the management of chronic diseases have seen giant leaps in development over recent years. These systems offer vital sign monitoring and therapy delivery at home, focusing on the primary physical disease conditions. However, they do not provide support for early mood assessment or psychological treatment and lack a real-time comprehensive assessment of the patientís mental status. \nDepression is the third leading contributor to global diseases, and depressive mood state is also considered to be strictly related to the onset or worsening of a severe primary somatic disease. Indeed effective preventive medicine related to the onset of depressive symptoms as a comorbidity and worsening factor of psychosomatic diseases such as myocardial infarction, leg-amputation, cancer, and kidney failure is lacking. \nNEVERMIND sets out to empower people who suffer from symptoms of depression related to a serious somatic disease by placing them at the center of their mental healthcare. Equipped with just a smartphone and a lightweight sensitized shirt, patients seeking care and treatment for their mental illnesses interact with these devices that collect data about their mental and physical health, to then get effective feedback. Lifestyle factors, i.e. diet, physical activity and sleep hygiene, play a significant mediating role in the development, progression and treatment of depression, and in NEVERMIND will be monitored by a real-time Decision Support System running locally on the patientís smartphone, predicting the severity and onset of depressive symptoms, by processing physiological data, body movement, speech, and the recurrence of social interactions. The data will trigger a response encouraging the patient to conduct or alter activities or lifestyle to reduce the occurrence and severity of depressive symptoms. \nThe final aim is to bring this system to the market, giving people the tools to control their depression and unburden their minds.",
    "totalCost": "4999513,75",
    "ecMaxContribution": "4999513,75",
    "coordinator": "UNIVERSITA DI PISA",
    "coordinatorCountry": "IT",
    "participants": "GAIA AG;AssociaÁ„o para InvestigaÁ„o e Desenvolvimento da Faculdade de Medicina;UNIVERSITA DEGLI STUDI DI TORINO;UNIVERSITY OF ESSEX;KAROLINSKA INSTITUTET;SMARTEX S.R.L.;INVENTYA LTD;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "DE;PT;IT;UK;SE;ES",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 501879
        },
        "945046557": {
            "orgId": "945046557",
            "orgName": "GAIA AG",
            "ecContrib": 472511
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 439532
        },
        "999611288": {
            "orgId": "999611288",
            "orgName": "SMARTEX S.R.L.",
            "ecContrib": 499376
        },
        "999856989": {
            "orgId": "999856989",
            "orgName": "UNIVERSITY OF ESSEX",
            "ecContrib": 699046
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 523179
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 914866
        },
        "954802429": {
            "orgId": "954802429",
            "orgName": "INVENTYA LTD",
            "ecContrib": 428370
        },
        "993762091": {
            "orgId": "993762091",
            "orgName": "Associação para Investigação e Desenvolvimento da Faculdade de Medicina",
            "ecContrib": 520754
        }
    },
    "calculatedTotalContribution": 4999513
}