{
    "rcn": "199849",
    "acronym": "MAZI",
    "topics": "ICT-10-2015",
    "title": "A DIY networking toolkit for location-based collective awareness",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Do-It-Yourself networking refers to a conceptual approach to the use of low-cost hardware and wireless technology in deploying local communication networks that can operate independently from the Internet, owned and controlled by local actors. MAZI means ìtogetherî in Greek and MAZI [http://mazizone.eu] invests in this paradigm of technology-supported networking, as a means to bring closer together those living in physical proximity. Through an experienced interdisciplinary consortium, MAZI delivers a DIY networking toolkit that offers tools and guidelines for the easy deployment and customization of local networks and services. MAZI toolkit is designed to take advantage of particular characteristics of DIY networking: the de facto physical proximity between those connected; the increased privacy and autonomy; and the inclusive access. Such characteristics are used to promote information exchanges that can develop the location-based collective awareness, as a basis for fostering social cohesion, conviviality, knowledge sharing, and sustainable living. To achieve this objective, MAZI brings together partners from different disciplines: computer networks, urban planning and interdisciplinary studies, human-computer interaction, community informatics, and design research. These academic partners will collaborate closely with four community partners to ensure that MAZI toolkit benefits from the grounded experience of citizen engagement. MAZI draws from the diverse mix of competencies of its consortium to develop a transdisciplinary research framework, which will guide a series of long-term pilot studies in a range of environments, and enhanced by cross-fertilization events. The main goal of this process, and measure of success, is establishing DIY networking as a mainstream technology for enabling the development of collective awareness between those in physical proximity, and the development of surrounding research and theorizing of this approach.",
    "totalCost": "1846640",
    "ecMaxContribution": "1352890",
    "coordinator": "PANEPISTIMIO THESSALIAS",
    "coordinatorCountry": "EL",
    "participants": "NETHOOD;UNIVERSITAT DER KUNSTE BERLIN;SLACKTIVIST LIMITED;EDINBURGH NAPIER UNIVERSITY;COMMON GROUNDS EV;THE OPEN UNIVERSITY;UNMONASTERY;INURA ZURICH INSTITUT GMBH",
    "participantCountries": "CH;DE;UK",
    "projectParticipants": {
        "933116042": {
            "orgId": "933116042",
            "orgName": "NETHOOD",
            "ecContrib": 0
        },
        "929069881": {
            "orgId": "929069881",
            "orgName": "COMMON GROUNDS EV",
            "ecContrib": 93750
        },
        "928810891": {
            "orgId": "928810891",
            "orgName": "UNMONASTERY",
            "ecContrib": 95000
        },
        "945595577": {
            "orgId": "945595577",
            "orgName": "UNIVERSITAT DER KUNSTE BERLIN",
            "ecContrib": 234875
        },
        "999924792": {
            "orgId": "999924792",
            "orgName": "EDINBURGH NAPIER UNIVERSITY",
            "ecContrib": 257250
        },
        "949689850": {
            "orgId": "949689850",
            "orgName": "INURA ZURICH INSTITUT GMBH",
            "ecContrib": 0
        },
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 318750
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 237015
        },
        "929331975": {
            "orgId": "929331975",
            "orgName": "SLACKTIVIST LIMITED",
            "ecContrib": 116250
        }
    },
    "calculatedTotalContribution": 1352890
}