{
    "rcn": "199856",
    "acronym": "STARS4ALL",
    "topics": "ICT-10-2015",
    "title": "A Collective Awareness Platform for Promoting Dark Skies in Europe",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "WHY: 2015 has been named by the United Nations as the International Year of Light (light2015.org). Light has had many obvious benefits for human mankind, but it also poses some relevant threats: the everyday-increasing excess of light thrown by humans to the sky seriously threatens to remove forever one of humanityís natural wonders, the view of our universe. More importantly, it has also an adverse impact on our environment and economy (energy wasted to the sky costs 2 billion US$ per year in the USA and 6,3 billion Ä per year in Europe) and on the health of hundreds of species, including pathologies in human beings (e.g., stress, insomnia). Many professional and amateur scientists are already fighting against light pollution. However, it is necessary to increase social awareness about the importance of preserving the darkness of our cities and environment.\n\nWHAT: STARS4ALL will create an Light Pollution Initiative (LPI) incubation platform that will allow generating (and maintaining) customizable on-demand domain-focused LPIs (e.g., a light pollution working group in Brussels). The platform will be self-sustainable: it will integrate a crowdfunding tool to obtain funding for the LPIs; it will consider incentives that motivate citizens to participate in LPIs, as well as policies to handle those incentives; and it will provide innovations in data acquisition from sensors deployed by citizens and in games with a purpose.\n\nHOW: STARS4ALL will initially deploy 10 LPIs, which will be available by the end of the 1st semester of project execution, and will be operating and creating collective awareness during the rest of the project. At that moment we pave the way the creation of other LPIs by citizens, specially in other disciplines such as Energy Saving, Biodiversity, and Human Health, and will organize open competitions among them.",
    "totalCost": "1970140",
    "ecMaxContribution": "1970140",
    "coordinator": "UNIVERSIDAD POLITECNICA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION PARIS ILE-DE-FRANCE;FORSCHUNGSVERBUND BERLIN EV;CEFRIEL - SOCIETA CONSORTILE A RESPONSABILITA LIMITATA;EUROPEAN CROWDFUNDING NETWORK;UNIVERSIDAD COMPLUTENSE DE MADRID;ASOCIACION ESCP EUROPE, ESPANA;UNIVERSITY OF SOUTHAMPTON;INSTITUTO DE ASTROFISICA DE CANARIAS",
    "participantCountries": "FR;DE;IT;BE;ES;UK",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 598130
        },
        "999647178": {
            "orgId": "999647178",
            "orgName": "CEFRIEL - SOCIETA CONSORTILE A RESPONSABILITA LIMITATA",
            "ecContrib": 236250
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 236250
        },
        "950323357": {
            "orgId": "950323357",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION PARIS ILE-DE-FRANCE",
            "ecContrib": 60724
        },
        "950630944": {
            "orgId": "950630944",
            "orgName": "EUROPEAN CROWDFUNDING NETWORK",
            "ecContrib": 78750
        },
        "999806355": {
            "orgId": "999806355",
            "orgName": "INSTITUTO DE ASTROFISICA DE CANARIAS",
            "ecContrib": 173260
        },
        "921171753": {
            "orgId": "921171753",
            "orgName": "ASOCIACION ESCP EUROPE, ESPANA",
            "ecContrib": 128026
        },
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 218750
        },
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 240000
        }
    },
    "calculatedTotalContribution": 1970140
}