{
    "rcn": "199800",
    "acronym": "FIRSTTIME",
    "topics": "ERC-PoC-2015",
    "title": "That Special First Time - Boosting Turnout and Satisfaction amongst First Time Voters",
    "startDate": "01/01/2016",
    "endDate": "30/06/2017",
    "objective": "'FIRSTTIME is dedicated to generating new unique instruments that Election Management Bodies (EMB) worldwide can use to organise a bespoke electoral experience for first time voters and increase their satisfaction and turnout. We will partner with EMBs to test them in real elections. \n\nFIRSTTIME follows on from the INMIVO grant which won accolades such as Best International Research Award from the Market Research Society, led to multiple books, articles in leading journals, and major policy impact as we advised IGOs and 4 different EMBs on electoral system reform, improving disabled & illiterate citizens' vote and civic education.\n\nYoung people are largely disillusioned with politics and abstention often tempts them. Yet, INMIVO showed that participation in one of our first two elections determines turnout for our entire life. We found that young people are very excited at the idea of participating in their electoral 'first time'. We also demonstrated that the organisation of one's first election affects trust in democracy, perceived representation, and future turnout. \n\nHowever, our comprehensive preliminary study shows that major democracies do not specifically tailor the electoral experience of first time voters, relying instead on ineffective information campaigns. \n\nFIRSTTIME will test 6 protocols to optimise first time voters' experience before (election packs, mentoring system, etc), during (dedicated help at polling stations, etc) and after (certificate, celebration, etc) the vote, with an aim to maximise their satisfaction and turnout. We have already secured collaboration intention from EMBs so as to experiment these instruments in real elections in 4 democracies (2 new &2 established) . \n\nThe results will be used to produce 'first time voter' instrument guidelines disseminated to end-users, presented in conferences and major events (UN, European Parliament) and made available to EMBs to re-attract young voters to the polling booth when it matters most.\n\n'",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}