{
    "rcn": "199877",
    "acronym": "Making Sense",
    "topics": "ICT-10-2015",
    "title": "Making Sense",
    "startDate": "01/11/2015",
    "endDate": "31/12/2017",
    "objective": "The raise of Fab Labs and maker spaces are creating new opportunities for citizen-driven innovation in a myriad domains ranging from open hardware to digital fabrication, community informatics, and participatory sensing. In the past five years, the broad availability of open hardware tools, the creation of online data sharing platforms, and access to maker spaces  have fostered the design of low cost and open source sensors that independent communities of citizens can appropriate to engage in environmental action. By collectively measuring and making sense of changes in environmental phenomena citizens can become aware of how their lifestyle affects the ecosystem and be inspired to adopt more sustainable behaviours at the individual and community levels.  \n\nMaking Sense will show how open source software, open source hardware, digital maker practices and open design can be effectively used by local communities to appropriate their own technological sensing tools, make sense of their environments and address pressing environmental problems in air, water, soil and sound pollution. To achieve this, the project will develop a Making Sense Toolkit based on the  Smart Citizen platform for bottom up citizen science, developed at Fab Lab Barcelona. The toolkit will be tested in pilots in Amsterdam, Barcelona and Prishtina, aimed at deepening our understanding on the processes enabling collective awareness. Based on the pilots, we will develop a conceptual and methodological framework for participatory environmental maker practices. It will show how to provide citizens and communities with appropriate tools to enhance their everyday environmental awareness, to enable active intervention in their surroundings, and to change their individual and collective practices. And finally we will develop will develop a scientifically informed framework for citizen co-inquiry and action towards hands-on transformation of their surroundings.",
    "totalCost": "1547774,5",
    "ecMaxContribution": "1547774,5",
    "coordinator": "STICHTING WAAG SOCIETY",
    "coordinatorCountry": "NL",
    "participants": "RRJETI EDUKATOREVE BASHKEMOSHATAR;UNIVERSITY OF DUNDEE;UNIVERSITEIT TWENTE;INSTITUT D'ARQUITECTURA AVANCADA DE CATALUNYA;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "XK;UK;NL;ES;BE",
    "projectParticipants": {
        "940451861": {
            "orgId": "940451861",
            "orgName": "RRJETI EDUKATOREVE BASHKEMOSHATAR",
            "ecContrib": 211250
        },
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 294688
        },
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 300412
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 14688
        },
        "957944453": {
            "orgId": "957944453",
            "orgName": "INSTITUT D'ARQUITECTURA AVANCADA DE CATALUNYA",
            "ecContrib": 358125
        },
        "984550389": {
            "orgId": "984550389",
            "orgName": "STICHTING WAAG SOCIETY",
            "ecContrib": 368612
        }
    },
    "calculatedTotalContribution": 1547775
}