{
    "rcn": "199867",
    "acronym": "LUCA",
    "topics": "ICT-28-2015",
    "title": "Laser and Ultrasound Co-Analyzer for thyroid nodules",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "This is a trans-disciplinary project that joins endocrinologists (ìend-usersî), radiologists (ìend-usersî), physicists who are\nexperts in medical photonics, engineers who are experts in photonics and ultrasonics and the industry to work towards a\nconcentrated goal - to produce a novel, point-of-care, low-cost, screening device that combines two photonics systems\n(near-infrared diffuse correlation spectroscopy (DCS) and time-resolved spectroscopy (TRS)) with a multi-modal ultrasound\n(US) system and a probe that enables multi-modal data acquisition for the screening of thyroid nodules (TN) for thyroid\ncancer (TC). TN are a common pathology having a prevalence of palpable nodules around 5% in women and 1% in men,\nthat increases to 19-76% with the use of neck US. In screening thyroid nodules, to exclude thyroid cancer which occurs in\n5-15% of TN, the first step is the US followed by fine needle aspiration biopsy (FNAB) of suspicious nodules. The sensitivity\nand specificity of this process in thyroid cancer are limited, with a large number of non-diagnostic and false positive results\nthat lead to unnecessary surgeries. A reduction in the number of surgeries with a point-of-care diagnostic procedure would\nhave an important socio-economic impact, diminishing the number of thyroidectomies and the associated comorbidities. This\nimplies savings of millions of euros per year. Evidence shows that multi-modal approaches that include hemodynamic\ninformation leads to better specificity while each modality on its own fails. We hypothesize that a new optical-ultrasound\nprobe and integrated system enabled by the development of novel, key enabling photonic components and sub-systems to\nprovide synergetic information on tissue morphology, composition and function will have a large impact in this field. Our\naction is directed by end-users who participate in the proposal and will be exploited by the industrial partners who cover the\nwhole value-chain.",
    "totalCost": "4026120",
    "ecMaxContribution": "3628845,75",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "THE UNIVERSITY OF BIRMINGHAM;EIBIR GEMEINNUETZIGE GMBH ZUR FOERDERUNG DER ERFORSCHUNG DER BIOMEDIZINISCHEN BILDGEBUNG;CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER;POLITECNICO DI MILANO;HEMOPHOTONICS SL;ECM ECHO CONTROL MEDICAL;VERMON SA",
    "participantCountries": "UK;AT;ES;IT;FR",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 297179
        },
        "999696551": {
            "orgId": "999696551",
            "orgName": "VERMON SA",
            "ecContrib": 188631
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 986230
        },
        "940716865": {
            "orgId": "940716865",
            "orgName": "ECM ECHO CONTROL MEDICAL",
            "ecContrib": 273542
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 689700
        },
        "950568088": {
            "orgId": "950568088",
            "orgName": "HEMOPHOTONICS SL",
            "ecContrib": 464800
        },
        "999633113": {
            "orgId": "999633113",
            "orgName": "EIBIR GEMEINNUETZIGE GMBH ZUR FOERDERUNG DER ERFORSCHUNG DER BIOMEDIZINISCHEN BILDGEBUNG",
            "ecContrib": 375000
        },
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 353764
        }
    },
    "calculatedTotalContribution": 3628846
}