{
    "rcn": "199863",
    "acronym": "DMC-MALVEC",
    "topics": "ICT-39-2015",
    "title": "Automated diagnostic platform, data management system and innovative communication tool, for improving the impact of malaria vector control interventions",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "Malaria is a life-threatening disease causing more than 500,000 deaths every year in sub-Saharan Africa. Prevention of the disease is best achieved by vector control which relies on the use of insecticides. Monitoring mosquito vector populations is an integral component of control programmes and a prerequisite for effective interventions. Several individual methods are used for this task, However, there are obstacles to their uptake, as well as challenges in organizing, interpreting and communicating vector control data. \nWe will develop a fully integrated and automated multiplex vector-diagnostic platform (LabDisk) for monitoring the species ID, the infection status of mosquitoes and the insecticide resistance profile of malaria vector populations. The system will provide sample-to-answer determinations, and it will perform genotyping at substantially lower cost, compared to the assays that are currently used in Africa. \nThe LabDisk will be interfaced with a Disease Data Management System (DDMS), custom made data management software which will collect data from routine entomological monitoring activities, store, and make available stratified information based on ìuser queriesî in a standardized way. \nThe ìGAMEî, a modern ICT platform that employs interactive ways of communicating guidelines and exemplifying good practices of successful use of interventions in the health sector will be also employed, to teach operational end users the use of data to make informed decisions. \nThe integrated system (LabDisk, DDMS & Game) will be implemented in four sub-Saharan African countries, highly representative of malaria settings and vector control problems, to support informed decision-making about vector control and disease management. It will cover the urgent needs of an existing ìmarketî and will provide solution to end users, to address a most important societal challenge in Africa, the control of malaria. The system has a vast expansion potential in other applications.",
    "totalCost": "3167376,25",
    "ecMaxContribution": "2768001,25",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "LIVERPOOL SCHOOL OF TROPICAL MEDICINE;MINISTRY OF HEALTH;JIMMA UNIVERSITY;SCHWEIZERISCHES TROPEN- UND PUBLIC HEALTH-INSTITUT;Organisation de Coordination pour la lutte contre les EndÈmies en Afrique Centrale;FAST TRACK DIAGNOSTICS LUXEMBOURG SARL;AGRICULTURAL UNIVERSITY OF ATHENS;HAHN-SCHICKARD-GESELLSCHAFT FUER ANGEWANDTE FORSCHUNG E.v.;N.T. LABORATORY SRL",
    "participantCountries": "UK;ZM;ET;CH;CM;LU;EL;DE;IT",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 470725
        },
        "937724803": {
            "orgId": "937724803",
            "orgName": "FAST TRACK DIAGNOSTICS LUXEMBOURG SARL",
            "ecContrib": 295000
        },
        "998563106": {
            "orgId": "998563106",
            "orgName": "Organisation de Coordination pour la lutte contre les Endémies en Afrique Centrale",
            "ecContrib": 267500
        },
        "950780712": {
            "orgId": "950780712",
            "orgName": "N.T. LABORATORY SRL",
            "ecContrib": 304375
        },
        "999872218": {
            "orgId": "999872218",
            "orgName": "AGRICULTURAL UNIVERSITY OF ATHENS",
            "ecContrib": 42500
        },
        "986369236": {
            "orgId": "986369236",
            "orgName": "JIMMA UNIVERSITY",
            "ecContrib": 264599
        },
        "998872439": {
            "orgId": "998872439",
            "orgName": "HAHN-SCHICKARD-GESELLSCHAFT FUER ANGEWANDTE FORSCHUNG E.v.",
            "ecContrib": 350424
        },
        "999596156": {
            "orgId": "999596156",
            "orgName": "MINISTRY OF HEALTH",
            "ecContrib": 267524
        },
        "998518583": {
            "orgId": "998518583",
            "orgName": "SCHWEIZERISCHES TROPEN- UND PUBLIC HEALTH-INSTITUT",
            "ecContrib": 0
        },
        "999883955": {
            "orgId": "999883955",
            "orgName": "LIVERPOOL SCHOOL OF TROPICAL MEDICINE",
            "ecContrib": 505355
        }
    },
    "calculatedTotalContribution": 2768002
}