{
    "rcn": "199843",
    "acronym": "INNODERM",
    "topics": "ICT-28-2015",
    "title": "Innovative Dermatology Healthcare based on Label-Free Spectral Optoacoustic Mesoscopy",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Multispectral Optoacoustic Tomography (MSOT) brings a revolution to bio-optical imaging. Being insensitive to photon scattering, MSOT dramatically improves upon conventional bio-optic barriers by enabling (1) three-dimensional high-resolution optical imaging deep inside tissues (several millimetres to centimetres), by (2) high-scalability, ranging from optical-resolution microscopy to acoustic-resolution optical mesoscopy and macroscopy and by (3) novel label-free anatomical, physiological and molecular contrast at the tissue and single-cell-level, based on spectrally-resolved optical absorption. MSOT, originally supported by an ERC Advanced Award (2008) (TUM: Prof. Ntziachristos), is already commercialized by iThera Medical for macroscopy with systems sold around the world for small animal imaging. In parallel, ERC MSOT funding developed a mesoscopic implementation, termed raster-scan optoacoustic mesoscopy (RSOM), which has demonstrated innovative imaging capacity at 1-5mm depths. \nDriven by leading dermatologists (TUM: Prof. Biedermann; SUR: Prof. Costanzo) and market leader SMEs in optoacoustic and ultrasound technology (iThera, Rayfos, Sonaxis), INNODERM will design and prototype a handheld, portable, scalable, label-free RSOM device for point-of care dermatology applications, based on recommendations developed under an ERC proof of concept grant (2013) on MSOT. INNODERM brings together key photonic & ultrasound technologies and will validate the technical and economic viability of RSOM in dermatology suites for fast diagnosis and skin disease monitoring. RSOM can go beyond the abilities of current optical or optoacoustic devices and offer a paradigm shift in dermatology imaging, substantiating successful business cases.",
    "totalCost": "4595125",
    "ecMaxContribution": "3869879,13",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "HUMANITAS UNIVERSITY;RAYFOS LTD;SONAXIS SA;ITHERA MEDICAL GMBH;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "IT;UK;FR;DE",
    "projectParticipants": {
        "957288345": {
            "orgId": "957288345",
            "orgName": "ITHERA MEDICAL GMBH",
            "ecContrib": 724868
        },
        "951417323": {
            "orgId": "951417323",
            "orgName": "RAYFOS LTD",
            "ecContrib": 496134
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 0
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1432350
        },
        "985630484": {
            "orgId": "985630484",
            "orgName": "SONAXIS SA",
            "ecContrib": 471238
        },
        "932462747": {
            "orgId": "932462747",
            "orgName": "HUMANITAS UNIVERSITY",
            "ecContrib": 745289
        }
    },
    "calculatedTotalContribution": 3869879
}