{
    "rcn": "199864",
    "acronym": "SavingFood",
    "topics": "ICT-10-2015",
    "title": "An innovative solution to tackle food waste through the collaborative power of ICT networks",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Food waste has received global attention as a major sustainability challenge, with significant implications for the economy, society and the environment. At the same time, it represents a global paradox: whilst a large amount of the food produced each year is wasted, there are huge numbers of people suffering from hunger. \nSavingFood offers a novel approach to tackle food waste by turning this environmental issue into an innovative solution to fight hunger. The project builds on the collaborative power of ICT networks and creates an online community of citizens, food waste stakeholders and policy makers that through knowledge creation and sharing they are empowered to take direct action and become part of the suggested food waste solution.\nThrough the use of advanced open source tools connected to a social networking environment SavingFood facilitates the redistribution of surplus food to those in need, ensures that no food is wasted through lack of communication, supports the participation of people in organised as well as ad hoc events around food saving and encourages wide debate.\nLeveraging on the collaborative power of social networks and by activating the collective intelligence of citizens SavingFood seeks to create a social movement for tackling food waste and influence lifestyles towards a more sustainable future.",
    "totalCost": "1191697,5",
    "ecMaxContribution": "1191697,5",
    "coordinator": "VILABS OE",
    "coordinatorCountry": "EL",
    "participants": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;JOVO INTERNET ELO LABORATORIUM EGYESULET;UNIVERSITY OF SOUTHAMPTON;BOROUME SAVING FOOD SAVING LIVES;GLOBAL FEEDBACK LIMITED;MAGYAR ELELMISZERBANK EGYESULET;IMINDS",
    "participantCountries": "BE;HU;UK;EL",
    "projectParticipants": {
        "935305817": {
            "orgId": "935305817",
            "orgName": "JOVO INTERNET ELO LABORATORIUM EGYESULET",
            "ecContrib": 100875
        },
        "931773271": {
            "orgId": "931773271",
            "orgName": "BOROUME SAVING FOOD SAVING LIVES",
            "ecContrib": 160375
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 218698
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 235500
        },
        "940288804": {
            "orgId": "940288804",
            "orgName": "GLOBAL FEEDBACK LIMITED",
            "ecContrib": 149750
        },
        "955444375": {
            "orgId": "955444375",
            "orgName": "VILABS OE",
            "ecContrib": 217625
        },
        "999608184": {
            "orgId": "999608184",
            "orgName": "IMINDS",
            "ecContrib": 0
        },
        "960034318": {
            "orgId": "960034318",
            "orgName": "MAGYAR ELELMISZERBANK EGYESULET",
            "ecContrib": 108875
        }
    },
    "calculatedTotalContribution": 1191698
}