{
    "rcn": "199852",
    "acronym": "SETA",
    "topics": "ICT-16-2015",
    "title": "SETA: An open, sustainable, ubiquitous data and service ecosystem for efficient, effective, safe, resilient mobility in metropolitan areas",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "Around 50% of the global population lives in metropolitan areas, and this is expected to grow to 75% by 2050. Mobility within these areas is complex as it involves multiple modalities of transport, multiple managing authorities, as well as several millions of citizens. The cost of inefficiency in transport and mobility are enormous. For example, inefficiency costs the UK economy Ä5.8 billion each year. Ä583 million is wasted on fuel (e.g. traffic congestion) alone each year, which attributes to increased urban pollution and CO2. Hold-ups to business or freight vehicles amounts to Ä1.5bn annually.\nMobility generates huge amounts of data thought thousands of sensors, city cameras, and connected cars, as well as millions of citizens connected through their mobile devices. If properly managed, this data can be used to understand, optimise and manage mobility and make it more efficient, sustainable and resilient. \nSETA will address this challenge, creating a technology and methodology able to use this wealth of data to change the way mobility is organised, monitored and planned in large metropolitan areas. The solution will be able to collect, process, link and fuse high-volume, high-velocity, multi-dimensional, heterogeneous, cross-media, cross-sectorial data and to use it to model mobility with a precision, granularity and dynamicity that is impossible with todayís technologies. Such models will be the basis of pervasive services to citizens and business, as well as decision makers to support safe, sustainable, effective, efficient and resilient mobility.\nThe project has the potential to impact the everyday lives of millions of people, their health and the environment with enormous financial and social impact. \nSETAís solution will be evaluated rigorously by citizens, business and decision makers in 3 cities across Europe. \nThe proposal includes a commercialisation plan and describes the economy of managing the SETA ecosystem in a metropolitan area.",
    "totalCost": "5565247,5",
    "ecMaxContribution": "5565247,5",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "MACHINE2LEARN BV;AILLERON SA;BIRMINGHAM CITY COUNCIL;AIMSUN SL;SCYFER BV;KNOWLEDGE NOW LIMITED;AYUNTAMIENTO DE SANTANDER;THE FLOOW LIMITED;AIZOON CONSULTING SRL;COMUNE DI TORINO;SHEFFIELD HALLAM UNIVERSITY;UNIVERSIDAD DE CANTABRIA;SOFTWARE MIND SA;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "NL;PL;UK;ES;IT",
    "projectParticipants": {
        "944636829": {
            "orgId": "944636829",
            "orgName": "AIZOON CONSULTING SRL",
            "ecContrib": 346188
        },
        "999880075": {
            "orgId": "999880075",
            "orgName": "UNIVERSIDAD DE CANTABRIA",
            "ecContrib": 350625
        },
        "999842148": {
            "orgId": "999842148",
            "orgName": "SHEFFIELD HALLAM UNIVERSITY",
            "ecContrib": 200000
        },
        "917383030": {
            "orgId": "917383030",
            "orgName": "AILLERON SA",
            "ecContrib": 756375
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 1286000
        },
        "989900036": {
            "orgId": "989900036",
            "orgName": "AYUNTAMIENTO DE SANTANDER",
            "ecContrib": 250038
        },
        "999672883": {
            "orgId": "999672883",
            "orgName": "SOFTWARE MIND SA",
            "ecContrib": 0
        },
        "986538792": {
            "orgId": "986538792",
            "orgName": "COMUNE DI TORINO",
            "ecContrib": 220000
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 401375
        },
        "938175659": {
            "orgId": "938175659",
            "orgName": "SCYFER BV",
            "ecContrib": 308758
        },
        "951814247": {
            "orgId": "951814247",
            "orgName": "AIMSUN SL",
            "ecContrib": 400960
        },
        "995726050": {
            "orgId": "995726050",
            "orgName": "KNOWLEDGE NOW LIMITED",
            "ecContrib": 329938
        },
        "999624480": {
            "orgId": "999624480",
            "orgName": "BIRMINGHAM CITY COUNCIL",
            "ecContrib": 200000
        },
        "950743270": {
            "orgId": "950743270",
            "orgName": "THE FLOOW LIMITED",
            "ecContrib": 353750
        }
    },
    "calculatedTotalContribution": 5404007
}