{
    "rcn": "199851",
    "acronym": "mHealth4Afrika",
    "topics": "ICT-39-2015",
    "title": "Community-based ICT for Maternal Healthcare in Africa",
    "startDate": "01/11/2015",
    "endDate": "31/10/2018",
    "objective": "mHealth4Afrika is a collaborative research project that addresses maternal and newborn healthcare delivery, a key requirement of end-user communities in developing countries, and priority area in both the 2015 Millennium Development Goals and Post-2015 Sustainable Development Goals.\n\nAligned with Horizon 2020 Societal Challenges, mHealth4Afrika will research and evaluate the potential impact of co-designing an open source, multilingual mHealth platform on the quality of community based maternal and newborn healthcare delivery in Southern Africa (Malawi, South Africa), East Africa (Kenya) and Horn of Africa (Ethiopia).\n\nResearch and innovation actors from three European and four African countries will engage with local end-user communities (i.e. representatives of parents and local community leaders, Ministry of Health, healthcare professionals and volunteers, health oriented NGOs). Based on this User-centred Design, Living Labs, Collaborative Open Innovation based approach, the consortium will integrate and adapt\n∑ Multilingual electronic health records to store patient history, associated tests and test results;\n∑ Sensors to capture the results of a range of standardised tests for expectant and lactating mothers, unborn babies and infants;\n∑ Analytical and visualisation tools to facilitate the interpretation and monitoring of the patient results; and \n∑ Multi-lingual and multimodal mobile interfaces leveraging visualisation and speech synthesis to address literacy deficits and digitise data gathering through electronic forms.\n\nBy focusing on accessibility, usability and integrated training, this will facilitate urban, rural and deep rural healthcare workers to adopt and use a comprehensive system that integrates quality community based healthcare delivery with telemedicine. The expected outcome is a multi-region proof of concept that can make a significant contribution in accelerating exploitation of mHealth across Africa.",
    "totalCost": "1999995",
    "ecMaxContribution": "1999995",
    "coordinator": "IIMC INTERNATIONAL INFORMATION MANAGEMENT CORPORATION LTD",
    "coordinatorCountry": "IE",
    "participants": "UNIVERSITY OF MALAWI;BAOBAB HEALTH TRUST;STRATHMORE UNIVERSITY;UNIVERSITETET I OSLO;University of Gondar;UNIVERSITY OF ULSTER;NELSON MANDELA METROPOLITAN UNIVERSITY",
    "participantCountries": "MW;KE;NO;ET;UK;ZA",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 268906
        },
        "972567785": {
            "orgId": "972567785",
            "orgName": "NELSON MANDELA METROPOLITAN UNIVERSITY",
            "ecContrib": 287825
        },
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 172500
        },
        "929008383": {
            "orgId": "929008383",
            "orgName": "BAOBAB HEALTH TRUST",
            "ecContrib": 0
        },
        "986374377": {
            "orgId": "986374377",
            "orgName": "STRATHMORE UNIVERSITY",
            "ecContrib": 181062
        },
        "999453275": {
            "orgId": "999453275",
            "orgName": "UNIVERSITY OF MALAWI",
            "ecContrib": 216688
        },
        "999776576": {
            "orgId": "999776576",
            "orgName": "IIMC INTERNATIONAL INFORMATION MANAGEMENT CORPORATION LTD",
            "ecContrib": 749982
        }
    },
    "calculatedTotalContribution": 1876963
}