{
    "rcn": "199855",
    "acronym": "SafeLog",
    "topics": "ICT-24-2015",
    "title": "Safe human-robot interaction in logistic applications for highly flexible warehouses",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The European market for e-commerce is growing rapidly, with more than 16% just in the year 2014. With the internationalization of distribution chains, the key for success lies within efficient logistics. In such facilities, goods for the end-user or products in the B2B sector are stored, commissioned and shipped. To manage the supply chains, many new warehouses have been erected and more will follow. With the growing markets, the need for larger warehouses and their automation increases. To advance the position of the European trade sector, technical restrictions on the size of warehouses should be avoided and new automation paradigm should be implemented to ensure their efficient operation. Therefore the European robotic and automation companies should be able to provide appropriate solutions, making scalable systems and scalable software mandatory. Current automation solutions based on strict separation of humans and robots cannot provide such efficient operation of large warehouses. SafeLog aims to overcome this issue by enabling much more efficient warehouse concepts joining human and robot workforce. Given that, the overall objective of SafeLog is the conception and implementation of a large-scale flexible warehouse system which enables safe and efficient collaboration of humans and robots in the same area and at the same time.\n\nOn the way to reach this objective SaveLog will develop, integrate and test: (1) a holistic and certifiable safety concept based on the safety vest, which allows the collaboration of robots and humans in a flexible warehouse system, (2) planning and scheduling algorithms for a heterogeneous fleet manager, which allow the adhoc reactive planning and scheduling for human and robot workforce in a flexible warehouse system, and (3) augmented reality based interaction strategies to support workers in a robotized warehouse system with information about their current task and environment.",
    "totalCost": "4618462,5",
    "ecMaxContribution": "4618462,5",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;KONCAR INSTITUT ZA ELEKTROTEHNIKU D.D.;SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA;SWISSLOG AUTOMATION GMBH;CESKE VYSOKE UCENI TECHNICKE V PRAZE",
    "participantCountries": "DE;HR;CZ",
    "projectParticipants": {
        "926018552": {
            "orgId": "926018552",
            "orgName": "SWISSLOG AUTOMATION GMBH",
            "ecContrib": 950000
        },
        "959856420": {
            "orgId": "959856420",
            "orgName": "KONCAR INSTITUT ZA ELEKTROTEHNIKU D.D.",
            "ecContrib": 501150
        },
        "999848744": {
            "orgId": "999848744",
            "orgName": "CESKE VYSOKE UCENI TECHNICKE V PRAZE",
            "ecContrib": 708750
        },
        "999876486": {
            "orgId": "999876486",
            "orgName": "SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA",
            "ecContrib": 565250
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 979375
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 913938
        }
    },
    "calculatedTotalContribution": 4618463
}