{
    "rcn": "199848",
    "acronym": "ChainReact",
    "topics": "ICT-10-2015",
    "title": "Making Supplier Networks Transparent, Understandable and Responsive",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "ChainReact is an effort to make supplier networks transparent, understandable, and responsive, so that companies and their stakeholders can see, react to, and ultimately transform corporate network impacts.  To this end, we will create an integrated data network supported by three platform struts:\n1. A new informer platform (TalkFree) will help advocacy groups manage campaigns to solicit flexible bottom-up reports about corporate behaviour.\n2. The worldís largest open repository of corporate information (OpenCorporates) will be enhanced to connect these reports to major corporate brands through multi-level corporate network mapping.\n3. An open analysis platform (WikiRate.org) will integrate data from both sources (and others, including direct corporate disclosure) and support their interpretation via collaboratively-developed dynamic, network-aware CSR metrics.\nNetwork participation will be driven by outreach campaigns organized in collaboration with advocacy groups, including pilot campaigns with consortium partner Walk Free Foundation, an international non-profit with the mission to eliminate slavery, with a community of 8.5m participants in their campaigns.  Several other major not-for-profit players, including Oxfam International, the Carbon Disclosure Project, and Amnesty International, have also begun discussions around involvement in ChainReact campaigns.  \nUniversity of Cambridge and University of Warsaw will provide a research perspective on every aspect of ChainReactís development and outreach.  CERTH is the project coordinator and brings expertise in the entity matching that will support extracting corporate network data from unstructured documents. OpenCorporates is run by consortium partner Chrinon Ltd, WikiRate.org is run by consortium partner WikiRate e.V., and a new nonprofit will be formed to run TalkFree. TalkFree development will be led by Decko Commons e.V.,  the primary developers of the open-source Decko framework (currently branded as ìWagnî).",
    "totalCost": "2248562,5",
    "ecMaxContribution": "2248562,5",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "UNIWERSYTET WARSZAWSKI;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;THE WIKIRATE PROJECT EV;CHRINON LTD;DECKO COMMONS EV",
    "participantCountries": "PL;UK;DE",
    "projectParticipants": {
        "953330357": {
            "orgId": "953330357",
            "orgName": "CHRINON LTD",
            "ecContrib": 200625
        },
        "952628853": {
            "orgId": "952628853",
            "orgName": "THE WIKIRATE PROJECT EV",
            "ecContrib": 574830
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 167062
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 200200
        },
        "933579217": {
            "orgId": "933579217",
            "orgName": "DECKO COMMONS EV",
            "ecContrib": 652750
        }
    },
    "calculatedTotalContribution": 1795467
}