{
    "rcn": "199895",
    "acronym": "INTMET",
    "topics": "SC5-11e-2015",
    "title": "Integrated innovative metallurgical system to benefit efficiently polymetallic, complex and low grade ores and concentrates",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The INTMET approach represents a unique technological breakthrough to overcome the limitations related to difficult low grade and complex ores to achieve high efficient recovery of valuable metals (Cu, Zn, Pb, Ag) and CRM (Co, In, Sb). Main objective of INTMET is applying on-site mine-to-metal hydroprocessing of the produced concentrates enhancing substantially raw materials efficiency thanks to increase Cu\\Zn\\Pb recovery over 60% vs. existing selective flotation. 3 innovative hydrometallurgical processes (atmospheric, pressure and bioleaching), and novel more effective metals extraction techniques (e.g. Cu/Zn-SX-EW, chloride media, MSA, etc) will be developed and tested at relevant environment aiming to maximise metal recovery yield and minimising energy consumption and environmental footprint. Additionally secondary materials like tailings and metallurgical wastes will be tested as well for metals recovery and sulphur valorisation. The technical, environmental and economic feasibility of the entire approaches will be evaluated to ensure a real business solution of the integrated INTMET process.\nINTMET will be economically viable thanks to diversification of products (Cu, Zn, Pb), high-profitable solution (producing commodities not concentrates), with lower operation and environmental costs (on-site hydroprocessing will avoid transport to smelters) and allowing mine-life extension developing a new business-model concept based on high efficient recovery of complex ores that will ensure EU mining industry competitiveness and employment.\nINTMET is fully aligned with EIP-RM validated in the PolymetOre Commitment where most of INTMET partners take part on and the market up-take solutions are guaranteed by an exploitation from industrially-driven consortia composed by 3 Mines, 2 SMEs (AGQ -waste&water tech provider; MINPOL -policy & exploitation expert), 2 tech providers (OUTOTEC and TR) and 5 complementary RTD¥s with expertise in leaching and recovery metals processing",
    "totalCost": "7834976,25",
    "ecMaxContribution": "7834976,25",
    "coordinator": "COBRE LAS CRUCES SA",
    "coordinatorCountry": "ES",
    "participants": "MINPOL GMBH;MINTEK;GUENTER TIESS;AGQ MINING & BIOENERGY SL;SOMINCOR - SOCIEDADE MINEIRA DE NEVES-CORVO SA;MINING AND METALLURGY INSTITUTE BOR LTD;KGHM POLSKA MIEDZ SA;BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES;INSTYTUT METALI NIEZELAZNYCH;OUTOTEC (FINLAND) OY;INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE PENTRU METALE NEFEROASE SIRARE-IMNR;TECNICAS REUNIDAS SA",
    "participantCountries": "AT;ZA;ES;PT;RS;PL;FR;FI;RO",
    "projectParticipants": {
        "998501220": {
            "orgId": "998501220",
            "orgName": "INSTYTUT METALI NIEZELAZNYCH",
            "ecContrib": 360750
        },
        "954558280": {
            "orgId": "954558280",
            "orgName": "GUENTER TIESS",
            "ecContrib": 0
        },
        "996847176": {
            "orgId": "996847176",
            "orgName": "TECNICAS REUNIDAS SA",
            "ecContrib": 710625
        },
        "949475965": {
            "orgId": "949475965",
            "orgName": "COBRE LAS CRUCES SA",
            "ecContrib": 2461239
        },
        "968354105": {
            "orgId": "968354105",
            "orgName": "MINTEK",
            "ecContrib": 327749
        },
        "967954465": {
            "orgId": "967954465",
            "orgName": "OUTOTEC (FINLAND) OY",
            "ecContrib": 999912
        },
        "941968553": {
            "orgId": "941968553",
            "orgName": "AGQ MINING & BIOENERGY SL",
            "ecContrib": 301275
        },
        "999993662": {
            "orgId": "999993662",
            "orgName": "BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES",
            "ecContrib": 581894
        },
        "996501468": {
            "orgId": "996501468",
            "orgName": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE PENTRU METALE NEFEROASE SIRARE-IMNR",
            "ecContrib": 370001
        },
        "957843961": {
            "orgId": "957843961",
            "orgName": "KGHM POLSKA MIEDZ SA",
            "ecContrib": 138750
        },
        "944934910": {
            "orgId": "944934910",
            "orgName": "SOMINCOR - SOCIEDADE MINEIRA DE NEVES-CORVO SA",
            "ecContrib": 225000
        },
        "918195890": {
            "orgId": "918195890",
            "orgName": "MINPOL GMBH",
            "ecContrib": 453125
        },
        "926249509": {
            "orgId": "926249509",
            "orgName": "MINING AND METALLURGY INSTITUTE BOR LTD",
            "ecContrib": 904656
        }
    },
    "calculatedTotalContribution": 7834976
}