{
    "rcn": "199846",
    "acronym": "CROWD4ROADS",
    "topics": "ICT-10-2015",
    "title": "CROWD sensing and ride sharing FOR ROAD Sustainability",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Road networks are the largest publicly owned assets and they play a fundamental role in socio-economic development and competitiveness. At the same time, roads have huge environmental impacts and maintenance costs. Passenger cars account for 73.7% of total intra-EU passenger transport, with an average car occupancy rate well below 2 passengers per car. The resulting traffic accounts for about 12% of CO2 emissions. Delayed maintenance impairs road safety and increases cost of intervention, vehicle operating costs, and emissions.\nThe CROWD4ROADS project combines trip sharing and crowd sensing initiatives to harness collective intelligence to contribute to the solution of the sustainability issues of road passenger transport, by increasing the car occupancy rate and by engaging drivers and passengers in road monitoring.\nBlaBlaCar (http://blablacar.com/) is the largest trusted ride sharing community worldwide, with more than 10.000.000 members in 14 countries, while SmartRoadSense (http://smartroadsense.it/) is a crowd sensing system which makes use of the accelerometers of car-mounted smartphones to estimate the roughness of the road surface.\nThe CROWD4ROADS platform establishes a synergistic relationship between BlaBlaCar and SmartRoadSense, exploiting the network effect which is inherent in both the initiatives, to provide a sizeable impact in terms of car occupancy rate, road monitoring, and end-user engagement in road maintenance and transport sustainability.\nScalability issues will be addressed during the project both from a technical and from a social point of view. The approach will be validated on representative large scale pilots, involving more than 1 million people and covering more than 1 million km of roads. Impacts will be measures in terms of road coverage, car occupancy rates, and open data volume.",
    "totalCost": "1543867,51",
    "ecMaxContribution": "1543866,76",
    "coordinator": "Universita' degli Studi di Urbino Carlo Bo",
    "coordinatorCountry": "IT",
    "participants": "FUNDATIA SATEAN;COVENTRY UNIVERSITY;Regione Abruzzo;COMUTO;BUCKINGHAMSHIRE ADVANTAGE;REGIONE MARCHE",
    "participantCountries": "RO;UK;IT;FR",
    "projectParticipants": {
        "929247876": {
            "orgId": "929247876",
            "orgName": "BUCKINGHAMSHIRE ADVANTAGE",
            "ecContrib": 262993
        },
        "929226730": {
            "orgId": "929226730",
            "orgName": "COMUTO",
            "ecContrib": 75000
        },
        "994604051": {
            "orgId": "994604051",
            "orgName": "Regione Abruzzo",
            "ecContrib": 129375
        },
        "986340233": {
            "orgId": "986340233",
            "orgName": "REGIONE MARCHE",
            "ecContrib": 266166
        },
        "999612161": {
            "orgId": "999612161",
            "orgName": "COVENTRY UNIVERSITY",
            "ecContrib": 245333
        },
        "952952057": {
            "orgId": "952952057",
            "orgName": "FUNDATIA SATEAN",
            "ecContrib": 180625
        },
        "997437906": {
            "orgId": "997437906",
            "orgName": "Universita' degli Studi di Urbino Carlo Bo",
            "ecContrib": 384375
        }
    },
    "calculatedTotalContribution": 1543867
}