{
    "rcn": "199832",
    "acronym": "BLUEGNSS",
    "topics": "GALILEO-1-2015",
    "title": "Promoting  EGNSS Operational Adoption in BLUEMED FAB",
    "startDate": "01/01/2016",
    "endDate": "30/06/2018",
    "objective": "Promoting EGNSS Operational Adoption in BLUEMED FAB\nBLUEGNSS  proposal aims at promote innovation technologies to maximise the potential of the European GNSS and its adoption. The Consortium,  led by ENAV, Italian Air Navigation Service Provider, sees the participation of the other BLUE MED FAB ANSPS partners, such as DCAC ñ Cyprus, HCAA ñ Greece, MATS ñ Malta and is complemented by an industrial partner IDS (Italy) to promote a fully integrated approach.\nThe primary objective of the BLUEGNSS Project is to develop European Global Navigation Satellite System (EGNSS) aeronautical applications in accordance with ICAO standards and in particular to design RNP approaches with all 3 minimas (LPV, LNAV/VNAV, LNAV), in selected airports in order to increase their accessibility and safety. The publication of the procedures on the national AIPs will allow the adoption of such technology by civil aviation, demonstrating safety, operational and economic benefits. Other objectives, linked to the primary one, are:\nï Training procedure designers on the design and regular review of RNP APCH procedures;\nï Disseminating EGNSS culture among BLUEMED partners;\nï Implementing a regional EGNSS Monitoring Network and data recording capabilities in support of the validation of RNP APCH and of the introduction of Galileo for aeronautical applications.\nDesign and validation of RNP APCH is a fundamental enabler for the exploitation of EGNSS in the aviation domain and to push forward its adoption in Europe.\nThis is the first time in Europe that a RNP APCH implementation project is coordinated at FAB level. The advantage of such approach is that States that donít have enough experience on RNP APCH operational implementation will take benefit from inter FAB knowledge transfer. Furthermore the BLUEMED PBN Task Force framework will act  as catalyst platform to spread knowledge among the area and beyond at whole EU level.",
    "totalCost": "2304181,25",
    "ecMaxContribution": "1612926,89",
    "coordinator": "ENAV SPA",
    "coordinatorCountry": "IT",
    "participants": "MALTA AIR TRAFFIC SERVICES LIMITED;HELLENIC CIVIL AVIATION AUTHORITY;MINISTRY OF TRANSPORT, COMMUNICATIONS AND WORKS;I.D.S. - INGEGNERIA DEI SISTEMI - S.P.A.",
    "participantCountries": "MT;EL;CY;IT",
    "projectParticipants": {
        "958850433": {
            "orgId": "958850433",
            "orgName": "MINISTRY OF TRANSPORT, COMMUNICATIONS AND WORKS",
            "ecContrib": 164583
        },
        "990267957": {
            "orgId": "990267957",
            "orgName": "HELLENIC CIVIL AVIATION AUTHORITY",
            "ecContrib": 110177
        },
        "932440534": {
            "orgId": "932440534",
            "orgName": "MALTA AIR TRAFFIC SERVICES LIMITED",
            "ecContrib": 145567
        },
        "999617496": {
            "orgId": "999617496",
            "orgName": "I.D.S. - INGEGNERIA DEI SISTEMI - S.P.A.",
            "ecContrib": 298812
        },
        "998197513": {
            "orgId": "998197513",
            "orgName": "ENAV SPA",
            "ecContrib": 893787
        }
    },
    "calculatedTotalContribution": 1612926
}