{
    "rcn": "199880",
    "acronym": "CAPSELLA",
    "topics": "ICT-10-2015",
    "title": "Collective Awareness PlatformS for Environmentally-sound Land management based on data technoLogies and Agrobiodiversity",
    "startDate": "01/01/2016",
    "endDate": "30/06/2018",
    "objective": "A major sustainability challenge for the European society is moving beyond conventional, industrialised food production and agricultural systems, characterised by a high use of external inputs. Mainstream conventional food production systems are posing a serious threat to the environment and to biodiversity and are becoming increasingly unsustainable due to unacceptable levels of food waste in industrialized countries and to shrinking farmersí incomes. Alternative systems with reduced use of external inputs have to be promoted , based on i) an optimised use of agricultural biodiversity (hereafter ëagrobiodiversityí), ecological processes and natural resources and on ii) improved food systems based e.g. on short supply chain quality food, where consumers play an active role in driving produce demand and consequently offer.\nCAPSELLA will address this challenge in two ways: (a) raising awareness on these issues especially within and among local communities (smallholders agriculture, biodiversity, food quality) but also within the broader European public, and (b) offering innovative ICT solutions that will address needs and requirements coming from the communities. To achieve this we will use a combination of participatory bottom up data collection and top down data integration to develop solutions for two domains: agrobiodiversity and local food knowledge. The project aims to (a) build from scratch open data repositories concerning regional agrobiodiversity, and (b) to build upon and enhance existing data sets on the agrobiodiversity and food domains. Based on these, the project will develop a number of community-driven data powered ICT solutions, which will be tested by the communities engaged in the project and will result in a number of pilots. Finally, our project will have a strong societal and business sustainability focus by also including incubation activities for selected pilots.",
    "totalCost": "2056750",
    "ecMaxContribution": "2056750",
    "coordinator": "ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS",
    "coordinatorCountry": "EL",
    "participants": "AGRO-KNOW;We Deliver Taste s.r.o.;Zephyr srl;RETE SEMI RURALI;SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA;ZUIDELIJKE LAND- EN TUINBOUWORGANISATIE VERENIGING;ASTON UNIVERSITY",
    "participantCountries": "BE;CZ;IT;NL;UK",
    "projectParticipants": {
        "928974821": {
            "orgId": "928974821",
            "orgName": "We Deliver Taste s.r.o.",
            "ecContrib": 218125
        },
        "947890015": {
            "orgId": "947890015",
            "orgName": "RETE SEMI RURALI",
            "ecContrib": 138750
        },
        "951885251": {
            "orgId": "951885251",
            "orgName": "AGRO-KNOW",
            "ecContrib": 422500
        },
        "985622336": {
            "orgId": "985622336",
            "orgName": "Zephyr srl",
            "ecContrib": 144750
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 184850
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 263125
        },
        "969231858": {
            "orgId": "969231858",
            "orgName": "ZUIDELIJKE LAND- EN TUINBOUWORGANISATIE VERENIGING",
            "ecContrib": 159375
        }
    },
    "calculatedTotalContribution": 1531475
}