{
    "rcn": "199802",
    "acronym": "Bcl-Inhib",
    "topics": "ERC-PoC-2015",
    "title": "Discovery of Bcl-3 inhibitors as Potential Chemopreventive Agent for skin cancer",
    "startDate": "01/11/2015",
    "endDate": "30/04/2017",
    "objective": "Melanoma is one of the fastest growing cancers worldwide, especially in regions with a high number of Caucasians such as Europe. Currently, 100,000 diagnoses and 5,000 deaths from melanoma are registered in Europe every year. This increase in melanoma incidence is a serious health problem and poses an economic as well as societal concern. The survival in patients with malignant melanoma is very poor with a five year survival rate of about 10%. Indeed, the current clinical therapies against malignant and metastatic melanoma have a relatively low efficacy and are associated with significant adverse events. Therefore there is an urgent need for development of novel drugs that can cure or prolong the survival of these patients. Molecular targeted therapy by using a drug that reduces the growth and spread of cancer cells via inhibition of a specific protein is a foundation stone of precision medicine and treatment. We have identified a lead molecule that inhibits proliferation and metastasis of human malignant melanoma cells. The present proof-of-concept proposal aims at lead optimization, preclinical verification, IPR positioning, market assessment, and other commercial activities including go to market strategy and dialogue with potential collaborators. This will make a unique medical and commercial opportunity to develop a highly specific drug against a disease in urgent need of new treatment options.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}