{
    "rcn": "199842",
    "acronym": "BabyRobot",
    "topics": "ICT-24-2015",
    "title": "Child-Robot Communication and Collaboration: Edutainment, Behavioural Modelling and Cognitive Development in Typically Developing and Autistic Spectrum Children",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The crowning achievement of human communication is our unique ability to share intentionality, create and execute on joint plans.  Using this paradigm we model human-robot communication as a three step process: sharing attention, establishing common ground and forming shared goals.  Prerequisites for successful communication are being able to decode the cognitive state of people around us (mindreading) and building trust.  Our main goal is to create robots that analyze and track human behavior over time in the context of their surroundings (situational) using audio-visual monitoring in order to establish common ground and mind-reading capabilities.  On BabyRobot we focus on the typically developing and autistic spectrum children user population.  Children have unique communication skills, are quick and adaptive learners, eager to embrace new robotic technologies.  This is especially relevant for special eduation where the development of social skills is delayed or never fully develops without intervention or therapy.  Thus our second goal is to define, implement and evaluate child-robot interaction application scenarios for developing specific socio-affective, communication and collaboration skills in typically developing and autistic spectrum children.  We will support not supplant the therapist or educator, working hand-in-hand to create a low risk environment for learning and cognitive development. Breakthroughs in core robotic technologies are needed to support this research mainly in the areas of motion planning and control in constrained spaces, gestural kinematics, sensorimotor learning and adaptation. Our third goal is to push beyond the state-of-the-art in core robotic technologies to support natural human-robot interaction and collaboration for edutainment and healthcare applications.  Creating robots that can establish communication protocols and form collaboration plans on the fly will have impact beyond the application scenarios investigated here.",
    "totalCost": "3995741,25",
    "ecMaxContribution": "3995741,25",
    "coordinator": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "coordinatorCountry": "EL",
    "participants": "FURHAT ROBOTICS AB;THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION;KUNGLIGA TEKNISKA HOEGSKOLAN;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;UNIVERSITE DE LILLE;BLUE OCEAN ROBOTICS APS;UNIVERSITAET BIELEFELD;UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
    "participantCountries": "SE;UK;EL;FR;DK;DE",
    "projectParticipants": {
        "999911115": {
            "orgId": "999911115",
            "orgName": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION",
            "ecContrib": 682554
        },
        "999899378": {
            "orgId": "999899378",
            "orgName": "UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
            "ecContrib": 0
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 551625
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 655812
        },
        "949746886": {
            "orgId": "949746886",
            "orgName": "BLUE OCEAN ROBOTICS APS",
            "ecContrib": 530500
        },
        "999854370": {
            "orgId": "999854370",
            "orgName": "UNIVERSITAET BIELEFELD",
            "ecContrib": 378875
        },
        "930638759": {
            "orgId": "930638759",
            "orgName": "FURHAT ROBOTICS AB",
            "ecContrib": 418000
        },
        "910186018": {
            "orgId": "910186018",
            "orgName": "UNIVERSITE DE LILLE",
            "ecContrib": 344625
        }
    },
    "calculatedTotalContribution": 3561991
}