{
    "rcn": "199888",
    "acronym": "SYSMICS",
    "topics": "MSCA-RISE-2015",
    "title": "Syntax Meets Semantics: Methods,  Interactions, and Connections in Substructural logics.",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "Substructural logics are formal reasoning systems that refine classical logic by weakening the structural rules in Gentzen sequent calculus.\nWhile classical logic generally formalises the notion of truth, substructural logics allow to handle notions such as resources, vagueness, meaning, and language syntax, motivated by studies in computer science, epistemology, economy, and linguistics. Moreover, from a theoretical point of view, substructural logics provide a refined perspective of classical logic, since the former often exhibit features which are either absent or trivialised in the classical case.\nTraditionally, substructural logics have been investigated following three main approaches: proof theoretic, algebraic and abstract study. Although some connections among these approaches were observed long ago, in large part these practices developed in independence. As a result, the research directions, tools and motivations for each approach developed in relative isolation.\n\nThe main objective of this project is to establish a network of collaborations between the experts of these diverse methods to investigate substructural logics in a cohesive fashion, taking into account these three distinct yet complementary points of view.   The main momentum for this endeavour is provided by recent surprising results that confirm how deeply algebraic and proof theoretic methods are linked to one another.\n\nThe proposal gathers leading experts in all these three areas, from all around the word, with the aim of reuniting these traditions and their communities and obtain deep results in all three areas. We are confident that this innovative, combined perspective on substructural logics will have a deep impact on the field and that this project will provide a stable basis of cooperation for a large, international community of algebraists, logicians and theoretical computer scientists, giving fresh impetus to these disciplines to flourish and integrate.",
    "totalCost": "580500",
    "ecMaxContribution": "504000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI SALERNO",
    "coordinatorCountry": "IT",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;UNIVERSITAET BERN;USTAV TEORIE INFORMACE A AUTOMATIZACE AV CR VVI;UNIVERSITA DEGLI STUDI DI CAGLIARI;USTAV INFORMATIKY AV CR;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITAT DE BARCELONA;UNIVERSITA DEGLI STUDI DELL'INSUBRIA;UNIVERZITA PALACKEHO V OLOMOUCI;UNIVERSITA DEGLI STUDI DI MILANO;UNIVERSITAT AUTONOMA DE BARCELONA;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "AT;CH;CZ;IT;ES;NL",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 9000
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 58500
        },
        "999841663": {
            "orgId": "999841663",
            "orgName": "UNIVERSITA DEGLI STUDI DI CAGLIARI",
            "ecContrib": 22500
        },
        "999855243": {
            "orgId": "999855243",
            "orgName": "UNIVERSITA DEGLI STUDI DELL'INSUBRIA",
            "ecContrib": 4500
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 45000
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 67500
        },
        "999899184": {
            "orgId": "999899184",
            "orgName": "UNIVERSITA DEGLI STUDI DI SALERNO",
            "ecContrib": 45000
        },
        "998949748": {
            "orgId": "998949748",
            "orgName": "USTAV INFORMATIKY AV CR",
            "ecContrib": 85500
        },
        "999649506": {
            "orgId": "999649506",
            "orgName": "UNIVERZITA PALACKEHO V OLOMOUCI",
            "ecContrib": 27000
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 27000
        },
        "999618175": {
            "orgId": "999618175",
            "orgName": "USTAV TEORIE INFORMACE A AUTOMATIZACE AV CR VVI",
            "ecContrib": 45000
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 31500
        }
    },
    "calculatedTotalContribution": 468000
}