{
    "rcn": "199845",
    "acronym": "EMPATIA",
    "topics": "ICT-10-2015",
    "title": "Enabling Multichannel PArticipation Through ICT Adaptations",
    "startDate": "01/01/2016",
    "endDate": "31/03/2018",
    "objective": "Participatory budgeting (PB) represents one of the most successful civic innovations of the last quarter-century. At a time when voter turnout in Europe is lagging and public institutions struggle to maintain trust and legitimacy within a framework of growing budgetary cuts, PB has proved itself to be a powerful tool for citizens to join in the essential tasks of governing, not only as voters but also as decision-makers themselves.\n\nEMPATIA aims at producing the first ICT platform capable of fully encompassing both the decision-making cycle and the implementation cycle of PB whose integration is considered indispensable by literature as the main driver of the self-sustainability process. It will harness the collaborative power of ICT networks applied to PB, seeking to radically enhance the inclusiveness and impact of PB processes, enabling citizens, individually and collectively, to take deliberate and informed action for the public good. This will lower barriers to information and participation, deepening citizen engagement and trust in public institutions, collaborating alongside them to make their communities more sustainable.\n\nEMPATIA consists of multidisciplinary consortium, with expertise in adjacent fields ñ research and implementation of participatory and voting processes, ICT integration, evaluation of technological and societal impacts among others ñ that will include in its activities the implementation of three distinct PB Pilots, with citizens from the municipalities of Lisbon (Portugal), Ri?any (Czech Republic) and Bonn (Germany), allowing a thorough analysis and validation of the EMPATIA platform.",
    "totalCost": "1483625",
    "ecMaxContribution": "1483625",
    "coordinator": "CENTRO DE ESTUDOS SOCIAIS",
    "coordinatorCountry": "PT",
    "participants": "ASSOCIACAO IN LOCO, DE INTERVENCAO,FORMACAO E ESTUDOS PARA O DESENVOLVIMENTO LOCAL;ONE SOURCE CONSULTORIA INFORMATICA LDA;UNIVERSITA DEGLI STUDI DI MILANO;ZEBRALOG GMBH & CO KG;BRUNEL UNIVERSITY LONDON;UNIVERSITY OF BRADFORD;DEMOKRATIE 2.1 S.R.O.",
    "participantCountries": "PT;IT;DE;UK;CZ",
    "projectParticipants": {
        "968818347": {
            "orgId": "968818347",
            "orgName": "ONE SOURCE CONSULTORIA INFORMATICA LDA",
            "ecContrib": 409250
        },
        "941370257": {
            "orgId": "941370257",
            "orgName": "ASSOCIACAO IN LOCO, DE INTERVENCAO,FORMACAO E ESTUDOS PARA O DESENVOLVIMENTO LOCAL",
            "ecContrib": 117500
        },
        "992478005": {
            "orgId": "992478005",
            "orgName": "ZEBRALOG GMBH & CO KG",
            "ecContrib": 188125
        },
        "928894505": {
            "orgId": "928894505",
            "orgName": "DEMOKRATIE 2.1 S.R.O.",
            "ecContrib": 95625
        },
        "999899766": {
            "orgId": "999899766",
            "orgName": "UNIVERSITY OF BRADFORD",
            "ecContrib": 100000
        },
        "998333895": {
            "orgId": "998333895",
            "orgName": "CENTRO DE ESTUDOS SOCIAIS",
            "ecContrib": 410625
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 50000
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 112500
        }
    },
    "calculatedTotalContribution": 1483625
}