{
    "rcn": "199871",
    "acronym": "AudioCommons",
    "topics": "ICT-19-2015",
    "title": "Audio Commons: An Ecosystem for Creative Reuse of Audio Content",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The democratisation of multimedia content creation has changed the way in which multimedia content is created, shared and (re)used all over the world, yielding significant amounts of user-generated multimedia resources, big part shared under open licenses. At the same time, creative industries need to reduce production costs in order to remain competitive. There is, therefore, an opportunity for creative industries to incorporate such content in their productions, but there is a lack of technologies for easily accessing and incorporating that type content in their creative workflows.\nIn the particular case of sound and music, a huge amount of audio material like sound samples, soundscapes and music pieces, is available and released under Creative Commons licenses, both coming from amateur and professional content creators. We refer to this content as the 'Audio Commons'. However, there exist no practical ways in which Audio Commons can be embedded in the production workflows of the creative industries, and licensing issues are not easily handled across the production chain. As a result, most of this content remains unused in professional environments.\nThe aim of this project is to create an ecosystem of content, technologies and tools to bring the Audio Commons to the creative industries, enabling creation, access, retrieval and reuse of Creative Commons audio content in innovative ways that fit the requirements of the use cases considered (e.g., audiovisual, music and video games production).\nFurthermore, we tackle rights management challenges derived from the content reuse enabled by the created ecosystem and research about emerging business models that can arise form it. Our project will benefit creative industries by providing new and innovative creativity supporting tools and reducing production costs, and will benefit content creators by offering a channel to expose their works to professional environments and to allow them to (re)licence their content.",
    "totalCost": "2979055",
    "ecMaxContribution": "2979055",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "JAMENDO SA;WAVES AUDIO LTD.;QUEEN MARY UNIVERSITY OF LONDON;AUDIOGAMING;UNIVERSITY OF SURREY",
    "participantCountries": "LU;IL;UK;FR",
    "projectParticipants": {
        "929607358": {
            "orgId": "929607358",
            "orgName": "WAVES AUDIO LTD.",
            "ecContrib": 384750
        },
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 765000
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 707402
        },
        "929470782": {
            "orgId": "929470782",
            "orgName": "AUDIOGAMING",
            "ecContrib": 258750
        },
        "951696877": {
            "orgId": "951696877",
            "orgName": "JAMENDO SA",
            "ecContrib": 186300
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 676852
        }
    },
    "calculatedTotalContribution": 2979054
}