{
    "rcn": "199896",
    "acronym": "MIN-GUIDE",
    "topics": "SC5-13c-2015",
    "title": "Minerals Policy Guidance for Europe",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "MIN-GUIDE is a project addressing the need for a secure and sustainable supply of minerals in Europe by developing a ëMinerals Policy Guideí. The key objectives of the project are (1) providing guidance for EU and MS minerals policy, (2) facilitating minerals policy decision making through knowledge co-production for transferability of best practice minerals policy, and (3) fostering community and network building for the co-management of an innovation catalysing minerals policy framework.\nThis will be achieved through a systematic profiling and policy benchmarking of relevant policy and legislation in Europe, which includes the identification of innovation friendly best practices through quantitative indicators and a qualitative analysis country-specific framework conditions, as well as through the compilation of minerals statistics and reporting systems. These insights will form the basis for developing an interactive, tailor-made online ëMinerals Policy Guideí. Another key feature of the MIN-GUIDE project will be knowledge co-production for minerals policy decision makers through Policy Laboratories exploring these best practice examples along the whole mineral production value chain (exploration and extraction, processing, recycling and mine closure). Furthermore, MIN-GUIDE will facilitate the building of a sustainable minerals policy stakeholder network through this knowledge co-production and utilization in Policy Laboratories as well as through three major Conferences. These Conferences will explore the minerals governance framework, work on recommendations for promoting innovation along the whole minerals production value chain, and put it into the wider context of the circular economy.  \nThe MIN-GUIDE project and in particular the dissemination of the ëMinerals Policy Guideí to specific target audiences will have the expected impact of guiding EU MS and EU level minerals policy-making towards a more coherent, transparent and innovation-catalysing framework.",
    "totalCost": "1999625",
    "ecMaxContribution": "1999625",
    "coordinator": "WIRTSCHAFTSUNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "LULEA TEKNISKA UNIVERSITET;MONTANUNIVERSITAT LEOBEN;SVEUCILISTE U ZAGREBU RUDARSKO-GEOLOSKO-NAFTNI FAKULTET;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;THE UNIVERSITY OF WESTMINSTER LBG;UNIVERSIDADE DE AVEIRO;TY÷- JA ELINKEINOMINISTERI÷;INSTITUTO GEOL”GICO Y MINERO DE ESPA—A;GOPA COM",
    "participantCountries": "SE;AT;HR;EL;UK;PT;FI;ES;BE",
    "projectParticipants": {
        "999858250": {
            "orgId": "999858250",
            "orgName": "THE UNIVERSITY OF WESTMINSTER LBG",
            "ecContrib": 215756
        },
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 323750
        },
        "985228419": {
            "orgId": "985228419",
            "orgName": "GOPA COM",
            "ecContrib": 144395
        },
        "999616138": {
            "orgId": "999616138",
            "orgName": "WIRTSCHAFTSUNIVERSITAT WIEN",
            "ecContrib": 604000
        },
        "999898117": {
            "orgId": "999898117",
            "orgName": "MONTANUNIVERSITAT LEOBEN",
            "ecContrib": 182125
        },
        "998737803": {
            "orgId": "998737803",
            "orgName": "INSTITUTO GEOLÓGICO Y MINERO DE ESPAÑA",
            "ecContrib": 191942
        },
        "998157258": {
            "orgId": "998157258",
            "orgName": "SVEUCILISTE U ZAGREBU RUDARSKO-GEOLOSKO-NAFTNI FAKULTET",
            "ecContrib": 59551
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 148750
        },
        "999826143": {
            "orgId": "999826143",
            "orgName": "TYÖ- JA ELINKEINOMINISTERIÖ",
            "ecContrib": 58394
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 70961
        }
    },
    "calculatedTotalContribution": 1999624
}