{
    "rcn": "199876",
    "acronym": "EndoVESPA",
    "topics": "ICT-24-2015",
    "title": "Endoscopic Versatile robotic guidancE, diagnoSis and theraPy of magnetic-driven soft-tethered endoluminAl robots",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "The EndoVESPA project (Endoscopic Versatile robotic guidancE, diagnoSis and theraPy of magnetic-driven soft-tethered endoluminAl robots) aims at developing an integrated robotic platform for the navigation of a soft-tethered colonoscope capable of performing painless diagnosis and treatment. \nColorectal cancer is one of the major causes of mortality but survival rate dramatically increase in case of early diagnosis. Current screening colonoscopy is limited due to a variety of factors including invasiveness, patient discomfort, fear of pain, and the need for sedation; these factors consistently limit the pervasiveness of mass screening campaigns. \nBuilt around a novel robotic colonoscope and designed to make its use straightforward for the endoscopist and ideal for mass screening, the EndoVESPA system has the potential to introduce in the clinical practice a disruptive new paradigm for painless colonoscopy. EndoVESPA combines a ìfront-wheelî magneticñdriven approach for active and smooth navigation with diagnostic and therapeutic capabilities for overcoming the limitations of current colonoscopy in terms of patient discomfort, dependence on operator skills, costs and outcomes for the healthcare systems. \nThe acceptance and consolidation of robotics in the medical domain and the everñgrowing development of endoscopicñdriven technologies are the fundamental building blocks for the realization of the EndoVESPA platform which can take advantage of solid and IPR protected technologies provided by the Project Partners. Aim of the EndoVESPA Project is to bring the system to the market for an extensive clinical use. \nThe EndoVESPA Consortium is a unique blend of internationally recognized European pioneers (in all the involved disciplines), which will guarantee a dramatic leap forward in the current technology through successful implementation in terms of scientific innovation, industrial engineering, certification, market analysis, and ultimately clinical deployment.",
    "totalCost": "3045125",
    "ecMaxContribution": "2735937,5",
    "coordinator": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITA DEGLI STUDI DI TORINO;EKYMED SRL;UNIVERSITY COLLEGE LONDON;OVESCO ENDOSCOPY AG;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "IT;UK;DE",
    "projectParticipants": {
        "999625935": {
            "orgId": "999625935",
            "orgName": "EKYMED SRL",
            "ecContrib": 387625
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 410000
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 322500
        },
        "996487306": {
            "orgId": "996487306",
            "orgName": "OVESCO ENDOSCOPY AG",
            "ecContrib": 333812
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 833750
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 448250
        }
    },
    "calculatedTotalContribution": 2735937
}