{
    "rcn": "199844",
    "acronym": "DeTOP",
    "topics": "ICT-24-2015",
    "title": "Dexterous Transradial Osseointegrated Prosthesis with neural control and sensory feedback",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "This project addresses the scientific, technological and clinical problem of recovery of hand function after amputation. Despite decades of research and development on artificial limbs and neural interfaces, amputees continue to use technology for powered prostheses developed over 40 years ago, namely myoelectric prostheses controlled via superficial electrodes. These devices do not purposely provide sensory feedback and are known for their poor functionality, controllability and sensory feedback, mainly due to the use of surface electrodes.\n\nThe consortium has pioneered the use of osseointegration as a long-term stable solution for the direct skeletal attachment of limb prostheses. This technology aside from providing an efficient mechanical coupling, which on its own has shown to improve prosthesis functionality and the patientís quality of life, can also be used as a bidirectional communication interface between implanted electrodes and the prosthetic arm. This is today the most advanced and unique technique for bidirectional neuromuscular interfacing, suited for the upper limb amputees, which was proven functional in the long term.\nThe goal of the DeTOP project is to push the boundaries of this technology ñmade in Europeñ to the next TRL and to make it clinically available to the largest population of upper limb amputees, namely transradial amputees. This objective will be targeted by developing a novel prosthetic hand with improved functionality, smart mechatronic devices for safe implantable technology, and by studying and assessing paradigms for natural control (action) and sensory feedback (perception) of the prosthesis through the implant. The novel technologies and findings will be assessed by three selected patients, implanted in a clinical centre.\n\nDeTOP bridges several currently disjointed scientific fields and is therefore critically dependent on the collaboration of engineers, neuroscientists and clinicians.",
    "totalCost": "5155158,75",
    "ecMaxContribution": "4260521,25",
    "coordinator": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
    "coordinatorCountry": "IT",
    "participants": "INTEGRUM AB;CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT;PRENSILIA SRL;UNIVERSITY OF ESSEX;LUNDS UNIVERSITET;GOETEBORGS UNIVERSITET",
    "participantCountries": "SE;CH;IT;UK",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 538828
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 744550
        },
        "930264242": {
            "orgId": "930264242",
            "orgName": "PRENSILIA SRL",
            "ecContrib": 407974
        },
        "999856989": {
            "orgId": "999856989",
            "orgName": "UNIVERSITY OF ESSEX",
            "ecContrib": 603370
        },
        "941877179": {
            "orgId": "941877179",
            "orgName": "INTEGRUM AB",
            "ecContrib": 1192750
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 773050
        },
        "999958839": {
            "orgId": "999958839",
            "orgName": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 4260522
}