{
    "rcn": "199872",
    "acronym": "SPARK",
    "topics": "ICT-19-2015",
    "title": "Spatial Augmented Reality as a Key for co-creativity",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The SPARK project aims at realizing a responsive and intuitive ICT platform that exploit the potential of Spatial Augmented Reality (SAR) to show designers and customers real-like solutions in the form of mixed prototypes (partially virtual and partially physical) during brainstorming sessions. The SPARK platform allows designers and customers to freely work together within the paradigm of open-innovation so as to support and foster creative thinking with an enriched flow of ideas in the design process. The platform, by means of adequate content management and real-like interaction with the mixed prototype, will enhance the innovation capabilities of creative industries through the facilitation of brainstorming and the early assessment of design solutions in a Co-Design environment. It will enable designers and customers to cooperate since the very beginning to create the most suitable solutions according to the prompt evaluation of customers. The SPARK platform addresses the need of the creative industries of the consortium to reduce the effects of poor communication with their customers and the inefficiencies due to the asynchronous process of ideation and validation, which results in longer design cycles and a slower pace for time-to-market.\nThe platform will be validated, against an appropriate metrics, with control groups in relevant operational and real life environments, where creativity plays a paramount role. The groups will include also customers and other user communities. The tests will aim at demonstrating the effectiveness of the platform in: (1) reducing the time needed for generating ideas, (2) reducing the amount of creative SMEís human resources on a single project (so as to allow them to manage more projects), (3) reducing the workload of the people involved in the brainstorming sessions and (4) increasing the efficiency of the whole design process, by enhancing the direct feedback by the customers on the solution of the design task.",
    "totalCost": "3180242,5",
    "ecMaxContribution": "3180242,5",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITY OF BATH;INSTITUT POLYTECHNIQUE DE GRENOBLE;FLANDERS INSHAPE;ARTEFICE SRL;STIMULO DESIGN, SL;ANTWERP MANAGEMENT SCHOOL;VISEO TECHNOLOGIES",
    "participantCountries": "UK;FR;BE;IT;ES",
    "projectParticipants": {
        "991996012": {
            "orgId": "991996012",
            "orgName": "VISEO TECHNOLOGIES",
            "ecContrib": 550312
        },
        "986708057": {
            "orgId": "986708057",
            "orgName": "ANTWERP MANAGEMENT SCHOOL",
            "ecContrib": 387062
        },
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 405538
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 992500
        },
        "957576144": {
            "orgId": "957576144",
            "orgName": "FLANDERS INSHAPE",
            "ecContrib": 0
        },
        "939999259": {
            "orgId": "939999259",
            "orgName": "ARTEFICE SRL",
            "ecContrib": 196875
        },
        "951337977": {
            "orgId": "951337977",
            "orgName": "STIMULO DESIGN, SL",
            "ecContrib": 243750
        },
        "999875225": {
            "orgId": "999875225",
            "orgName": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
            "ecContrib": 404205
        }
    },
    "calculatedTotalContribution": 3180242
}