{
    "rcn": "199838",
    "acronym": "SPEXOR",
    "topics": "ICT-24-2015",
    "title": "Spinal Exoskeletal Robot for Low Back Pain Prevention and Vocational Reintegration",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Low-back pain is the leading cause of worker absenteeism after the common cold, accounting for 15% of sick leaves and hundreds of millions of lost work days annually [Walking 2.0, Nature, 2015].\n\nMost of today's robotic assistive devices are in forms of exoskeletons that augment the motion of legs and arms and neglect the role of spinal column in transferring load from the upper body and arms to the legs. In SPEXOR we will fill this gap and design a novel and revolutionary spinal exoskeleton to prevent low-back pain in able bodied workers and to support workers with low-back pain in vocational rehabilitation.\n\nThe concept to realize the objectives of SPEXOR is driven by several interdisciplinary ideas that push current understanding of low-back pain intervention through several innovative research and technological stages. First, robot-centred requirements for low-back pain prevention are determined and a musculoskeletal stress monitoring system is developed to unobtrusively measure the associated key variables. Then, optimal design parameters and sensorimotor strategies are provided with respect to the robot-centred requirements and their associated key variables. Based on these aspects, a spinal exoskeleton mechanism and its actuation is developed and adaptive control architecture is employed. Such research and development cycle is enclosed by multi-phase end-user evaluation, usability and satisfaction studies.\n\nThe project builds upon the partner's extensive experience with work ergonomics, modelling and optimization of human movement, design, control and evaluation of exoskeletons. Several beyond-the-state-of-art scientific approaches and technologies will be employed through a colourful mixture of research, industrial, SME and end-user partners of the consortium.\n\nUltimately, the results of SPEXOR will have a significant impact well beyond the current scientific understanding and technological capabilities of assistive robots used in daily life and health care.",
    "totalCost": "3989025",
    "ecMaxContribution": "3989025",
    "coordinator": "INSTITUT JOZEF STEFAN",
    "coordinatorCountry": "SI",
    "participants": "STICHTING VU;VRIJE UNIVERSITEIT BRUSSEL;OTTO BOCK HEALTHCARE PRODUCTS GMBH;RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG;S2P DOO;OTTO BOCK HEALTHCARE GMBH;STICHTING HELIOMARE",
    "participantCountries": "NL;BE;AT;DE;SI",
    "projectParticipants": {
        "999791611": {
            "orgId": "999791611",
            "orgName": "OTTO BOCK HEALTHCARE PRODUCTS GMBH",
            "ecContrib": 311250
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 667375
        },
        "947942589": {
            "orgId": "947942589",
            "orgName": "S2P DOO",
            "ecContrib": 301375
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 570250
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 650525
        },
        "999941573": {
            "orgId": "999941573",
            "orgName": "OTTO BOCK HEALTHCARE GMBH",
            "ecContrib": 521250
        },
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 677625
        },
        "929843553": {
            "orgId": "929843553",
            "orgName": "STICHTING HELIOMARE",
            "ecContrib": 289375
        }
    },
    "calculatedTotalContribution": 3989025
}