{
    "rcn": "199885",
    "acronym": "Climateurope",
    "topics": "SC5-05b-2015",
    "title": "European Climate Observations, Modelling and Services - 2",
    "startDate": "01/12/2015",
    "endDate": "30/11/2020",
    "objective": "The Climateurope Action will coordinate and support Europeís knowledge base to enable better management of climate-related risks and opportunities thereby creating greater social and economic value. Climateurope has four main objectives:\n1. Develop a European framework for Earth-system modelling and climate service activities. The framework will be built around a managed network of European, national and international activities and organisations. Such a network does not yet exist but is becoming increasingly necessary.\n2. Coordinate and integrate European climate modelling, climate observations and climate service infrastructure initiatives (including JPI-Climate, Climate-KIC, Copernicus C3S) and facilitate dialogue among the relevant stakeholders, including climate science communities, funding bodies, providers and users. This will improve synergies, reduce fragmentation and promote alignment between activities. The user communities will include public sector, businesses, industry and society.\n3. Establish multi-disciplinary expert groups to assess the state-of-the-art in Earth-system modelling and climate services in Europe; and identify existing gaps, new challenges and emerging needs.\n4. Enhance communication and dissemination activities with stakeholders, in particular through events to bring the network together and showcase progress; stakeholder-oriented reports on the state-of-the-art in Earth-system modelling and climate services in Europe; operating a website; and undertaking additional stakeholder interactions to increase awareness and maximise project impacts.\n\nThis CSA will deliver a range of highly beneficial impacts. Two key impacts are (i) to greatly enhance the transfer of information between suppliers and users to improve the resilience of European society to climate change and mitigation of the risk of dangerous climate change; and (ii) to improve coordination to increase efficiency, reduce fragmentation and create synergies with international R&I programmes.",
    "totalCost": "3052435",
    "ecMaxContribution": "2994372,5",
    "coordinator": "MET OFFICE",
    "coordinatorCountry": "UK",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;REPUBLICKI HIDROMETEOROLOSKI ZAVODSRBIJE;HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH;SVERIGES METEOROLOGISKA OCH HYDROLOGISKA INSTITUT;KONINKLIJK NEDERLANDS METEOROLOGISCH INSTITUUT-KNMI;EUROPEAN CENTRE FOR MEDIUM-RANGE WEATHER FORECASTS;FONDAZIONE CENTRO EURO-MEDITERRANEO SUI CAMBIAMENTI CLIMATICI;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;AGENCE NATIONALE DE LA RECHERCHE;BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "participantCountries": "UK;RS;DE;SE;NL;IT;FR;ES",
    "projectParticipants": {
        "999655520": {
            "orgId": "999655520",
            "orgName": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
            "ecContrib": 225000
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 351045
        },
        "999518944": {
            "orgId": "999518944",
            "orgName": "KONINKLIJK NEDERLANDS METEOROLOGISCH INSTITUUT-KNMI",
            "ecContrib": 340140
        },
        "999419422": {
            "orgId": "999419422",
            "orgName": "FONDAZIONE CENTRO EURO-MEDITERRANEO SUI CAMBIAMENTI CLIMATICI",
            "ecContrib": 268750
        },
        "998711613": {
            "orgId": "998711613",
            "orgName": "AGENCE NATIONALE DE LA RECHERCHE",
            "ecContrib": 200000
        },
        "999892685": {
            "orgId": "999892685",
            "orgName": "MET OFFICE",
            "ecContrib": 541412
        },
        "999916741": {
            "orgId": "999916741",
            "orgName": "EUROPEAN CENTRE FOR MEDIUM-RANGE WEATHER FORECASTS",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 246250
        },
        "972870328": {
            "orgId": "972870328",
            "orgName": "REPUBLICKI HIDROMETEOROLOSKI ZAVODSRBIJE",
            "ecContrib": 91875
        },
        "999507401": {
            "orgId": "999507401",
            "orgName": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
            "ecContrib": 515650
        },
        "999507983": {
            "orgId": "999507983",
            "orgName": "SVERIGES METEOROLOGISKA OCH HYDROLOGISKA INSTITUT",
            "ecContrib": 214250
        }
    },
    "calculatedTotalContribution": 2994372
}