{
    "rcn": "199803",
    "acronym": "CONQUEST",
    "topics": "ERC-PoC-2015",
    "title": "Companion Nanodiagnostics for Quantifying EPR and Stratifying Patients to Targeted Nanotherapies",
    "startDate": "01/01/2016",
    "endDate": "30/06/2017",
    "objective": "CONQUEST aims to commercialise a first-of-its-kind platform technology for imaging a biological effect ñ i.e. the EPR effect ñ that is predictive for a cancer patient's response to tumor-targeted nanomedicine (NM) therapy. CONQUEST thereby addresses a key issue in the (nano)pharmaceutical industry; as currently large proportions of cancer patients do not respond to NM, while others show major improvements in terms of response rates, survival times and quality of life. This trend impairs the outcome of clinical studies and results in many patients receiving treatments that are not effective to them. It would therefore be highly desirable to stratify responders from non-responders prior to study entry or treatment. CONQUEST stands at the basis of introducing a solution to this problem in the pharmaceutical industry.  \nProf. Lammers and colleagues, as part of ERC-funded research, have developed a powerful imaging approach that allows to construct an EPR profile of each individual tumour - by the administration and non-invasive imaging of contrast agent-labelled nanocarriers (drug-loaded or empty) that accumulate in tumours through EPR. The general idea is that patients with a low degree of EPR, and therefore unlikely to respond to such treatments, can be excluded from NM treatment and referred to alternative established or experimental interventions. Vice versa, patients with a high level of EPR can likely be treated relatively efficiently.\nRecognising the commercial potential of this technology, CONQUEST aims to tailor the technique and protocol for application in humans, by tuning the method for imaging with PET-MRI. A successful demonstration of PET-MRI-based EPR imaging will trigger large interest of the pharmaceutical and diagnostics industry, to invest in further clinical (co-) development.",
    "totalCost": "145312",
    "ecMaxContribution": "145312",
    "coordinator": "UNIVERSITAETSKLINIKUM AACHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897632": {
            "orgId": "999897632",
            "orgName": "UNIVERSITAETSKLINIKUM AACHEN",
            "ecContrib": 145312
        }
    },
    "calculatedTotalContribution": 145312
}