{
    "rcn": "199892",
    "acronym": "STRADE",
    "topics": "SC5-13f-2015",
    "title": "Strategic Dialogue on Sustainable Raw Materials for Europe",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "STRADE addresses the long-term security and sustainability of the European raw material supply from European and non-European countries. It will develop dialogue-based, innovative policy recommendations for a European strategy on future raw-material supplies.\nSTRADE will initially concentrate on the industry perspective. Based on an analysis of the European mineral raw-material mining sectorís competitiveness, the objective is to provide a strategy on how the EU can work to promote mining investment into and within the EU. Areas in which there is a need to revisit and improve present policies and conditions to advance European competitiveness for inward investments will be identified.\nSTRADE also addresses equipment and service suppliers, exploration companies and investors. EU-level dialogues should be initiated with mineral-producing countries to support European businesses in these sectors within non-EU countries. These activities will also serve as a gateway to future cooperation between the EU and other raw-material-producing countries and will often address environmental challenges in the mining sector.\nSubsequently, STRADE will focus on government level and the EUís relation to mineral-producing countries. Based to the mapping of present EU and member-state engagements as well as those engagements of non-EU countries, it will provide analyses on how the EU can renew its engagement with mineral-producing countries aiming at a larger EU strategy to ensure fair and unrestricted access to mineral raw materials worldwide.\nA specific objective towards the goals of environmental and social sustainability is the development of new concepts for Europeís role in international action towards sustainable mining and processing. Stakeholder workshops on possible contributions of EU /member states to an international resource governance alliance and internationally accepted sustainability evaluation and certification schemes will be conducted.",
    "totalCost": "1977508,75",
    "ecMaxContribution": "1977508,75",
    "coordinator": "OEKO-INSTITUT E.V. - INSTITUT FUER ANGEWANDTE OEKOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF DUNDEE;DMT-KAI BATLA PTY LTD;UNIVERSITY OF THE WITWATERSRAND JOHANNESBURG;PROJEKT-CONSULT BERATUNG IN ENTWICKLUNGSLANDERN GMBH;GEORANGE IDEELLA FORENING;SNL FINANCIAL SWEDEN AB",
    "participantCountries": "UK;ZA;DE;SE",
    "projectParticipants": {
        "934765527": {
            "orgId": "934765527",
            "orgName": "GEORANGE IDEELLA FORENING",
            "ecContrib": 24150
        },
        "999519817": {
            "orgId": "999519817",
            "orgName": "OEKO-INSTITUT E.V. - INSTITUT FUER ANGEWANDTE OEKOLOGIE",
            "ecContrib": 634991
        },
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 128492
        },
        "994164059": {
            "orgId": "994164059",
            "orgName": "SNL FINANCIAL SWEDEN AB",
            "ecContrib": 766790
        },
        "998014086": {
            "orgId": "998014086",
            "orgName": "UNIVERSITY OF THE WITWATERSRAND JOHANNESBURG",
            "ecContrib": 60910
        },
        "930353579": {
            "orgId": "930353579",
            "orgName": "PROJEKT-CONSULT BERATUNG IN ENTWICKLUNGSLANDERN GMBH",
            "ecContrib": 329575
        },
        "928735231": {
            "orgId": "928735231",
            "orgName": "DMT-KAI BATLA PTY LTD",
            "ecContrib": 32600
        }
    },
    "calculatedTotalContribution": 1977508
}