{
    "rcn": "199881",
    "acronym": "U_CODE",
    "topics": "ICT-19-2015",
    "title": "Urban Collective Design Environment: A new tool for enabling expert planners to co-create and communicate with citizens in urban design",
    "startDate": "01/02/2016",
    "endDate": "31/07/2019",
    "objective": "Whereas many tools for e-participation have been developed to involve citizens and large stakeholder groups, there are no digital instruments which enable the creative participation of the citizenship on a massive scale. The new co-design environment U_CODE enables communication and collaboration between large numbers of citizen and professional experts.  Key novelty is a Public Project Space for non-professional civic users: a highly accessible, low-threshold public interface. For citizens who want to engage actively in the design process, a ìProject Play Groundî is provided which features highly experiential design tools. Second key novelty of U_CODE is a collaboration platform which connects the ìProject Play Groundî to professional urban designers. This Co-design Workspace is a unidirectional exchange hub between public users and professionals. It supports the collection of project relevant information, the generation of initial impulses, and the discussion of propositions in the early phase of the design. \n\nKey catalysers for co-design and communication are Moderated Models (MoM) that are exchanged and iterated between professionals and the public until mutual understanding is found. The Moderated Models are derivatives from a cloud-based Project Information Model (PIM) which integrates all project relevant information, including technical data as well as public input. Moderated models are published in the public Project Play Ground as to stimulate feedback e.g. via Social Media. U_CODE will assess the proposals on semantic and emotional level, in order to devise early detection of resistance against projects, and to prevent the build-up of negative public sentiment.  \n\nU_CODE will enable professional creatives to utilise the public¥s creativity, to follow public opinions and sentiments, and to derive design intelligence from them. The design and decision making process will be informed and transformed by impulses of ìcitizen expertsî as a driving force.",
    "totalCost": "3603831,25",
    "ecMaxContribution": "3603831,25",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "SILICON SAXONY MANAGEMENT GMBH;GMP INTERNATIONAL GMBH;SIMPLYSIM;ACONEX SERVICES LIMITED;OPTIS;YNCREA MEDITERRANEE;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;FR;UK;NL",
    "projectParticipants": {
        "929325379": {
            "orgId": "929325379",
            "orgName": "SIMPLYSIM",
            "ecContrib": 0
        },
        "928708750": {
            "orgId": "928708750",
            "orgName": "GMP INTERNATIONAL GMBH",
            "ecContrib": 255000
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 262250
        },
        "957895856": {
            "orgId": "957895856",
            "orgName": "OPTIS",
            "ecContrib": 405500
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 926550
        },
        "955710446": {
            "orgId": "955710446",
            "orgName": "SILICON SAXONY MANAGEMENT GMBH",
            "ecContrib": 109875
        },
        "948765925": {
            "orgId": "948765925",
            "orgName": "YNCREA MEDITERRANEE",
            "ecContrib": 263031
        }
    },
    "calculatedTotalContribution": 2222206
}