{
    "rcn": "199890",
    "acronym": "Digi-NewB",
    "topics": "PHC-30-2015",
    "title": "Non-invasive monitoring of perinatal health through multiparametric  digital representation of clinically relevant functions for improving clinical intervention in neonatal units (Digi-NewB)",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "Using the clinical and signal data (cardiac and respiratory traces, video quantification of movement and sound) from a large cohort of hospitalised newborn and pregnant women recordings Digi-NewB aims to propose a new decision support system (DSS). This DSS will assist the clinician in his decision-making through non-invasive monitoring of sepsis risk and of cardio-respiratory and neurobehavioral maturations. The objective is to reduce mortality, morbidity and health costs for the hospitalised newborns. More precisely the proposal consist in: i) implementing a large targeted prospective multicentre neonatal cohort, recruited in six university hospitals, ii) identifying the most relevant composite indices to be included in the DSS iii) validating DSS acceptability and usability in the clinical management of the identified complex situations. To achieve these goals, a consortium has been constituted, under the coordination of a paediatric clinical network (GCS HUGO-France), with two SME (Voxygen-France and Syncrophi-Ireland) and four university groups with multidisciplinary expertise: in signal processing (INESC-Portugal and LTSI-UR1 France), in multivariate analyses (TUT-Finland) and in user centred design approach (NUIG-Ireland). The proposed new class of monitoring will lead to development of novel preventive and therapeutic strategies to counteract late diagnosis of sepsis and inappropriate evaluation of maturity. This will result in i) a decrease in sepsis related death and morbidity through early and personalized prescription of antibiotics, ii) a decrease in the risks of severe cardio-respiratory events and inadequate prolongation of hospitalization iii) a decrease in health costs. At the end of the Digi-NewB program the opportunity to productise the results will be evaluated. It would be a strong 'next generation' product which would secure a good market position. Feasibly development work will be carried out by the SME industrial partners.",
    "totalCost": "4457680,25",
    "ecMaxContribution": "4457680,25",
    "coordinator": "GCS HOPITAUX UNIVERSITAIRES GRAND OUEST",
    "coordinatorCountry": "FR",
    "participants": "VOXYGEN HEALTH;NATIONAL UNIVERSITY OF IRELAND GALWAY;TTY-SAATIO;INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA;SYNCROPHI SYSTEMS LTD;UNIVERSITE DE RENNES I",
    "participantCountries": "FR;IE;FI;PT",
    "projectParticipants": {
        "925894392": {
            "orgId": "925894392",
            "orgName": "VOXYGEN HEALTH",
            "ecContrib": 650000
        },
        "999513706": {
            "orgId": "999513706",
            "orgName": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
            "ecContrib": 280000
        },
        "935373523": {
            "orgId": "935373523",
            "orgName": "GCS HOPITAUX UNIVERSITAIRES GRAND OUEST",
            "ecContrib": 1150055
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 611750
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 400000
        },
        "928978507": {
            "orgId": "928978507",
            "orgName": "SYNCROPHI SYSTEMS LTD",
            "ecContrib": 453750
        },
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 912125
        }
    },
    "calculatedTotalContribution": 4457680
}