{
    "rcn": "199831",
    "acronym": "ALTAIR",
    "topics": "COMPET-02-2015",
    "title": "Air Launch space Transportation using an Automated aircraft and an Innovative Rocket",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "ALTAIRís strategic objective is to demonstrate the feasibility of a new cost effective and reliable space launch system for the access to Low-Earth Orbit (400-1000 km) of small satellites ranging from 50 to 150 kg. The ALTAIR launch system aims to be the expected answer to the needs of small satellites users, providing an affordable and adapted access to space service, without the constraints of current rideshare launch options. ALTAIR will boost space applications to the benefit of an increased spectrum of users, from classic satellite operators to academics and research centres.\nTo support this ambitious goal, the ALTAIR system combines an innovative semi-reusable concept and the integration of relevant technologies in all parts of the system. ALTAIR is an innovative air-launch system using a reusable unmanned aircraft carrier optimised specifically for this mission. The expendable rocket launch vehicle, which is released at high altitude, associates green propellant hybrid propulsion, lightweight composite structure, innovative avionics and a versatile upper-stage, providing mission flexibility. Cost-effective ground operations are obtained through innovative ground systems architecture.\nALTAIR will pave the way for a feasible system ready to address the marketís need through an original approach associating a cost-oriented preliminary design of the whole system (carrier vehicle, launch vehicle and ground segment) using advanced Multidisciplinary Design Optimisation techniques, and the definition of a credible development roadmap and business model, supported by market analyses. The design will be supported by flight experimentations for key technologies using the existing small scale demonstrator EOLE.\nThe 36-month ALTAIR project benefits from a solid and proven heritage, and gathers the experience of 8 partners from 6 countries (including industrial companies, research centres and a technical centre of a space agency), for a total EC contribution of 3.5 MÄ.",
    "totalCost": "3974546,25",
    "ecMaxContribution": "3503748,75",
    "coordinator": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
    "coordinatorCountry": "FR",
    "participants": "NAMMO RAUFOSS AS;BERTIN TECHNOLOGIES SAS;PIAGGIO AERO INDUSTRIES SPA;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;CENTRE NATIONAL D'ETUDES SPATIALES - CNES;SPACETEC PARTNERS SPRL;GTD SISTEMAS DE INFORMACION SA",
    "participantCountries": "NO;FR;IT;CH;BE;ES",
    "projectParticipants": {
        "999505073": {
            "orgId": "999505073",
            "orgName": "PIAGGIO AERO INDUSTRIES SPA",
            "ecContrib": 502688
        },
        "999994438": {
            "orgId": "999994438",
            "orgName": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
            "ecContrib": 1412344
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "965724338": {
            "orgId": "965724338",
            "orgName": "SPACETEC PARTNERS SPRL",
            "ecContrib": 178750
        },
        "986597186": {
            "orgId": "986597186",
            "orgName": "NAMMO RAUFOSS AS",
            "ecContrib": 280468
        },
        "997538592": {
            "orgId": "997538592",
            "orgName": "BERTIN TECHNOLOGIES SAS",
            "ecContrib": 513962
        },
        "997455269": {
            "orgId": "997455269",
            "orgName": "GTD SISTEMAS DE INFORMACION SA",
            "ecContrib": 491660
        },
        "999599163": {
            "orgId": "999599163",
            "orgName": "CENTRE NATIONAL D'ETUDES SPATIALES - CNES",
            "ecContrib": 123878
        }
    },
    "calculatedTotalContribution": 3503750
}