{
    "rcn": "199886",
    "acronym": "selfBACK",
    "topics": "PHC-28-2015",
    "title": "A decision support system for self-management of low back pain",
    "startDate": "01/01/2016",
    "endDate": "31/12/2020",
    "objective": "The recent global burden of disease study showed that low back pain (LBP) is the most significant contributor to disability in Europe. Most patients seen in primary care with LBP have non-specific LBP (?85%), i.e., pain that cannot reliably be attributed to a specific disease/pathology. LBP is the fourth most common diagnosis seen in primary care (after upper respiratory infection, hypertension, and coughing). Self-management in the form of physical activity and strength/stretching exercises constitutes the core component in the management of non-specific LBP; however, adherence to self-management challenging due to lack of feedback and reinforcement. This project aims to develop a decision support system - SELFBACK - that will be used by the patient him/herself to facilitate, improve and reinforce self-management of LBP. Specifically, SELFBACK will be designed to assist the patient in deciding and reinforcing the appropriate actions to manage own LBP after consulting a health care professional in primary care. The decision support will be conveyed to the patient via a smartphone app in the form of advice for self-management. The advice will be tailored to each patient based on the symptom state, symptom progression, the patients goal-setting, and a range of patient characteristics including information from a physical activity-detecting wristband worn by the patient. The second part of the project will evaluate the effectiveness of SELFBACK in a randomized controlled trial using pain-related disability as primary outcome. We envisage that patients who use SELFBACK will have 20% reduction in pain-related disability at 9 months follow-up compared to patients receiving treatment as usual. Process evaluation will be carried out as an integrated part of the trial to document the implementation and map the patientsí satisfaction with SELFBACK. A business plan with a targeted commercialisation strategy will be developed to transfer the SELFBACK technology into the market.",
    "totalCost": "4920872,5",
    "ecMaxContribution": "4920872,5",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "THE ROBERT GORDON UNIVERSITY;KIOLIS;HEALTH LEADS BV;SYDDANSK UNIVERSITET;UNIVERSITY OF GLASGOW;DET NATIONALE FORSKNINGSCENTER FORARBEJDSMILJO",
    "participantCountries": "UK;FR;NL;DK",
    "projectParticipants": {
        "933464175": {
            "orgId": "933464175",
            "orgName": "KIOLIS",
            "ecContrib": 793094
        },
        "999837589": {
            "orgId": "999837589",
            "orgName": "THE ROBERT GORDON UNIVERSITY",
            "ecContrib": 565446
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 564345
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 412566
        },
        "998561748": {
            "orgId": "998561748",
            "orgName": "DET NATIONALE FORSKNINGSCENTER FORARBEJDSMILJO",
            "ecContrib": 297360
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 1941186
        },
        "930153856": {
            "orgId": "930153856",
            "orgName": "HEALTH LEADS BV",
            "ecContrib": 346875
        }
    },
    "calculatedTotalContribution": 4920872
}