{
    "rcn": "199837",
    "acronym": "ORPHEUS",
    "topics": "ICT-19-2015",
    "title": "Object-based broadcasting ñ for European leadership in next generation audio experiences",
    "startDate": "01/12/2015",
    "endDate": "31/05/2018",
    "objective": "Object-based media is a revolutionary approach for creating and deploying interactive, personalised, scalable and immersive content, by representing it as a set of individual assets together with metadata describing their relationships and associations. This allows media objects to be assembled in groundbreaking ways to create new user experiences. Based on this paradigm, ORPHEUS specifically identified the, often neglected, audio sector to have high innovation potential.\n\nORPHEUS will develop, implement and validate a completely new end-to-end object-based media chain for audio content. The partners will lay the foundation for facilitating infinite combinations of audio objects in ways that are flexible and responsive to user, environmental and platform-specific factors. This includes innovative tools for capturing, mixing, monitoring, storing, archiving, playing out, distributing and rendering object-based audio.\n\nMany media companies, including partners of this project, are ready to adopt this next-generation media representation but the challenges of real-world implementation and integration are yet to be tackled.\n\nORPHEUS will deliver a sustainable solution, ensuring that workflows and components for object-based audio scale up to enable cost-effective commercial production, storage, re-purposing, play-out and distribution. The ultimate aim is to bring the fascinating experience of object-based content to mass audiences at no added cost. ORPHEUS will demonstrate the new prodigious user experience through the realisation of close-to-market workflows, proofing the economic viability of object-based audio as an emerging media and broadcast technology. Collectively, the project partners encompass all knowledge and skills necessary to achieve these objectives.\n\nTo further foster the development of new capabilities in the European content creation industry, ORPHEUS will publish a reference architecture and guidelines on how to implement object-based audio chains.",
    "totalCost": "3998730",
    "ecMaxContribution": "3998730",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "B-COM;MAGIX SOFTWARE GMBH;INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM;INSTITUT FUR RUNDFUNKTECHNIK GMBH;BRITISH BROADCASTING CORPORATION;EURESCOM-EUROPEAN INSTITUTE FOR RESEARCH AND STRATEGIC STUDIES IN TELECOMMUNICATIONS GMBH;GUPPIES IN THE DARK BV;BAYERISCHER RUNDFUNK;TRINNOV AUDIO SA",
    "participantCountries": "FR;DE;UK;NL",
    "projectParticipants": {
        "999594216": {
            "orgId": "999594216",
            "orgName": "INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM",
            "ecContrib": 235000
        },
        "996575964": {
            "orgId": "996575964",
            "orgName": "TRINNOV AUDIO SA",
            "ecContrib": 375565
        },
        "999912279": {
            "orgId": "999912279",
            "orgName": "EURESCOM-EUROPEAN INSTITUTE FOR RESEARCH AND STRATEGIC STUDIES IN TELECOMMUNICATIONS GMBH",
            "ecContrib": 381620
        },
        "930064907": {
            "orgId": "930064907",
            "orgName": "GUPPIES IN THE DARK BV",
            "ecContrib": 283610
        },
        "951455541": {
            "orgId": "951455541",
            "orgName": "BAYERISCHER RUNDFUNK",
            "ecContrib": 318555
        },
        "929992448": {
            "orgId": "929992448",
            "orgName": "MAGIX SOFTWARE GMBH",
            "ecContrib": 377320
        },
        "999644656": {
            "orgId": "999644656",
            "orgName": "INSTITUT FUR RUNDFUNKTECHNIK GMBH",
            "ecContrib": 519720
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 568770
        },
        "999589075": {
            "orgId": "999589075",
            "orgName": "BRITISH BROADCASTING CORPORATION",
            "ecContrib": 486250
        },
        "948011362": {
            "orgId": "948011362",
            "orgName": "B-COM",
            "ecContrib": 452320
        }
    },
    "calculatedTotalContribution": 3998730
}