{
    "rcn": "199998",
    "acronym": "nanoCARBS",
    "topics": "ERC-PoC-2015",
    "title": "Rationally designed nanostructured catalysts for bio-conversion systems: assessing the innovationpotential of Atomic Layer Deposition (ALD) powder/particle coatings for the catalyst market",
    "startDate": "01/02/2016",
    "endDate": "31/07/2017",
    "objective": "The introduction of biomass-derived feedstocks for the production of liquid fuels and chemicals brings new challenges to the chemical industry: the conventional heterogeneous catalysts used in past petrochemical operations often cannot be adopted. Demanding operation conditions cause extensive deactivation problems, while in the same time material scarcity is severely pressing for advances in the utilization efficiency of the active catalyst materials.\n\nThe understanding of the interplay between agglomeration and coating during Atomic Layer Deposition (ALD) in combination with the expansion of the surface nanostructuring options to carbon materials (ERC-StG: AggloNanoCoat) renders a new class of rationally-designed catalysts available. Nanostructuring precision in fabrication results in materials with an engineered structure-performance behaviour, effectively addressing performance-related issues (e.g. stability/selectivity) while using minimum amounts of scarce elements.\n\nSwitching to a gas-phase technique for catalyst manufacturing has the potential to enable a cleaner way of production and a significant abatement of energy and waste footprints of the process. The foreseen profitability boost ñ while addressing societal requirements for optimal use of scarce resources in more efficient production schemes ñ can justify the transition in technology.\n\nThe nanoCARBS project aims to realize the innovation potential of ALD for the production of nanostructured Catalysts as Rational Bio-conversion Systems in a scalable way. Taking the necessary pre-commercialization steps will enable us to demonstrate the benefits of the technology for an industrially-relevant catalyst product. Setting-up a business strategy will allow the commercialization of the technology initially in the field of catalyst industry.",
    "totalCost": "149550",
    "ecMaxContribution": "149550",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 149550
        }
    },
    "calculatedTotalContribution": 149550
}