{
    "rcn": "199922",
    "acronym": "MEDLEM",
    "topics": "MSCA-RISE-2015",
    "title": "Cost-effective microfluidic electronic devices for optimal drug administration based on fractional pharmacokinetics for leukemia treatments",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The project entitled: ìCost-effective microfluidic electronic devices for optimal drug administration based on fractional pharmacokinetics for leukemia treatmentsî, with acronym MEDLEM, has a general objective to foster exchanging knowledge and sharing different culture and approaches in reaching high level of excellence, in research and innovation, in the framework of this field.\n\nThe project is aimed at strengthening research collaboration through active networking, staff exchange and dissemination activities between 4 European organizations from Serbia, Germany and France as well as 2 non-European institutions from Thailand and Australia, in linking the fields of microfluidic electronic devices, optimal drug administration, fractional pharmacokinetics, and leukemia treatments. The project will exploit complementary competencies and synergies of the participants, and enable knowledge sharing via international/inter-sectoral mobility, based on secondments of research staff. The consortium offers a unique opportunity that creativity and entrepreneurship will flourish and will help exchanged personnel to turn creative ideas into innovative electronics products, reaching breakthroughs in modelling, drug administration and improvements in therapy protocols.\n\nThe main technical goals of the joint research programme are:\n- Development of fractional pharmacokinetic models and procedures for parameter identification within these models;\n- Design and fabrication of microfluidic device with in-built electronics for optimal drug delivery protocol;\n- Pharmacokinetics determination of the pharmaceuticals for leukemia treatments and its testing in vitro and in vivo systems;\n- Optimal control problem, its numerical solution and implementation.\n\nThe proposal will develop new research links and strengthen the current research links among the partners and will help build up long-term, world-class research in more successful leukemia treatments.",
    "totalCost": "333000",
    "ecMaxContribution": "283500",
    "coordinator": "UNIVERZITET U NOVOM SADU",
    "coordinatorCountry": "RS",
    "participants": "GENOCHEM;ELVESYS SAS;MARCOTECH OHG MARKETING, CONTROLLING AND TECHNOLOGY MANAGEMENT",
    "participantCountries": "FR;DE",
    "projectParticipants": {
        "954636462": {
            "orgId": "954636462",
            "orgName": "ELVESYS SAS",
            "ecContrib": 45000
        },
        "952463468": {
            "orgId": "952463468",
            "orgName": "MARCOTECH OHG MARKETING, CONTROLLING AND TECHNOLOGY MANAGEMENT",
            "ecContrib": 40500
        },
        "928453155": {
            "orgId": "928453155",
            "orgName": "GENOCHEM",
            "ecContrib": 31500
        },
        "971506411": {
            "orgId": "971506411",
            "orgName": "CURTIN UNIVERSITY OF TECHNOLOGY",
            "ecContrib": 0
        },
        "998833833": {
            "orgId": "998833833",
            "orgName": "UNIVERZITET U NOVOM SADU",
            "ecContrib": 166500
        },
        "948725961": {
            "orgId": "948725961",
            "orgName": "PRINCE OF SONGKLA UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 283500
}