{
    "rcn": "199955",
    "acronym": "EVA",
    "topics": "FTIPilot-1-2015",
    "title": "EVA - patient ventilation beyond limits",
    "startDate": "01/11/2015",
    "endDate": "31/10/2018",
    "objective": "EVA - Expiratory Ventilation Assistance ñ , or expiration by suction, is an innovative method to mechanically ventilate patients and is a key step in ventilation towards less-invasive, tailored and improved patient care as it enables:\n1. full ventilation through a thin catheter instead of a thick tube\n2. low and ñ if needed ñ negative pressures in the lungs promoting blood circulation\n3. controlling the expiration, reducing sheer stress, which may prevent lung injury and improve patient outcome.\n\nThe EVA technology has already been on the market for some years in its most basic form: the manual, disposable emergency ventilator VentrainÆ. Since market launch in 2011, VentrainÆ is now being sold by 16 distributors in over 20 countries. \nVentinovaís flagship is the ìEVA deviceî: a fully automated ventilator based on EVA technology meeting the emerging needs of less invasive, tailored and improved patient care. First is focused on the large markets of elective surgical procedures and emergency care (Ä 400 M, globally) and in 2nd generation on ICU-ventilation (Ä 500 M, globally), before becoming ëstandard careí (Ä 4.6 billion, globally). The device, currently at TRL6, is still in development and CE marking is expected in Q3 2016. Next to marketing activities, such as organizing workshops and training sessions, and careful selection and support of distributors, penetration of the conservative medical market should be ensured by demonstration of better and tailored patient care using EVA ventilation in pre-clinical studies and controlled clinical trials. These are to be designed and executed in close collaboration with Key Opinion Leaders of established and world leading academic medical centers. \n\nThe described technology and products are protected by 5 patent families and design and brand registrations. The products are manufactured in The Netherlands and a dedicated catheter in Ireland.  After CE marking, large non-EU markets are to be entered (e.g. USA, China, Russia).",
    "totalCost": "2313750",
    "ecMaxContribution": "1890000",
    "coordinator": "VENTINOVA MEDICAL BV",
    "coordinatorCountry": "NL",
    "participants": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS;UNITRON INNOTECH BV;UNIVERSITAETSKLINIKUM FREIBURG",
    "participantCountries": "FR;NL;DE",
    "projectParticipants": {
        "937213613": {
            "orgId": "937213613",
            "orgName": "UNITRON INNOTECH BV",
            "ecContrib": 350000
        },
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 551250
        },
        "928945042": {
            "orgId": "928945042",
            "orgName": "VENTINOVA MEDICAL BV",
            "ecContrib": 638750
        },
        "999645432": {
            "orgId": "999645432",
            "orgName": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS",
            "ecContrib": 350000
        }
    },
    "calculatedTotalContribution": 1890000
}