{
    "rcn": "199911",
    "acronym": "AMOS",
    "topics": "MG-1.9-2015",
    "title": "Additive Manufacturing Optimization and Simulation Platform for repairing and re-manufacturing of aerospace components",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "This research project focuses on several key Direct Energy Deposition (DED) Additive Manufacturing (AM) processes that have great potential to be used as cost-effective and efficient repairing and re-manufacturing processes for aerospace components such as turbine blades and landing gears. This project aims to conduct fundamental research to understand the material integrity through chosen DED AM processes, the accuracy and limitations of these deposition processes, effective defect geometry mapping and generation methods, and automated and hybrid DED and post-deposition machining strategies. This project intends to connect repair and re-manufacturing strategies with design through accurate DED process simulation and novel multi-disciplinary design optimisation (MDO) methods to ultimately reduce the weakness of aerospace component at design stage and prolong their the lifecycles. Both powder-based and wire-based DED systems will be investigated to establish an across-the-board comparative study. The data collected through this comprehensive comparative study will be extremely valuable for the OEMs of this project (i.e. GKN, PWC, and HDI) to understand the pros and cons of these DED systems and will help them to select suitable repair and re-manufacturing strategies. The tests conducted in this research are also extremely beneficial for the SMEs in this project (i.e. Liburdi, AV&R, DPS) to validate their existing repairing systems and techniques.",
    "totalCost": "1396188,75",
    "ecMaxContribution": "1396188,75",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "ECOLE CENTRALE DE NANTES;DIGITAL PRODUCT SIMULATION;GKN AEROSPACE SWEDEN AB",
    "participantCountries": "FR;SE",
    "projectParticipants": {
        "928930686": {
            "orgId": "928930686",
            "orgName": "DIGITAL PRODUCT SIMULATION",
            "ecContrib": 176625
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 555501
        },
        "999509050": {
            "orgId": "999509050",
            "orgName": "ECOLE CENTRALE DE NANTES",
            "ecContrib": 174062
        },
        "999984641": {
            "orgId": "999984641",
            "orgName": "GKN AEROSPACE SWEDEN AB",
            "ecContrib": 490000
        }
    },
    "calculatedTotalContribution": 1396188
}