{
    "rcn": "199939",
    "acronym": "nanoBAT",
    "topics": "MSCA-RISE-2015",
    "title": "Enhanced brown adipose tissue activity using nanotechnology approaches",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "The use of nanotechnology and nano-materials in biological applications is being widely explored and is considered a valuable approach to ameliorate human wellbeing. Specifically, nanoparticles and carbon nanotubes are of great scientific interest as they are currently used clinically as delivery systems for a wide range of drugs. An interdisciplinary approach that considers knowledge in chemistry, nano-materials, toxicology, physiology, molecular biology is vital for the progress of these devices and for the development of new procedures to create a novel market-ready prototype to boost human metabolism, fighting obesity and cardio-metabolic disease. An inter-sectoral approach is also required to put together Academicís technical capabilities and facilities to conduct R&D activities with SMEsí business expertise and viable supply chain to develop the prototype post project and to exploit the product in the market. Therefore, two academic (VUB and UniPD) and three industrial (INOC, IMED, ARTIA) European participants will create an interdisciplinary and inter-sectoral co-operation (nanoBAT) to design and construct a novel nanostructured delivery-L-menthol system prototype for brown adipose tissue activation. During its four years duration, nanoBAT aims to achieve research and innovation objectives via staff exchanges of experienced and early-stage researchers throughout a series of activities like: networking, research and training, workshop, innovation, dissemination, and outreach.",
    "totalCost": "864000",
    "ecMaxContribution": "864000",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "IMEDICA SA;UNIVERSITA DEGLI STUDI DI PADOVA;ARTIA NANO - ENGINEERING & CONSULTING IKE;INOCURE SRO",
    "participantCountries": "RO;IT;EL;CZ",
    "projectParticipants": {
        "931365580": {
            "orgId": "931365580",
            "orgName": "INOCURE SRO",
            "ecContrib": 162000
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 162000
        },
        "951694452": {
            "orgId": "951694452",
            "orgName": "IMEDICA SA",
            "ecContrib": 189000
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 162000
        },
        "950342951": {
            "orgId": "950342951",
            "orgName": "ARTIA NANO - ENGINEERING & CONSULTING IKE",
            "ecContrib": 189000
        }
    },
    "calculatedTotalContribution": 864000
}