{
    "rcn": "199991",
    "acronym": "CHEM2NATURE",
    "topics": "H2020-TWINN-2015",
    "title": "Enabling precision chemical methodologies applied to natural-based systems for the development of multifunctional biomedical devices",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "CHEM2NATURE addresses current limitations of UMINHO in the Chemistry field regarding its scientific know-how and partnerships with world-leading institutions. UMINHO seeks to improve the multifunctionality of natural-origin polymers, often with limited bioactivity and stimuli-responsiveness, and increase the performance of cell-based therapies. Introducing such properties by precision chemical modifications would allow the development of added-value products with instructive and adaptive properties for cellular response control, drug delivery and diagnosis. The main goal of CHEM2NATURE is to combat UMINHOís limited knowledge, expertise and experience on advanced chemical routes for biopolymer, biomaterials and ìlivingî surface modification. To this aim, an international training and scientific network will be established to accelerate the generation of technologies amenable to be used in the production of innovative healthcare devices. The capability of UMINHO to train highly-qualified researchers and staff would greatly increase, giving rise to a new generation of specialized professionals with scientific/translational competence. The consortium will comprise UMINHO, UAVR and 3 international competitive institutions in Chemistry: 2 European and 1 Asian. The latter will improve UMINHOís know-how in the translational/clinical fields and raise opportunities to establish new contacts with high-performing and Emerging Asian countries. CHEM2NATURE proposes the joint organisation of events and short-term exchange of senior researchers and staff, aiming at training actions and execution of scientific work in the scope of ongoing scientific projects. Outputs include the increase of number and quality of scientific publications, intellectual property and regional-to-national economic development. CHEM2NATURE will endorse the establishment of a long-lasting consortium beyond the project timeframe for the preparation of new scientific projects and research lines in UMINHO.",
    "totalCost": "1007453,75",
    "ecMaxContribution": "1007453,75",
    "coordinator": "UNIVERSIDADE DO MINHO",
    "coordinatorCountry": "PT",
    "participants": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;KOREA ADVANCED INSTITUTE OF SCIENCE AND TECHNOLOGY;UNIVERSIDADE DE AVEIRO;THE UNIVERSITY OF WARWICK",
    "participantCountries": "CH;KR;PT;UK",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 129246
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 539994
        },
        "997863930": {
            "orgId": "997863930",
            "orgName": "KOREA ADVANCED INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 0
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 203718
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 134496
        }
    },
    "calculatedTotalContribution": 1007454
}