{
    "rcn": "199972",
    "acronym": "ESPrIT",
    "topics": "H2020-TWINN-2015",
    "title": "Strengthening the Occupational Health Expertise and Scientific Capacity of Public Health Institution of Turkey [ESPRIT]",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The Public Health Institution of Turkey (PHIT) has been established as an affiliated body of the Ministry of Health to run primary health care services and to conduct research for protecting public health, controlling and preventing diseases. The general aim of this project [ESPrIT] is to strengthen the scientific standing PHIT in the field of occupational health, with a particular focus on occupational diseases. The project will be realised with the assistance of the applied research organisation TNO (NL) that has a position in the top 5 of EU institutes in occupational health & safety research, and the academic institutes VUmc (NL) with a leading position in medical and social sciences and UGent (Be) with a leading position in public health and educational sciences and teaching of occupational medicine. ESPrIT will boost the scientific performance of PHIT in occupational health research by establishing a three year program of training, mentoring, exchange visits, networking, co-working and co-authoring. After an analysis of specific needs and assets a training programme will be enrolled to train PHIT staff on basic research skills. A selection of high potential PHIT staff is further trained in registration and data collection techniques, scientific research methodologies and train the trainer skills. A series of exchange visits to The Netherlands and Belgium is included to encourage and support ongoing and newly started PhD-research. The scientific roadmap and the Memoranda of Understanding that will be established with Turkish and EU universities will help PHIT to continue its course beyond the scope of this project. Moreover, the project will provide Turkey with a new methodology to collect national data on occupational diseases consistently all over Turkey and enable PHIT to provide guidance for policy and prevention to all involved stakeholders. All project results will be disseminated.\nduration:36 month\n Budget:1112171,25 Euro",
    "totalCost": "1112071,25",
    "ecMaxContribution": "1112071,25",
    "coordinator": "Turkiye Cumhuriyeti Saglik Bakanligi",
    "coordinatorCountry": "TR",
    "participants": "STICHTING VU;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;UNIVERSITEIT GENT;STICHTING VUMC",
    "participantCountries": "NL;BE",
    "projectParticipants": {
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 150800
        },
        "991398007": {
            "orgId": "991398007",
            "orgName": "Turkiye Cumhuriyeti Saglik Bakanligi",
            "ecContrib": 495555
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 308984
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 0
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 156732
        }
    },
    "calculatedTotalContribution": 1112071
}