{
    "rcn": "199932",
    "acronym": "DEMOSTAF",
    "topics": "MSCA-RISE-2015",
    "title": "Emerging population issues in sub-Saharan Africa: Cross-checking and promoting demographic data for better action",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "DEMOSTAF (DEMOgraphy-STatistics-for-Africa) brings together European and African research institutes as well as non academic African national statistics offices (NSOs) in a staff exchange programme, for a period of 48 months, with the aim to advance research on emerging population issues in Sub-Saharan Africa (SSA). DemoStAf is built around four major population-related themes: fertility, mortality & health, households & families and education. These themes federate the research projects conducted by the partners, and aim to shed light on key contemporaneous questions, with the objective to inform the post-2015 development agenda framed in the Sustainable Development Goals (SDGs) currently in discussion. The programme focuses on the articulation between quantitative data from national statistics (censuses and sample surveys) and local data (demographic surveillance systems or local vital registration). Thanks to the close involvement of NSOs, the programme will consolidate and promote public statistics. The programme will finance staff mobility between partners for supporting research projects, while reinforcing training and skill transfers. Collective activities essentially devoted to training, data documentation and scientific dissemination are also planned. DemoStAf involves 17 partners: 4 European academic institutions, well known for their African population expertise (INED and IRD in France, UCL in Belgium, Unige in Switzerland), 12 African partners from Burkina Faso (INSD and ISSP), Kenya (APHRC), Madagascar (INSTAT, INSPC, IPM, UCM), Mali (INSTAT), Senegal (ANSD, UCAD, UZ) and Uganda (UM). Among them, 4 are NSOs. Due to mutual interests in the promotion of demographic data, a Canadian academic institution (ODSEF) is also involved. A scientific advisory committee with 11 members associates key experts and promote international partnerships. In total, 94 individuals participate, 74 are involved in 166 secondments (that correspond to 193 months).",
    "totalCost": "868500",
    "ecMaxContribution": "868500",
    "coordinator": "INSTITUT NATIONAL D'ETUDES DEMOGRAPHIQUES",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE DE GENEVE;UNIVERSITE CATHOLIQUE DE LOUVAIN;UNIVERSITE PARIS NANTERRE;INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
    "participantCountries": "CH;BE;FR",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 171000
        },
        "999497119": {
            "orgId": "999497119",
            "orgName": "INSTITUT NATIONAL D'ETUDES DEMOGRAPHIQUES",
            "ecContrib": 396000
        },
        "999513803": {
            "orgId": "999513803",
            "orgName": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
            "ecContrib": 189000
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 90000
        }
    },
    "calculatedTotalContribution": 846000
}