{
    "rcn": "199948",
    "acronym": "NHQWAVE",
    "topics": "MSCA-RISE-2015",
    "title": "Non-Hermitian Quantum Wave Engineering",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "The concept of parity-time (PT)-symmetry is extensively studied now owing to the ubiquitous applications within the fields of optics, photonics, and plasmonics. Among the many recent developments in PT-systems, the application of pseudo-Hermitian ideas not only promises a new generation of photonic and plasmonic components such as lasers, spasers, modulators, waveguides, and detectors, but also opens new avenues for innovative electronics architectures for signal manipulation from integrated circuits to antenna arrays, and allows for direct contact with cutting edge technological problems appearing in (nano)-antenna theory, split-ring resonator arrays, and metamaterials. More recently, potential applications have also been proposed in connection with magnetic and acoustic structures. \n The research activity we propose to carry out is focused on the theoretical and experimental study of the relation between the phase transitions in condensed matter physics and in photonics. The analogies between these two different fields will be crucial for the generation of novel optical devices that operate around exceptional points (EP). \n To address these problems, our project NHQWAVE (Non-Hermitian Quantum WAVe Engineering) will build up a team of researchers with a broad set of skills and abilities specializing in the theoretical and experimental investigation of pseudo-Hermitian systems enabling them to explore and develop new concepts and technologies. The project will be carried out by several groups in four countries with a broad range of expertise in quantum physics and optics. The proposed research activities focus on the following five topics of current interest: Symmetry breaking and exceptional points in complex lasers, superconducting quantum metamaterials, asymmetric wave and topological phenomena in non-hermitian lattices, computational methods for non-hermitian optics, as well as nonlinearity and non-hermiticity in complex photonic media.",
    "totalCost": "648000",
    "ecMaxContribution": "648000",
    "coordinator": "PANEPISTIMIO KRITIS",
    "coordinatorCountry": "EL",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "participantCountries": "AT;IL",
    "projectParticipants": {
        "997166015": {
            "orgId": "997166015",
            "orgName": "The Pennsylvania State University",
            "ecContrib": 0
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 216000
        },
        "950587391": {
            "orgId": "950587391",
            "orgName": "Washington University in St.Louis",
            "ecContrib": 0
        },
        "972654018": {
            "orgId": "972654018",
            "orgName": "UNIVERSITY OF CENTRAL FLORIDA",
            "ecContrib": 0
        },
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 216000
        },
        "999588978": {
            "orgId": "999588978",
            "orgName": "PANEPISTIMIO KRITIS",
            "ecContrib": 216000
        },
        "996383904": {
            "orgId": "996383904",
            "orgName": "YALE UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 648000
}