{
    "rcn": "199942",
    "acronym": "WiseFeed",
    "topics": "MSCA-RISE-2015",
    "title": "Improving sustainability and performance of aquafeeds",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "An important gap in continued sustainability of fish farming is the lack of a proper understanding on digestive function and aquafeeds utilization. The WiseFeed project will focus on this gap using an integrative approach and considering selected key fish species in culture, the feed composition and feeding protocols. The approach in WiseFeed is based on a collaborative effort for advancing both the fundamental physiological knowledge and practical applicability. WiseFeed will build an integrated network of research groups from the academia and partners in SME and large enterprises where the overall aim is to improve performance and sustainability of aquafeeds for fish production.\nWiseFeed has the following specific objectives:\n- Develop model that quantifies digestion, absorption and retention efficiency of selected macro nutrients in key cultured fish species\n- Develop software package to optimize feeding strategies\n- Elucidate the role and effects of specific amino acids and dietary supplements for enhancing metabolism, growth and N-retention including effects of elevated temperatures due to climate changes.\nThe research that forms the basis for WifeFeed is funded by on-going national R&D projects that constitute the scientific and technical pillars of the current proposal. The secondments will bring external expertise to each of these R&D projects and coordinate efforts among similar and related activities. The secondments also build the competence of each of the participating researchers\n The practical benefits of WiseFeed will be improved production yield, reduced feeding cost and reduced N-waste from fish farms. The expected added value will be a faster advance in common objectives by facilitating progress and fulfilment of the R&D objectives for each participant. Furthermore, it is also the aim of WiseFish to establish a consolidated network beyond the framework of this proposal to give response to new challenges of the aquafeed industry.",
    "totalCost": "288000",
    "ecMaxContribution": "288000",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "EVONIK NUTRITION & CARE GMBH;BIOMIN HOLDING GMBH;EVONIK INDUSTRIES AG;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;SPAROS LDA;CENTRO DE CIENCIAS DO MAR DO ALGARVE;NASJONALT INSTITUTT FOR ENAERINGS-OG SJOMATFORSKNING",
    "participantCountries": "DE;AT;ES;PT;NO",
    "projectParticipants": {
        "963454441": {
            "orgId": "963454441",
            "orgName": "NASJONALT INSTITUTT FOR ENAERINGS-OG SJOMATFORSKNING",
            "ecContrib": 27000
        },
        "962748475": {
            "orgId": "962748475",
            "orgName": "EVONIK INDUSTRIES AG",
            "ecContrib": 0
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 54000
        },
        "927711202": {
            "orgId": "927711202",
            "orgName": "EVONIK NUTRITION & CARE GMBH",
            "ecContrib": 13500
        },
        "998611994": {
            "orgId": "998611994",
            "orgName": "CENTRO DE CIENCIAS DO MAR DO ALGARVE",
            "ecContrib": 18000
        },
        "997457888": {
            "orgId": "997457888",
            "orgName": "SPAROS LDA",
            "ecContrib": 72000
        },
        "983792043": {
            "orgId": "983792043",
            "orgName": "BIOMIN HOLDING GMBH",
            "ecContrib": 13500
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 90000
        },
        "958116434": {
            "orgId": "958116434",
            "orgName": "TRUONG DAI HOC NHA TRANG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 288000
}