{
    "rcn": "199980",
    "acronym": "MEDGENET",
    "topics": "H2020-TWINN-2015",
    "title": "Medical Genomics and Epigenomics Network",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The main goal of MEDGENET consortium is to use synergies and existing expertise in EU leading institutions such as EMBL, Uppsala University and CERTH to reinforce the productivity and competitiveness of the CEITEC in the field of medical genomics and epigenomics. We propose clear strategy based on combination of unique complementary skills present in partner institutions that will transform CEITEC into a key leader in the field. ERA Chair who recently joint CEITEC already initiated the transformational change of the institute and TWINNING framework will further support sharing her international contacts with other CEITEC researchers. \nMEDGENET aims to create well-educated taskforce of biomedical researchers, who will notably contribute to the development of new genomics and bioinformatics tools and their application in clinical practice. Proposed project will enable to establish the best practices for performing innovative and high-quality biomedical research and to strengthen CEITEC¥s competence to translate the research results into high value-added clinical applications. Stimulation of knowledge exchange, implementation of cutting edge technologies and mastery of modern genomics and bioinformatics methodologies will have a direct impact on the overall research and innovation potential of CEITEC and will increase its visibility in the international scientific community.",
    "totalCost": "1016531,25",
    "ecMaxContribution": "974529,25",
    "coordinator": "Masarykova univerzita",
    "coordinatorCountry": "CZ",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;EUROPEAN MOLECULAR BIOLOGY LABORATORY;UPPSALA UNIVERSITET",
    "participantCountries": "EL;DE;SE",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 107375
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 118836
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 639244
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 109075
        }
    },
    "calculatedTotalContribution": 974530
}