{
    "rcn": "199995",
    "acronym": "MOVING",
    "topics": "INSO-4-2015",
    "title": "Training towards a society of data-savvy information professionals to enable open leadership innovation",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "MOVING is an innovative training platform that enables users from all societal sectors to fundamentally improve their information literacy by training how to use, choose, reflect and evaluate data mining methods in connection with their daily research tasks and to become data-savvy information professionals. The platform provides users with technical support as well as social advice and learning input to organise, filter and exploit information in a more efficient and sustainable way. Thus, we tackle the core challenge of knowledge society to manage large amounts of information in a professional way. The ability for understanding, using and developing data mining strategies will become a basic cultural technique. In fact, information management is one of the basic competences today. The open innovation training platform MOVING is both: a working environment for the quality analysis of large data collections with data mining methods and a training environment with information, learning and exchange offers for digital information management. This connection of technical application and curriculum does overcome any artificial distinction in training and practice. The MOVING platform provides beyond state-of-the-art semantic search and analysis of large data sets. It makes its own functioning understandable to the users and offers individually configurable training programmes and guidance based on a proved qualification concept. The MOVING platform will be implemented in two use cases: (i) EY provides the use case of compliance officers with worldwide 60.000 public administrators. (ii) TUD provides a use case on educating young researchers on how to apply and interpret data-intensive research tasks. Here, we address 100.000 students. The exploitation is two-fold, a business-plan strategy for EY and a public-financed and tailoring of services-based strategy for the researcher use case. This will have decisive impact on the innovative capacity of the European society.",
    "totalCost": "3470253,75",
    "ecMaxContribution": "3470253,75",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "THE UNIVERSITY OF MANCHESTER;GESIS-LEIBNIZ-INSTITUT FUR SOZIALWISSENSCHAFTEN EV;INSTITUT JOZEF STEFAN;ERNST & YOUNG GMBH WIRTSCHAFTSPRUFUNGSGESELLSCHAFT;FUNDACJA PROGRESS AND BUSINESS;DEUTSCHE ZENTRALBIBLIOTHEK FUER WIRTSCHAFTSWISSENSCHAFTEN - LEIBNIZ- INFORMATIONSZENTRUM WIRTSCHAFT;KNOW-CENTER GMBH RESEARCH CENTER FOR DATA-DRIVEN BUSINESS & BIG DATA ANALYTICS;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "UK;DE;SI;PL;AT",
    "projectParticipants": {
        "949448611": {
            "orgId": "949448611",
            "orgName": "FUNDACJA PROGRESS AND BUSINESS",
            "ecContrib": 244531
        },
        "927732833": {
            "orgId": "927732833",
            "orgName": "ERNST & YOUNG GMBH WIRTSCHAFTSPRUFUNGSGESELLSCHAFT",
            "ecContrib": 321875
        },
        "999562400": {
            "orgId": "999562400",
            "orgName": "GESIS-LEIBNIZ-INSTITUT FUR SOZIALWISSENSCHAFTEN EV",
            "ecContrib": 241688
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 640250
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 243438
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 271875
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 452500
        },
        "972468360": {
            "orgId": "972468360",
            "orgName": "DEUTSCHE ZENTRALBIBLIOTHEK FUER WIRTSCHAFTSWISSENSCHAFTEN - LEIBNIZ- INFORMATIONSZENTRUM WIRTSCHAFT",
            "ecContrib": 648160
        },
        "997997111": {
            "orgId": "997997111",
            "orgName": "KNOW-CENTER GMBH RESEARCH CENTER FOR DATA-DRIVEN BUSINESS & BIG DATA ANALYTICS",
            "ecContrib": 405938
        }
    },
    "calculatedTotalContribution": 3470255
}