{
    "rcn": "199969",
    "acronym": "ePerMed",
    "topics": "H2020-TWINN-2015",
    "title": "Rise of scientific excellence and collaboration for implementing personalised medicine in Estonia",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Emerging personalised medicine initiatives have the perspective to cut healthcare costs and improve the overall health of the population. Taking into account the individualís molecular characteristics complemented by environmental and lifestyle factors, will allow to develop more precise and improved disease prevention and treatment programs compared to conventional methods.  As an example of potential for personalised medicine, an estimated 90% of drugs are effective in only 30-50% of the population, which means that more than a third of all money spent on drugs has been ineffective. \nResearch opportunities provided by the unique sources of EGC-UT Biobank, nation-wide Electronic Medical Records systems and the Estonian National Personal Medicine Pilot project can be effectively translated into improved understanding of disease etiopathologies and clinical benefit through early diagnosis, risk stratification, treatment and management. The ePerMed project is aimed at increasing the scientific excellence of EGC-UT in the fields of functional and statistical genomics of common and rare diseases by capitalizing on knowledge transfer from two internationally renowned partners in the field of human and medical genomics ñ UNIL-CIG in Switzerland and UH-FIMM in Finland.\nAs a foreseen result of the ePerMed project, EGC-UT will have the capacity to move from the current research on the genome-wide association studies to advanced research of disease mechanisms and to clinical benefits through early diagnosis, reliable risk stratification and improved treatment strategies. Ultimately, this will enable EGC-UT to deliver effective personalised medicine across several clinically relevant phenotypic traits and diseases.",
    "totalCost": "999750",
    "ecMaxContribution": "999750",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "HELSINGIN YLIOPISTO;UNIVERSITE DE LAUSANNE",
    "participantCountries": "FI;CH",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 432000
        },
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 281375
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 286375
        }
    },
    "calculatedTotalContribution": 999750
}