{
    "rcn": "199962",
    "acronym": "ISAAC",
    "topics": "LCE-14-2015",
    "title": "Increasing Social Awarness and ACceptance of biogas and biomethane",
    "startDate": "01/01/2016",
    "endDate": "30/06/2018",
    "objective": "Although Italy has a great potential for biogas production, many non-technical barriers are still present in the current framework. Some of the limiting factors involve public acceptance of the biogas facilities diffusion, as well as lack of a reliable coordination between different stakeholders. Furthermore, normative and legislative inadequacies and deficiencies havenít facilitated the implementation of these technologies within the national context.\nThe main project objective consists on the construction of a communicative model oriented to spread balanced information, based on environmental and economic benefits, between all the actors potentially involved in biogas/biomethane implementation. At the same time, actions will be focused on reducing the fragmentation between farmers, foresters and other stakeholders in order to reach the minimal facility dimension needed, increased biogas and biomethane penetration and reduce cost management.\nA participatory process model will be developed as the main projectís approach to reduce social conflict and to include all actors in important common decision making process; starting from the experience, a normative proposal on the participatory process will be recommended.\nThe effectiveness of the proposal will be maximized applying the actions on specific and restricted areas: the study of the energetic unhatched potential deriving from anaerobic digestion of residual biomass or organic waste will constitute the starting point for communication and information campaigns toward the territory and its stakeholders. The attention will be focused on some high energetic potential regions where the diffusion of these technologies struggles to be realized and the effects of project actions on awareness and acceptance will be evaluated.\nIn particular, a specific decisional participative model will be implemented and applied in one of the selected districts, as case study, involving in an active way all the stakeholders.",
    "totalCost": "1480535",
    "ecMaxContribution": "1480535",
    "coordinator": "AZZERO CO2 SRL",
    "coordinatorCountry": "IT",
    "participants": "CONSIGLIO NAZIONALE DELLE RICERCHE;LEGAMBIENTE ASSOCIAZIONE ONLUS;CHIMICA VERDE BIONET;CIB-CONSORZIO ITALIANO BIOGAS E GASSIFICAZIONE",
    "participantCountries": "IT",
    "projectParticipants": {
        "939730957": {
            "orgId": "939730957",
            "orgName": "CHIMICA VERDE BIONET",
            "ecContrib": 185825
        },
        "950408620": {
            "orgId": "950408620",
            "orgName": "CIB-CONSORZIO ITALIANO BIOGAS E GASSIFICAZIONE",
            "ecContrib": 200000
        },
        "986523951": {
            "orgId": "986523951",
            "orgName": "LEGAMBIENTE ASSOCIAZIONE ONLUS",
            "ecContrib": 279585
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 397500
        },
        "943752092": {
            "orgId": "943752092",
            "orgName": "AZZERO CO2 SRL",
            "ecContrib": 417625
        }
    },
    "calculatedTotalContribution": 1480535
}