{
    "rcn": "199902",
    "acronym": "STARR",
    "topics": "PHC-28-2015",
    "title": "Decision SupporT and self-mAnagement system for stRoke survivoRs",
    "startDate": "01/02/2016",
    "endDate": "31/07/2019",
    "objective": "Stroke a leading cause of death and disability, with an estimated total cost of Ä65 billion per year in Europe. Even though preventive measures are in place to reduce the incidence of stroke, the number of persons having a stroke in Europe is likely to increase from 1.1 million/year in 2000 to more than 1.5 million/year in 2025 because of the increasing ageing population. Secondary stroke carries with it a greater risk than first-ever stroke for death and disability. Also, as mortality from first strokes has decreased recently, the number of people at risk for a secondary stroke has increased, with an associated increase in healthcare costs. In order to reduce these stroke statistics and the associated cost, the self-management of stroke risk factors is particularly suitable and necessary for the following reasons: 1) risk factors for stroke are well-known, and 2) 90% of strokes or secondary stroke events are preventable if the risk factors are managed appropriately. The Decision SupporT and self-mAnagement system for stRoke survivoRs (STARR) project and the system developed in it are targeting the self-management of stroke risk factors. Based on existing computational predictive models of stroke risk, we will develop a modular, affordable, and easy-to-use system, which will inform stroke survivors about the relation between their daily activities (e.g., medication intake, physical and cognitive exercises, diet, social contacts) and the risk of having a secondary stroke. This will lead to better prevention and a reduction of the number of secondary stroke events, as well as to a more efficient participation of patients in medical decision-making. A multidisciplinary consortium has been built for achieving the objectives of this ambitious project, involving stroke survivorsí associations, healthcare actors, sensing and human-machine interfaces experts. The consortium also comprises 3 European companies which will exploit the results of the project after its end.",
    "totalCost": "4354568,25",
    "ecMaxContribution": "4354568,25",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "ISTRAZIVACKO-RAZVOJNI INSTITUT RT-RK DOO ZA SISTEME ZASNOVANE NA RACUNARIMA NOVI SAD;Servicio Vasco de Salud Osakidetza;THE STROKE ASSOCATION;FIZ KARLSRUHE - LEIBNIZ-INSTITUT FUR INFORMATIONSINFRASTRUKTUR GMBH;UNIVERSITE DU LUXEMBOURG;TELEFONICA INVESTIGACION Y DESARROLLO SA;FONDATION HOPALE;MAGILLEM DESIGN SERVICES SAS;INIT SERVICES FOR SOCIAL INNOVATION SL;BLUELINEA;LUNDS UNIVERSITET",
    "participantCountries": "RS;ES;UK;DE;LU;FR;SE",
    "projectParticipants": {
        "969046200": {
            "orgId": "969046200",
            "orgName": "THE STROKE ASSOCATION",
            "ecContrib": 149000
        },
        "989911773": {
            "orgId": "989911773",
            "orgName": "ISTRAZIVACKO-RAZVOJNI INSTITUT RT-RK DOO ZA SISTEME ZASNOVANE NA RACUNARIMA NOVI SAD",
            "ecContrib": 468125
        },
        "993205990": {
            "orgId": "993205990",
            "orgName": "Servicio Vasco de Salud Osakidetza",
            "ecContrib": 357102
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 492108
        },
        "995654076": {
            "orgId": "995654076",
            "orgName": "FIZ KARLSRUHE - LEIBNIZ-INSTITUT FUR INFORMATIONSINFRASTRUKTUR GMBH",
            "ecContrib": 331750
        },
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 532375
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 817166
        },
        "933089658": {
            "orgId": "933089658",
            "orgName": "FONDATION HOPALE",
            "ecContrib": 502075
        },
        "999910824": {
            "orgId": "999910824",
            "orgName": "TELEFONICA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 78125
        },
        "937603359": {
            "orgId": "937603359",
            "orgName": "INIT SERVICES FOR SOCIAL INNOVATION SL",
            "ecContrib": 307737
        },
        "996287680": {
            "orgId": "996287680",
            "orgName": "MAGILLEM DESIGN SERVICES SAS",
            "ecContrib": 120255
        },
        "951535566": {
            "orgId": "951535566",
            "orgName": "BLUELINEA",
            "ecContrib": 198750
        }
    },
    "calculatedTotalContribution": 4354568
}