{
    "rcn": "199926",
    "acronym": "CARTHER",
    "topics": "MSCA-RISE-2015",
    "title": "Carbon-based nano-materials for theranostic application",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Our proposal aims to carry out a systematic interdisciplinary study of carbon-based nanomaterials, such as: carbon fluoroxide nanoparticles, carbon nanotubes, graphene and nanodiamonds for advanced theranostic application. Their uptake efficiency and specific localization in biological cells depending on intentionally designed surface chemistry will be studied in details. Extremely rich physico-chemical properties of the carbon-based nanomaterials will allow their application as multi-modal bio-imaging agents. Indeed, in addition to their well-known remarkable luminescent properties, two original bio-imaging approaches based on photo-induced electrical and acoustic effects will be developed in frames of our project. Moreover, the photo-exciting sources used for the bio-imaging purpose will be simultaneously used for therapy of cancer cells and tissues containing the carbon nanomaterials. Strongly complementary research experiences of the international partners involved in this project as well as high degree of cooperative integration between them will allow a deep scientific study of the theranostic potential of the carbon nanomaterials. Finally, active participation of the Ray Technique Ltd industrial company in the project consortium will allow building of strategies for economic realizations of the innovative achievements succeeded by the partners.",
    "totalCost": "891000",
    "ecMaxContribution": "891000",
    "coordinator": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE LYON",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE LYON 1 CLAUDE BERNARD;CORPORATION SCIENCE PARK TARAS SHEVCHENKO UNIVERSITY OF KYIV;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;RAY TECHNIQUES LTD;ASTON UNIVERSITY",
    "participantCountries": "FR;UA;IL;UK",
    "projectParticipants": {
        "999886089": {
            "orgId": "999886089",
            "orgName": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE LYON",
            "ecContrib": 99000
        },
        "953552681": {
            "orgId": "953552681",
            "orgName": "RAY TECHNIQUES LTD",
            "ecContrib": 180000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 90000
        },
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 63000
        },
        "935885295": {
            "orgId": "935885295",
            "orgName": "CORPORATION SCIENCE PARK TARAS SHEVCHENKO UNIVERSITY OF KYIV",
            "ecContrib": 288000
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 171000
        }
    },
    "calculatedTotalContribution": 891000
}