{
    "rcn": "199921",
    "acronym": "miRNA-DisEASY",
    "topics": "MSCA-RISE-2015",
    "title": "microRNA biomarkers in an innovative biophotonic sensor kit for high-specific diagnosis",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "Since 2001ís discovery of microRNAs (miRNAs) in humans, progress in genomics and transcriptomics has increased our comprehension of gene expression regulation. miRNAs are small, noncoding RNA molecules showing huge promise as clinical biomarkers and diagnostic tools for illness and disease, as significant changes in their expression occur in response to pathological states. However, miRNA detection is still challenging nowadays, since costly, complex sample preparations and RNA amplifications are not yet reliable enough for clinical decision making. In this context, three innovative EU companies, Optoi Microelectronics - with microelectronic knowhow and manufacturing skills - DestiNA Genomics - with ëerror freeí chemical technology for microRNAs recognition ñ and GeneXplain ñ with bioinformatic capabilities - joined forces with four key academic research groups from the Universities of Trento (Italy), Granada (Spain), Hannover Medical School (Germany) and Santa Catarina (Brazil). All the parties combined their knowledge with respect to miRNA biomarkers with a particular focus on lung cancer, to develop a novel and reliable miRNA detection system for this disease. To this end, research collaborations will address the analysis of miRNAs specifically over-expressed in lung cancer, continuing experimental work already started in the past years, but with greater integration and focus.\nExisting close partnerships with healthcare institutions will be strengthened, ensuring multi-site and multi-ethnic sampling. In parallel, optimization and validation of a miRNA detection kit based on Optoi semiconductor optical detector will continue. The DestiNA patented technology for specific nucleic acid recognition will be refined to reach the integration and result reliability required for use in clinical point of care testing. The strong network created between the companies and the academic institutions will thus provide a unique scientific and technological environment to turn the research outputs into an innovative product for healthcare advance and progress.",
    "totalCost": "490500",
    "ecMaxContribution": "445500",
    "coordinator": "OPTOELETTRONICA ITALIA SRL",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSIDAD DE GRANADA;MEDIZINISCHE HOCHSCHULE HANNOVER;DESTINA GENOMICA;GENEXPLAIN GMBH;UNIVERSITA DEGLI STUDI DI TRENTO",
    "participantCountries": "ES;DE;IT",
    "projectParticipants": {
        "984284124": {
            "orgId": "984284124",
            "orgName": "GENEXPLAIN GMBH",
            "ecContrib": 18000
        },
        "999871733": {
            "orgId": "999871733",
            "orgName": "UNIVERSIDADE FEDERAL DE SANTA CATARINA.",
            "ecContrib": 0
        },
        "999878426": {
            "orgId": "999878426",
            "orgName": "MEDIZINISCHE HOCHSCHULE HANNOVER",
            "ecContrib": 36000
        },
        "968769944": {
            "orgId": "968769944",
            "orgName": "OPTOELETTRONICA ITALIA SRL",
            "ecContrib": 126000
        },
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 126000
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 27000
        },
        "945104369": {
            "orgId": "945104369",
            "orgName": "DESTINA GENOMICA",
            "ecContrib": 112500
        }
    },
    "calculatedTotalContribution": 445500
}