{
    "rcn": "199953",
    "acronym": "EXANDAS",
    "topics": "MSCA-RISE-2015",
    "title": "Exploitation of aromatic plantsí by-products for the development of  novel cosmeceuticals and food supplements.",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "ëEXANDASí project aims to apply emerging and cutting edge technologies in the field of Natural Product Chemistry in order to fully and efficiently exploit the therapeutic potential of medicinal and aromatic processing waste and by-products.  New opportunities for the generation of innovative products with high added value in the field of cosmeceuticals and food supplements are expected to be generated while current environmental challenges will be addressed. The cornerstone of ëEXANDASí project is the development of novel processes based on eco-friendly technologies for the efficient extraction, purification and transformation of active ingredients, as well as the complete chemical characterization and biological evaluation of produced extracts and pure compounds that can be commercially exploited. Optimization and scaling up of these procedures, as well as formulation using emerging technologies will lead to the development of novel final products. \nA diverse group of experts, leaders in their scientific and technological fields, comprising six academic groups and six SMEs partners from four EU Member States and three Third Countries will join forces and exchange know-how through an extended secondments scheme to advance Research & Innovation. Using the experience of the academic partners in phytochemistry and natural product chemistry, as well as the practical experience of the SMEs in large scale processing of plant material and development of innovative final products, transfer of scientific knowledge, best practices and know-how, training courses and workshops will take place.\nOverall, the implementation of the ëEXANDASí project aspires to develop a successful and sustainable international and intersectoral collaboration model, that will contribute to the innovation potential of Europe for the most effective exploitation of natural resources and the development of novel cosmeceuticals and food supplements.",
    "totalCost": "2178000",
    "ecMaxContribution": "2178000",
    "coordinator": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
    "coordinatorCountry": "EL",
    "participants": "VIVACELL BIOTECHNOLOGY GMBH;Galen-N;VENUSROUZES LABSOLUTIONS;ENOSIS MASTICHOPARAGOGON CHIOU;INSTITUTE OF ORGANIC CHEMISTRY WITH CENTRE OF PHYTOCHEMISTRY - BULGARIAN ACADEMY OF SCIENCES;IASIS PHARMACEUTICALS HELLAS BIOMICHANIA KAI EMPORIA FARMAKEYTIKON CHIMIKON KAI KALLYNTIKON PROIONTON ABEE;PHYCOSOURCE SARL;UNIVERSITE PARIS DESCARTES",
    "participantCountries": "DE;BG;EL;FR",
    "projectParticipants": {
        "951427702": {
            "orgId": "951427702",
            "orgName": "ENOSIS MASTICHOPARAGOGON CHIOU",
            "ecContrib": 162000
        },
        "986295904": {
            "orgId": "986295904",
            "orgName": "PHYCOSOURCE SARL",
            "ecContrib": 108000
        },
        "999869793": {
            "orgId": "999869793",
            "orgName": "UNIVERSITE PARIS DESCARTES",
            "ecContrib": 558000
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 661500
        },
        "999557550": {
            "orgId": "999557550",
            "orgName": "INSTITUTE OF ORGANIC CHEMISTRY WITH CENTRE OF PHYTOCHEMISTRY - BULGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 252000
        },
        "958216247": {
            "orgId": "958216247",
            "orgName": "VIVACELL BIOTECHNOLOGY GMBH",
            "ecContrib": 40500
        },
        "928326085": {
            "orgId": "928326085",
            "orgName": "VENUSROUZES LABSOLUTIONS",
            "ecContrib": 144000
        },
        "928347134": {
            "orgId": "928347134",
            "orgName": "IASIS PHARMACEUTICALS HELLAS BIOMICHANIA KAI EMPORIA FARMAKEYTIKON CHIMIKON KAI KALLYNTIKON PROIONTON ABEE",
            "ecContrib": 108000
        },
        "928477405": {
            "orgId": "928477405",
            "orgName": "Galen-N",
            "ecContrib": 144000
        }
    },
    "calculatedTotalContribution": 2178000
}