{
    "rcn": "199920",
    "acronym": "KEEPFISH",
    "topics": "MSCA-RISE-2015",
    "title": "Knowledge Exchange for Efficient Passage of Fishes in the Southern Hemisphere",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The decline of freshwater fish biodiversity is proceeding at an alarming and persistent rate. Given that most fish must undertake some form of migration in order to complete their life-cycle, of particular concern is the proliferation of hydropower schemes that block migration routes, as well as a variety of other barriers such as weirs and culverts. Several locations in the southern hemisphere are among the major global hotspots of hydropower development. They are also home to some of the least studied fish communities in the world. Mitigation measures for fish passage have traditionally relied on designs developed for strong swimming fishes of the northern hemisphere. These designs are ineffective for generally smaller, relatively weak swimming fish, such as those found in temperate regions of the southern hemisphere, but there is very little understanding of the mechanisms involved. This innovative project represents the first systematic attempt to bring together world-leading practitioners from Europe with biologists, engineers and stakeholders from the southern hemisphere in an effort to exchange knowledge and construct a shared vision for fish passage science and policy. This will be achieved through systematic review, expert consultation, ecological modelling, training programmes, networking and stakeholder engagement using a novel combination of approaches. The outcomes will include: high quality journal publications; a summer school; a set of funding bids based on a co-constructed research strategy; and a model predicting fish passage for species of the southern hemisphere. The projectís key performance indicators will include: number of publications on fish passage in the southern hemisphere; uptake of robust methods in fish passage research; corresponding citations; metrics indicating public awareness (online activity, readership of popular publications, number of people reached in public engagement events); and policy citations.",
    "totalCost": "135000",
    "ecMaxContribution": "126000",
    "coordinator": "COVENTRY UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF SOUTHAMPTON;DANMARKS TEKNISKE UNIVERSITET;HOCHSCHULE MAGDEBURG-STENDAL",
    "participantCountries": "UK;DK;DE",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 22500
        },
        "999877747": {
            "orgId": "999877747",
            "orgName": "HOCHSCHULE MAGDEBURG-STENDAL",
            "ecContrib": 13500
        },
        "999612161": {
            "orgId": "999612161",
            "orgName": "COVENTRY UNIVERSITY",
            "ecContrib": 54000
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 36000
        }
    },
    "calculatedTotalContribution": 126000
}