{
    "rcn": "199958",
    "acronym": "uP_running",
    "topics": "LCE-14-2015",
    "title": "Take-off for sustainable supply of woody biomass from agrarian pruning and plantation removal",
    "startDate": "01/04/2016",
    "endDate": "30/06/2019",
    "objective": "uP_running project aims to set the path for the development of the bioenergy utilisation of agrarian pruning and plantation removal (APPR) wood obtained from vineyards, olive groves and fruit tree plantations. uP_running vocation is the abatement of the current immobilism of the value chain actors for the utilization of APPR woody biomass. For that purpose uP_running incorporates a set of straight actions aimed to reshape the sectors perception, to provide evidences of real success and replicable models to follow, as well as to promote the take-off for the utilisation of APPR biomass residues. An intense communication campaign will address the varied target audience with tailored messages and materials to raise the awareness. An impact on policy barriers and on the legal framework currently setting limits for the utilisation of APPR wood will be carried out through direct advocacy and lobbying work at national and EU level. Once the awareness is raised and the sector is released of hindering barriers, a snowball effect will be triggered through multiplicative and dissemination actions. First part of uP_running multiplicative strategy is to create a permanent capacity in Europe, by empowering national and regional agrarian associations, extension services and/or private consultants with capacities to give support for decision making to farmers, cooperatives and agro-industries owing the APPR residues. A call for entrepreneurship will put into operation the newly created capacities in 7 EU countries to promote the decision making of pioneer entrepreneurs. Setting up and running new APPR biomass value chains is the key for a self-replication and to further contribute to the development of the bio-economy in Europe. The actions will be initiated in a set of 4 ìdemoî countries (that together account for 50% of EU potential), replicated in 3 relevant EU countries, and extended through precursor actions to 7 additional EU countries.",
    "totalCost": "1992920",
    "ecMaxContribution": "1992920",
    "coordinator": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
    "coordinatorCountry": "ES",
    "participants": "CONFEDERACAO NACIONAL DAS COOPERATIVAS AGRICOLAS E DO CREDITO AGRICOLA DE PORTUGAL CCRL;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;PANHELLENIC CONFEDERATION OF UNIONS OF AGRICULTURAL COOPERATIVES SOMATEIO;NAUKOVO-TEHNICHNII CENTAR BIOMASA LLC;SERVICES COOP DE FRANCE, UNION DES COOPERATIVES AGRICOLES;INSTITOUTO AGROTIKIS KAI SYNETAIRISTIKIS OIKONOMIAS INASO PASEGES;DISTRETTO AGROALIMENTARE REGIONALE SCRL;ASOCIACION AGRARIA DE JOVENES AGRICULTORES ALTO ARAGON;UNIVERSITA DEGLI STUDI DI FOGGIA;HRVATSKA POLJOPRIVREDNA KOMORA;ASSOCIATION UKRAINIAN AGRIBUSINESSCLUB",
    "participantCountries": "PT;EL;UA;FR;IT;ES;HR",
    "projectParticipants": {
        "950487675": {
            "orgId": "950487675",
            "orgName": "SERVICES COOP DE FRANCE, UNION DES COOPERATIVES AGRICOLES",
            "ecContrib": 109039
        },
        "947776428": {
            "orgId": "947776428",
            "orgName": "ASSOCIATION UKRAINIAN AGRIBUSINESSCLUB",
            "ecContrib": 140634
        },
        "932963364": {
            "orgId": "932963364",
            "orgName": "HRVATSKA POLJOPRIVREDNA KOMORA",
            "ecContrib": 78574
        },
        "999667645": {
            "orgId": "999667645",
            "orgName": "NAUKOVO-TEHNICHNII CENTAR BIOMASA LLC",
            "ecContrib": 106950
        },
        "999717794": {
            "orgId": "999717794",
            "orgName": "DISTRETTO AGROALIMENTARE REGIONALE SCRL",
            "ecContrib": 313174
        },
        "928922732": {
            "orgId": "928922732",
            "orgName": "ASOCIACION AGRARIA DE JOVENES AGRICULTORES ALTO ARAGON",
            "ecContrib": 134816
        },
        "950429281": {
            "orgId": "950429281",
            "orgName": "CONFEDERACAO NACIONAL DAS COOPERATIVAS AGRICOLAS E DO CREDITO AGRICOLA DE PORTUGAL CCRL",
            "ecContrib": 75345
        },
        "918080557": {
            "orgId": "918080557",
            "orgName": "INSTITOUTO AGROTIKIS KAI SYNETAIRISTIKIS OIKONOMIAS INASO PASEGES",
            "ecContrib": 247598
        },
        "999888514": {
            "orgId": "999888514",
            "orgName": "UNIVERSITA DEGLI STUDI DI FOGGIA",
            "ecContrib": 196411
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 255524
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 316789
        },
        "998757009": {
            "orgId": "998757009",
            "orgName": "PANHELLENIC CONFEDERATION OF UNIONS OF AGRICULTURAL COOPERATIVES SOMATEIO",
            "ecContrib": 18067
        }
    },
    "calculatedTotalContribution": 1992921
}