{
    "rcn": "199997",
    "acronym": "SIGN-HUB",
    "topics": "REFLECTIVE-2-2015",
    "title": "The Sign Hub: preserving, researching and fostering the linguistic, historical and cultural heritage of European Deaf signing communities with an integral resource",
    "startDate": "01/04/2016",
    "endDate": "31/03/2020",
    "objective": "SIGN-HUB aims to provide the first comprehensive response to the societal and scientific challenge resulting from generalized neglect of the cultural and linguistic identity of signing Deaf communities in Europe. It will provide an innovative and inclusive resource hub for the linguistic, historical and cultural documentation of the Deaf communities' heritage and for sign language assessment in clinical intervention and school settings. To this end, it will create an open state-of-the-art digital platform with customized accessible interfaces. The project will initially feed that platform with core content in the following domains, expandable in the future to other sign languages: (i) digital grammars of 6 sign languages, produced with a new online grammar writing tool; (ii) an interactive digital atlas of linguistic structures of the world's sign languages; (iii) online sign language assessment instruments for education and clinical intervention, and (iv) the first digital archive of life narratives by elderly signers, subtitled and partially annotated for linguistic properties. These components, made available for the first time through a centralized platform to specialists and to the general public, will (a) help explore and value the identity and the cultural, historical and linguistic assets of Deaf signing communities, (b) advance linguistic knowledge on the natural languages of the Deaf and (c) impact on the diagnosis of language deficits within these minorities. SIGN-HUB will thus contribute to the dissemination and reuse of those assets in broader contexts, as part of European identity. The project is a critical attempt to rescue, showcase and boost that largely unknown part of our common heritage, as well as to ultimately enhance the full participation of Deaf citizens in all spheres of public life on an equal footing with hearing citizens.",
    "totalCost": "2518737,5",
    "ecMaxContribution": "2499337,5",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITE PARIS DIDEROT - PARIS 7;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;UNIVERSITA CA' FOSCARI VENEZIA;TEL AVIV UNIVERSITY;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA;BOGAZICI UNIVERSITESI;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSITEIT VAN AMSTERDAM;CONSORZIO INTERUNIVERSITARIO NAZIONALE PER L'INFORMATICA",
    "participantCountries": "FR;DE;IT;IL;TR;NL",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 230500
        },
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 170584
        },
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 400955
        },
        "999661437": {
            "orgId": "999661437",
            "orgName": "CONSORZIO INTERUNIVERSITARIO NAZIONALE PER L'INFORMATICA",
            "ecContrib": 443750
        },
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 306475
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 83375
        },
        "999882500": {
            "orgId": "999882500",
            "orgName": "BOGAZICI UNIVERSITESI",
            "ecContrib": 212750
        },
        "999865525": {
            "orgId": "999865525",
            "orgName": "UNIVERSITE PARIS DIDEROT - PARIS 7",
            "ecContrib": 224550
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 218649
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 207750
        }
    },
    "calculatedTotalContribution": 2499338
}