{
    "rcn": "199940",
    "acronym": "EU4HIVCURE",
    "topics": "MSCA-RISE-2015",
    "title": "Accelerating HIV Cure in Europe",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "Finding a CURE for 35 Million individuals living with HIV/AIDS is one of the great global health challenges of the 21st century. The major obstacle to HIV eradication is the persistence of latent HIV cellular reservoirs, where the integrated viral genome is transcriptionally silenced but replication-competent and can escape both Anti-Retroviral Therapy and Immune Responses. The development of novel strategies aimed at eliminating these reservoirs have become paramount in HIV research, if we want to achieve an HIV/AIDS CURE. \n\nTo accelerate the State of the Art in HIV CURE research in Europe, our EU4HIVCURE consortium brings together an intersectoral and interdisciplinary collaboration between 3 Universities, 3 Hospitals, 1 International Research Organisation from 4 European countries and 1 University from Canada. Our aim is to dissect the intricate mechanisms controlling HIV-1 latency and identify new druggable targets to develop novel latency-reversing strategies and eradicate persistent viral reservoirs by forcing HIV-1 gene expression. To facilitate continuum for translation to the clinic, we have developed an operational framework, which maximises exchange of knowledge and expertise via secondements, networking and training activities.",
    "totalCost": "328500",
    "ecMaxContribution": "310500",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "INTERNATIONAL CENTRE FOR GENETIC ENGINEERING AND BIOTECHNOLOGY;ASSOCIATION HOSPITALIERE DE BRUXELLES-CENTRE HOSPITALIER UNIVERSITAIRE SAINT PIERRE;UNIVERSITE DE STRASBOURG;UNIVERSITE LIBRE DE BRUXELLES;MATER MISERICORDIAE UNIVERSITY HOSPITAL",
    "participantCountries": "IT;BE;FR;IE",
    "projectParticipants": {
        "999470444": {
            "orgId": "999470444",
            "orgName": "INTERNATIONAL CENTRE FOR GENETIC ENGINEERING AND BIOTECHNOLOGY",
            "ecContrib": 0
        },
        "999902773": {
            "orgId": "999902773",
            "orgName": "UNIVERSITE DE MONTREAL",
            "ecContrib": 0
        },
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 121500
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 81000
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 108000
        },
        "963930323": {
            "orgId": "963930323",
            "orgName": "ASSOCIATION HOSPITALIERE DE BRUXELLES-CENTRE HOSPITALIER UNIVERSITAIRE SAINT PIERRE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 310500
}