{
    "rcn": "199974",
    "acronym": "ENGHUM",
    "topics": "H2020-TWINN-2015",
    "title": "Engaged humanities in Europe: Capacity building for participatory research in linguistic-cultural heritage",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The Faculty of ìArtes Liberalesî at the University of Warsaw aims at reaching the scientific excellence in the area of participatory action research in linguistic-cultural heritage and revitalization of endangered languages. The project will make it possible to bridge several huge gaps in current humanistic research, including its relatively limited impact on a broader society, the lack of connection between research and its practical applications, restricted access to generated knowledge and strong division, artificial as it is, between linguistic and cultural studies. By overcoming these challenges, AL UW will become a leading institution in this area of research representing a strong innovation potential. \nThe ENGHUM project will implement an innovative scientific strategy and capacity building for this institution in close cooperation with two partner institutions: the Department of Linguistics at SOAS, University of London and Leiden Universityís Centre for Linguistics at the Faculty of Humanities and the Department of Archaeological Heritage within the Faculty of Archaeology. Both partners, leading European institutions in their fields, provide high-level expertise as well as research and teaching experience related to linguistic studies, including language revitalization and community-oriented programs, digital humanities, advanced methods of fieldwork and ethnolinguistic documentation, heritage studies as well as novel forms of collaboration with non-academic partners. All these lines of expertise are essential components of participatory research in linguistic-cultural heritage and language revitalization that forms the core area of the ENGHUM project. They relate closely to a fast developing line of research at the Faculty of ìArtes Liberalesî, recognized as the main vehicle toward its research excellence, but strongly underrepresented in the research experience developed so far in this centre.",
    "totalCost": "999836,25",
    "ecMaxContribution": "999836,25",
    "coordinator": "UNIWERSYTET WARSZAWSKI",
    "coordinatorCountry": "PL",
    "participants": "UNIVERSITEIT LEIDEN;SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
    "participantCountries": "NL;UK",
    "projectParticipants": {
        "998297035": {
            "orgId": "998297035",
            "orgName": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
            "ecContrib": 209286
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 573050
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 217500
        }
    },
    "calculatedTotalContribution": 999836
}