{
    "rcn": "199950",
    "acronym": "Terpsichore",
    "topics": "MSCA-RISE-2015",
    "title": "Transforming Intangible Folkloric Performing Arts into Tangible Choreographic Digital Objects",
    "startDate": "01/04/2016",
    "endDate": "31/03/2020",
    "objective": "Intangible Cultural Heritage (ICH) content means 'the practices, representations, expressions, knowledge, skills ñ as well as the instruments, objects, artefacts and cultural spaces associated therewith'. Although, ICH content, especially traditional folklore performing arts, is commonly deemed worthy of preservation by UNESCO (Convention for the Safeguarding of ICH) and the EU Treaty, most of the current research efforts are on the focus is on tangible cultural assets, while the ICH content has been overlooked. The primary difficulty stems by the complex structure of ICH, its dynamic nature, the interaction among the objects and the environment, as well as emotional elements (e.g., the way of expression and dancers' style). TERPSICHORE aims to study, analyse, design, research, train, implement and validate an innovative framework for affordable digitization, modelling, archiving, e-preservation and presentation of ICH content related to folk dances, in a wide range of users (dance professionals, dance teachers, creative industries and general public). The project targets at integrating the latest innovative results of photogrammetry, computer vision, semantic technologies, time evolved modeling, combined with the story telling and folklore choreography. An important output of the project will be a Web based cultural server/viewer with the purpose to allow userís interaction, visualization, interface with existing cultural libraries (EUROPEANA) and enrichment functionalities to result in virtual surrogates and media application scenarios that release the potential economic impact of the ICH. The final product will support a set of services such as virtual/augmented reality, social media, interactive maps, presentation and learning of European Folk dances with tremendous impact on the European society, culture and tourism.",
    "totalCost": "1845000",
    "ecMaxContribution": "1845000",
    "coordinator": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
    "coordinatorCountry": "EL",
    "participants": "TECHNOLOGIKO PANEPISTIMIO KYPROU;UAB METIS BALTIC;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;RISA SICHERHEITSANALYSEN GMBH;ECOLE NATIONALE DES PONTS ET CHAUSSEES;EXUS SOFTWARE LTD",
    "participantCountries": "CY;LT;EL;UK;DE;FR",
    "projectParticipants": {
        "999512930": {
            "orgId": "999512930",
            "orgName": "RISA SICHERHEITSANALYSEN GMBH",
            "ecContrib": 288000
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 229500
        },
        "968991589": {
            "orgId": "968991589",
            "orgName": "UAB METIS BALTIC",
            "ecContrib": 153000
        },
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 153000
        },
        "952567840": {
            "orgId": "952567840",
            "orgName": "EXUS SOFTWARE LTD",
            "ecContrib": 216000
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 346500
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 238500
        },
        "997637629": {
            "orgId": "997637629",
            "orgName": "ECOLE NATIONALE DES PONTS ET CHAUSSEES",
            "ecContrib": 220500
        }
    },
    "calculatedTotalContribution": 1845000
}