{
    "rcn": "199923",
    "acronym": "FORMILK",
    "topics": "MSCA-RISE-2015",
    "title": "Innovative technology for  the detection of enzyme activity in milk",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The proposal is focused on the development of novel methods of detection of activity of enzymes, such as plasmin and lactase, important for milk industry and for lactose-free diet. Six experienced academic/research institutions, two SMEs, one governmental business company and one manufacturing company from 3 EU member states (Slovakia, Hungary, Ireland), USA and Canada will be involved in the research, development and validation. The main focus will be on application of high-resolution ultrasonic spectroscopy, surface acoustic and electrochemical methods involving nanofabricated surfaces for detection of enzyme activity in volume and at the surfaces. The output of the project will be the novel analytical assays and electrochemical sensor applicable in dairy farms and analytical laboratories, staff exchange between academic institutions and SME, training of the students in novel analytical methods and sensor developments in a world leading laboratories. The optimised enzyme based technologies for efficient control of levels of lactose in milk and milk based drinks will be one of important results of project, which could be commercialised by the project industrial participants. The organisation of training schools, workshops and transfer of novel technology will be among priorities of this proposal.",
    "totalCost": "1323000",
    "ecMaxContribution": "1228500",
    "coordinator": "UNIVERZITA KOMENSKEHO V BRATISLAVE",
    "coordinatorCountry": "SK",
    "participants": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;MAGYAR TUDOMANYOS AKADEMIA TERMESZETTUDOMANYI KUTATOKOZPONT;MAGYAR TEJGAZDASAGI KISERLETI INTEZET KORLATOLT FELELOSSEGU TARSASAG;POWERTEC SRO;SONAS TECHNOLOGIES LIMITED;CROSSCARE LIMITED",
    "participantCountries": "IE;HU;SK",
    "projectParticipants": {
        "928695655": {
            "orgId": "928695655",
            "orgName": "SONAS TECHNOLOGIES LIMITED",
            "ecContrib": 85500
        },
        "928874232": {
            "orgId": "928874232",
            "orgName": "MAGYAR TEJGAZDASAGI KISERLETI INTEZET KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 121500
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 193500
        },
        "999875807": {
            "orgId": "999875807",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA TERMESZETTUDOMANYI KUTATOKOZPONT",
            "ecContrib": 301500
        },
        "928582456": {
            "orgId": "928582456",
            "orgName": "CROSSCARE LIMITED",
            "ecContrib": 9000
        },
        "999841566": {
            "orgId": "999841566",
            "orgName": "UNIVERZITA KOMENSKEHO V BRATISLAVE",
            "ecContrib": 355500
        },
        "968258463": {
            "orgId": "968258463",
            "orgName": "POWERTEC SRO",
            "ecContrib": 162000
        }
    },
    "calculatedTotalContribution": 1228500
}