{
    "rcn": "199976",
    "acronym": "Gene2Skin",
    "topics": "H2020-TWINN-2015",
    "title": "Gene2Skin - Roadmap for advanced genetic engineering-based skin therapies",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "Skin diseases and disorders are among the most common health problems worldwide and are associated with a considerable burden. It encompasses psychological, social and financial consequences not only on the patients, but also on their families and on society. Chronic and incurable skin diseases/disorders, such as bullous disorders, fibrosis and ulcers, are associated with significant morbidity in the form of physical discomfort and impairment of patients' quality of life; moreover, malignant diseases, such as malignant melanoma and basal cell and squamous cell carcinomas, are associated to substantial mortality. Advances in the field of skin tissue engineering and regenerative medicine have been progressively paving the way to develop innovative therapeutics but much is yet to be achieved. Deeper understanding of the molecular mechanisms underlying these diseases/disorders can be the key to further unravel advanced therapies. \nBy establishing the linking between two of the best European Institutions that complement each other and that are the best in their field of research UMINHO will be able to, with the support of the leading Institutions, start reinforcing the network of collaborations within this field, establishing fruitful partnerships and improve the quality and the innovative nature of the developed research reaching excellence. Per se, these outcomes will promote the strengthening of the interaction between GENE2SKIN partners and will allow taking the research of excellence to the next level by fostering the successive transfer of technology at different levels. Ultimately GENE2SKIN will define a strategic plan to potentiate and propose, respectively under and behind the scope of GENE2SKIN, better and safer advanced therapies for skin disorders/diseases.",
    "totalCost": "992068,75",
    "ecMaxContribution": "992068,75",
    "coordinator": "UNIVERSIDADE DO MINHO",
    "coordinatorCountry": "PT",
    "participants": "KING'S COLLEGE LONDON;ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "participantCountries": "UK;IE",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 202179
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 530604
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 259286
        }
    },
    "calculatedTotalContribution": 992069
}