{
    "rcn": "199954",
    "acronym": "INTUI-VIEW",
    "topics": "FTIPilot-1-2015",
    "title": "Intelligent needle tracking using ultrasound imaging for improved minimally invasive interventions",
    "startDate": "01/11/2015",
    "endDate": "31/10/2018",
    "objective": "Developments in medical care are driven by increasing patient care quality and reducing cost. In the field of anaesthesia, the use of regional techniques has led to improved patient outcome and reduced costs compared to general anaesthesia. However, only 60% of anaesthesiologists perform peripheral nerve block procedures regularly. A wider adoption is hindered by lack of adequate technology. Currently they are largely navigating ìin the blindî, using indirect measures as well as their anatomical experience to decide where they should inject. The INTUI-VIEW solution will change this.\nIn the INTUI-VIEW project, Philips, B.Braun and Oslo University Hospital are partnering in order to bring an ultrasound tablet solution with needle tracking technology to the market. The solution is a revolutionary and new technique. It will speed up transition from general anesthesia to regional anesthesia. Patients will receive better, first time right regional anesthesia procedures, avoiding needle misplacements. The clinicians will receive a tool allowing them to do a safer, faster job with more predictable outcome. Finally, it will help hospital and health care systems to be more efficient by avoiding to waste expensive and limited resources.\nThe scope of the project is to finalize the development of the INTUI-VIEW platform towards market introduction, industrialise and validate it in clinical settings, obtain regulatory approval and prepare market launch (2017). \nThe two industrial partners are targeting a turnover of EUR 110 Mio in 2024, and a cumulative sales volume of EUR 700 Mio in 2024. Market adoption is expected to be 14% globally which translates into the treatment of 4.6 mln patients with INTUI-VIEW in 2024.\nIn total, about 143 jobs will be created in both companies. In the R&D phase 30 FTE in Philips and 12 FTE in BBraun will be employed. After product launch 15 FTE in Philips (operations, service and support) and 86 FTE in B.Braun (production, marketing, sales).",
    "totalCost": "3079660",
    "ecMaxContribution": "2361697",
    "coordinator": "PHILIPS MEDICAL SYSTEMS NEDERLAND BV",
    "coordinatorCountry": "NL",
    "participants": "OSLO UNIVERSITETSSYKEHUS HF;B. BRAUN MELSUNGEN AG",
    "participantCountries": "NO;DE",
    "projectParticipants": {
        "999608766": {
            "orgId": "999608766",
            "orgName": "PHILIPS MEDICAL SYSTEMS NEDERLAND BV",
            "ecContrib": 905069
        },
        "991104000": {
            "orgId": "991104000",
            "orgName": "OSLO UNIVERSITETSSYKEHUS HF",
            "ecContrib": 686453
        },
        "985586155": {
            "orgId": "985586155",
            "orgName": "B. BRAUN MELSUNGEN AG",
            "ecContrib": 770175
        }
    },
    "calculatedTotalContribution": 2361697
}