{
    "rcn": "199905",
    "acronym": "ICT4Life",
    "topics": "PHC-25-2015",
    "title": "ICT services for Life Improvement For the Elderly",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "There are many efforts at European level to improve our ability to monitor health and to prevent, detect, treat and manage disease so that active and healthy ageing can be promoted. In this project, breakthrough research and radical innovation on new services for integrated care is achieved by means of an efficient and cost-effective service-oriented ICT-based collaborative platform which exploits latest advances in sensorization, processing, communications and personalized HMI. \n\nICT4Life will develop a modular Health Service Platform that will allow the provision, easily and in an adaptive way, of 6 ICT4Life Cluster Services for integrated care according to different end-user needs. \n\nAddressing the priorities of the European Innovation Partnership on Active and Healthy Ageing, a multidisciplinary approach which integrates expertise and knowledge of medical doctors, nurses, social workers, psychologists, physiotherapists, social scientists, patients as well as programmers and interaction designers is proposed. It relies, from a general perspective, on: New training models for the care workforce; advanced multisensory-based analytics and integration with biomedical devices to have patient activity and health status information; Feedback-based decision-making engine to integrate patient and care provider data; Improve natural interaction mechanisms with patients with interfaces through television with Android TV possibilities, smartphones and desktop applications; Knowledge creation about co-morbidities.\n\nFocusing on real medical problems, people with Dementia, Alzheimer or Parkinson disease, constitute the main group of users ICT4Life will focus the analysis on. ICT4Life validation will be done in real use case scenarios in 3 European countries of all this pathologies in order to validate ICT4Life services, measure effects of treatment and project developments and to evaluate knowledge acquired about co-morbidities of these diseases.",
    "totalCost": "3433218,75",
    "ecMaxContribution": "3433218,75",
    "coordinator": "ARTICA TELEMEDICINA S.L.",
    "coordinatorCountry": "ES",
    "participants": "E-SENIORS: INITIATION DES SENIORS AUX NTIC ASSOCIATION;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;ASOCIACION PARKINSON MADRID;UNIVERSITEIT MAASTRICHT;NETIS INFORMATIKAI ZARTKORUEN MUKODO RT;UNIVERSIDAD POLITECNICA DE MADRID;FEDERATION EUROPEENNE DES HOPITAUX ET DES SOINS DE SANTE;PECSI TUDOMANYEGYETEM - UNIVERSITY OF PECS",
    "participantCountries": "FR;EL;ES;NL;HU;BE",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 489188
        },
        "930376471": {
            "orgId": "930376471",
            "orgName": "NETIS INFORMATIKAI ZARTKORUEN MUKODO RT",
            "ecContrib": 481781
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 452500
        },
        "959010386": {
            "orgId": "959010386",
            "orgName": "ARTICA TELEMEDICINA S.L.",
            "ecContrib": 683750
        },
        "959764464": {
            "orgId": "959764464",
            "orgName": "ASOCIACION PARKINSON MADRID",
            "ecContrib": 243000
        },
        "997623564": {
            "orgId": "997623564",
            "orgName": "E-SENIORS: INITIATION DES SENIORS AUX NTIC ASSOCIATION",
            "ecContrib": 261875
        },
        "999889872": {
            "orgId": "999889872",
            "orgName": "PECSI TUDOMANYEGYETEM - UNIVERSITY OF PECS",
            "ecContrib": 249250
        },
        "994557879": {
            "orgId": "994557879",
            "orgName": "FEDERATION EUROPEENNE DES HOPITAUX ET DES SOINS DE SANTE",
            "ecContrib": 167500
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 404375
        }
    },
    "calculatedTotalContribution": 3433219
}