{
    "rcn": "199971",
    "acronym": "ERAofART",
    "topics": "H2020-TWINN-2015",
    "title": "Epigenetic Risk Assesment of Assisted Reproductive Technologies",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Assisted Reproduction Technologies (ART) are developing rapidly to provide response to infertility and to the cultural shift to postpone parenthood. Later childbearing and ART has been associated with an increased risk of the epigenetic disorders in offspring. Thus, in order to guarantee better and safer healthcare for EU citizens, risks and benefits of the use of various ART procedures needs to be thoughtfully tested. The project aims at overcoming the existing gaps and strengthening our capacity in Epigenetic Risk Assessment of Assisted Reproduction Technologies (ERA of ART). Long term GOAL of our project is to become the European Centre of Excellence and Innovation for Epigenetic Risk Assessment of ART. To do this, we will create link between IGAB PAS, providing high quality know-how in mouse embryology with University of Wuerzburg (leader in epigenetic assessment of ART embryos) and with University of Teramo (having long-standing expertise in wide range of ART procedures in large animals). This twinning project will provide technological platform and expertise for epigenetic analyses and ART in large and small animal models. The specific aims of our project based on SWOT analysis are: 1) to enhance the scientific and technical skills of our staff; 2) stimulate preparation of joint research projects; 3) produce high impact factor publications and; 4) establish the cooperation with infertility clinics. The expected impact of this project is the creation of European Reference Network for ART safety evaluation, which is within the priorities of The Third Health Programme 2014-2020 of EC as well as within thematic area: HEALTHY SOCIETY of National Smart Specializations. This will have positive impact on the research in reproductive medicine and ART sector in general and will create a unique opportunity for Polish institution to become the reference Centre for knowledge-based decision making while preparing ART legislation.",
    "totalCost": "1176700",
    "ecMaxContribution": "1176700",
    "coordinator": "INSTYTUT GENETYKI I HODOWLI ZWIERZAT POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "UNIVERSITA DEGLI STUDI DI TERAMO;JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "participantCountries": "IT;DE",
    "projectParticipants": {
        "998973804": {
            "orgId": "998973804",
            "orgName": "INSTYTUT GENETYKI I HODOWLI ZWIERZAT POLSKIEJ AKADEMII NAUK",
            "ecContrib": 632200
        },
        "998475709": {
            "orgId": "998475709",
            "orgName": "UNIVERSITA DEGLI STUDI DI TERAMO",
            "ecContrib": 294500
        }
    },
    "calculatedTotalContribution": 926700
}