{
    "rcn": "199967",
    "acronym": "BISON",
    "topics": "H2020-TWINN-2015",
    "title": "BrIdging Structural BiOlogy with Biological SyNthesis and Self Assembly to Reveal Key Processes in Living Systems",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "BISON will enhance the collaborative framework of the Central European Institute of Technology of Masaryk University (CEITEC MU), which was created during 2011-14 by utilising synergies of Structural Funds and the Framework Programme, with its three internationally-leading counterparts in the fields of structural biology by extending expertise related trans-disciplinary areas. The goal is to stimulate scientific excellence and innovation capacity of CEITEC MU by opening several identified interfaces to Cell biology, Biological chemistry and synthetic biology, and New generation of therapeutics, which form the research framework of the project. BISON will strengthen the competence of CEITEC MU to study complex problems in integrated structural biology and help to translate research results into high value-added applications.\n\nThe practical relevance of research will be fostered by targeting two vertical priorities of the Regional S3 strategy of South Moravia ìPharmaceutical, medical care and diagnosticsî and ìPrecision instrumentsî, which is included also in the Czech national S3 strategy. Scientific goals of BISON will be implemented by TWINNING activities such as training and mentoring, summer schools, joint scientific events, workshops and conferences in order to raise the research profile of the involved institutions, extend their scientific networks and increase participation in H2020.\n\nCEITEC MU joins forces with University of Vienna, UniversitÈ Joseph Fourier and University of East Anglia based on their scientific excellence and as a gateway to most advanced and innovative BioRegions of the EU which will contribute to maximising the impact of the TWINNING action. A significant impact is expected on the overall scientific and innovation capacity of CEITEC MU and will be measured by a set of performance indicators including numbers of quality publications, citations, prestigious grants, results relevant for applications.",
    "totalCost": "996375",
    "ecMaxContribution": "996375",
    "coordinator": "Masarykova univerzita",
    "coordinatorCountry": "CZ",
    "participants": "UNIVERSITY OF EAST ANGLIA;UNIVERSITAT WIEN;UNIVERSITE JOSEPH FOURIER GRENOBLE 1;UNIVERSITE GRENOBLE ALPES",
    "participantCountries": "UK;AT;FR",
    "projectParticipants": {
        "999907429": {
            "orgId": "999907429",
            "orgName": "UNIVERSITE JOSEPH FOURIER GRENOBLE 1",
            "ecContrib": 0
        },
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 99750
        },
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 88875
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 698688
        },
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 109062
        }
    },
    "calculatedTotalContribution": 996375
}