{
    "rcn": "199907",
    "acronym": "CAREGIVERSPRO-MMD",
    "topics": "PHC-25-2015",
    "title": "Self-management interventions and mutual assistance community services, helping patients with dementia and caregivers connect with others for evaluation, support and inspiration to improve the care experience",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "According to the World Health Organisation (WHO, ADI), 44 million people around the world have some form of dementia, for which there is no effective intervention, to halt or reverse the progressive cognitive impairment. As Europeís population is ageing, long-term care for elderly citizens will become an increasing cost for society. To manage this transition healthcare policies in the EU and individual Member States are heavily focussed on extending the independent life of the elderly, with the dual aim of increasing their quality of life and reducing the costs of care. \n\nIn this project, we will build a mHealth application that is specifically targeted to caregivers and patients with mild to moderate dementia. The result is CAREGIVERSPRO-MMD: a tool integrating a broader diagnostic approach, incorporating the live-in family caregiver-patient dyad and considering this dyad as the unit of care.\n \nCAREGIVERSPRO-MMD will provide value-added services based on social networks, tailored interventions, clinical strategies and gamification for improving quality of life for dementiaís patients and caregivers that allow them to live in the community for as long as possible.\n\nThe project will comprise three phases: first, we will develop new services for patients with mild to moderate dementia and their respective caregivers to an existing application. \n\nIn the second phase, we will conduct a user-centric analysis to re-design the existing application for patients with mild to moderate dementia. The development will be steered by patients, carers and doctors, through user-centric design: we will collect feedback on each new version of the application until the design is adapted to the usersí needs.\n \nIn the third phase, we will pilot the optimised application with 550 dyads (patients and their respective caregivers) and 550 controls. This will show the clinical and social benefits for patients and caregivers, as well as financial benefits for the healthcare system.",
    "totalCost": "4087198,75",
    "ecMaxContribution": "4087198,75",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "CENTRE HOSPITALIER UNIVERSITAIRE DE ROUEN;FUNDACIO UNIVERSITARIA DEL BAGES;Q-PLAN INTERNATIONAL ADVISORS PC;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;COOPERATIVA SOCIALE COOSS MARCHE ONLUS SOCIETA COOPERATIVA PER AZIONI;MOBILESDYNAMICS SL;UNIVERSITY OF HULL",
    "participantCountries": "FR;ES;EL;IT;UK",
    "projectParticipants": {
        "999903743": {
            "orgId": "999903743",
            "orgName": "UNIVERSITY OF HULL",
            "ecContrib": 692775
        },
        "999568608": {
            "orgId": "999568608",
            "orgName": "Q-PLAN INTERNATIONAL ADVISORS PC",
            "ecContrib": 336500
        },
        "999656587": {
            "orgId": "999656587",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE DE ROUEN",
            "ecContrib": 689875
        },
        "944612676": {
            "orgId": "944612676",
            "orgName": "MOBILESDYNAMICS SL",
            "ecContrib": 369200
        },
        "928783052": {
            "orgId": "928783052",
            "orgName": "FUNDACIO UNIVERSITARIA DEL BAGES",
            "ecContrib": 415894
        },
        "999631464": {
            "orgId": "999631464",
            "orgName": "COOPERATIVA SOCIALE COOSS MARCHE ONLUS SOCIETA COOPERATIVA PER AZIONI",
            "ecContrib": 631015
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 481228
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 470711
        }
    },
    "calculatedTotalContribution": 4087198
}