{
    "rcn": "199909",
    "acronym": "POLYCARE",
    "topics": "PHC-25-2015",
    "title": "POLY-stakeholders for integrated CARE for chronic patients in acute phases",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Nowadays, chronic diseases and co-morbidities have to be managed during a long period of time among health and social care systems, thus a big amount of budget and resources should be destined to them. If these patients could stay at home during their illnesses exacerbations, a big amount of resources could be saved, a more independent like and a higher quality of life for these patients could be reached due to fewer hospitalizations, more remote control of their health status by care services and by self- knowledge of their own disease. For this purpose POLYCARE will provide ICT solutions that will foster real integrated care between health and social care following a new methodology that will be defined with European focus. These ICT solutions will be based on a collaborative environment between health and social care services that will help to share information between them and a Decision Support System will provide alerts, recommendations and adverse effects due to medicaments interaction in the case of poly-medicated patients.  On the other hand, we will take care of patients by providing devices and personalized apps for being involved at their self-health management and fostering interaction with medical and social care services.The project will be focused on home hospitalization (patient treatment at as in the hospital). The target patients are chronic patient in acute phases, who are usually elderly people.  Thus, patientsí apps will be based on gamification basis in order to be more attractive and accessible; to measure vital signals to control their health status will be provided by optimized wearables devices so that they not need any specific knowledge. Besides, informal care givers and social professionals will support patients on these new tools and will include additional data to monitor.  These innovation features will be carried out by a strong consortium headed by a company leading ICT solutions for health fostering business opportunities to all.",
    "totalCost": "4440652,5",
    "ecMaxContribution": "4440651,5",
    "coordinator": "EVERIS SPAIN SL",
    "coordinatorCountry": "ES",
    "participants": "ECHOSANTE;COMARCA DE SOMONTANO DE BARBASTRO;UNIVERSITAETSKLINIKUM BONN;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;PLUX - WIRELESS BIOSIGNALS S.A.;SERVICIO ARAGONES DE LA SALUD;INTERACTIVE 4D",
    "participantCountries": "FR;ES;DE;PT",
    "projectParticipants": {
        "998853427": {
            "orgId": "998853427",
            "orgName": "SERVICIO ARAGONES DE LA SALUD",
            "ecContrib": 525302
        },
        "951460294": {
            "orgId": "951460294",
            "orgName": "INTERACTIVE 4D",
            "ecContrib": 324691
        },
        "950212874": {
            "orgId": "950212874",
            "orgName": "COMARCA DE SOMONTANO DE BARBASTRO",
            "ecContrib": 192232
        },
        "999867465": {
            "orgId": "999867465",
            "orgName": "UNIVERSITAETSKLINIKUM BONN",
            "ecContrib": 663125
        },
        "999938081": {
            "orgId": "999938081",
            "orgName": "EVERIS SPAIN SL",
            "ecContrib": 979264
        },
        "929599210": {
            "orgId": "929599210",
            "orgName": "ECHOSANTE",
            "ecContrib": 489405
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 772140
        },
        "960662393": {
            "orgId": "960662393",
            "orgName": "PLUX - WIRELESS BIOSIGNALS S.A.",
            "ecContrib": 494492
        }
    },
    "calculatedTotalContribution": 4440651
}