{
    "rcn": "199946",
    "acronym": "RurInno",
    "topics": "MSCA-RISE-2015",
    "title": "Social Innovations in Structurally Weak Rural Regions: How Social Entrepreneurs Foster Innovative Solutions to Social Problems",
    "startDate": "01/02/2016",
    "endDate": "31/03/2018",
    "objective": "RurInno acknowledges social enterprises as promising but often neglected drivers of social innovations in structurally weak rural regions that tackle social problems and stabilise and improve the living conditions in these regions. But reports show that social entrepreneurs still lack specialised trainings and education, a supporting infrastructure and recognition. Against this background, RurInno aims at 1) strengthening the skills and the innovative capacity of social entrepreneurs operating in rural regions, 2) improving the knowledge of how social innovations are implemented in rural regions and 3) raising awareness of social entrepreneurship in rural regions in order to foster enabling environments for their activities. \nThe successful implementation will be enabled by the close collaboration of two outstanding research institutes and four award winning social enterprises with complementary expertise - including ERs, ESRs and administrative staff. The short project duration of 26 months will generate rapid outcomes that increase the competitiveness of social enterprises.\nWe will strengthen the innovative skills of social entrepreneurs with a structured training programme and knowledge exchange. Both will be enabled during innovation secondments, taking place in the research institutes. Multifaceted training modules like workshops, field inspections, research-practice labs and joint analyses sessions foster skills enhancement in different ways: knowledge sharing and applying, best practice learning, learning by doing and learning from comparisons. \nWe will enhance the knowledge about the innovative capacity of social enterprises in rural regions by field research in the four participating social enterprises and their respective rural regions. We will integrate the social enterprises into the research process as objects of investigation. Thus, we will enhance the perspective from doing research on social entrepreneurs to doing research with social entrepreneurs.",
    "totalCost": "225000",
    "ecMaxContribution": "225000",
    "coordinator": "LEIBNIZ-INSTITUT FUR RAUMBEZOGENE SOZIALFORSCHUNG (IRS) EV",
    "coordinatorCountry": "DE",
    "participants": "BALLYHOURA DEVELOPMENT CLG;OTELO EGEN;UNIVERSITAT LINZ;AGROTIKOS SYNETAIRISMOS STEBIA ELLAS;NIDZICKA FUNDACJA ROZWOJU NIDA",
    "participantCountries": "IE;AT;EL;PL",
    "projectParticipants": {
        "990999337": {
            "orgId": "990999337",
            "orgName": "LEIBNIZ-INSTITUT FUR RAUMBEZOGENE SOZIALFORSCHUNG (IRS) EV",
            "ecContrib": 45000
        },
        "999892976": {
            "orgId": "999892976",
            "orgName": "UNIVERSITAT LINZ",
            "ecContrib": 54000
        },
        "928527942": {
            "orgId": "928527942",
            "orgName": "NIDZICKA FUNDACJA ROZWOJU NIDA",
            "ecContrib": 27000
        },
        "940154071": {
            "orgId": "940154071",
            "orgName": "OTELO EGEN",
            "ecContrib": 18000
        },
        "928894990": {
            "orgId": "928894990",
            "orgName": "AGROTIKOS SYNETAIRISMOS STEBIA ELLAS",
            "ecContrib": 27000
        }
    },
    "calculatedTotalContribution": 171000
}