{
    "rcn": "199978",
    "acronym": "FOODstars",
    "topics": "H2020-TWINN-2015",
    "title": "Innovative Food Product Development Cycle: Frame for Stepping Up Research Excellence of FINS - FOODstars",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "This proposal is related to the work programme topic Twinning, H2020-TWINN-2015. The specific challenge of the will be achieved by significant strengthening of the research capacities of the Institute for Food Technology, Serbia (FINS) in the area of FOOD TECHNOLOGY in close collaboration with internationally-leading research institutions: Teagasc - Agriculture and Food Development Authority, Ireland (TEAGASC) and University of Bologna, Italy (UNIBO). Transfer of knowledge will be achieved through short-term trainings, schools, thematic workshops, study visits, joint publications and various outreach activities and will consequently allow FINS to carry out efficient and high quality research that will be transferable to industry. S&T capacity of the linked institutions will be enhanced, new ideas and scientific challenges offered and further activities and joint applications for internationally funded projects enabled. The project partners are chosen on the basis of previous cooperation and reciprocal knowledge of respective expertise. The Work Plan summarized as ìThe Innovative Food Product Development Cycleî consists of six Work Packages, WPs. WP 1, WP 2 and WP 3 are designed to strengthen the scientific excellence and innovation capacity of FINS . The creation of preconditions for the implementation of innovative food solutions in industrial scales and the commercialization of research results will be performed by activities within WP 4. WP 5 is devoted to dissemination and networking activities and exploitation of results in order to establish a communication bridges between research community and industry and strategic and durable cooperation with partner institutions. WP 6 is designed to enable smooth project execution according to standard procedures and a straightforward management structure. This proposal offers the idea of generating new knowledge and turning it into new products and services as a direct response to wider economic and social challenges.",
    "totalCost": "999281,25",
    "ecMaxContribution": "999281,25",
    "coordinator": "INSTITUTE FOR FOOD TECHNOLOGY OF NOVI SAD",
    "coordinatorCountry": "RS",
    "participants": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
    "participantCountries": "IT;IE",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 194725
        },
        "999557259": {
            "orgId": "999557259",
            "orgName": "INSTITUTE FOR FOOD TECHNOLOGY OF NOVI SAD",
            "ecContrib": 445131
        },
        "999466952": {
            "orgId": "999466952",
            "orgName": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
            "ecContrib": 359425
        }
    },
    "calculatedTotalContribution": 999281
}