{
    "rcn": "199999",
    "acronym": "IMPEDE",
    "topics": "ERC-PoC-2015",
    "title": "Immunomodulatory effects of sustained pantethine release in inflammatory diseases",
    "startDate": "01/02/2016",
    "endDate": "31/07/2017",
    "objective": "Auto-immune diseases such as multiple sclerosis (MS) and rheumatoid arthritis (RA) and inflammation-associated brain diseases including Alzheimer's disease (AD) globally make up a Ä45B market and cost society close to Ä648B. The huge number of patients with these diseases causes an enormous socioeconomic burden. Currently, MS, AD and RA affect 120M people worldwide. There is no cure for AD and treatments for autoimmune diseases are not fully effective and reducing the inflammatory component in these diseases is a key strategy.\nAs a result of our ERC StG NEUROTRAFFICKING we found that a natural molecule, which is Coenzyme A precursor (CoAP), modulates leukocyte trafficking and has anti-inflammatory properties that are, however, limited in effectiveness due to fast breakdown in the gut. Our preliminary data demonstrate that derivatives of CoAP hydrolysis are devoid of antiinflammatory effects and that intact CoAP is required for its therapeutic effect in mouse models of MS and AD. The goal of IMPEDE is to develop a proprietary formulation of CoAP that protects it from hydrolysis and its disulphide bonds from degradation. This provides a novel and highly promising therapeutic approach for the inflammatory diseases, either for combination or stand-alone treatment. A patent application for this novel CoAP formulation has been filed. Subsequent steps will be taken in IMPEDE to generate and validate a more effective product through improved formulation and to prepare further regulatory and IP strategies, design a business strategy and perform market research. Overall, IMPEDE offers a rapid valorisation of the ERC StG grant on one hand and of the novel CoAP formulation on the other hand. It will generate a novel CoAP formulation with high therapeutic potential in autoimmune diseases and other inflammatory diseases.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI VERONA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}