{
    "rcn": "199927",
    "acronym": "CRISP",
    "topics": "MSCA-RISE-2015",
    "title": "Citizenship, Recovery and Inclusive Society Partnership",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "People with mental health problems experience significant inequalities including high levels of early mortality, morbidity, unemployment, poverty, isolation and social exclusion. This also presents major health, social and economic challenges to wider society. Our International Network unites leaders from academia, policy, practice, business and community organisations from the EU and US. Each partner has an impressive track record of leading evidence-based policy and programme development at a national level and each has pioneered participation in research of people with lived experience of mental health problems. This transatlantic network will share and build upon state of the art knowledge in four key areas of social inclusion: citizenship, recovery, stigma and public policy.  Our collaboration will enable new knowledge, synergies and solutions to emerge by connecting our diverse national and disciplinary perspectives with the lived experiences of people with mental health problems. Through the network we will enhance the skills and career opportunities for researchers and practitioners, and contribute towards the sustained inclusion of people with lived experience. This grant will enable us to share our learning in profound ways to understand ëwhat worksí in very different social contexts, including through interaction between the four themed work packages. There is a strong commitment amongst partners to maintain the network long term. As partners we have considerable experience in supporting participatory mental health research with migrant citizens, people who are homeless and diverse ethnic minorities. Social exclusion is often intensified for women who encounter gender-based discrimination and cumulative adversity. Therefore, throughout this proposal, we will pay particular attention to issues of intersectionality in relation to gender, and consider how promoting social inclusion, citizenship and rights must take account of social identities.",
    "totalCost": "477000",
    "ecMaxContribution": "477000",
    "coordinator": "UNIVERSITY OF STRATHCLYDE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITAET ULM;The Mental Health Foundation;SUOMEN MIELENTERVEYSSEURA RY",
    "participantCountries": "DE;UK;FI",
    "projectParticipants": {
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 121500
        },
        "955424490": {
            "orgId": "955424490",
            "orgName": "The Mental Health Foundation",
            "ecContrib": 72000
        },
        "946454900": {
            "orgId": "946454900",
            "orgName": "SUOMEN MIELENTERVEYSSEURA RY",
            "ecContrib": 63000
        },
        "954569726": {
            "orgId": "954569726",
            "orgName": "ILLINOIS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 220500
        },
        "996383904": {
            "orgId": "996383904",
            "orgName": "YALE UNIVERSITY",
            "ecContrib": 0
        },
        "999437561": {
            "orgId": "999437561",
            "orgName": "NEW YORK UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 477000
}