{
    "rcn": "199937",
    "acronym": "ODYSSEA",
    "topics": "MSCA-RISE-2015",
    "title": "OBSERVATORY OF THE DYNAMICS OF INTERACTIONS BETWEEN SOCIETIES AND ENVIRONMENT IN THE AMAZON",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Achieving a sustainable development trajectory in Amazonia is one of the key challenges facing Brazil, and is also an important international concern. ODYSSEA assembles an internationally renowned European and Brazilian multidisciplinary and intersectoral team. We aim to produce fundamental science and tools in order to build an innovative multi-and interdisciplinary observatory to monitor and assess dynamic interactions between Amazon societies and their environments. This observatory will serve as a basis for policy development that integrates social, environmental, political-economic and human health dimensions. Our methodology puts the society at the heart of the observatoryís building process, engaging stakeholders and decision makers in the research to favour advancement of their objectives and commitment to sustainable development issues.\nBuilding on knowledge framed around ongoing bilateral projects, ODYSSEA brings together several independent networks of international and Brazilian researchers which all have long-term experiences in the Amazon of environmental and social research, each with their own expert skill-sets. We expect significant advances in our understanding of the different feedbacks and linkages between the panoply of pressures exerted on the environment, the factors determining the vulnerability of local populations to environmental shocks and in the evaluation of governance and institutional arrangements aiming at promoting adaptation. We aim to enhance the capacity of Brazilian institutions to assess and reduce the vulnerability of populations in Amazonia.\nODYSSEA will help unify an increasing number of bilateral arrangements for research and innovation between individual European countries and Brazil. Whilst these connections are proving fruitful in their own right there is a largely untapped opportunity to upscale the intensity and diversity of connections between Europe and Brazil on all levels of education, research and development.",
    "totalCost": "1849500",
    "ecMaxContribution": "1705500",
    "coordinator": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
    "coordinatorCountry": "FR",
    "participants": "VIEIRA PAK MANUELA;UNIVERSITE DE GUYANE;Instituto Superior de Agronomia;UNIVERSITE DE MONTPELLIER;STIFTELSEN THE STOCKHOLM ENVIRONMENT INSTITUTE;UNIVERSITE RENNES II;LANCASTER UNIVERSITY;CENTRE DE COOPERATION INTERNATIONALE EN RECHERCHE AGRONOMIQUE POUR LEDEVELOPPEMENT - C.I.R.A.D. EPIC;UNIVERSITAET INNSBRUCK;UNIVERSITE PAUL SABATIER TOULOUSE III;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;GEOMATYS;LISODE SARL",
    "participantCountries": "FR;PT;SE;UK;AT",
    "projectParticipants": {
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 54000
        },
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 175500
        },
        "954489313": {
            "orgId": "954489313",
            "orgName": "GEOMATYS",
            "ecContrib": 13500
        },
        "983488433": {
            "orgId": "983488433",
            "orgName": "LISODE SARL",
            "ecContrib": 18000
        },
        "928468869": {
            "orgId": "928468869",
            "orgName": "VIEIRA PAK MANUELA",
            "ecContrib": 13500
        },
        "999956220": {
            "orgId": "999956220",
            "orgName": "UNIVERSITE RENNES II",
            "ecContrib": 85500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 126000
        },
        "934582779": {
            "orgId": "934582779",
            "orgName": "UNIVERSITE DE GUYANE",
            "ecContrib": 18000
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 175500
        },
        "999851169": {
            "orgId": "999851169",
            "orgName": "UNIVERSITE PAUL SABATIER TOULOUSE III",
            "ecContrib": 13500
        },
        "999513803": {
            "orgId": "999513803",
            "orgName": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
            "ecContrib": 373500
        },
        "999450268": {
            "orgId": "999450268",
            "orgName": "STIFTELSEN THE STOCKHOLM ENVIRONMENT INSTITUTE",
            "ecContrib": 54000
        },
        "999993565": {
            "orgId": "999993565",
            "orgName": "CENTRE DE COOPERATION INTERNATIONALE EN RECHERCHE AGRONOMIQUE POUR LEDEVELOPPEMENT - C.I.R.A.D. EPIC",
            "ecContrib": 454500
        },
        "998463002": {
            "orgId": "998463002",
            "orgName": "Instituto Superior de Agronomia",
            "ecContrib": 130500
        }
    },
    "calculatedTotalContribution": 1705500
}