{
    "rcn": "199947",
    "acronym": "COMPASS",
    "topics": "MSCA-RISE-2015",
    "title": "Colloidal Nanomaterials for Smart Applications",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "'The COMPASS project unites key players in Europe and the US with the aim to advance the field of colloidal nanocrystal (NC) synthesis and assembly and their exploitation in photonics, sensing, energy conversion and medicine. COMPASS aims to (i) develop colloidal NCs with desired properties by controlling their size, shape and composition, and to demonstrate routes allowing for large production volumes with nearly identical size and shape; (ii) develop approaches for NC self-assembly in ordered superlattices constituting NC solids with novel properties; (iii) understand the optoelectronic properties of novel NC-based materials by advanced optical and scanning probe spectroscopy methods, and explore pathways for their implementation in light emission, sensing, energy conversion and medicine; (iv) establish a consolidated network between leading EU and US institutes to provide a stimulating international environment for talented young researchers; (v) advance the level of R&D in Europe and the US and foster technology transfer and dissemination; (vii) raise the awareness of the general public on the prospects of NC materials in future technologies. Young scientists will be formed by 'training by research' in long term stays at host labs and by lecture series held in the network that cover specific research topics, technology transfer and management/communication skills, leading to an interdisciplinary and international formation. The exchange will consolidate existing initial links between some of the lead scientists in COMPASS and establish a long lasting network that will have strong impact on science and education with significant repercussions in industry. The work plan is divided in 5 strongly linked workpackages that deal with Management, NC Fabrication, Self Assembly and Surface Functionalization, Photonics and Optoelectronics, and Energy Conversion. COMPASS will be guided by an executive board that consists of the coordinator and the lead PIs of the partners.'",
    "totalCost": "859500",
    "ecMaxContribution": "859500",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;UNIVERSITEIT GENT;UNIVERSITEIT UTRECHT",
    "participantCountries": "DE;BE;NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 103500
        },
        "998269778": {
            "orgId": "998269778",
            "orgName": "TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
            "ecContrib": 0
        },
        "999836134": {
            "orgId": "999836134",
            "orgName": "CORNELL UNIVERSITY",
            "ecContrib": 0
        },
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 207000
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 324000
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 225000
        }
    },
    "calculatedTotalContribution": 859500
}