{
    "rcn": "199973",
    "acronym": "SmartEIZ",
    "topics": "H2020-TWINN-2015",
    "title": "Strengthening scientific and research capacity of the Institute of Economics Zagreb as a cornerstone for Croatian socioeconomic growth through the implementation of Smart Specialisation Strategy",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The SmartEIZ project aims to strengthen scientific and research capacity, narrow networking gaps and deficiencies of Institute of Economics, Zagreb (EIZ) in comparison to leading institutions in the field of Economics and Management of Innovation and Technology (EMIT). The objectives of the projects are as follows: (1) Strengthen the cooperation between EIZ and leading international partner institutions in EU in the fields of EMIT; (2) Improve the overall research on EMIT of EIZ through training activities; (3) Enhance EIZís capacity to design and implement public policies to favour the internationalisation of the Croatian production system in the globalizing economy; (4) Improve the capacity of EIZ to study Science/Industry models of collaboration; (5)  Empower EIZ to contribute to RIS3 implementation stimulating inclusive innovation and sustainable development in selected technological domains. \nAchievement of specific objectives will contribute scientific and technical excellence, in the field of EMIT in order to improve its ability to analyse, design and evaluate public policies. This will help enhancing EIZ staffís research profiles, integrating the project activities into the National Smart Specialization Strategy and strengthening the cooperation with research institutions in other Member States. Sustainability of the project will be secured via support to EIZ to establish a research hub, with the aim of fostering spillover effects for a larger number of organizations from public, civil and private sector in Croatia and South-East Europe. SmartEIZ will contribute to implementation of NS3 via inclusion of relevant stakeholders responsible for RIS3 policy implementation, such as MINGO (Ministry of Economy), HAMAG BICRO (Croatian Agency for SMEs, Innovations and Investments) - responsible for evaluation of NS3 in active participation in the project. Being part of SmartEIZ in dissemination of project results is a way of increasing efficiency of NS3 in Croatia.",
    "totalCost": "1000000",
    "ecMaxContribution": "1000000",
    "coordinator": "EKONOMSKI INSTITUT ZAGREB",
    "coordinatorCountry": "HR",
    "participants": "UNIVERSITA COMMERCIALE LUIGI BOCCONI;UNIVERSITEIT MAASTRICHT;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "IT;NL;UK",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 270250
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 154856
        },
        "983392403": {
            "orgId": "983392403",
            "orgName": "EKONOMSKI INSTITUT ZAGREB",
            "ecContrib": 407285
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 167609
        }
    },
    "calculatedTotalContribution": 1000000
}