{
    "rcn": "199943",
    "acronym": "RENOIR",
    "topics": "MSCA-RISE-2015",
    "title": "Reverse EngiNeering of sOcial Information pRocessing",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "In today's world, access to information is a decisive factor advancing industry, society and even culture. It is therefore of great importance to understand why and how some information (e.g. some memes) spreads virally with great ease, while other is met with disinterest and omission. Uncovering the reasons may allow promoting important information, like warnings about cyber-attacks, while stifle harmful rumors, such as vaccines causing autism. The aim of the project is to treat the vast complexity of such information dynamics in social systems by involving researchers in social sciences, journalism, computing, data mining and complexity science.\nThe Projectís objectives are:\n- discovery and reverse-engineering the mechanisms of information spreading in social media, such as dynamics of news releases, blog and internet for posts, Twitter messages, e-mails etc.,\n- training and exchange of knowledge between partners in different domains coming from Warsaw University of Technology, Jozef Stefan Institute, Wroclaw University of Technology and leading world universities Stanford University, Rensselaer Polytechnic Institute, Nanyang Technological University,\n- bidirectional knowledge transfer between academia and media industry (Slovenian Press Agency) by exposing researchers to real-life problems and giving business access to innovative methods and tools for information analysis.\n\nThe project will be based on three pillars: data acquisition, data mining/machine learning and complex systems modeling. The specific problems addressed will include understanding rules of and predicting information spreading in different media and about different topics, finding information sources and uncovering hidden information channels.\n\nThe secondments will accelerate individual careers of involved researchers, especially early stage ones. The project will lay foundations for long-term collaboration by strengthening existing links between partners and creating new ones.",
    "totalCost": "1314000",
    "ecMaxContribution": "1273500",
    "coordinator": "POLITECHNIKA WARSZAWSKA",
    "coordinatorCountry": "PL",
    "participants": "SLOVENSKA TISKOVNA AGENCIJA DOO;INSTITUT JOZEF STEFAN;POLITECHNIKA WROCLAWSKA",
    "participantCountries": "SI;PL",
    "projectParticipants": {
        "999845931": {
            "orgId": "999845931",
            "orgName": "POLITECHNIKA WROCLAWSKA",
            "ecContrib": 346500
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 508500
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 301500
        },
        "968614453": {
            "orgId": "968614453",
            "orgName": "SLOVENSKA TISKOVNA AGENCIJA DOO",
            "ecContrib": 117000
        }
    },
    "calculatedTotalContribution": 1273500
}