{
    "rcn": "199936",
    "acronym": "CARDIALLY",
    "topics": "MSCA-RISE-2015",
    "title": "Capturing and quantitative analysis of multi-scale multi-channel diagnostic data.",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "We are proposing a four-year programme of knowledge transfer between Aston University (ASTON, UK), Universita Degli Studi Di Brescia (UNIBS, Italy), Diasens (Diasens, Serbia), and Novosibirsk State University (NSU, Russia). The aim of our interdisciplinary proposal is to bring together the unique expertise of participants to solve the important and challenging problem of heart failure prediction and diagnostic. Our transformative approach combines advanced methods of complex data analysis and novel diagnostic technologies to prevent highly damaging consequences of this deadly and disabling disease. Strong interdisciplinary nature of the project and a balance of industrial applications and fundamental science ensure a wide range of skill and knowledge transfer within the consortium. Working in close collaboration with our SME partner will allow early career researchers to gain an invaluable experience in bringing research to real life applications and to broaden their future career choices. The research has significant potential for life-changing applications in cardiology, especially relevant to adult and aging population. Solution to this problem will help to cut costs in European health care systems and improve quality of life of millions of people.",
    "totalCost": "234000",
    "ecMaxContribution": "234000",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "DIASENS DOO BEOGRAD;UNIVERSITA DEGLI STUDI DI BRESCIA",
    "participantCountries": "RS;IT",
    "projectParticipants": {
        "928508542": {
            "orgId": "928508542",
            "orgName": "DIASENS DOO BEOGRAD",
            "ecContrib": 76500
        },
        "999893946": {
            "orgId": "999893946",
            "orgName": "UNIVERSITA DEGLI STUDI DI BRESCIA",
            "ecContrib": 63000
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 94500
        },
        "985338417": {
            "orgId": "985338417",
            "orgName": "NOVOSIBIRSK STATE UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 234000
}