{
    "rcn": "199961",
    "acronym": "SEEMLA",
    "topics": "LCE-14-2015",
    "title": "Sustainable exploitation of biomass for bioenergy from marginal lands in Europe",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The aim of the SEEMLA project is the reliable and sustainable exploitation of biomass from marginal lands (MagL), which are used neither for food nor feed production and are not posing an environmental threat.\n\nThe main target groups are regional authorities and public or private owners of MagLs, who can provide knowledge on land availability and are responsible for managing these. Furthermore foresters, farmers and the civil society affected by transformation of MagL into energy crop plantations are important cooperation partners for the projectís success.\n\nThe initial challenge of the project is to define MagL. In order to achieve high yields on the MagL the goal is to develop and optimize cropping systems for special sites. The project focuses both on existing plantations of energy crops on MagL and on the establishment of new plantations on MagLs. General guidelines and manuals shall attract and help relevant stakeholders as well as piloting shall prove the feasibility of SEEMLA results. \n\nThe first scenario will enable the assessment of good practice and the refinement of current practices, making them more sustainable (environmental, economic, social). The second approach will transfer good practices to underused MagL. \n\nThe project will focus on three main objectives: the promotion of re-conversion of MagLs for the production of bioenergy through the direct involvement of farmers and foresters, the strengthening of local small scale supply chains and the promotion of plantations of bioenergy plants on MagLs. Moreover the expected impacts are: Increasing the production of bioenergy, farmersí incomes, investments in new technologies and the design of new policy measures. \n\nThe project team is balanced between scientific and technical partners as well as national and regional organisations. By including partners from South-East, Eastern and Central Europe the knowledge transfer between regions of different climatic and political backgrounds can be established.",
    "totalCost": "1629883,75",
    "ecMaxContribution": "1629883,75",
    "coordinator": "Fachagentur Nachwachsende Rohstoffe e.V.",
    "coordinatorCountry": "DE",
    "participants": "DEMOCRITUS UNIVERSITY OF THRACE;IFEU - INSTITUT FUR ENERGIE UND UMWELTFORSCHUNG HEIDELBERG GMBH;INSTITUTE OF BIOENERGY CROPS AND SUGAR BEET NATIONAL ACADEMY OF AGRARIAN SCIENCES OF UKRAINE;LEGAMBIENTE ASSOCIAZIONE ONLUS;DECENTRALISED ADMINISTRATION OF MACEDONIA&THRACE;BRANDENBURGISCHE TECHNISCHE UNIVERSITAT COTTBUS-SENFTENBERG;LIMITED LIABILITY COMPANY SALIX ENERGY",
    "participantCountries": "EL;DE;UA;IT",
    "projectParticipants": {
        "998454078": {
            "orgId": "998454078",
            "orgName": "Fachagentur Nachwachsende Rohstoffe e.V.",
            "ecContrib": 301775
        },
        "929087341": {
            "orgId": "929087341",
            "orgName": "LIMITED LIABILITY COMPANY SALIX ENERGY",
            "ecContrib": 134086
        },
        "999703826": {
            "orgId": "999703826",
            "orgName": "IFEU - INSTITUT FUR ENERGIE UND UMWELTFORSCHUNG HEIDELBERG GMBH",
            "ecContrib": 300979
        },
        "986523951": {
            "orgId": "986523951",
            "orgName": "LEGAMBIENTE ASSOCIAZIONE ONLUS",
            "ecContrib": 181275
        },
        "932607762": {
            "orgId": "932607762",
            "orgName": "INSTITUTE OF BIOENERGY CROPS AND SUGAR BEET NATIONAL ACADEMY OF AGRARIAN SCIENCES OF UKRAINE",
            "ecContrib": 77098
        },
        "999659109": {
            "orgId": "999659109",
            "orgName": "DEMOCRITUS UNIVERSITY OF THRACE",
            "ecContrib": 167525
        },
        "937759529": {
            "orgId": "937759529",
            "orgName": "BRANDENBURGISCHE TECHNISCHE UNIVERSITAT COTTBUS-SENFTENBERG",
            "ecContrib": 302171
        },
        "938707025": {
            "orgId": "938707025",
            "orgName": "DECENTRALISED ADMINISTRATION OF MACEDONIA&THRACE",
            "ecContrib": 164975
        }
    },
    "calculatedTotalContribution": 1629884
}