{
    "rcn": "199959",
    "acronym": "ISABEL",
    "topics": "LCE-14-2015",
    "title": "Triggering Sustainable Biogas Energy Communities through Social Innovation",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Community energy sits high in the energy policy agenda as an inseparable part of the strategy towards a low-carbon EU economy. Sustainable biogas technologies have been extremely slow in catching up with community energy developments, failing to benefit from their undeniable potential. ISABEL aims to remove the obstacles and to promote community biogas in the EU by bringing out its societal relevance and by joining forces with a major revolutionary movement ñ Social Innovation. To achieve and sustain this transition, ISABEL employs modern marketing research to understand the needs and cultural diversities of the communities, fuses Social Innovation to reposition Biogas from an economic bio-fuel carrier to a social good, to come up with new community concepts and to build a stronger and wider community engagement in support of biogas. We zoom in on specific areas with diverse interest and we support communities on the ground to realize community biogas plans in coordination with all the stakeholders, slashing transaction overheads. We bring communities together to exchange and inspire each other as we carefully steer them towards quality sustainability and impact assessment principles. We zoom out to inform the policy world about what works and what does not, what should change and how we can scale-up, replicate and innovate in order to make investments more attractive. We envision a more innovative, better connected, less sensitive to policy and more transparent community biogas movement which will serve as a spring of ideas for other renewable energy technologies. \nBut we start simple ñ we want more ideas, more and deeper public involvement, more responsible community biogas plans and more bold and fair policies; and we bring along a highly complementary team of practical minded people to do it.",
    "totalCost": "1897437,5",
    "ecMaxContribution": "1897437,5",
    "coordinator": "Q-PLAN INTERNATIONAL ADVISORS PC",
    "coordinatorCountry": "EL",
    "participants": "GLOBAL BIOTECHNOLOGY TRANSFER FOUNDATION LIMITED;EUROENERGY BIOGAS WEST SOCIETE ANONYME PRODUCTION AND TRADING OF ELECTRICAL ENERGY;BODENSEE STIFTUNG;WHITE RESEARCH SPRL;Fachagentur Nachwachsende Rohstoffe e.V.;UNIVERSITY OF SURREY;INSTITUT EUROPEEN D ADMINISTRATION DES AFFAIRES",
    "participantCountries": "UK;EL;DE;BE;FR",
    "projectParticipants": {
        "953382543": {
            "orgId": "953382543",
            "orgName": "WHITE RESEARCH SPRL",
            "ecContrib": 266375
        },
        "998454078": {
            "orgId": "998454078",
            "orgName": "Fachagentur Nachwachsende Rohstoffe e.V.",
            "ecContrib": 250000
        },
        "932674207": {
            "orgId": "932674207",
            "orgName": "BODENSEE STIFTUNG",
            "ecContrib": 171875
        },
        "999568608": {
            "orgId": "999568608",
            "orgName": "Q-PLAN INTERNATIONAL ADVISORS PC",
            "ecContrib": 307250
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 324750
        },
        "928095225": {
            "orgId": "928095225",
            "orgName": "EUROENERGY BIOGAS WEST SOCIETE ANONYME PRODUCTION AND TRADING OF ELECTRICAL ENERGY",
            "ecContrib": 171250
        },
        "932044483": {
            "orgId": "932044483",
            "orgName": "GLOBAL BIOTECHNOLOGY TRANSFER FOUNDATION LIMITED",
            "ecContrib": 203438
        },
        "998264540": {
            "orgId": "998264540",
            "orgName": "INSTITUT EUROPEEN D ADMINISTRATION DES AFFAIRES",
            "ecContrib": 202500
        }
    },
    "calculatedTotalContribution": 1897438
}