{
    "rcn": "199901",
    "acronym": "SOLSA",
    "topics": "SC5-11d-2015",
    "title": "Sonic Drilling coupled with Automated Mineralogy and chemistry On-Line-On-Mine-Real-Time",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "'SOLSA is the first automated expert system for on-site cores analysis. With access to data on-line, great savings are expected on the number of drill holes, the accuracy of geo-models and economic evaluation of ore reserves. SOLSA responds perfectly to the need for 'New sustainable exploration technologies and geo-models' of SC5-11d-2015. The objective is to ìdevelop new or improved highly efficient and cost-effective, sustainable exploration technologiesî. It includes (1) integrated drilling optimized to operate in the difficult lateritic environment with the challenge of a mixture of hard and soft rocks, extensible also to other ore types, (2) fully automated scanner and phase identification software, usable as well in other sectors.  SOLSA combines for the first time the non-destructive sensors X-ray fluorescence, X-ray diffraction, vibrational spectroscopies and 3D imaging along the drill core. For that purpose, SOLSA will develop innovative, user-friendly and intelligent software, at the TRL 4-6 levels. To minimize the risk and capitalize on the newest technologies, the subsystems for the hardware, will be selected on the market of miniaturized sensors. To align SOLSA to the industrial needs and to guarantee market uptake at the end of the project, the SOLSA multidisciplinary consortium includes an end-user (ERAMET) with mining and commercial activities in laterite ores, the case study selected for the project. Industrially driven, the consortium is composed of LE, SMEs and academic experts (ERAMET (PI), F; SSD, NL; BRGM, F; INEL, F; Univ. Vilnius, Lt; CNRS-CRISMAT, F; Univ. Trento, I; Univ. Verona, I; TU Delft, NL) covering exploration, database management, instrumentation and software development, drilling rigs, analytical prototypes and marketing strategies. SOLSA is expected to revolutionize exploration and push Europe in front, by reducing the exploration time at ? 50%, the analysis time from 3 - 6 months to real-time and thus the environmental footprint.'",
    "totalCost": "9775488,25",
    "ecMaxContribution": "9775488,25",
    "coordinator": "ERAMET SA",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITA DEGLI STUDI DI VERONA;EIJKELKAMP SONICSAMPDRILL BV;VILNIAUS UNIVERSITETAS;BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES;UNIVERSITA DEGLI STUDI DI TRENTO;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;TECHNISCHE UNIVERSITEIT DELFT;INEL S.A.S",
    "participantCountries": "IT;NL;LT;FR",
    "projectParticipants": {
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 972695
        },
        "999515161": {
            "orgId": "999515161",
            "orgName": "INEL S.A.S",
            "ecContrib": 934900
        },
        "952372385": {
            "orgId": "952372385",
            "orgName": "ERAMET SA",
            "ecContrib": 1877602
        },
        "999993662": {
            "orgId": "999993662",
            "orgName": "BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES",
            "ecContrib": 572012
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 272500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1191895
        },
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 1465276
        },
        "999459774": {
            "orgId": "999459774",
            "orgName": "EIJKELKAMP SONICSAMPDRILL BV",
            "ecContrib": 1887500
        },
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 601108
        }
    },
    "calculatedTotalContribution": 9775488
}