{
    "rcn": "199982",
    "acronym": "CENTRE-PD",
    "topics": "H2020-TWINN-2015",
    "title": "TWINNING for a Comprehensive Clinical Centre for the Diagnosis and Treatment of Parkinson's Disease",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "Unlike other EU member states, Luxembourg lacks a tradition for translation of fundamental research into clinical practice, which hampers health innovation and its adoption in cutting-edge medicine. During the last years, the Luxembourg Government made substantial efforts to position biomedicine as a key innovation driver. This highly successful biomedical initiative placed fundamental research on Parkinsonís disease (PD) in Luxembourg on an internationally competitive level, however, to realise the economic and health benefits for the population, closing the gap between basic science and clinical application is now a crucial challenge. CENTRE-PD aims at TWINNING the Universities of Oxford and T¸bingen, two worldwide leading centres for PD, with the University of Luxembourg (UL) to establish a comprehensive clinical PD centre in Luxembourg. CENTRE-PD will build human and institutional capacity for an excellent centre for diagnosis and treatment of PD in Luxembourg on the one hand and will ensure sustainability and viability of the centre on the other hand. We expect to reach key deliverables in three areas: (i) building of new infrastructures at UL (including a prospective PD patient cohort and at-risk cohort, a brain bank, neuro-imaging and stem-cell platforms, a neuro-stimulation centre and gait laboratory), (ii) launching of joint research initiatives (harmonised clinical datasets and neuropathological validation, joint biomarker studies for early diagnosis and stratification of PD, compound screening campaings on patient-based cellular models, and joint studies on neuro-modulation), and (iii) engaging key stakeholders through clinical and public outreach programmes, training of clinical researchers and basic scientists, partnerships with industry and initiatives for patient involvement. The external excellent competence provided through TWINNING will strengthen the potential for future collaborations nationally and beyond borders, boosting research excellence.",
    "totalCost": "1062500",
    "ecMaxContribution": "1062500",
    "coordinator": "UNIVERSITE DU LUXEMBOURG",
    "coordinatorCountry": "LU",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "participantCountries": "UK;DE",
    "projectParticipants": {
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 500000
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 281250
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 281250
        }
    },
    "calculatedTotalContribution": 1062500
}