{
    "rcn": "199928",
    "acronym": "Errspitals",
    "topics": "MSCA-RISE-2015",
    "title": "A knowledge transfer and sharing action for developing A new integrative approach to mitigating errors in hospitals: Resolving tensions in error research",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Errors are a recurring fact of organizational life and the wisdom of managing and learning from errors is incontrovertible. In particular, medical errors in the health care industry, defined as avoidable adverse outcomes or injuries to patients stemming from healthcare processes, pose serious threats to human life and have an impact on total national costs. Yet, healthcare organizations that achieve a breakthrough in mitigating errors are extraordinarily rare. The aim of this Marie Sk?odowska-Curie Actions proposal is thus to improve our understanding of the occurrence of medical errors and to develop a new, integrative approach to mitigating medical errors and promoting quality, efficiency, and innovativeness in hospitals. We strive for this goal by immersing ourselves in broad literature reviews and going beyond state of the art, collecting massive first-hand data in the hospital settings, and testing our working hypotheses on both qualitative and quantitative data. We envision three direct outcomes of our endeavor that are beneficial to both the academic community and heath care organizations. First, we will suggest an integrative theory of errors in organizations by identifying discrepancies, tensional issues, and opportunities for research synthesis via level of analysis and temporal and priority lenses. Second, we will develop an innovative, hybrid method to illuminate the errors phenomena and assess long-term effects of medical errors. Third, starting with the partnership between three participating research teams, we will create a long-lasting network that offers a rich resource for collaboration and knowledge-sharing that makes this resource more visible, inspectable, and systematic, which may aid the process of learning at a larger societal level.",
    "totalCost": "337500",
    "ecMaxContribution": "180000",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "UNIVERSITAET ST. GALLEN;STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
    "participantCountries": "CH;NL",
    "projectParticipants": {
        "999861742": {
            "orgId": "999861742",
            "orgName": "UNIVERSITAET ST. GALLEN",
            "ecContrib": 0
        },
        "926216626": {
            "orgId": "926216626",
            "orgName": "PEPPERDINE UNIVERSITY",
            "ecContrib": 0
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 76500
        },
        "925086964": {
            "orgId": "925086964",
            "orgName": "BABSON COLLEGE",
            "ecContrib": 0
        },
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 103500
        }
    },
    "calculatedTotalContribution": 180000
}