{
    "rcn": "199917",
    "acronym": "DEEPEGS",
    "topics": "LCE-03-2015",
    "title": "DEPLOYMENT OF DEEP ENHANCED GEOTHERMAL SYSTEMS FOR SUSTAINABLE ENERGY BUSINESS",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "Our goal with the DEEPEGS project is to demonstrate the feasibility of enhanced geothermal systems (EGS) for delivering energy from renewable resources in Europe. Testing of stimulating technologies for EGS in deep wells in different geologies, will deliver new innovative solutions and models for wider deployments of EGS reservoirs with sufficient permeability for delivering significant amounts of geothermal power across Europe. DEEPEGS will demonstrate advanced technologies in three geothermal reservoir types that provide all unique condition for demonstrating the applicability of this ìtool bagî on different geological conditions. We will demonstrate EGS for widespread exploitation of high enthalpy heat (i) beneath existing hydrothermal field at Reykjanes (volcanic environment) with temperature up to 550∞C and (ii) very deep hydrothermal reservoirs at Valence (crystalline and sandstone) and Vistrenque (limestone) with temperatures up to 220∞C. Our consortium is industry driven with five energy companies that are capable of implementing the project goal through cross-fertilisation and sharing of knowledge. The companies are all highly experienced in energy production, and three of them are already delivering power to national grids from geothermal resources. The focus on business cases will demonstrate significant advances in bringing EGS derived energy (TRL6-7) routinely to market exploitation, and has potential to mobilise project outcomes to full market scales following the end of DEEPEGS project. We seek to understand social concerns about EGS deployments, and will address those concerns in a proactive manner, where the environment, health and safety issues are prioritised and awareness raised for social acceptance. We will through risk analysis and hazard mitigation plans ensure that relevant understanding of the risks and how they can be minimised and will be implemented as part of the RTD approaches, and as a core part of the business case development.",
    "totalCost": "44057258,66",
    "ecMaxContribution": "19999740,88",
    "coordinator": "HS ORKA HF",
    "coordinatorCountry": "IS",
    "participants": "FONROCHE GEOTHERMIE SAS;GEORG-RANNSOKNARKLASI I JARDHITA;STATOIL PETROLEUM AS;ENEL GREEN POWER;BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES;KARLSRUHER INSTITUT FUER TECHNOLOGIE;ISLENSKAR ORKURANNSOKNIR;Herrenknecht Vertical GmbH;LANDSVIRKJUN SAMEIGNARFELAG",
    "participantCountries": "FR;IS;NO;IT;DE",
    "projectParticipants": {
        "962838491": {
            "orgId": "962838491",
            "orgName": "LANDSVIRKJUN SAMEIGNARFELAG",
            "ecContrib": 137756
        },
        "951907852": {
            "orgId": "951907852",
            "orgName": "FONROCHE GEOTHERMIE SAS",
            "ecContrib": 8390751
        },
        "952548731": {
            "orgId": "952548731",
            "orgName": "HS ORKA HF",
            "ecContrib": 6263410
        },
        "985816433": {
            "orgId": "985816433",
            "orgName": "ENEL GREEN POWER",
            "ecContrib": 220325
        },
        "993296006": {
            "orgId": "993296006",
            "orgName": "ISLENSKAR ORKURANNSOKNIR",
            "ecContrib": 1523278
        },
        "992448032": {
            "orgId": "992448032",
            "orgName": "STATOIL PETROLEUM AS",
            "ecContrib": 157511
        },
        "999993662": {
            "orgId": "999993662",
            "orgName": "BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES",
            "ecContrib": 1220045
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 803882
        },
        "928671211": {
            "orgId": "928671211",
            "orgName": "Herrenknecht Vertical GmbH",
            "ecContrib": 476241
        },
        "952875524": {
            "orgId": "952875524",
            "orgName": "GEORG-RANNSOKNARKLASI I JARDHITA",
            "ecContrib": 806541
        }
    },
    "calculatedTotalContribution": 19999740
}