{
    "rcn": "199968",
    "acronym": "eHERITAGE",
    "topics": "H2020-TWINN-2015",
    "title": "Expanding the Research and Innovation Capacity in Cultural Heritage Virtual Reality Applications",
    "startDate": "01/11/2015",
    "endDate": "31/10/2018",
    "objective": "Cultural heritage has always been an effervescent subject among historians, sociologists, naturalists, scientists and researchers alike. The physical and intangible legacy of previous generations is passed via this channel to future members of the society. It is a deliberate act, as conserving the results of past work, culture and even biodiversity is in the very nature of the human beings. \nWith the recent advancements in the field of virtual reality, intelligent systems and based on the emergence of the information society, we can now ascend to modern cultural heritage preservation techniques. eHERITAGE has as main objective the development of a center of excellence in virtual heritage.\nThe coordinator of this project is not new to the research field which he wishes to expand. The Virtual Reality and Robotics Department (VRRD) of the UTBv has an affinity for designing and developing applications of virtual reality for cultural heritage, as it has had involvements in past national research projects on this theme. \nThe partners of eHERITAGE are internationally leading entities in the focused research field. SSSA is a public university located in Pisa, Italy. Its mission is not only didactic, as SSSA excels in several research areas, including robotics, virtual reality and user interfaces. The historic background of SSSAís location eased the development of the virtual reality applications in cultural heritage. Several international research projects and well as a wide publication profile come to sustain this statement. On the other hand, JSI is the most important research institute in Slovenia, ranked among the first 50 research centers in Europe. In particular, JSI has strong competences in building models for ambient intelligence applications, data farming and detailing human behavior in virtual reality systems, competences which will prove invaluable for eHERITAGE.",
    "totalCost": "975625",
    "ecMaxContribution": "975625",
    "coordinator": "UNIVERSITATEA TRANSILVANIA DIN BRASOV",
    "coordinatorCountry": "RO",
    "participants": "INSTITUT JOZEF STEFAN;SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
    "participantCountries": "SI;IT",
    "projectParticipants": {
        "999904131": {
            "orgId": "999904131",
            "orgName": "UNIVERSITATEA TRANSILVANIA DIN BRASOV",
            "ecContrib": 420000
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 281250
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 274375
        }
    },
    "calculatedTotalContribution": 975625
}