{
    "rcn": "199925",
    "acronym": "EPIC",
    "topics": "MSCA-RISE-2015",
    "title": "Exploiting Protein Complexes that Induce Cell-death",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The formation of specific protein complexes are key events in life-and-death decisions made by cells. Inappropriate decisions underpin a plethora of disease conditions from degenerative diseases to cancer while the role of the complexes in these processes make them important therapeutic targets. Our ability to develop small molecules to target death-inducing protein complexes has been hampered by an inability to measure complex formation in cells in real-time and by the absence of robust high-throughput assays for the discovery of new lead molecules that target these complexes. \nThe proposed network (EPIC) will address both of these problems by developing new approaches to measure necrosome and apoptosome formation in real-time as well as new high-throughput and high-content screening assays using Fluorescence resonance transfer and split-luciferase technologies.\nEPIC will conform with the H2020 work programme by integrating research activity, novel reagents and expertise across Europe and world through the mobility, knowledge transfer and training of experienced and early stage researchers from within and without the EU. EPIC will realise the potential of researchers through the development of new skill-sets, the transfer new skills between academia and industry, and the development of career opportunities for EU ESRs and ERs. A key part of this activity is the mobility of non-EU researchers and the inward transfer of essential knowledge from outside the EU to benefit EU-based research. \nEstablishment of EPIC through RISE will generate lead molecules with demonstrable utility and knowledge that will underpin applications to national funding agencies to sustain the communal effort beyond the life of the RISE award. It will also generate intellectual property that will enable the network to approach biotech and pharma to form academia-industry partnerships that will further develop small molecule leads as therapeutics.",
    "totalCost": "607500",
    "ecMaxContribution": "607500",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "FUNDACION DE LA COMUNIDAD VALENCIANA CENTRO DE INVESTIGACION PRINCIPEFELIPE;VIB;PROTOQSAR 2000 SL;GOETEBORGS UNIVERSITET",
    "participantCountries": "ES;BE;SE",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 27000
        },
        "941268019": {
            "orgId": "941268019",
            "orgName": "PROTOQSAR 2000 SL",
            "ecContrib": 81000
        },
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 135000
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 337500
        },
        "999430965": {
            "orgId": "999430965",
            "orgName": "FUNDACION DE LA COMUNIDAD VALENCIANA CENTRO DE INVESTIGACION PRINCIPEFELIPE",
            "ecContrib": 27000
        },
        "931619429": {
            "orgId": "931619429",
            "orgName": "TARBIAT MODARES UNIVERSITY (INSTRUCTOR'S TRAINING UNIVERSITY)",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 607500
}