{
    "rcn": "199949",
    "acronym": "AniAge",
    "topics": "MSCA-RISE-2015",
    "title": "High Dimensional Heterogeneous Data based Animation Techniques for Southeast Asian Intangible Cultural Heritage Digital Content",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Although computer animation technology has been extensively used for films and games, it remains largely labour-intensive and expensive, with recent blockbuster films (e.g. Avatar, Gravity) costing around $1 million per minute of footage. A lot of research efforts and technological breakthroughs are therefore necessary if it is to be widely applied to many low-cost applications, such as archiving and reproducing style-preserved intangible cultural heritage (ICH) contents. The project ìAniAgeî is designed to answer this very challenge, using Southeast Asian ICH as the main application. Southeast Asian ICHs, e.g. local dances and puppetry, are visually and culturally rich, but are unfortunately disappearing due to the globalized modernization. The overall aim of 'AniAge' is two-fold. The first is to develop novel techniques and tools to reduce the production costs and improve the level of automation without sacrificing the control of the artists, in order to preserve the performing art related ICHs of Southeast Asia. This involves capturing and processing versatile visual performance data, which are heterogeneous in nature and gigantic in quantity. Two areas of technological innovation are aimed to be made, which are novel algorithms for 3D computer animation; and visual asset management with data analytics and machine learning techniques. The second is to promote knowledge exchange and dissemination between EU and Southeast Asian partners, with a view to fostering researchers and spreading knowledge. This will be achieved by having researchers participating in the well-designed research projects, workshops, seminars and open lectures. This consortium consists of six partners, two from the EU and four from Southeast Asia. Four work packages are designed, three for technological developments (digitalizing traditional performing arts - 'DigAge', digital asset management - 'ManD' and stylized animation production - 'AniX') and one for dissemination ('Dissem').",
    "totalCost": "1705500",
    "ecMaxContribution": "1705500",
    "coordinator": "BOURNEMOUTH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE D'ARTOIS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR",
    "projectParticipants": {
        "999862906": {
            "orgId": "999862906",
            "orgName": "BOURNEMOUTH UNIVERSITY",
            "ecContrib": 1120500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 499500
        },
        "999877068": {
            "orgId": "999877068",
            "orgName": "UNIVERSITE D'ARTOIS",
            "ecContrib": 85500
        }
    },
    "calculatedTotalContribution": 1705500
}