{
    "rcn": "199993",
    "acronym": "BET-EU",
    "topics": "H2020-TWINN-2015",
    "title": "Materials Synergy Integration for a Better Europe",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The proposal integrates synergies in the area of Advanced Functional Materials & Nanotechnologies for a better Europe, targeting the specific field of paper electronics, aiming to bridge gaps and capacity building in science and technology identified in Uninova & I3N cluster by twinning with outstanding EU institutions with unique capabilities to progress on fundamental understanding of nanocellulose & device properties at the micro/nanoscale; to manufacture paper electronics, predict materials and devices behavior and their integration. These will master the Portuguese cluster to an international leadership position in this increasingly complex multidisciplinary science and technology field. Moreover, this will allow them to define a Strategic Research Agenda and a Science & Technology Roadmap for the future, with strong regional impact. The objectives of this proposal are tuned with the TWINN-2015 call ìThe specific challenge is to address networking gaps and deficiencies between the research institutions of the low performing Member States and regions and internationally leading counterparts at EU levelî\nThis is done by: University of Cambridge, one of the top Universities in the world, internationally-recognized leader in design and modeling of thin film electronic circuits and applications; Fraunhofer Institute for Ceramic Technologies and Systems, Dresden, Germany, among the world leaders in characterization of nanomaterials and device properties; VTT, Finland, among the world leaders in Printed Electronics, which will co-operate via: a comprehensive program of cross-fertilisation of scientists and technologists, education and hands-on training programs for new research staff, consolidation of acquired know-how, full integration and growth of supply chain in the emerging paper electronics field from advances in nanocellulose materials technology to innovation in device architectures up to their manufacturing.",
    "totalCost": "999363,75",
    "ecMaxContribution": "999363,75",
    "coordinator": "UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
    "coordinatorCountry": "PT",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;SOCIEDADE PORTUGUESA DE INOVACAO - CONSULTADORIA EMPRESARIAL E FOMENTO DA INOVACAO S.A.;Teknologian tutkimuskeskus VTT Oy;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
    "participantCountries": "UK;PT;FI;DE",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 140798
        },
        "999479368": {
            "orgId": "999479368",
            "orgName": "SOCIEDADE PORTUGUESA DE INOVACAO - CONSULTADORIA EMPRESARIAL E FOMENTO DA INOVACAO S.A.",
            "ecContrib": 118750
        },
        "999633889": {
            "orgId": "999633889",
            "orgName": "UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO",
            "ecContrib": 209125
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 191188
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 162125
        }
    },
    "calculatedTotalContribution": 821986
}