{
    "rcn": "199960",
    "acronym": "Biomasud Plus",
    "topics": "LCE-14-2015",
    "title": "Developing the sustainable market of residential Mediterranean solid biofuels.",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The Biomasud certification system of the quality and sustainability of solid biofuels (http://biomasud.eu/), was created within the BIOMASUD interreg IV project in 2013 with the aim of covering all typical Mediterranean biomass resources used as solid biofuels in small and medium heating installations: domestic, commercial, institutional etc. The label is owned by several partners established in Spain, Portugal and France.Presently, the label includes  wood chips and pellets, olive stones and some types of nut shells.\nAlso within Biomasud project, a GIS tool that provides information about sustainable biomass resources and costs available in different Mediterranean countries was updated and upgraded with new information about agroindustrial residues and pellets production and producers\nPresently, some solid biofuel companies are already producing under the Biomasud quality label in Spain, and others have also shown the interest to adopt it in Spain and Italy, but there is a strong need for development of the label along the whole Mediterranean area where the biomasses and solid biofuels under the label are widely produced and used in the domestic sector market out of any standards. Moreover, there is also a need to extend the label to new biomasses that are  used in the Mediterranean area and which are not covered by the label, this making therefore more difficult their appropriate combustion in stoves or small-medium size boilers. \nFinally, it is also important to mention that, in order to improve the label, a research is needed to develop new and/or review the existing Biomasud label analytical limits and sustainability tools along the value chain, including, the GHG calculation procedure. \nIn the described context, the overall goal of the project is the improvement, dissemination and market development of the Biomasud label in order to promote the sustainable use of the Mediterranean autochthonous solid biofuels in the domestic sector.",
    "totalCost": "1971610",
    "ecMaxContribution": "1971610",
    "coordinator": "ASOCIACION ESPANOLA DE LA VALORIZACION ENERGETICA DE LA BIOMASA",
    "coordinatorCountry": "ES",
    "participants": "CENTRO DA BIOMASSA PARA A ENERGIA;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;BIOS BIOENERGIESYSTEME GMBH;TURKIYE BILIMSEL VE TEKNOLOJIK ARASTIRMA KURUMU;ZELENA ENERGETSKA ZADRUGA ZA USLUGE;TERCERA FASE SOFTWARE SL;CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT;GOZDARSKI INSTITUT SLOVENIJE;AIEL ASSOCIAZIONE ITALIANA ENERGIE AGROFORESTALI;ASOCIACION PARA LA CERTIFICACI”N ESPA—OLA FORESTAL - PEFC ESPA—A",
    "participantCountries": "PT;EL;AT;TR;HR;ES;SI;IT",
    "projectParticipants": {
        "997914564": {
            "orgId": "997914564",
            "orgName": "BIOS BIOENERGIESYSTEME GMBH",
            "ecContrib": 316506
        },
        "941290717": {
            "orgId": "941290717",
            "orgName": "ZELENA ENERGETSKA ZADRUGA ZA USLUGE",
            "ecContrib": 83562
        },
        "952055971": {
            "orgId": "952055971",
            "orgName": "ASOCIACION ESPANOLA DE LA VALORIZACION ENERGETICA DE LA BIOMASA",
            "ecContrib": 284100
        },
        "999587135": {
            "orgId": "999587135",
            "orgName": "TURKIYE BILIMSEL VE TEKNOLOJIK ARASTIRMA KURUMU",
            "ecContrib": 117562
        },
        "999614877": {
            "orgId": "999614877",
            "orgName": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
            "ecContrib": 302825
        },
        "952613042": {
            "orgId": "952613042",
            "orgName": "AIEL ASSOCIAZIONE ITALIANA ENERGIE AGROFORESTALI",
            "ecContrib": 175342
        },
        "933663413": {
            "orgId": "933663413",
            "orgName": "ASOCIACION PARA LA CERTIFICACIÓN ESPAÑOLA FORESTAL - PEFC ESPAÑA",
            "ecContrib": 84562
        },
        "994162022": {
            "orgId": "994162022",
            "orgName": "CENTRO DA BIOMASSA PARA A ENERGIA",
            "ecContrib": 139562
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 276092
        },
        "929326252": {
            "orgId": "929326252",
            "orgName": "TERCERA FASE SOFTWARE SL",
            "ecContrib": 68619
        },
        "997626765": {
            "orgId": "997626765",
            "orgName": "GOZDARSKI INSTITUT SLOVENIJE",
            "ecContrib": 122875
        }
    },
    "calculatedTotalContribution": 1971607
}