{
    "rcn": "199983",
    "acronym": "ReTuBi",
    "topics": "H2020-TWINN-2015",
    "title": "Towards outstanding research and training in tumour biology at IMM",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Cancer is a major societal health issue in Europe. In 2012, cancer accounted for around 1.3 million deaths and an estimated economic impact of around Ä 126 billion in the European Union (EU).\nThe Instituto de Medicina Molecular (IMM) aims to fight this destructive disease by reinforcing its capacity for outstanding pre-clinical and translation research, and by creating a dynamic cluster of excellence within the Lisbon region in the field of cancer research. Towards this goal, IMM is building up a network for outstanding research and innovation with two leading research institutes, the Institut Curie (the largest European cancer research centre), and the DFKZ - Deutsches Krebsforschungszentrum (the largest cancer research institute in Germany), the ReTuBi consortium. ReTuBi targets 4 specific scientific areas: Cancer Stem Cells; Cancer Signalling; Cancer Invasion and Metastasis; and Tumour Angiogenesis. ReTuBi is designed to stimulate the establishment of novel and long-lasting interactions between groups at IMM, Institut Curie and DFKZ. The dynamic and intensive research framework is focused on promoting the exchange of know-how in research excellence and cutting-edge technologies to tackle current and future challenges in tumour biology. Through this initiative, ReTuBi expects an increase of 30% in multiple indicators until 2020, including the number of citations per publication; h-index of IMM researchers; percentage of publications in top 10% impact journals; number of filed patents; and number of international collaborative projects. ReTuBi will also have an impact in the entire IMM community and Lisbon area, through organisation of open scientific meetings, summer schools, and workshops.\nReTuBi extensive dynamic network of interactions will provide a channel of knowledge transfer to potentiate already existent scientific and innovative capacity within IMM, promoting an overall increase in competitiveness of Portugal and EU.",
    "totalCost": "999975",
    "ecMaxContribution": "999975",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG;INSTITUT CURIE",
    "participantCountries": "DE;FR",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 105625
        },
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 105625
        }
    },
    "calculatedTotalContribution": 211250
}