{
    "rcn": "199933",
    "acronym": "MetaPlat",
    "topics": "MSCA-RISE-2015",
    "title": "Development of an Easy-to-use Metagenomics Platform for Agricultural Science",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "The aim of this project is to bring together experts from the academic and non-academic sectors and to create an easy-to-use integrated hardware and software platform. This will enable the rapid analysis of large metagenomic datasets. It will provide actionable insights into probiotic supplement usage, methane production and feed conversion efficiency in cattle. In the recent years, the number of projects or studies producing very large quantities of sequencing data ñ analysing microbial communities make-up and their interactions with the environment ñ has increased. Yet, the depth of analysis done is very superficial and represents an inefficient use of available information and financial resources.  This project aims to address these deficiencies and  will study the change within microbial communities, under various conditions in  cattle guts and impacting probiotic supplement usage, methane production and feed conversion efficiency in cattle. To succeed, we propose to develop faster and more accurate analytic platforms in order to fully utilise the datasets generated. By focusing on better hardware and software platforms, better expertise and training, this project will pave the way for a more optimal usage of metagenomic datasets, thus reducing the number of animals necessary.  This will ensure better and more economic animal welfare.\n\nThe Meta-Plat project objective is a mixture of innovative research, focused application and commercial awareness. The core objectives being pursued are:\nï\tSample gut collection, from cattle, for sequencing;\nï\tCollection of publically available databases ñ to create a new classification of previously unclassified sequences, using machine learning algorithms;\nï\tDevelopment of accurate classification algorithms;\nï\tReal-time or time-efficient comparison analyses;\nï\tProduction of statistical and visual representations, conveying more useful information;\nï\tPlatform integration;\nï\tProvide insights into probiotic supplement usage, methan",
    "totalCost": "648000",
    "ecMaxContribution": "648000",
    "coordinator": "UNIVERSITY OF ULSTER",
    "coordinatorCountry": "UK",
    "participants": "FTK FORSCHUNGSINSTITUT FUR TELEKOMMUNIKATION UND KOOPERATION EV;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;SRUC;NSILICO LIFE SCIENCE LIMITED",
    "participantCountries": "DE;IT;UK;IE",
    "projectParticipants": {
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 54000
        },
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 216000
        },
        "953569753": {
            "orgId": "953569753",
            "orgName": "NSILICO LIFE SCIENCE LIMITED",
            "ecContrib": 189000
        },
        "999899669": {
            "orgId": "999899669",
            "orgName": "SRUC",
            "ecContrib": 135000
        },
        "991821994": {
            "orgId": "991821994",
            "orgName": "FTK FORSCHUNGSINSTITUT FUR TELEKOMMUNIKATION UND KOOPERATION EV",
            "ecContrib": 54000
        }
    },
    "calculatedTotalContribution": 648000
}