{
    "rcn": "199965",
    "acronym": "TwinnToInfect",
    "topics": "H2020-TWINN-2015",
    "title": "Unleash IMMís research excellence in immunity and infection through twinning to infect Lisbon and Portugal with its increase in competitiveness and innovation",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "TwinnToInfect will provide IMM with the opportunity to integrate the European circle of research excellence institutions by cementing a sustainable science, technology and innovation network with two internationally-leading organisations in the immunity and infection area of research, the Institut Pasteur and the Francis Crick Institute. The strategy of TwinnToInfect, based on science- and innovation-driven clustering, is focused on this societal challenge that lies at the centre of many age-related disorders. TwinnToInfect will allow: i. strengthening the science and technology capacity of IMM in immunity and infection research field; ii. and leverage its research excellence and value creation through innovation with a beneficial and quantifiable impact for the entire research and development community at IMM, the Lisbon region and Portugal. The successful implementation of this strategy will rely on specific actions, including: 1) cementing of existing and the creation of new scientific, innovative and technical collaborations through short-term staff exchanges and short-term on-site training activities; 2) training, mentoring and international exposure of IMMís young researchers and students; 3) building an innovation ecosystem centred at IMM; 4) igniting the entrepreneurial spirit among IMMís research community; 5) increasing science awareness among the general public through targeted dissemination and communication activities; and 6) developing a sustainability strategy to sustain the cemented network beyond project terminus. Through the completion of these activities, IMM, supported by Pasteur and Crick, is in the best temporal and spatial position to achieve an improved capability to compete for internationally competitive research funding and to access business stakeholders. By claiming its position in research and innovation networks IMM will effectively contribute to research excellence and value creation in health at European level.",
    "totalCost": "1000000",
    "ecMaxContribution": "1000000",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "INSTITUT PASTEUR;THE FRANCIS CRICK INSTITUTE LIMITED",
    "participantCountries": "FR;UK",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 53250
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 53250
        }
    },
    "calculatedTotalContribution": 106500
}