{
    "rcn": "199903",
    "acronym": "ProACT",
    "topics": "PHC-25-2015",
    "title": "Integrated Technology Ecosystem for ProACTive Patient Centred Care",
    "startDate": "01/01/2016",
    "endDate": "30/06/2019",
    "objective": "ProACT targets Europeís 50 million multimorbid patients to proactively self-manage and offset the EUís annual Ä700billion cost of chronic disease management. ProACT aims at providing and evaluating an open application programming interface to integrate a variety of new and existing technologies to advance ëhome basedí integrated care (IC). Cloud based data analytics will determine correlations between technology use and the influence of support actors to impact on the health and quality of life of patients. Research will examine 4 models of care/support, central to implementing effective, continued and coordinated patient-centric care/self-management. Development of a novel data aggregation and cloud platform system will enable data analysis for improvement of IC, effective measurement of results and comparison of efficiency and costs, so that the relationship between patients and their personalized care network is optimized. Proof of concept trials (120 patients in total, with associated care/support actors) will be carried out within Health Services (Ireland and Belgium) with associated living lab facilities to ensure patient co-design technology approaches. Clinical status information, therapies and activity tools will be deployed for the conditions of: chronic heart failure (CHF), diabetes and chronic obstructive pulmonary disease (COPD). Tools to support mild cognitive impairment and detect early onset dementia are included. Commercial potential will be validated during the project supported by a European feasibility study to assess the cultural and political determinants for adoption and scalability of the ecosystem. ProACT engages a multidisciplinary EU consortium of 3 public and 9 private organizations (including 2 of the world's leading ICT companies, the largest home care provider and 2 EU service provider and technology networks) to develop and validate the ecosystem. Individually partners could develop the components. Together we can develop the system.",
    "totalCost": "4876756,25",
    "ecMaxContribution": "4876756,25",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "PHILIPS ELECTRONICS UK LIMITED;ASSOCIAZIONE ITALIANA PER L ASSISTENZA AGLI SPASTICI PROVINCIA DI BOLOGNA;TREELOGIC TELEMATICA Y LOGICA RACIONAL PARA LA EMPRESA EUROPEA SL;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;IBM IRELAND LIMITED;AZIENDA PUBBLICA DI SERVIZI ALLA PERSONA CITTA DI BOLOGNA;VEREIN ZUR FOERDERUNG ASSISTIERENDER TECHNOLOGIE IN EUROPA;DUNDALK INSTITUTE OF TECHNOLOGY;HOME INSTEAD FRANCHISING LTD;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK;EUROPEAN ASSOCIATION OF SERVICE PROVIDERS FOR PERSONS WITH DISABILITIES;IMINDS",
    "participantCountries": "UK;IT;ES;BE;IE;AT",
    "projectParticipants": {
        "928945624": {
            "orgId": "928945624",
            "orgName": "AZIENDA PUBBLICA DI SERVIZI ALLA PERSONA CITTA DI BOLOGNA",
            "ecContrib": 63125
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 700375
        },
        "996645125": {
            "orgId": "996645125",
            "orgName": "DUNDALK INSTITUTE OF TECHNOLOGY",
            "ecContrib": 789026
        },
        "999608184": {
            "orgId": "999608184",
            "orgName": "IMINDS",
            "ecContrib": 0
        },
        "998957023": {
            "orgId": "998957023",
            "orgName": "ASSOCIAZIONE ITALIANA PER L ASSISTENZA AGLI SPASTICI PROVINCIA DI BOLOGNA",
            "ecContrib": 447500
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 709800
        },
        "931101934": {
            "orgId": "931101934",
            "orgName": "HOME INSTEAD FRANCHISING LTD",
            "ecContrib": 109375
        },
        "996538910": {
            "orgId": "996538910",
            "orgName": "TREELOGIC TELEMATICA Y LOGICA RACIONAL PARA LA EMPRESA EUROPEA SL",
            "ecContrib": 311250
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 260520
        },
        "940610359": {
            "orgId": "940610359",
            "orgName": "VEREIN ZUR FOERDERUNG ASSISTIERENDER TECHNOLOGIE IN EUROPA",
            "ecContrib": 69375
        },
        "944973128": {
            "orgId": "944973128",
            "orgName": "IBM IRELAND LIMITED",
            "ecContrib": 682506
        },
        "996312221": {
            "orgId": "996312221",
            "orgName": "EUROPEAN ASSOCIATION OF SERVICE PROVIDERS FOR PERSONS WITH DISABILITIES",
            "ecContrib": 70050
        },
        "989002010": {
            "orgId": "989002010",
            "orgName": "PHILIPS ELECTRONICS UK LIMITED",
            "ecContrib": 663854
        }
    },
    "calculatedTotalContribution": 4876756
}