{
    "rcn": "199924",
    "acronym": "NANO-SUPREMI",
    "topics": "MSCA-RISE-2015",
    "title": "ìTracking nano-bioprocesses using Super-Resolution Microscopy Techniquesî",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "Long-range research and innovation goal: The long-range goal of Nano-Supremi is to develop case studies to enable the advanced super-resolution microscopy to investigate nanoscale synthetic and biological structures and to probe nanoscale dynamic processes.\nLong-range biomedical research and technology goal: The implementation of Nano-Supremi will allow for tracking nanometer-scale bioprocesses such as (i) nanomedicines cellular uptake and trafficking and (ii) single-molecule dynamic processes of DNA-protein, (iii) protein-membrane interactions.\nKey Research Goals:  The objective of Nano-Supremi is to turn the following creative research ideas into advanced microscopy technologies and services. This will ultimately results in the evaluation of in vitro protein and DNA activity and therapeutic efficacy of nanomedicines plugging the gap between innovative research and its exploitation in clinical setting. \nScientific impact: We identified a few innovative case studies to explore the potentiality of super resolution microscopy techniques in solving  nanoscale bio-structures and dynamic processes. \nImpact on early-stage researchers: Nano-Supremi involves key participation of junior researchers with outstanding record of achievements in education and research, providing strong support for the development of their careers.\nIntersectoral dimension: A synergistic approach in using advanced technologies developed by microscope manufacturers to answer fundamental and applied questions on bioprocesses will be pursued. \nInterdisciplinary dimension: A complementary research program, ranging from nanophotonics, materials science, to molecular biology and bio-analytical chemistry, will drive the implementation of  research tasks towards the  full achievement of the objectives. \nInternational dimension: Funding of this program will enable long-term, transformative research collaborations between groups settled in European Countries  and in four non-EU Countries (AU, US, Brazil, Cu)",
    "totalCost": "873000",
    "ecMaxContribution": "724500",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
    "coordinatorCountry": "IT",
    "participants": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE;FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "participantCountries": "CZ;IT",
    "projectParticipants": {
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 306000
        },
        "994491822": {
            "orgId": "994491822",
            "orgName": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE",
            "ecContrib": 148500
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 270000
        }
    },
    "calculatedTotalContribution": 724500
}