{
    "rcn": "199941",
    "acronym": "FutForm",
    "topics": "MSCA-RISE-2015",
    "title": "Future Formulations: Developing Future Pharmaceuticals Through Advanced Analysis and Intersectoral Exchange",
    "startDate": "01/04/2016",
    "endDate": "31/03/2020",
    "objective": "The estimated cost of getting a new medicine to market is now in excess of $2.6 billion, with an additional $300 million (approx.) typically being directed towards post market approval research and development activities (including testing of new indications, new formulations and new dosage strengths and regimens) (Nature Reviews Drug Discovery 13, 877 (2014)). These costs have increased >145% since 2003, and reflect an increasingly complex process in which there remains a high chance of failure in the expensive later phases of development. \nWith the aim of reducing the times and costs associated with medicine development, increasing attention has focused on the development of approaches to better predict and/or optimize the behaviour of actives and their formulations at an earlier stage of development. Recent research within the School of Pharmacy (University of Nottingham (UoN)) has focussed on the application of advanced surface analytical and biophysical tools to address this need. This proposal will build on this activity via an intersectoral researcher exchange program focussed on supporting future pharmaceutical formulations development.\nThe principal objective of FutForm is to translate the advanced analytical approaches developed within UoN, so that they become embedded into industrial practice for the development of future pharmaceutical processes and therapies. This will be achieved through a collaborative programme of researcher secondments with three small-medium enterprise (SME) companies, each with early stage innovative technologies in areas of importance to the future pharmaceutical industry, namely; enzyme formulations for improved cell isolation (Abiel s.r.l; Italy), nanoparticle platform formulations for oral and topical drug delivery (Inovapotek, Pharmaceutical Research and Development Lda; Portugal) and hydrogel formulations for cell-delivery (Hy2Care b.v.; Netherlands).",
    "totalCost": "414000",
    "ecMaxContribution": "414000",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "HY2CARE BV;ABIEL SOCIETA A RESPONSABILITA LIMITATA;INOVAPOTEK, PHARMACEUTICAL RESEARCH AND DEVELOPMENT LDA",
    "participantCountries": "NL;IT;PT",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 297000
        },
        "933263191": {
            "orgId": "933263191",
            "orgName": "HY2CARE BV",
            "ecContrib": 54000
        },
        "940405883": {
            "orgId": "940405883",
            "orgName": "ABIEL SOCIETA A RESPONSABILITA LIMITATA",
            "ecContrib": 27000
        }
    },
    "calculatedTotalContribution": 378000
}