{
    "rcn": "199913",
    "acronym": "ECO-COMPASS",
    "topics": "MG-1.10-2015",
    "title": "Ecological and Multifunctional Composites for Application in Aircraft Interior and Secondary Structures",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "Composites are important materials used in aircrafts due to their excellent mechanical properties combined with relatively low weight enabling the reduction of fuel consumption. Expensive carbon fibre reinforced plastics (CFRP) are used in fuselage and wing structures and increasingly replace classic metals. Glass fibre reinforced plastics (GFRP) are mainly used for the interior panels. All these composite materials used in aviation have one thing in common: they are man-made. Renewable materials like bio-fibres and bio-resins are under investigation for a long time for composites but they did not made it into modern aircraft yet.\nThe project ECO-COMPASS aims to bundle the knowledge of research in China and Europe to develop ecological improved composites for the use in aircraft secondary structures and interior. Therefore bio-based reinforcements, resins and sandwich cores will be developed and optimized for their application in aviation. Furthermore the use of recycled man-made fibres to increase the mechanical strength and multifunctional aspects of bio-composites will be evaluated. To withstand the special stress in aviation environment, protection technologies to mitigate the risks of fire, lightning and moisture uptake will be investigated. An adapted modelling and simulation will enable the optimization of the composite design. Electrical conductive composites for electromagnetic interference shielding and lightning strike protection will be investigated as well. A cradle to grave Life Cycle Assessment (LCA) will be carried out to compare the new eco-composites with the state-of-the-art materials.\n8 European partners will be involved in ECO-COMPASS. The duration of the project is three years.",
    "totalCost": "1893685",
    "ecMaxContribution": "1893685",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "AIRBUS SAS;L - UP SAS;THE UNIVERSITY OF MANCHESTER;AIRBUS GROUP SAS;CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA;ACONDICIONAMIENTO TARRASENSE ASSOCIACION;INEGI - INSTITUTO DE CIENCIA E INOVACAO EM ENGENHARIA MECANICA E ENGENHARIA INDUSTRIAL;PANEPISTIMIO PATRON",
    "participantCountries": "FR;UK;ES;PT;EL",
    "projectParticipants": {
        "999980082": {
            "orgId": "999980082",
            "orgName": "AIRBUS GROUP SAS",
            "ecContrib": 0
        },
        "999963010": {
            "orgId": "999963010",
            "orgName": "AIRBUS SAS",
            "ecContrib": 280245
        },
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 340062
        },
        "999658721": {
            "orgId": "999658721",
            "orgName": "CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA",
            "ecContrib": 238716
        },
        "996840968": {
            "orgId": "996840968",
            "orgName": "INEGI - INSTITUTO DE CIENCIA E INOVACAO EM ENGENHARIA MECANICA E ENGENHARIA INDUSTRIAL",
            "ecContrib": 157911
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 142500
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 273624
        },
        "999773957": {
            "orgId": "999773957",
            "orgName": "L - UP SAS",
            "ecContrib": 124125
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 336501
        }
    },
    "calculatedTotalContribution": 1893684
}