{
    "rcn": "199938",
    "acronym": "PRUV",
    "topics": "MSCA-RISE-2015",
    "title": "Preparedness and Resilience to address Urban Vulnerability",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The challenge posed by urban vulnerability is immense and is being compounded by rapid unplanned urbanisation, climate change and resource pressures.  While the realisation that there is a fundamental shift in the landscape of crises to cities is no longer contested, aid actors are nonetheless grappling with the complexities of adapting their approaches to the urban context.  The Preparedness and Resilience to address Urban Vulnerability (PRUV) Consortium aims to inform the pressing need to reshape how humanitarian action and development aid is undertaken in urban areas to address the challenge posed by urban vulnerability.  \nAssembled within the PRUV Consortium is an exciting mix of actors with considerable experience and expertise in urban contexts that will transcend disciplines and sectors to frame a new resilience and preparedness paradigm to respond to urban challenges.  It seeks to combine existing best practice with innovative thinking and technology to challenge current state of the art thinking in order to arrive at a novel approach with affected urban populations at the centre.\nBy combining legal, social, cultural, political and public health perspectives in a holistic manner, considerable purchase is added to the research around preparedness and resilience, which, while not new within the aid sector more generally, has not been focussed sufficiently on the urban context to date.  The opportunities to carry out the research in test-bed sites in Africa, Asia and Latin America adds to the potentially broad utility and transferability of the findings globally.",
    "totalCost": "1129500",
    "ecMaxContribution": "1129500",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "PLAN LIMITED;RUHR-UNIVERSITAET BOCHUM;CONCERN WORLDWIDE LBG;FUTURE ANALYTICS CONSULTING LIMITED;RIJKSUNIVERSITEIT GRONINGEN;UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA",
    "participantCountries": "UK;DE;IE;NL;ES",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 229500
        },
        "999876971": {
            "orgId": "999876971",
            "orgName": "UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA",
            "ecContrib": 54000
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 40500
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 679500
        },
        "951740333": {
            "orgId": "951740333",
            "orgName": "PLAN LIMITED",
            "ecContrib": 13500
        },
        "972026428": {
            "orgId": "972026428",
            "orgName": "CONCERN WORLDWIDE LBG",
            "ecContrib": 108000
        },
        "973147457": {
            "orgId": "973147457",
            "orgName": "FUTURE ANALYTICS CONSULTING LIMITED",
            "ecContrib": 4500
        }
    },
    "calculatedTotalContribution": 1129500
}