{
    "rcn": "199900",
    "acronym": "PEPPER",
    "topics": "PHC-28-2015",
    "title": "Patient Empowerment through Predictive PERsonalised decision support",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "This proposal is for a personalised decision support system for chronic disease management that will make predictions based on real-time data in order to empower individuals to participate in the self-management of their disease. The design will involve users at every stage to ensure that the system meets patient needs and raises clinical outcomes by preventing adverse episodes and improving lifestyle, monitoring and quality of life. Research will be conducted into the development of an innovative adaptive decision support system based on case-based reasoning combined with predictive computer modelling. The tool will offer bespoke advice for self-management by integrating personal health systems with broad and various sources of physiological, lifestyle, environmental and social data. The research will also examine the extent to which human behavioural factors and usability issues have previously hindered the wider adoption of personal guidance systems for chronic disease self-management. It will be developed and validated initially for people with diabetes on basal-bolus insulin therapy, but the underlying approach can be adapted to other chronic diseases. There will be a strong emphasis on safety, with glucose predictions, dose advice, alarms, limits and uncertainties communicated clearly to raise individual awareness of the risk of adverse events such as hypoglycaemia or hyperglycaemia. The outputs of this research will be validated in an ambulatory setting and a key aspect will be innovation management. All components will adhere to medical device standards in order to meet regulatory requirements and ensure interoperability, both with existing personal health systems and commercial products. The resulting architecture will improve interactions with healthcare professionals and provide a generic framework for providing adaptive mobile decision support, with innovation capacity to be applied to other applications, thereby increasing the impact of the project.",
    "totalCost": "3887185",
    "ecMaxContribution": "3887185",
    "coordinator": "OXFORD BROOKES UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "ROMSOFT SRL;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE GIRONA DOCTOR JOSEP TRUETA;UNIVERSITAT DE GIRONA;CELLNOVO",
    "participantCountries": "RO;UK;ES",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1222380
        },
        "997946477": {
            "orgId": "997946477",
            "orgName": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE GIRONA DOCTOR JOSEP TRUETA",
            "ecContrib": 674925
        },
        "999769495": {
            "orgId": "999769495",
            "orgName": "ROMSOFT SRL",
            "ecContrib": 297125
        },
        "961506487": {
            "orgId": "961506487",
            "orgName": "CELLNOVO",
            "ecContrib": 849425
        },
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 317230
        },
        "999446873": {
            "orgId": "999446873",
            "orgName": "OXFORD BROOKES UNIVERSITY",
            "ecContrib": 526100
        }
    },
    "calculatedTotalContribution": 3887185
}