{
    "rcn": "199929",
    "acronym": "DREAM",
    "topics": "MSCA-RISE-2015",
    "title": "Social Participation for improving emotional, mental, and physical wellbeing in independently living older adults",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The combination of longer life expectancy, evolving socio-economical norms and conditions, and new technologies are dramatically changing life after retirement, and not always for the better. In more and more countries, pensioners find themselves with many years in front of them, some of them likely characterized by reduced physical and cognitive abilities. For older adults, this span of time out of the workforce was traditionally devoted to the role (and source of great joy) of caring for grandchildren. However, this role is fading out because of increased mobility of children, which often live far away for work, love, or other reasons, leading to an increase of loneliness and social isolation. This project aims at rethinking long life and understanding the socio-economical context that can make this period of life more exiting and attractive.\n\nThe specific angle we take is that of enabling older adults of all ages - and specifically including adults who cannot leave their home or that have reduced cognitive abilities - to learn, grow, interact, and contribute to society through ICT. In other words, we aim at enabling adults to be contributors to societal wellbeing. We generically refer to this group of abilities as life participation abilities, and we focus on these aspects because studies tell us that the ability of interacting and feeling useful and helpful to others is essential to a personís wellbeing, sometimes more so than health.\n\nThe multi- and inter-disciplinary nature of the project provides the perfect environment for collaboration and knowledge transfer. As such, it requires the expertise and perspective that only the consortium as a whole can provide.  The synergies that we build in the project will help not only in the materialization of the solutions starting from the original problems, challenges and requirements, but they will also foster the growth of research and innovation skills of the researchers and institutions involved in the project.",
    "totalCost": "931500",
    "ecMaxContribution": "931500",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "POLSKO JAPONSKA AKADEMIA TECHNIK KOMPUTEROWYCH PJWSTK;Ente Ospedaliero Cantonale",
    "participantCountries": "PL;CH",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 702000
        },
        "972740445": {
            "orgId": "972740445",
            "orgName": "Ente Ospedaliero Cantonale",
            "ecContrib": 13500
        }
    },
    "calculatedTotalContribution": 715500
}