{
    "rcn": "199919",
    "acronym": "assymcurv",
    "topics": "MSCA-RISE-2015",
    "title": "The influence of the cell membrane asymmetry and curvature on the functioning of membrane proteins and the transport of therapeutic compounds",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Real cell membranes are essentially asymmetric and non-planar. Outer leaflets of the plasma membranes contain neutral lipids and glycolipids, while the inner leaflets host practically all anionic lipids and phosphoinositides. In addition to asymmetric composition the membranes are usually curved due to spontaneous curvature of the membrane lipids and an influence of membrane proteins and cytoskeleton. There are many cellular phenomena, which are influenced by the asymmetry and the membrane curvature such as formation of synaptic vesicles, blebs and apoptotic bodies, membrane fusion and splitting, budding of enveloped viruses, endo and exocytosis, etc.\n\tIn this work we propose comprehensive interdisciplinary study of the influence of membrane asymmetry and curvature on the functioning of integral membrane proteins and the transmembrane transport of therapeutic compounds (such as cisplatin and its derivatives). \n        The goal is to reveal major physical factors, which distinguish asymmetric and curved membrane environment and govern interactions, orientation and diffusion of the small molecules (drugs) and large integral proteins.\n\tThe combination of experimental methods (ìwetî biochemistry and molecular biology, enhanced infrared and Raman spectroscopy) and computer simulations (coarse-grained and atomistic molecular dynamics, quantum chemistry) would be used in the project in complimentary manner.",
    "totalCost": "202500",
    "ecMaxContribution": "202500",
    "coordinator": "INSTITUTE OF PHYSICS OF NATIONAL ACADEMY OF SCIENCE OF UKRAINE",
    "coordinatorCountry": "UA",
    "participants": "TARTU ULIKOOL;UNIVERSITE DE FRANCHE-COMTE;LATVIJAS UNIVERSITATES CIETVIELU FIZIKAS INSTITUTS;MATERIALS RESEARCH CENTER",
    "participantCountries": "EE;FR;LV;UA",
    "projectParticipants": {
        "999852139": {
            "orgId": "999852139",
            "orgName": "LATVIJAS UNIVERSITATES CIETVIELU FIZIKAS INSTITUTS",
            "ecContrib": 45000
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 27000
        },
        "951612390": {
            "orgId": "951612390",
            "orgName": "MATERIALS RESEARCH CENTER",
            "ecContrib": 9000
        },
        "999863100": {
            "orgId": "999863100",
            "orgName": "UNIVERSITE DE FRANCHE-COMTE",
            "ecContrib": 63000
        },
        "989868026": {
            "orgId": "989868026",
            "orgName": "INSTITUTE OF PHYSICS OF NATIONAL ACADEMY OF SCIENCE OF UKRAINE",
            "ecContrib": 58500
        }
    },
    "calculatedTotalContribution": 202500
}