{
    "rcn": "199994",
    "acronym": "COURAGE",
    "topics": "REFLECTIVE-4-2015",
    "title": "Cultural Opposition: Understanding the Cultural Heritage of Dissent in the Former Socialist Countries",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The project proposes both to create an electronic registry of representative online and offline, private and public collections of cultural opposition in all former socialist countries in Europe and to study the origins, uses and changing roles of these collections in their social, political and cultural contexts. We seek to further an understanding of how these (private and public, alternative and mainstream) collections work, what functions they serve in their respective societies, and how they represent their holdings to the public. The project will examine the legal and political circumstances that determined the collections before 1989 and the conditions that shape them in the post-socialist period. The analyses of the collections will identify various types of cultural opposition.\n\nObjectives include: 1. an online registry and a transnational database of collections in the original languages and English that will be accessible to European archival platforms and networks; 2. descriptions of and guides to the collections to enhance the quality of research and provide guidance on the role of the EU in this respect; 3. country reports on the collections and proposals concerning methods of preserving cultural heritage, and a handbook on various types of cultural opposition represented by the collections; 4. online curriculum development and digital content for educational purposes; 5. a documentary film festival, traveling and online exhibitions and local media events based on selected collections; 6. a set of recommendations concerning how to exhibit the cultural opposition movements of former socialist countries for the House of European History.\n\nThis project will highlight the positive aspects of the former cultural opposition movements, such as democratic participation, autonomy and cultural plurality, and will remind us of an important pan-European truth: that civic courage can produce genuine cultural values even under authoritarian rule.",
    "totalCost": "2484917,5",
    "ecMaxContribution": "2484917,5",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA BOLCSESZETTUDOMANYI KUTATOKOZPONT",
    "coordinatorCountry": "HU",
    "participants": "MAGYAR TUDOMANYOS AKADEMIA TARSADALOMTUDOMANYI KUTATOKOZPONT;UNIVERSITATEA DIN BUCURESTI;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;LIETUVOS ISTORIJOS INSTITUTAS;Stiftung zur erforschung von Ost-und Suedosteuropa;UNIVERZITA KOMENSKEHO V BRATISLAVE;MAGYAR TUDOMANYOS AKADEMIA SZAMITASTECHNIKAI ES AUTOMATIZALASI KUTATOINTEZET;UNIVERZITA KARLOVA;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;INSTYTUT FILOZOFII I SOCJOLOGII POLSKIEJ AKADEMII NAUK;HRVATSKI INSTITUT ZA POVIJEST",
    "participantCountries": "HU;RO;IE;LT;DE;SK;CZ;UK;PL;HR",
    "projectParticipants": {
        "953291460": {
            "orgId": "953291460",
            "orgName": "HRVATSKI INSTITUT ZA POVIJEST",
            "ecContrib": 143950
        },
        "951490364": {
            "orgId": "951490364",
            "orgName": "LIETUVOS ISTORIJOS INSTITUTAS",
            "ecContrib": 118900
        },
        "954543924": {
            "orgId": "954543924",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA BOLCSESZETTUDOMANYI KUTATOKOZPONT",
            "ecContrib": 357410
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 175750
        },
        "999651252": {
            "orgId": "999651252",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA SZAMITASTECHNIKAI ES AUTOMATIZALASI KUTATOINTEZET",
            "ecContrib": 198100
        },
        "998288596": {
            "orgId": "998288596",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA TARSADALOMTUDOMANYI KUTATOKOZPONT",
            "ecContrib": 250752
        },
        "999841566": {
            "orgId": "999841566",
            "orgName": "UNIVERZITA KOMENSKEHO V BRATISLAVE",
            "ecContrib": 138075
        },
        "953115696": {
            "orgId": "953115696",
            "orgName": "Stiftung zur erforschung von Ost-und Suedosteuropa",
            "ecContrib": 451750
        },
        "999603916": {
            "orgId": "999603916",
            "orgName": "UNIVERSITATEA DIN BUCURESTI",
            "ecContrib": 176525
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 127150
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 151375
        },
        "999483054": {
            "orgId": "999483054",
            "orgName": "INSTYTUT FILOZOFII I SOCJOLOGII POLSKIEJ AKADEMII NAUK",
            "ecContrib": 195180
        }
    },
    "calculatedTotalContribution": 2484917
}