{
    "rcn": "199966",
    "acronym": "LINK",
    "topics": "H2020-TWINN-2015",
    "title": "Linking excellence in biomedical knowledge and computational intelligence research for personalized management of CVD within PHC",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The goal of LINK is to deepen cooperation between two international leading research centres and a research institution of a widening region in the area of intelligent processing to support cardiovascular disease management in PHC.\nA twofold strategy shall be followed. (i) Using a status assessment of the Portuguese research on PHC and an international research forum, a roadmap for excellence shall be established. From this roadmap, specific cutting edge research tracks shall developed by common workgroups. These will foster knowledge transfer between partners by using a ìlearn by doingî approach, but also increase the research excellence momentum. These research tracks will support Concept definition activities that will be the basis for new project, network and PhD grant proposals, leading to a continuum of widening. \n(ii) Existing links to international leading organisations (e.g., IFMBE, IEEE-EMBS) and key actors in PHC (academic, industrial and users) will be exploited to launch a research and innovation forum to define a research agenda and the design of curricula for advanced training. Activities to increase the Consortium membersí involvement in chairing major international events  in the field and to link to reputed summer schools. Active involvement of consortium members in existing international working groups in the field will be pursued.",
    "totalCost": "1010590",
    "ecMaxContribution": "1010590",
    "coordinator": "UNIVERSIDADE DE COIMBRA",
    "coordinatorCountry": "PT",
    "participants": "POLITECNICO DI MILANO;UNIVERSITAT POLITECNICA DE VALENCIA",
    "participantCountries": "IT;ES",
    "projectParticipants": {
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 404175
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 301250
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 305165
        }
    },
    "calculatedTotalContribution": 1010590
}