{
    "rcn": "199951",
    "acronym": "ALT",
    "topics": "MSCA-RISE-2015",
    "title": "Adaptation, learning and training for spatial hearing in complex environments",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "In everyday situations, humans are exposed to multiple concurrent stimuli in complex, continuously changing environments. To correctly extract relevant information, they adapt their processing to reflect the specifics of the current scene, and they learn from previous experience to improve the perceptual strategies used. The current project proposes to perform a series of behavioral experiments, brain imaging studies, and computational modeling 1) to study the auditory mechanisms of adaptation to new reverberant environments for speech processing, sound localization, and learning of new phonetic categories, and 2) to study how attention and mechanisms of implicit and explicit learning are used to cope with complex listening environments. The results will be important, e.g., for development of new prosthetic devices and new virtual reality technologies. Here, they will be used to develop a brain training game that can improve impaired listenersí performance in complex environments. An additional goal of the proposal is to obtain new knowledge and skills related to studying human perceptual processes and the corresponding neural mechanisms. Skills to perform sensory learning research, psychophysics, non-invasive brain imaging (EEG and fMRI), and computational modeling will be exchanged during the secondments. Also, a series of workshops will be organized to train new researchers to perform research in computational and cognitive neuroscience, with additional goal of enhancing the exchange of information among participants and sharing new results obtained in this project. The project consortium consists of academic, research, medical, and small enterprise organizations based in the EU and USA. The participants have complementary skills necessary to achieve all the defined goals. Their collaboration on this project will result in strengthening of the European Research Area and in establishing new long-term collaborations between EU and US researchers.",
    "totalCost": "441000",
    "ecMaxContribution": "351000",
    "coordinator": "UNIVERZITA PAVLA JOZEFA SAFARIKA V KOSICIACH",
    "coordinatorCountry": "SK",
    "participants": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "participantCountries": "AT",
    "projectParticipants": {
        "996333755": {
            "orgId": "996333755",
            "orgName": "THE GENERAL HOSPITAL CORPORATION",
            "ecContrib": 0
        },
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 81000
        },
        "999885992": {
            "orgId": "999885992",
            "orgName": "UNIVERZITA PAVLA JOZEFA SAFARIKA V KOSICIACH",
            "ecContrib": 270000
        },
        "999890939": {
            "orgId": "999890939",
            "orgName": "OREGON HEALTH AND SCIENCE UNIVERSITY",
            "ecContrib": 0
        },
        "999522145": {
            "orgId": "999522145",
            "orgName": "THE TRUSTEES OF BOSTON UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 351000
}