{
    "rcn": "199935",
    "acronym": "QUEST",
    "topics": "MSCA-RISE-2015",
    "title": "QUantitative paleoEnvironments from SpeleoThems",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Speleothems (cave deposits, e.g. stalagmites) represent unique terrestrial archives that allow for accurately dated, high-resolution (often annual), continuous and long (many millennia) climate reconstructions. Such records are vital for understanding how climate varies and how our environments respond on seasonal to millennial timescales. However, current speleothem studies can only make qualitative inferences about climate parameters ñ i.e. they can tell us the direction of change (warmer, drier, etc.) but not the amount of change (how warm? how dry?). Quantitative information is crucial to make speleothem-based data more useful to climate modellers and policy makers.\nQUEST (QUantitative palaeoEnvironments from SpeleoThems) will develop new techniques for extracting quantitative information from speleothems and link field and laboratory experiments on water/mineral chemistry with innovative physical and numerical analyses on speleothems. The combination of these techniques, based on physical and chemical properties and statistical methods, will allow us to deliver quantitative reconstructions of two key parameters: hydrology and temperature. We will test our methods using speleothems from Australasia, a region vulnerable to El NiÒo-Southern Oscillation (ENSO) variability. At present, there is a relative dearth of millennial-scale palaeoclimate data from this region.\nOur team members come from a variety of backgrounds including environmental chemistry, environmental mineral magnetism, and numerical data analysis. Each group within the team has already begun developing innovative methods for palaeoclimate reconstruction within their own subfield, but this project will be the first time these methods are combined and applied collectively to speleothems. Our combination of interdisciplinary expertise, state-of-the-art instrumentation, and novel techniques means that we are ideally placed to develop quantitative climate records from speleothems.",
    "totalCost": "229500",
    "ecMaxContribution": "144000",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ;POTSDAM INSTITUT FUER KLIMAFOLGENFORSCHUNG;RUHR-UNIVERSITAET BOCHUM",
    "participantCountries": "DE",
    "projectParticipants": {
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 49500
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 31500
        },
        "966956432": {
            "orgId": "966956432",
            "orgName": "UNIVERSITY OF WAIKATO",
            "ecContrib": 0
        },
        "999464042": {
            "orgId": "999464042",
            "orgName": "POTSDAM INSTITUT FUER KLIMAFOLGENFORSCHUNG",
            "ecContrib": 45000
        }
    },
    "calculatedTotalContribution": 126000
}