{
    "rcn": "199952",
    "acronym": "Bi-Stretch-4-Biomed",
    "topics": "MSCA-RISE-2015",
    "title": "BIaxial STRETCHing of PLLA-WS2 nanocomposites FOR thinner and stronger BIOMEDical scaffolds",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "New materials are now opening clinical treatments in which a temporary scaffold is used to support regeneration of healthy tissue.  The specific need that inspires our research is for thinner and stronger bioresorbable vascular scaffolds (BVS) for coronary heart disease. BVS are poised to replace metal stents due to the excellent clinical outcomes: beyond keeping the vessel open during the first six months after surgery, the BVS leaves behind a healthy blood vessel after the scaffold is gone, being completely absorbed by the body approximately two years after surgery.  The material that has achieved clinical approval for BVS is poly(L-lactic acid), PLLA.  It is not as strong and stiff as metals, so the scaffold is three times thicker than the metal stents, making it more difficult for surgeons to move through arteries to reach the site of the lesion.  Thinner Scaffolds that can be seen by x-ray imaging during surgery would facilitate adoption of the technology and benefit thousands of patients in the EU and US.  The proposed Action will provide the fundamental understanding needed to reinforce PLLA by tungsten disulphide (WS2) nanotubes to achieve both the strength and x-ray opacity needed. Improving materials for BVS requires an interdisciplinary approach by materials science, polymer processing, and bioengineering.  The proposed Action will connect EU scientists with a polymer scientist at Caltech in the US who has specialized knowledge of PLLA BVS and the relevant structure-processing-property relationships (Kornfield).  European scientists bring expertise in WS2 nanotubes that are powerful additives for enhancing polymer properties (Di Luccio), compounding polymers with nanotubes (McNally), biaxial stretching to induce strength and orientation in polymers (Menary), multiscale modeling to connect nanoscale to continuum scale (Figiel), multimethod characterization of structure in nanocomposites (Schiller) and the response of cells to nanoparticles (Kornfield).",
    "totalCost": "400500",
    "ecMaxContribution": "342000",
    "coordinator": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
    "coordinatorCountry": "IT",
    "participants": "THE QUEEN'S UNIVERSITY OF BELFAST;THE UNIVERSITY OF WARWICK",
    "participantCountries": "UK",
    "projectParticipants": {
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 139500
        },
        "997764020": {
            "orgId": "997764020",
            "orgName": "CALIFORNIA INSTITUTE OF TECHNOLOGYCORP",
            "ecContrib": 0
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 67500
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 135000
        }
    },
    "calculatedTotalContribution": 342000
}