{
    "rcn": "199956",
    "acronym": "BioVill",
    "topics": "LCE-14-2015",
    "title": "Bioenergy Villages (BioVill) - Increasing the Market Uptake of Sustainable Bioenergy",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "The overall objective of BioVill is to develop regional bioenergy concepts in Slovenia, Serbia, Croatia, Macedonia and Romania up to the investment stage in order to become ìbioenergy villagesî. This will increase the market uptake of bioenergy on the basis of cooperation with partners from countries with established bioenergy markets (Austria, Germany). The following specific objectives and activities will contribute to the overall objective: (1) 5 villages have developed the institutional set-up and energy management concept for becoming a bioenergy village up to investment stage for physical infrastructure with at least one bioenergy village in Serbia, Croatia, Slovenia, Romania and Macedonia. The local market uptake of bioenergy value chains are to be proven by signing of letters of commitment. (2) Mobilization of 62 GWh/y heat and power based on solid biomass in at least 5 target villages. The individual biomass value chains will include the production and distribution of heat and electricity. The concepts include technical and non-technical aspects for each target village. (3) Increase public acceptance of sustainable bioenergy and raise public awareness on commercial opportunities for farmers, foresters and the bioenergy value chain as a whole by means of public participation. This will be realized by ensuring the public participation of the inhabitants (5,000 households) in the target regions for setting up at least 5 villages across the 5 implementing countries. (4) Capacity Building of users and key actors in business and legislation to manage the bioenergy villages in a sustainable way and be able to either enact the EU based national legislation or make full use of the opportunities that these new markets create for them. In the set-up of bioenergy villages along the bioenergy value chains it will involve at least 500 participants in order to have a critical mass of key actors.",
    "totalCost": "1998917,5",
    "ecMaxContribution": "1998917,5",
    "coordinator": "DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH",
    "coordinatorCountry": "DE",
    "participants": "WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG;OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY;MEDUNARODNI CENTAR ZA ODRZIVI RAZVOJ ENERGETIKE VODA I OKOLISA;KEA KLIMASCHUTZ- UND ENERGIEAGENTUR BADEN-WUERTTEMBERG GMBH;STALNA KONFERENCIJA GRADOVA I OPSTINA;REGIONALNA ENERGETSKA AGENCIJA SJEVEROZAPADNE HRVATSKE;GOZDARSKI INSTITUT SLOVENIJE;\"ASOCIATIA \"\"GREEN ENERGY\"\"\"",
    "participantCountries": "DE;AT;HR;RS;SI;RO",
    "projectParticipants": {
        "999933037": {
            "orgId": "999933037",
            "orgName": "DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH",
            "ecContrib": 359125
        },
        "984364246": {
            "orgId": "984364246",
            "orgName": "REGIONALNA ENERGETSKA AGENCIJA SJEVEROZAPADNE HRVATSKE",
            "ecContrib": 211125
        },
        "939098517": {
            "orgId": "939098517",
            "orgName": "STALNA KONFERENCIJA GRADOVA I OPSTINA",
            "ecContrib": 175562
        },
        "964500489": {
            "orgId": "964500489",
            "orgName": "KEA KLIMASCHUTZ- UND ENERGIEAGENTUR BADEN-WUERTTEMBERG GMBH",
            "ecContrib": 236562
        },
        "966800456": {
            "orgId": "966800456",
            "orgName": "OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY",
            "ecContrib": 203621
        },
        "998852651": {
            "orgId": "998852651",
            "orgName": "WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG",
            "ecContrib": 232812
        },
        "971378468": {
            "orgId": "971378468",
            "orgName": "MEDUNARODNI CENTAR ZA ODRZIVI RAZVOJ ENERGETIKE VODA I OKOLISA",
            "ecContrib": 186446
        },
        "997626765": {
            "orgId": "997626765",
            "orgName": "GOZDARSKI INSTITUT SLOVENIJE",
            "ecContrib": 225812
        }
    },
    "calculatedTotalContribution": 1831065
}