{
    "rcn": "199914",
    "acronym": "FUCAM",
    "topics": "MG-1.8-2015",
    "title": "FUture Cabin for the Asian Market",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "In many respects, the evolution of the Japanese airline passenger represents an anticipation of the societal trends for the world's future airline passenger (ageing and being connected from point to point for instance). If the design of the future human-centered passenger cabin is able to satisfy the highly demanding expectations from the Japanese customer (in terms of safety, perceived quality, comfort, connectivity), it will also most likely please the customers in Asia and elsewhere in the world. \n\nThe objective of the FUCAM project (FUture Cabin for the Asian Market) is thus to develop a 2025\\ conceptual cabin design devoted to the Asian market, for short and medium range aircraft.\n\nThe FUCAM project will analyze the user requirements from the airlines and passengers in Japan and two other key markets representative of the Asian area (China, South-East Asia).\nIn parallel, the project will establish a panorama of the innovative cabin technologies emerging in Europe and Japan. \nFrom these inputs, it will compose a cabin concept capable of answering the collected requirements, while incorporating the most promising enabling technologies. \nFurthermore, thorough studies will be conducted on the integration of this cabin concept into the aircraft (installation, reconfiguration, power and data compatibility), in order to raise its maturity level to TRL3. This will include several validation steps, involving first a functional mockup produced in Europe and later a full-scale customer validation mockup produced in Japan.\n\nFUCAM is a 3-year collaborative project with Japan comprising 8 research and industrial partners from 7 European countries.",
    "totalCost": "1797665",
    "ecMaxContribution": "1797663",
    "coordinator": "AIRBUS DEFENCE AND SPACE GMBH",
    "coordinatorCountry": "DE",
    "participants": "AALTO KORKEAKOULUSAATIO SR;EASN Technology Innovation Services BVBA;BERTRANDT INGENIEURBURO GMBH;MORMEDI SA;CRANFIELD UNIVERSITY",
    "participantCountries": "FI;BE;DE;ES;UK",
    "projectParticipants": {
        "929318589": {
            "orgId": "929318589",
            "orgName": "MORMEDI SA",
            "ecContrib": 290750
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "928696431": {
            "orgId": "928696431",
            "orgName": "BERTRANDT INGENIEURBURO GMBH",
            "ecContrib": 201250
        },
        "984454068": {
            "orgId": "984454068",
            "orgName": "EASN Technology Innovation Services BVBA",
            "ecContrib": 78750
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 701602
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 300250
        }
    },
    "calculatedTotalContribution": 1572602
}