{
    "rcn": "199992",
    "acronym": "SynaNet",
    "topics": "H2020-TWINN-2015",
    "title": "Neurologic and Psychiatric Disorders: from synapses to networks",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Neurologic and Psychiatric Disorders: from synapses to networks (SynaNet) aims to promote collaborative multidisciplinary and translational research by enhancing effective knowledge transfer, exchange of best research practices, and the mobility of early stage researchers between the Instituto de Medicina Molecular (IMM) at the University of Lisbon, the University of Eastern Finland, the University of Rome La Sapienza, and the Lancaster University at UK.\nIMM has widely recognized research groups in basic or clinical neuroscience but aims to foster translation. SynaNet partners are strong in translational approaches and will allow bridging this gap at IMM. Research topics cover ageing, neurodegenetrative and neuroexcitability diseases (either with psychiatric or neurologic expression), neuroinflammation, neuronal synchronization/desynchronization. SynaNet seeks similarities/dissimilarities among those dysfunctions focusing on synaptic and network function/dysfunction. Bidirectional interactions among SynaNet group leaders already gave rise to joint publications in reputed journals.\nAs tools, SynaNet will organize scientific meeting, workshops and summer schools, and will actively promote short term scientific missions in and out IMM, which will allow technology transfer between partners. An External Advisory Committee composed by members of SMEs and of Patient Organizations is also expected to contribute to business training of students.\nSynaNet activities will be easily transferred at the University level, in particular to the Mind-Brain College of the University of Lisbon, headed by the coordinator of SynaNet (AM Sebasti„o). It integrates 3 PhD programmes and 7 Schools and aims at the crossed fertilization between cognitive sciences, brain sciences and social sciences. Public debates will foster the societal impact of SynaNet.",
    "totalCost": "999996,25",
    "ecMaxContribution": "999996,25",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "LANCASTER UNIVERSITY;ITA-SUOMEN YLIOPISTO;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "UK;FI;IT",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 157888
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 157888
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 158784
        }
    },
    "calculatedTotalContribution": 474560
}