{
    "rcn": "199970",
    "acronym": "STREAM",
    "topics": "H2020-TWINN-2015",
    "title": "Strategies towards Excellence in Immuno-Oncology",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "In 2013, the Science magazine announced Immunotherapy of cancer as the ëBreakthrough of the Yearí. The results of ongoing clinical studies with new cancer immunotherapeutics strongly support this enthusiasm. Following the lead of the top research groups, the Coordinator of the present proposal, Medical University of Warsaw (MUW) displays a predominant ambition of becoming a major player in the thriving area of Immuno-Oncology. MUW is one of the leading centres of competence in the Oncology field in Poland and presents a robust desire for further improvement of its excellence merits. Therefore, the main concept of the STREAM proposal is to bring together the high-level European research organizations with synergistic scientific and innovative expertise in the field of Immuno-Oncology, in order to establish an international, long-term, strategic partnership with MUW. The main model of the STREAM proposal is to foster enhanced scientific dialogue and twinning between MUW and four outstanding research centres via trans-national visits of scientific personnel, joint organization of a summer school and workshops, as well as promoting the active participation of STREAM researchers in the prestigious scientific conferences. Within the duration of the current project we intend to significantly enrich MUWís, regional and national quality profile regarding all of the variables of Composite indicator of Research Excellence in the Immuno-Oncology area. We will also set a new standard for conducting bioresearch and innovative thinking in Poland. We expect that the scale, ambition, and innovative character of the proposed project will bring the MUWís excellence to a new level - internationally recognized and competitive, in order to contribute to the well-being of the society and knowledge-based economy of Poland and EU. Our proposal provides an exceptional occasion to achieve real impact on human health, quality of life and economic status in the new area of enlarged Europe.",
    "totalCost": "1190261,25",
    "ecMaxContribution": "1190261,25",
    "coordinator": "WARSZAWSKI UNIWERSYTET MEDYCZNY",
    "coordinatorCountry": "PL",
    "participants": "INTERNATIONAL CENTRE FOR GENETIC ENGINEERING AND BIOTECHNOLOGY;OSLO UNIVERSITETSSYKEHUS HF;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;THE FRANCIS CRICK INSTITUTE LIMITED",
    "participantCountries": "IT;NO;UK",
    "projectParticipants": {
        "999470444": {
            "orgId": "999470444",
            "orgName": "INTERNATIONAL CENTRE FOR GENETIC ENGINEERING AND BIOTECHNOLOGY",
            "ecContrib": 134544
        },
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 105340
        },
        "991104000": {
            "orgId": "991104000",
            "orgName": "OSLO UNIVERSITETSSYKEHUS HF",
            "ecContrib": 169472
        },
        "999878329": {
            "orgId": "999878329",
            "orgName": "WARSZAWSKI UNIWERSYTET MEDYCZNY",
            "ecContrib": 640718
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 140188
        }
    },
    "calculatedTotalContribution": 1190262
}