{
    "rcn": "199981",
    "acronym": "SEARMET",
    "topics": "H2020-TWINN-2015",
    "title": "Scientific Excellence in Animal Reproductive Medicine and Embryo Technology",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The aim of the SEARMET project is to improve the scientific knowledge and innovation capacity of the Estonian University of Life Sciences (EMU) in the linked fields of animal reproductive medicine and embryo technology. This will be done by strengthening collaboration with two high-ranking foreign academic institutions: Sheffield University (USFD), a leading university in the field of reproductive physiology and in the gametes and embryo maternal interaction and Copenhagen University (UCPH), which is a model of excellence in the in vitro production (IVP) of bovine embryos and in induced pluripotent stem cells (iPSC) research. Furthermore, in order to achieve scientific excellence in animal reproductive medicine, EMU must also work to make stronger linkages with human reproductive research. For this reason, EMUís long-time collaborator within Estonia, the University of Tartu (UTARTU) will participate as a 4th partner. Due to their high level of competence in making this link, both USFD and UCPH will serve as mentors in this process as well. In addition to building bridges to human reproductive research, EMU will increase its research excellence by improving staff expertise, expanding its network of potential scientific partners and building the overall capacity of the organization so that it can become a leader in the field. By doing so, EMU will achieve a greater impact in both the scientific community and in society by reaching out to key stakeholders such as industrial actors so as to exploit the results of research.",
    "totalCost": "1001250",
    "ecMaxContribution": "1001250",
    "coordinator": "EESTI MAAULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "TARTU ULIKOOL;THE UNIVERSITY OF SHEFFIELD;KOBENHAVNS UNIVERSITET",
    "participantCountries": "EE;UK;DK",
    "projectParticipants": {
        "999857280": {
            "orgId": "999857280",
            "orgName": "EESTI MAAULIKOOL",
            "ecContrib": 383750
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 136250
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 237500
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 243750
        }
    },
    "calculatedTotalContribution": 1001250
}