{
    "rcn": "199977",
    "acronym": "MASSTWIN",
    "topics": "H2020-TWINN-2015",
    "title": "MASSTWIN ñ Spreading excellence and widening participation in support of mass spectrometry and related techniques in Health, the Environment, and Food Analysis",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The Department of Environmental Sciences at Joûef Stefan Institute has invested in new state-of-the-the-art mass spectrometry instrumentation and related laboratory infrastructure, an important and essential technique in modern science, but must now bolster its knowledge capacity and raise its research profile through taking practical steps in training and knowledge transfer and networking activities. The project has been designed to further stimulate cooperation and develop long-term strategic partnerships with five research institutes of excellence from five different European countries by establishing a community of practice in advanced mass spectrometric and related techniques applied to three trans-disciplinary thematic pillars: Environment, Health and Food with focus on organic contaminants, element speciation, traditional and non-traditional stable isotopes, nanoparticles and food safety, traceability and authenticity. MASSTWIN has planned management visits, short-term and long-term exchanges of early-stage and senior researchers, thematic scientific workshops/meetings, common working groups and trainings, participation at conferences, trade fairs and open days.  MASSTWIN has also been aligned with the objectives of the national Smart Specialization Strategy with an aim to increase science and technology capacity of the JSI-O2. Extensive dissemination/exploitation/communication activities will be aligned with the existing ERAChair ISOFOOD project for Isotope Techniques in Food Quality, Safety and Traceability, coordinated by JSI-O2.  The MASSTWIN  Users group will consist of representatives of higher education, the JSI Technology Transfer Centre, industry, governmental bodies, NGOís, and wider community through outreach activities and will therefore account for  a positive impact not only on involved personnel and their knowledge, but also on institute level and create positive societal and economical impacts.",
    "totalCost": "980617,18",
    "ecMaxContribution": "980617,18",
    "coordinator": "INSTITUT JOZEF STEFAN",
    "coordinatorCountry": "SI",
    "participants": "UNIVERSITEIT ANTWERPEN;UNIVERSITE DE PAU ET DES PAYS DE L'ADOUR;HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ;INSTITUTO NACIONAL DE INVESTIGACION Y TECNOLOGIA AGRARIA Y ALIMENTARIA OA MP;FONDAZIONE EDMUND MACH",
    "participantCountries": "BE;FR;DE;ES;IT",
    "projectParticipants": {
        "998341461": {
            "orgId": "998341461",
            "orgName": "FONDAZIONE EDMUND MACH",
            "ecContrib": 112960
        },
        "999849811": {
            "orgId": "999849811",
            "orgName": "UNIVERSITE DE PAU ET DES PAYS DE L'ADOUR",
            "ecContrib": 115522
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 135561
        },
        "999994632": {
            "orgId": "999994632",
            "orgName": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
            "ecContrib": 112148
        },
        "999462587": {
            "orgId": "999462587",
            "orgName": "INSTITUTO NACIONAL DE INVESTIGACIONY TECHNOLOGIA AGRARIA Y ALIMENTARIA OA MP",
            "ecContrib": 0
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 393685
        }
    },
    "calculatedTotalContribution": 869876
}