{
    "rcn": "199930",
    "acronym": "PELICO",
    "topics": "MSCA-RISE-2015",
    "title": "Peptidomimetics with photocontrolled biological activity",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The expertise, resources and specific knowledge of all participating parties will be combined to achieve a breakthrough in design, synthesis and application of peptide analogues (peptidomimetics) possessing photo-controlled biological activities, with special emphasis on anti-microbial and anti-cancer activities. The main idea behind the Project consists in chemical incorporation of artificial photo-controllable building blocks into known biologically active peptides by replacing their natural building blocks ñ the amino acid residues. Such a modification would provide photocontrolled  peptidomimetics which can reversibly change their structure between two different photo-forms upon irradiation with light of different wavelength. The participating parties possess general know-how for design of the peptidomimetics which can exist in two photo-forms, biologically active and inactive ones, reversibly interconvertible by light of different wavelength. This opens a possibility to convert inactive peptidomimetics to active compounds by irradiation with physiologically benign light directly in tissues with very high spatiotemporal precision and can be a fundamental basis of new therapeutic strategies. The research staff exchange and other activities planned under the Project will be dedicated to accomplish four complementary work packages: (i) carrying out pharmacokinetic and toxicity studies of the photocontrolled peptidomimetics synthesized by the parties previously; (ii) evaluation of novel photocontrolled building block chemotypes for their compatibility with peptides; (iii) creation of new photocontrolled peptidomimetics, especially based on the novel building blocks and the know-how developed by the parties (e.g. using ìstapled peptidesî technology); (iv) multidisciplinary training of the researchers whose future work will be aimed at further development of the most advanced photocontrolled peptidomimetics  as drugs suitable for photodynamic therapy.",
    "totalCost": "688500",
    "ecMaxContribution": "688500",
    "coordinator": "ENAMINE LIMITED LIABILITY COMPANY,RESEARCH AND PRODUCTION ENTERPRISE",
    "coordinatorCountry": "UA",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;KARLSRUHER INSTITUT FUER TECHNOLOGIE;LATVIJAS ORGANISKAS SINTEZES INSTITUTS",
    "participantCountries": "UK;DE;LV",
    "projectParticipants": {
        "999567056": {
            "orgId": "999567056",
            "orgName": "LATVIJAS ORGANISKAS SINTEZES INSTITUTS",
            "ecContrib": 103500
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 67500
        },
        "947825316": {
            "orgId": "947825316",
            "orgName": "ENAMINE LIMITED LIABILITY COMPANY,RESEARCH AND PRODUCTION ENTERPRISE",
            "ecContrib": 409500
        }
    },
    "calculatedTotalContribution": 580500
}