{
    "rcn": "200083",
    "acronym": "BATMAN",
    "topics": "ERC-StG-2015",
    "title": "Development of Quantitative Metrologies to Guide Lithium Ion Battery Manufacturing",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Lithium ion batteries offer tremendous potential as an enabling technology for sustainable transportation and development. However, their widespread usage as the energy storage solution for electric mobility and grid-level integration of renewables is impeded by the fact that current state-of-the-art lithium ion batteries have energy densities that are too small, charge- and discharge rates that are too low, and costs that are too high. Highly publicized instances of catastrophic failure of lithium ion batteries raise questions of safety.  Understanding the limitations to battery performance and origins of the degradation and failure is highly complex due to the difficulties in studying interrelated processes that take place at different length and time scales in a corrosive environment. In the project, we will (1) develop and implement quantitative methods to study the complex interrelations between structure and electrochemistry occurring at the nano-, micron-, and milli-scales in lithium ion battery active materials and electrodes, (2) conduct systematic experimental studies with our new techniques to understand the origins of performance limitations and to develop design guidelines for achieving high performance and safe batteries, and (3) investigate economically viable engineering solutions based on these guidelines to achieve high performance and safe lithium ion batteries.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}