{
    "rcn": "200019",
    "acronym": "ReDSHIFT",
    "topics": "PROTEC-1-2015",
    "title": "Revolutionary Design of Spacecraft through Holistic Integration of Future Technologies",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "ReDSHIFT will address barriers to compliance for spacecraft manufacturers and operators presented now and in the future by requirements and technologies for de-orbiting and disposal of space objects. This will be achieved through a holistic approach that considers from the outset opposing and challenging constraints for the safety of the human population when these objects re-enter the atmosphere, designed for demise, and for their survivability in the harsh space environment while on orbit. Ensuring robustness into the future, ReDSHIFT will take advantage of disruptive opportunities offered by 3D printing to develop highly innovative, low-cost spacecraft solutions, exploiting synergies with electric propulsion, atmospheric and solar radiation pressure drag, and astro-dynamical highways, to meet de-orbit and disposal needs, but which are also designed for demise. Inherent to these solutions will be structures to enhance spacecraft protection, by fracture along intended breakup planes, and re-entry demise characteristics. These structures will be subjected to functional tests as well as specific hypervelocity impact tests and material demise wind tunnel tests to demonstrate the capabilities of the 3D printed structures. At the same time, novel and complex technical, economic and legal issues of adapting the technologies to different vehicles, and implementing them widely across low Earth orbit will be tackled through the development of a hierarchical, web-based tool aimed at a variety of space actors. This will provide a complete debris mitigation analysis of a mission, using existing debris evolution models and lessons learned from theoretical and experimental work. It will output safe, scalable and cost-effective satellite and mission designs in response to operational constraints. Through its activities, ReDSHIFT will recommend new space debris mitigation guidelines taking into account novel spacecraft designs, materials, manufacturing and mission solutions.",
    "totalCost": "3230295",
    "ecMaxContribution": "3230294",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "LUXSPACE SARL;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;DEIMOS CASTILLA LA MANCHA SL;UNIVERSITA DEGLI STUDI DI PADOVA;TECHNISCHE UNIVERSITAET BRAUNSCHWEIG;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;UNIVERSITAET ZU KOELN;UNIVERSITY OF SOUTHAMPTON;PHS SPACE LIMITED;POLITECNICO DI MILANO;BELSTEAD RESEARCH LIMITED;DEIMOS SPACE SOCIEDAD LIMITADA UNIPERSONAL",
    "participantCountries": "LU;EL;ES;IT;DE;UK",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 248250
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 338315
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 133750
        },
        "952545239": {
            "orgId": "952545239",
            "orgName": "DEIMOS CASTILLA LA MANCHA SL",
            "ecContrib": 425500
        },
        "999861257": {
            "orgId": "999861257",
            "orgName": "TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
            "ecContrib": 177500
        },
        "948295960": {
            "orgId": "948295960",
            "orgName": "BELSTEAD RESEARCH LIMITED",
            "ecContrib": 151250
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 264457
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 549750
        },
        "997709603": {
            "orgId": "997709603",
            "orgName": "LUXSPACE SARL",
            "ecContrib": 295000
        },
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 93750
        },
        "999619824": {
            "orgId": "999619824",
            "orgName": "DEIMOS SPACE SOCIEDAD LIMITADA UNIPERSONAL",
            "ecContrib": 219400
        },
        "987946068": {
            "orgId": "987946068",
            "orgName": "PHS SPACE LIMITED",
            "ecContrib": 198372
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 135000
        }
    },
    "calculatedTotalContribution": 3230294
}