{
    "rcn": "200096",
    "acronym": "SEFIPA",
    "topics": "EE-19-2015",
    "title": "Sustainable Energy Financing Plattform in Austria",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The Sustainable Energy Financing Platform in Austria (SEFIPA) is designed as an action oriented platform to collect, develop, implement and disseminate innovative ideas to accelerate finance for sustainable energy. In contrast to the prevailing approach in Austria of subsidy based support of sustainable energy activities, SEFIPA will focus on increasing private sources of funds.\n\nThe overall concept of SEFIPA is to bring together a selected group of experts from the relevant stakeholder institutions (public administration, financial sector, business and consumer associations, energy service providers, NGOs) to jointly develop solutions to identified barriers with strong involvement of the broader interested public. These solutions, in form of new financing products, targeted information campaigns and changes to the existing regulatory framework will result in real and additional investments in sustainable energy.\n\nThe main elements of SEFIPA will be\nï the Finance Lab, constituted of executive representatives of stakeholders groups who will work in regular sessions on the realization of solutions to the identified challenges for increasing SE investments. The outcome of the Lab will be at least 3 new financing instruments and 3 suggestions for adaptations of the regulatory framework for SE financing. \nï the implementation and operation of a crowd-investing platform designed to raise equity capital from a multitude of investors (the crowd) for SE projects in Austria.\nï the structured origination and implementation of SE investment actions utilizing the new financing instruments and regulatory changes. SEFIPA covers the whole spectrum of identification (call for investment actions, screening Lab members¥ portfolios, conducting roadshows etc.), evaluation and implementation of investment actions. The consortium will monitor these actions in order to be able to provide a sound evaluation of the suitability and success of the realized instruments including their impact.",
    "totalCost": "944000",
    "ecMaxContribution": "944000",
    "coordinator": "OSTERREICHISCHE GESELLSCHAFT FUR UMWELT UND TECHNIK",
    "coordinatorCountry": "AT",
    "participants": "ENERGY CHANGES PROJEKTENTWICKLUNG GMBH",
    "participantCountries": "AT",
    "projectParticipants": {
        "952800446": {
            "orgId": "952800446",
            "orgName": "ENERGY CHANGES PROJEKTENTWICKLUNG GMBH",
            "ecContrib": 467250
        },
        "998817828": {
            "orgId": "998817828",
            "orgName": "OSTERREICHISCHE GESELLSCHAFT FUR UMWELT UND TECHNIK",
            "ecContrib": 476750
        }
    },
    "calculatedTotalContribution": 944000
}