{
    "rcn": "200023",
    "acronym": "Knocky",
    "topics": "MSCA-RISE-2015",
    "title": "Knock prevention and increase of reliability and efficiency of high power gaseous internal combustion engines",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "Several R&D centres herein undertake the investigation of the reduction of the abnormal combustion phenomena of knock in internal combustion engines. Combustion knock limits the efficiency of the engine and deteriorates engine performance while simultaneously contributing to engine destruction, hence reduces engine reliability. Reducing or eliminating combustion knock increases durability and also engine efficiency, hence reducing CO2 emissions. The inter-sectoral research encompassed in this proposal concerns high-power stationary engines fuelled with gaseous fuels working in combined heat and power (CHP) systems. The proposal intends to apply a multidisciplinary approach to knock investigation encompassing fuel chemistry, combustible mixture preparation, ignition phenomena, flame propagation, knock detection and its prediction. Both modelling studies and experimentation in these fields will be performed. As result of the synergies and breadth of expertise, a resultant acceleration in research finding is expected with complementary investigation conducted within both the companies (Wartsila, AVL, Motortech) and universities involved that finally should result in solving the related challenges. Knowledge exchange will be done by research staff secondments, where experienced scientists will work both as advisors and active researchers in the ongoing projects. Engineers coming to universities will be familiar with original techniques for data acquisition as well as methods for signal processing and theoretical analysis of combustion process in the engine. Young research staff from companies will have opportunities to work with academic mentors. Further academic staff will become familiar with industrial approaches to research extending the knowledge. Knowledge transfer will be also done through regularly scheduled seminars and webinars. This collaboration and staff exchanges between the participants build lasting ties and continued after project termination.",
    "totalCost": "936000",
    "ecMaxContribution": "927000",
    "coordinator": "POLITECHNIKA CZESTOCHOWSKA",
    "coordinatorCountry": "PL",
    "participants": "MOTORTECH GMBH;WARTSILA FINLAND OY;THE UNIVERSITY OF BIRMINGHAM;POLITECHNIKA WARSZAWSKA;AVL LIST GMBH",
    "participantCountries": "DE;FI;UK;PL;AT",
    "projectParticipants": {
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 13500
        },
        "929519961": {
            "orgId": "929519961",
            "orgName": "MOTORTECH GMBH",
            "ecContrib": 22500
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 175500
        },
        "998907553": {
            "orgId": "998907553",
            "orgName": "WARTSILA FINLAND OY",
            "ecContrib": 27000
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 247500
        },
        "999460647": {
            "orgId": "999460647",
            "orgName": "POLITECHNIKA CZESTOCHOWSKA",
            "ecContrib": 441000
        },
        "972770127": {
            "orgId": "972770127",
            "orgName": "Michigan Technological University",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 927000
}