{
    "rcn": "200012",
    "acronym": "AGRIDEASCOURSE.TRADE",
    "topics": "MSCA-IF-2014-GF",
    "title": "Ideas and Legitimating Discourse in EU and US Agricultural Policy-Making and their Implications for Transatlantic Trade Relations",
    "startDate": "01/08/2016",
    "endDate": "31/07/2019",
    "objective": "This project comparatively investigates divergence and convergence in agricultural policy ideas and policies in the EU and the US and their interaction with multilateral and transatlantic trade negotiations. Applying an innovative Discursive Institutionalist approach, it uncovers whether and how ideas and discourse affect processes of policy transformation. It thus contributes to an ëideational turní in the field of Agricultural Policy Studies which is currently dominated by rationalist interest-based explanations. The outcomes of this research will not only explain the dynamics of agricultural policy change and their effect on past trade negotiations, it will also provide policy makers with insights in the opportunities and limits to develop agricultural policies that are both domestically acceptable and conducive to ongoing transatlantic and international trade negotiations (e.g. TTIP and WTO). This is highly significant considering the important role of agricultural trade policies in tackling the pressing food and environmental challenges of today and tomorrow.\n This GF will strengthen the relationship between EU and US agricultural policy research and will establish the fellow in a leading position in the field, simultaneously making her a valuable interlocutor for European policy actors. The projectís training activities are ultimately geared towards making the fellow eligible for a position of Associate Professor by providing a fundamental contribution to a) developing and consolidating her independent and innovative line of research in the role of ideas and discourse ñ ideational causation ñ in policy making; b) enhancing her research excellence through her publication profile, and c) forging knowledge networks bridging academia and the public policy sector, building lasting relationships for the exchange of knowledge and policy advice.",
    "totalCost": "260929,8",
    "ecMaxContribution": "260929,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 260930
        },
        "999522145": {
            "orgId": "999522145",
            "orgName": "THE TRUSTEES OF BOSTON UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 260930
}