{
    "rcn": "200037",
    "acronym": "NICH",
    "topics": "ERC-StG-2015",
    "title": "Novel interactions and speciesí responses to climate change",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "A great ecological challenges is predicting the responses of species, communities and ecosystems to global climate change. Progress will hinge on our ability to predict how responses are shaped by evolution and species interactions, and especially by entirely novel interactions among species whose ranges don't yet overlap. To tackle this goal, I will combine cutting-edge experiments and process-based modeling to address three questions about the impact of novel competitors on responses to climate change in alpine plant communities:\n\n(1) How will novel interactions impact species responses to climate change? I will test the ecological consequences of novel competitors for population persistence, and the potential for longer-term evolutionary responses, using a whole community transplant experiment that simulates future competitive scenarios faced by focal alpine plants.\n\n(2) Do species traits predict the outcome of novel interactions? A mechanistic understanding of competitive effects is essential to predict impacts of novel interactions. I will test how climate affects the outcome of competition among pairs of species planted along an elevation climate gradient, and whether these effects can be predicted using speciesí functional traits.\n\n(3) What are the implications of novel competitive interactions for speciesí ranges dynamics under climate change? I will use process-based species distribution models, parameterized with experimental demographic data, to explore the consequences of changing competitive interactions for range dynamics under climate change.\n\nThis project will advance our understanding of speciesí responses to climate change, and provide tools to apply to a diversity of other systems. It also tackles fundamental questions in ecology, shedding light on the mechanisms shaping species distributions. By linking experimental community ecology and biogeography, it will push the limits of our ability to predict the dynamics of complex ecological systems.",
    "totalCost": "1499534",
    "ecMaxContribution": "1499534",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 1499534
        }
    },
    "calculatedTotalContribution": 1499534
}