{
    "rcn": "200029",
    "acronym": "CRADL",
    "topics": "PHC-18-2015",
    "title": "Continuous Regional Analysis Device for neonate Lung",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Each year 15 million babies are born prematurely and many suffer from respiratory failure due to immaturity of the lung and lack of control of breathing. Although respiratory support, especially mechanical ventilation, can improve their survival, it also causes severe injury to the vulnerable lung resulting in severe and chronic pulmonary morbidity lasting in to adulthood. Heterogeneity of lung aeration, resulting in areas of lung over inflation and lung collapse, plays a crucial part in the risk of mortality and morbidity due to respiratory failure.  This distribution of lung aeration cannot be detected by currently available bedside monitoring tools and imaging methods. Thus, an imaging technique for continuous non-invasive bedside monitoring of infants lung function is urgently needed. In order to address this, CRADL will use EIT technology to establish a monitoring tool for interventions in the paediatric population.\nElectrical impedance tomography (EIT) is a non-radiative, inexpensive technique that can facilitate real time dynamic monitoring of lung aeration, and recent studies have shown that it is effective in monitoring aeration in preterm babies. CRADL will show how EIT can provide new cost effective, easy to use, respiratory management tools and clinical protocols that can be universally adopted to reduce deaths and disability in preterm babies by delivering a tool that provides continuous, non-invasive, radiation free, bedside information on regional lung aeration and ventilation during daily clinical care of (preterm) infants and children with respiratory failure. CRADL will also assess the effectiveness, efficacy and safety of such a system in guiding respiratory management and supportive care of the most common causes of paediatric respiratory failure (respiratory distress syndrome, bronchiolitis and acute respiratory distress syndrome), with the final goal of reducing short and long term adverse effects of disease and its treatment in this population.",
    "totalCost": "5537142,5",
    "ecMaxContribution": "4234330",
    "coordinator": "MIDDLESEX UNIVERSITY HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "LINNEUNIVERSITETET;UNIVERSITE DE GENEVE;CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;FILANTHROPIKO IDRYMA VIOIATRIKON EREVNON;STUDIO FIFIELD SRL;Ministry of Health of the Republic of Cyprus;PANAXEA BV;UNIVERSITY COLLEGE LONDON;Academisch Medisch Centrum bij de Universiteit van Amsterdam;SWISSTOM AG",
    "participantCountries": "SE;CH;DE;CY;IT;NL;UK",
    "projectParticipants": {
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 514690
        },
        "994267946": {
            "orgId": "994267946",
            "orgName": "Ministry of Health of the Republic of Cyprus",
            "ecContrib": 137500
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 323750
        },
        "930079457": {
            "orgId": "930079457",
            "orgName": "PANAXEA BV",
            "ecContrib": 92000
        },
        "960110463": {
            "orgId": "960110463",
            "orgName": "FILANTHROPIKO IDRYMA VIOIATRIKON EREVNON",
            "ecContrib": 162500
        },
        "986317632": {
            "orgId": "986317632",
            "orgName": "LINNEUNIVERSITETET",
            "ecContrib": 355025
        },
        "928882186": {
            "orgId": "928882186",
            "orgName": "STUDIO FIFIELD SRL",
            "ecContrib": 584062
        },
        "999883470": {
            "orgId": "999883470",
            "orgName": "MIDDLESEX UNIVERSITY HIGHER EDUCATION CORPORATION",
            "ecContrib": 997500
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1067302
        },
        "983680202": {
            "orgId": "983680202",
            "orgName": "SWISSTOM AG",
            "ecContrib": 0
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 4234329
}