{
    "rcn": "200072",
    "acronym": "SuperSmart",
    "topics": "EE-14-2015",
    "title": "Expertise hub for a market uptake of energy-efficient supermarkets by awareness raising, knowledge transfer and pre-preparation of an EU Ecolabel",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "Supermarkets comprise various technical disciplines: buildings, heating-, cooling- and ventilations systems. Over one million supermarkets across Europe require ca. 4% of the total electricity. New integrated technologies for more efficient supermarkets are now available and efficiency improvements up to 30% have already been demonstrated. These heating and cooling technologies offer in the mid-term both environmental and economic benefits. The uptake of such efficient solutions is mainly hindered by non-technological market barriers.\nSuperSmart tackles different barrier categories, both short-term (awareness and knowledge) and long-term (organizational, political, social), even though an immediate impact on the sector will be expected to come already from the removal of the short-term hindrances. The purpose of the SuperSmart hub is to establish a knowledge transfer and promotion platform devoted to the supermarket sector to educate/train and crosslink stakeholders of various backgrounds in such a way that the uptake of energy-efficient heating and cooling solutions is made possible. Specific objectives pursued by the hub for the supermarket sector contain:\n- Reduce the environmental impact and primary energy demand \n- Support the introduction of a new EU Ecolabel for Supermarkets \n- Determine and remove challenges hindering the implementation of  eco-energy supermarkets \n- Raise the expertise level of the different decision makers (non ñtechnical and tech. staff) related to energy usage of   equipment and the benefit of integrated systems.  Encourage to supply energy (heating&cooling) to nearby business units or local grids. \n- Conduct direct communication among R&D organizations, suppliers, end users and governmental bodies on potential legislative initiatives\nActive participation at 10 conferences & fairs and 5 dedicated workshops will disseminate the information beside trainings, and the online end-user expert panels, manufacture panels and innovation panels.",
    "totalCost": "1467907,5",
    "ecMaxContribution": "1467907,5",
    "coordinator": "SINTEF ENERGI AS",
    "coordinatorCountry": "NO",
    "participants": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;SHECCO SPRL;DPTU ENERGIJA DOO;KUNGLIGA TEKNISKA HOEGSKOLAN;INSTITUT INTERNATIONAL DU FROID;TECHNISCHE UNIVERSITAET BRAUNSCHWEIG;CONSIGLIO NAZIONALE DELLE RICERCHE;UMWELTBUNDESAMT",
    "participantCountries": "ES;BE;MK;SE;FR;DE;IT",
    "projectParticipants": {
        "999513221": {
            "orgId": "999513221",
            "orgName": "SINTEF ENERGI AS",
            "ecContrib": 439312
        },
        "953636877": {
            "orgId": "953636877",
            "orgName": "SHECCO SPRL",
            "ecContrib": 247720
        },
        "990999822": {
            "orgId": "990999822",
            "orgName": "DPTU ENERGIJA DOO",
            "ecContrib": 60000
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 153750
        },
        "999861257": {
            "orgId": "999861257",
            "orgName": "TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
            "ecContrib": 114250
        },
        "998575910": {
            "orgId": "998575910",
            "orgName": "UMWELTBUNDESAMT",
            "ecContrib": 88312
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 115125
        },
        "994381921": {
            "orgId": "994381921",
            "orgName": "INSTITUT INTERNATIONAL DU FROID",
            "ecContrib": 158125
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 91312
        }
    },
    "calculatedTotalContribution": 1467906
}