{
    "rcn": "200088",
    "acronym": "PEARL",
    "topics": "MSCA-RISE-2015",
    "title": "Periodically bent crystals for crystalline undulators",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The PEARL project aims at advancing the technologies for manufacturing of high quality Periodically Bent Crystals (PBCr). The PBCr developed in the course of this project will be utilised for the construction of novel light sources of high-energy (h??102 keV up to GeV range) monochromatic electromagnetic radiation by means of a Crystalline Undulator (CU) [1]. The technological and experimental part of this project will be accompanied by the complimentary advanced theoretical research utilising modern theoretical, computational and modelling methods accomplished with high performance computing techniques. A broad interdisciplinary, international collaboration has been created in the frame of FP7 PIRSES-CUTE project, which was focused on initial experimental tests of the CU idea and the related theory, for review see [1]. This project has been successfully completed in March 2015 and left the matter experimentally validated to a degree that is tantalising, requiring further experimentation. In particular CUTE elucidated the demand on manufacturing PBCrs of an exceptional lattice quality, their experimental characterisation and exposure against the high quality beams of ultra-relativistic electrons and positrons for the observation of the strong coherent effects in the photon emission process. PEARL will focus on solving the whole complex of the important technological, experimental and theoretical problems aiming to achieve the major breakthrough in this important research area. The PEARL international collaboration is extended with respect to CUTE and involves the new partners with the essential, necessary, complementary expertise and experimental facilities. The PEARL research programme is highly collaborative and requiring numerous exchange visits between the involved laboratories, joint workshops and conferences. Therefore, RISE type of project is the most suitable for strengthening of this very essential, ongoing, international collaborative research.",
    "totalCost": "720000",
    "ecMaxContribution": "693000",
    "coordinator": "MBN RESEARCH CENTER GGMBH",
    "coordinatorCountry": "DE",
    "participants": "AARHUS UNIVERSITET;JOHANNES GUTENBERG-UNIVERSITAT MAINZ;EUROPEAN SYNCHROTRON RADIATION FACILITY;UNIVERSITE PAUL SABATIER TOULOUSE III;THE OPEN UNIVERSITY;UNIVERSITA DEGLI STUDI DI FERRARA;ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "participantCountries": "DK;DE;FR;UK;IT",
    "projectParticipants": {
        "937624020": {
            "orgId": "937624020",
            "orgName": "MBN RESEARCH CENTER GGMBH",
            "ecContrib": 297000
        },
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 67500
        },
        "999484121": {
            "orgId": "999484121",
            "orgName": "EUROPEAN SYNCHROTRON RADIATION FACILITY",
            "ecContrib": 81000
        },
        "998937817": {
            "orgId": "998937817",
            "orgName": "PETER THE GREAT SAINT PETERSBURG POLYTECHNIC UNIVERSITY",
            "ecContrib": 0
        },
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 45000
        },
        "959044336": {
            "orgId": "959044336",
            "orgName": "UNIVERSITY OF JOHANNESBURG",
            "ecContrib": 0
        },
        "999851169": {
            "orgId": "999851169",
            "orgName": "UNIVERSITE PAUL SABATIER TOULOUSE III",
            "ecContrib": 90000
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 45000
        },
        "999839626": {
            "orgId": "999839626",
            "orgName": "UNIVERSITA DEGLI STUDI DI FERRARA",
            "ecContrib": 49500
        },
        "932969281": {
            "orgId": "932969281",
            "orgName": "INSTITUT JADERNYH PROBLEM BELORUSSKOGO GOSUDARSTVENNOGO UNIVERSITETA",
            "ecContrib": 0
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 18000
        }
    },
    "calculatedTotalContribution": 693000
}