{
    "rcn": "200049",
    "acronym": "WaterWatt",
    "topics": "EE-16-2015",
    "title": "Improvement of energy efficiency in industrial water circuits using gamification for online self-assessment, benchmarking and economic decision support",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "The improvement of energy efficiency across European industry is crucial for competitiveness. So far, the measures for improvement of energy efficiency have been directed at primary production processes. In this project, we will address the improvement of energy efficiency in industrial water circuits: auxiliary electric motor driven systems with high optimisation potential. The European manufacturing industry consumes about 37 000 million m≥/y freshwater recycling it up to 10 times with the specific electrical energy consumption >0.2 kWh/m≥. By the according energy consumption of 74 000 GWh/a the potential 10% savings amount to 7 400 GWh/a. Currently, there is neither a benchmark on the energy consumption in industrial water circuits, nor tools for its systematic reduction, nor awareness of the saving potential. The WaterWatt project aims to remove market barriers for energy efficient solutions, in particular the lack of expertise and information on energy management and saving potential in industrial water circuits. The aims will be achieved through: i) case studies in relevant industries, ii) development of improvement measures for energy efficiency in industrial water circuits, iii) market studies, iv) capacity building activities and v) dissemination in workshops and by e-learning. An Energy Efficiency Evaluation Platform (E3 Platform) will be developed to disseminate knowledge/know-how on energy efficiency improvements using gaming approach. The tools of E≥ Platform will be used by SMEs and large industrial producers for self-assessment and improvement of the energy efficiency in their circuits.  WaterWatt will reach more than 2000 relevant persons, organisations and policy makers triggering investments of Ä7-12 million resulting in primary energy saving of 100-180 GWh/a during the project life-time. The planned spin-off company will ensure further investments and savings after the project has finished.",
    "totalCost": "1782532,5",
    "ecMaxContribution": "1782532,5",
    "coordinator": "DECHEMA GESELLSCHAFT FUER CHEMISCHE TECHNIK UND BIOTECHNOLOGIE E.V.",
    "coordinatorCountry": "DE",
    "participants": "SINTEF ENERGI AS;VDEH-BETRIEBSFORSCHUNGSINSTITUT GMBH;Istituto Superiore Mario Boella;INSTITUTO DE SOLDADURA E QUALIDADE;CARDIFF UNIVERSITY",
    "participantCountries": "NO;DE;IT;PT;UK",
    "projectParticipants": {
        "974206406": {
            "orgId": "974206406",
            "orgName": "VDEH-BETRIEBSFORSCHUNGSINSTITUT GMBH",
            "ecContrib": 386805
        },
        "999488680": {
            "orgId": "999488680",
            "orgName": "INSTITUTO DE SOLDADURA E QUALIDADE",
            "ecContrib": 345238
        },
        "999513221": {
            "orgId": "999513221",
            "orgName": "SINTEF ENERGI AS",
            "ecContrib": 289921
        },
        "999511184": {
            "orgId": "999511184",
            "orgName": "DECHEMA GESELLSCHAFT FUER CHEMISCHE TECHNIK UND BIOTECHNOLOGIE E.V.",
            "ecContrib": 337750
        },
        "999599357": {
            "orgId": "999599357",
            "orgName": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
            "ecContrib": 0
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 171069
        }
    },
    "calculatedTotalContribution": 1530783
}