{
    "rcn": "200079",
    "acronym": "Evopark",
    "topics": "INSO-10-2015-1",
    "title": "A disruptive software solution guiding users to available parking spots and making interactionwith the parking infrastructure quick and easy",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "'The task of locating a parking space in busy city centres is not only costly in terms of personal time for the driver, but also in terms of environmental impact (GHG emissions) and traffic creation (30% of inner city traffic in European cities attributed to parking search). The solution of parking garages is so far unattractive to the public, keeping parking space utilization as low as 50%.\nEvopark proposes a disruptive solution to simplify the procedure of finding available parking spots in busy and crowded inner cities, which comprises of: a mobile device software application, which informs the user in real time about parking availability in parking garages in the vicinity, an RFID vehicle identification tag, automating the process of entering, paying and exiting the garage, as well as the Evopark server storing vehicle and parking availability data from all the affiliated garages. The solution integrates perfectly with the existing Parking Management Systems (PMSs)-systems that handle visitor access, ticketing, track the visitor stream and provide data- most European garages are using.\nThe solution impacts users (inner city drivers), creating savings on time and fuel by eliminating the need for parking search and simplifying parking garage utilisation. Evopark will also create a more sustainable and friendly urban environment: 40% less greenhouse emissions, less traffic congestion and noise, more liveable streets and more free spaces. For customers-garages and retail shops- it represents a new channel for user acquisition and retention, while optimizing the exploitation of free parking spots with no investment on infrastructure and no financial risk.\nThe Phase 1 project will be focused on establishing a complete value chain, a sound business model and commercialization strategy, a planning of all activities for integration with a second PMS provider, deploying a large scale pilot in 5 European countries and the integration of additional value added features.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EVOPARK GMBH",
    "coordinatorCountry": "DE",
    "participants": "VERKEHRSWACHT PARKPLATZ GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "927515068": {
            "orgId": "927515068",
            "orgName": "VERKEHRSWACHT PARKPLATZ GMBH",
            "ecContrib": 0
        },
        "932650830": {
            "orgId": "932650830",
            "orgName": "EVOPARK GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}