{
    "rcn": "200098",
    "acronym": "GIDDB",
    "topics": "INNOSUP-5-2014",
    "title": "New practices of Grassroots Innovation for Demand Driven Businesses",
    "startDate": "01/02/2016",
    "endDate": "31/10/2016",
    "objective": "The present proposal regards the design of new models of intervention aimed at supporting bottom-up innovations and competiveness in SMEs founded by the young through the growth of entrepreneurial/managerial skills of young innovators, the improvement of networking opportunities for start-uppers and the development of grassroots innovations.\n\nOften, fledgling businesses are at risk of failure, and the enthusiasm of young entrepreneurs can fade out if not supported by significant business skill developments and proper partnerships.\n\nWhere traditional approaches of empowering innovation in start-up businesses do not seem to work, public policies should be capable of applying less conventional methods of interventions: to drive new business models within the sharing and collaborative economy and by recognizing a central role to young innovators as part of active business communities.\n\nThe objective of the project is therefore to develop a ready-to-implement policy for regional and national agencies working on innovation programmes focused on establishing a positive eco-system for start-ups created and developed by young entrepreneurs, as well as for young innovators to develop applied skills by collaborating with companies.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "AGENZIA REGIONALE PER LA TECNOLOGIA E L'INNOVAZIONE",
    "coordinatorCountry": "IT",
    "participants": "FUNDACION FUNDECYT - PARQUE CIENTIFICO Y TECNOLOGICO DE EXTREMADURA;IFKA IPARFEJLESZTESI KOZHASZNU NONPROFIT KORLATOLT FELELOSSEGU TARSASAG",
    "participantCountries": "ES;HU",
    "projectParticipants": {
        "951026025": {
            "orgId": "951026025",
            "orgName": "FUNDACION FUNDECYT - PARQUE CIENTIFICO Y TECNOLOGICO DE EXTREMADURA",
            "ecContrib": 0
        },
        "950024888": {
            "orgId": "950024888",
            "orgName": "IFKA IPARFEJLESZTESI KOZHASZNU NONPROFIT KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 0
        },
        "961298422": {
            "orgId": "961298422",
            "orgName": "AGENZIA REGIONALE PER LA TECNOLOGIA E L'INNOVAZIONE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}