{
    "rcn": "200059",
    "acronym": "eSHaRk",
    "topics": "FTIPilot-1-2015",
    "title": "eco-friendly Ship Hull film system with fouling Release and fuel saving properties",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "The aim of the eSHaRk project is to finalise the development of an innovative new fouling protection system for commercial vessels, and to accelerate its market entry.\n\nFouling, defined as the settlement and growth of marine plants and animals on submerged structures, is a constant challenge for the shipping industry. Fouling results in higher hydrodynamic drag of vessels, which in turn translates into higher fuel usage and greenhouse gas emissions. A number of fouling protection technologies exist on the market, the most widely used being paint-based anti-fouling and fouling release coatings. However, these existing solutions face a number of challenges concerning their environmental impact, the efficiency of their application on ship hulls, and their effectiveness in protecting vessels against fouling.\n\nThe eSHaRk project aims to bring a new and innovative solution to the market, which will lead to a paradigm shift in the fouling protection business. This solution is based on self-adhesive foil technology, which not only maintains the current state-of-the-art fouling protection standards but is superior to existing paint-based solutions in terms of eco-friendliness, easiness of application, robustness, and drag reduction effects leading to fuel savings and reduction of GHG emissions.\n\nAs part of the eSHaRk project, the surface morphology of the foil will be optimised to enhance its drag reduction, fuel savings and emissions reduction benefits. In addition, a robotised laminator will be finalised to apply the foil on large commercial vessels in an automated way. A cruise vessel will be equipped with the foil to ensure full-scale testing and validation in operational conditions before market entry. The technology will then be ready for commercialisation immediately after project end, in late 2018.",
    "totalCost": "2823718,75",
    "ecMaxContribution": "2055165,63",
    "coordinator": "PPG COATINGS EUROPE BV",
    "coordinatorCountry": "NL",
    "participants": "HAMBURGISCHE SCHIFFBAU-VERSUCHSANSTALT GMBH;VERTI BLAST BV;ND COATINGS GMBH;AVERY DENNISON MATERIALS BELGIUM",
    "participantCountries": "DE;NL;BE",
    "projectParticipants": {
        "998072577": {
            "orgId": "998072577",
            "orgName": "HAMBURGISCHE SCHIFFBAU-VERSUCHSANSTALT GMBH",
            "ecContrib": 261875
        },
        "928293493": {
            "orgId": "928293493",
            "orgName": "ND COATINGS GMBH",
            "ecContrib": 140875
        },
        "928216572": {
            "orgId": "928216572",
            "orgName": "VERTI BLAST BV",
            "ecContrib": 763000
        },
        "975012379": {
            "orgId": "975012379",
            "orgName": "PPG COATINGS EUROPE BV",
            "ecContrib": 311500
        },
        "928647058": {
            "orgId": "928647058",
            "orgName": "AVERY DENNISON MATERIALS BELGIUM",
            "ecContrib": 577916
        }
    },
    "calculatedTotalContribution": 2055166
}