{
    "rcn": "200047",
    "acronym": "ArchAIDE",
    "topics": "REFLECTIVE-6-2015",
    "title": "Archaeological Automatic Interpretation and Documentation of cEramics",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "The objectives of ArchAIDE are to support the classification and interpretation work of archaeologists with innovative computer-based tools, able to provide the user with features for the semi-automatic description and matching of potsherds over the huge existing ceramic catalogues. Pottery classification is of fundamental importance for the comprehension and dating of the archaeological contexts, and for understanding production, trade flows and social interactions, but it requires complex skills and it is a very time consuming activity, both for researchers and professionals. This tool would revolutionise archaeologists habits, behaviours and expectations, would meet real user needs and generate economic benefits, reducing time and costs, would create societal benefits from cultural heritage, improving access, re-use and exploitation of the digital cultural heritage in a sustainable way. \nThese objectives will be achieved through the development of:\n-\tAn as-automatic-as-possible procedure to transform the paper catalogues in a digital description, to be used as a data pool for search and retrieval process;\n-\tA tool (mainly designed for mobile devices) that will support archaeologists in recognising and classifying potsherds during excavation and post-excavation analysis, through an easy-to-use interface and efficient algorithms for characterization, search and retrieval of the visual/geometrical correspondences; \n-\tAn automatic procedure to derive a complete potsherdís identity card by transforming the data collected into a formatted electronic document, printable or visual; \n-\tA web-based real-time data visualization to improve access to archaeological heritage and generate new understanding; \n-\tAn open archive to allow the archival and re-use of archaeological data, transforming them into common heritage and permitting economic sustainability.\nThose instruments will be tested and assessed on  real-cases scenarios, paving the way to future exploitation.",
    "totalCost": "2635266,99",
    "ecMaxContribution": "2460376,75",
    "coordinator": "UNIVERSITA DI PISA",
    "coordinatorCountry": "IT",
    "participants": "ELEMENTS CENTRO DE GESTIO I DIFUSIO DE PATRIMONI CULTURAL;INERA SRL;UNIVERSITY OF YORK;UNIVERSITAET ZU KOELN;CONSIGLIO NAZIONALE DELLE RICERCHE;UNIVERSITAT DE BARCELONA;TEL AVIV UNIVERSITY;BARAKA ARQUEOLOGOS S.L.",
    "participantCountries": "ES;IT;UK;DE;IL",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 267625
        },
        "927890652": {
            "orgId": "927890652",
            "orgName": "INERA SRL",
            "ecContrib": 183750
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 395000
        },
        "927815477": {
            "orgId": "927815477",
            "orgName": "ELEMENTS CENTRO DE GESTIO I DIFUSIO DE PATRIMONI CULTURAL",
            "ecContrib": 66720
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 611250
        },
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 274531
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 401000
        },
        "927857090": {
            "orgId": "927857090",
            "orgName": "BARAKA ARQUEOLOGOS S.L.",
            "ecContrib": 71750
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 188750
        }
    },
    "calculatedTotalContribution": 2460376
}