{
    "rcn": "200074",
    "acronym": "energywater",
    "topics": "EE-16-2015",
    "title": "Improving energy efficiency in industrial water processes through benchmarking and benchlearning tools in Europe manufacturing industry.",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "Objectives\n1. Improve the competitiveness of the EU industrial sector by reducing 20% energy costs in industrial water processes. (WP4)\nA total reduction of 26 GWh/year will be achieved at the end of the project implementing energy efficiency measures in the European manufacturing companies.\n2. Identify saving potentials and benchmark energy performance through an Energy Management Self-Assessment (EMSA) collaborative web-tool. (WP1 & WP2)\nManufacturing industries can anonymously introduce their data into the EMSA web-tool to know their ranking regarding other industries with the same processes.\n3. Strengthen the energy saving market through the creation of an ìEnergy Angelsî network: facilitating contacts with skilled energy managers and auditors and providing access to support for the implementation and financing of water energy efficiency projects. (WP3)\nThe energywater proposal will prepare the ground for investment facilitating information about potential savings and establishing a network of qualified providers (with technical and financial skill).\nFurthermore the Energy Angels network will implement a training module to improve the availability of skilled energy managers and auditors in which at least 200 people will be trained.\n4. Improve energy performance in industrial water processes through benchmarking activities and a best practice guide based on real experience case studies. (WP4)\nSaving strategies identified in the EMSA web-tool will be implemented in manufacturing industries. The best energy saving strategies to manage industrial water processes will be compiled in a guidance document.\n5. Influence energy efficiency regulation through public authoritiesí involvement. (WP4)\nIn order to optimise energy efficiency in manufacturing industries both private and public stakeholders have to be aware of their role. We will make public authorities part of the energywater project with the objective to identify and remove regulatory and non-regulatory barr",
    "totalCost": "1980187,5",
    "ecMaxContribution": "1980187,5",
    "coordinator": "INSTITUTO TECNOL”GICO DE CASTILLA Y LEON",
    "coordinatorCountry": "ES",
    "participants": "SOCAMEX SA;WINGS ICT SOLUTIONS INFORMATION & COMMUNICATION TECHNOLOGIES EPE;THE CARBON TRUST;OFFICE INTERNATIONAL DE L'EAU;SMART FUTURE SRL;OKAVANGO ENERGY SAS;ENERGEIAKO GRAFEIO KYPRION POLITON;CORK INSTITUTE OF TECHNOLOGY;EUROPEAN WATER SUPPLY AND SANITATION TECHNOLOGY PLATFORM",
    "participantCountries": "ES;EL;UK;FR;IT;CY;IE;BE",
    "projectParticipants": {
        "986210447": {
            "orgId": "986210447",
            "orgName": "ENERGEIAKO GRAFEIO KYPRION POLITON",
            "ecContrib": 87688
        },
        "950979659": {
            "orgId": "950979659",
            "orgName": "SOCAMEX SA",
            "ecContrib": 149562
        },
        "956248117": {
            "orgId": "956248117",
            "orgName": "OKAVANGO ENERGY SAS",
            "ecContrib": 172062
        },
        "998696093": {
            "orgId": "998696093",
            "orgName": "INSTITUTO TECNOLÓGICO DE CASTILLA Y LEON",
            "ecContrib": 275125
        },
        "999595089": {
            "orgId": "999595089",
            "orgName": "CORK INSTITUTE OF TECHNOLOGY",
            "ecContrib": 179500
        },
        "997494069": {
            "orgId": "997494069",
            "orgName": "OFFICE INTERNATIONAL DE L'EAU",
            "ecContrib": 220250
        },
        "952516430": {
            "orgId": "952516430",
            "orgName": "EUROPEAN WATER SUPPLY AND SANITATION TECHNOLOGY PLATFORM",
            "ecContrib": 244656
        },
        "928022087": {
            "orgId": "928022087",
            "orgName": "SMART FUTURE SRL",
            "ecContrib": 178156
        },
        "952269953": {
            "orgId": "952269953",
            "orgName": "WINGS ICT SOLUTIONS INFORMATION & COMMUNICATION TECHNOLOGIES EPE",
            "ecContrib": 124875
        },
        "972210437": {
            "orgId": "972210437",
            "orgName": "THE CARBON TRUST",
            "ecContrib": 348312
        }
    },
    "calculatedTotalContribution": 1980186
}