{
    "rcn": "200080",
    "acronym": "LockAndCharge",
    "topics": "IT-1-2015-1",
    "title": "Ground-breaking and convenient electronic bicycle fleet management system available for the mass adoption.",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "As the concept of bicycle sharing gains tremendous momentum due to the pressing need for green and efficient inner city travel arises, the market space opens up for the right platform to enter and address these concerns. Enter the Lock & Charge solution, an electronic bicycle (ebike) fleet management system which streamlines management, safety, and commerce into a single easy-to-use platform for clients and end-users through using their mobile devices.  In an innovative mix of engineering and business finesse, Lock & Charge allows 1) One-stop easy fleet management for clients through its control centre application 2) One-stop easy usage of services for end-users through its ëebike riderí application 3) Affordable market entry for clients only requiring 1 ebike, 1 lock, and 1 dock station to start their businesses 4) Effective theft prevention through a siren alarm, tracking system, and steel jacketed cables. 5) And inclusivity for all riders based on their needs (e.g lower horse-power for the elderly, smaller ebikes for children etc.)\n\nLock & Charge has already established key sales channels in line with its go-to market strategy of  establishing ebike fleets in co-working office locations, already implementing 2 trials fleets with raving results. It is currently at a pivotal stage requiring additional funds to 1) Engineer universal chargers into the dock stations, ensuring battery charging for all ebikes types,  allowing  accessibility to a wider range of customers . 2) Complete software and application optmization and integration with the lock and dock station equipment for all functionalities to work seamlessly for end-users and clients.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LOCK & CHARGE S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "D.LABS, RAZVOJ SPLETNIH APLIKACIJ DOO;TRETEC SRL",
    "participantCountries": "SI;IT",
    "projectParticipants": {
        "935189805": {
            "orgId": "935189805",
            "orgName": "LOCK & CHARGE S.R.L.",
            "ecContrib": 50000
        },
        "934321946": {
            "orgId": "934321946",
            "orgName": "D.LABS, RAZVOJ SPLETNIH APLIKACIJ DOO",
            "ecContrib": 0
        },
        "934401583": {
            "orgId": "934401583",
            "orgName": "TRETEC SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}