{
    "rcn": "200040",
    "acronym": "GROWTHPATTERN",
    "topics": "ERC-StG-2015",
    "title": "Coordination Of Patterning And Growth In The Spinal Cord",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Individuals of the same species vary widely in size, but their organs have reproducible proportions and patterns of cell types. How cell fate specification and tissue growth are coordinated during embryonic development to achieve this reproducibility is a fundamental question in biology. Yet, surprisingly little is known about the underlying mechanisms. A major challenge has been to obtain the quantitative data required to assess the dynamics and variability in growth, pattern and signalling by morphogens ñ molecules that regulate both cell fate specification and tissue growth. I recently established experimental and theoretical approaches that allowed me to reconstruct with unprecedented resolution the three-dimensional growth and pattern of mouse and chick spinal cord. My data revealed a previously unanticipated role of tissue growth dynamics in controlling pattern reproducibility. This quantitative framework provides an exciting opportunity to elucidate the biophysical and molecular mechanisms of growth and pattern coordination. I will use this unique position to understand: 1) how signalling by multiple morphogens is integrated to control pattern, 2) how morphogens control cell cycle kinetics, 3) how morphogen source and target tissue are coupled to achieve pattern reproducibility. To address these issues, I will build on my experience with quantitative analyses to design novel assays where signalling, cell cycle dynamics and transcriptomes can be precisely measured and manipulated with single cell resolution. I will exploit state-of-the-art genome editing techniques to uncouple the critical feedback links and gain a novel perspective on pattern reproducibility and morphogen function. The project will advance our fundamental understanding of tissue morphogenesis and provide novel insights relevant to understanding information processing by signal transduction cascades, morphogen gradient activity, tissue engineering, and cancer biology.",
    "totalCost": "1499119",
    "ecMaxContribution": "1499119",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 1499119
        }
    },
    "calculatedTotalContribution": 1499119
}