{
    "rcn": "200008",
    "acronym": "Dymant-bm",
    "topics": "INSO-10-2015",
    "title": "Disrupting luxury craftsmanship through innovation : An innovative model for a traditional sector",
    "startDate": "01/02/2016",
    "endDate": "31/07/2017",
    "objective": "In our globalized world, luxury is one of the rare markets where one can produce consumption goods in Europe and sell them in Asia, when usually it is the opposite. With a market of Ä213 billion, that is concentrated in France, Italy, Germany, the UK and Spain, luxury is a real asset for the European economy. Still, traditional luxury brands refuse to embrace the digital transition in order to meet the needs of the digital native consumer. We want to solve this paradox.\n\nDymant is a technology-driven startup that aims at disrupting and sublimating the luxury experience. We transform the luxury market by using technology to design (using state of the art 3D modeling techniques and 3D-Printing), customize (using real time 3D rendering) and commercialize (via an online private club) luxury goods faster, more efficiently and more sustainably than before. The objective is to offer luxury products with a high degree of customization.\n\nTo do so, Dymant is developing a solution that connects its proprietary database of European craftsmen with its client, while giving them the tools that enhance the luxury experience for both of them. Dymant has launched a working prototype that is already connected to 300 craftsmen (located in France, Italy, Germany and Spain) , 10 000 B2C users (spread across Europe and the US) in its online private club and 20 corporate clients  some of which are recurring paying users. The objective of this business innovation project is to explore the full potential of this technology and optimize its commercial rollout.\n\nDymant has raised a Ä1 million financing round from two leading European venture capitalists and was named one of the top100 European innovators at the 2014 Open Innovation Forum. Our shareholders include Anne DelliËre Chief Marketing Officer of the Richemont Group (the 2nd largest luxury group in the world) and Michel Gotlib the former European head of marketing for Coca Cola Company.",
    "totalCost": "1650000",
    "ecMaxContribution": "931000",
    "coordinator": "DYMANT.COM",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938825656": {
            "orgId": "938825656",
            "orgName": "DYMANT.COM",
            "ecContrib": 931000
        }
    },
    "calculatedTotalContribution": 931000
}