{
    "rcn": "200044",
    "acronym": "SONNETS",
    "topics": "EURO-6-2015",
    "title": "SOcietal Needs aNalysis and Emerging Technologies in the public Sector",
    "startDate": "01/03/2016",
    "endDate": "31/08/2017",
    "objective": "It is a fact that technology in our age is offering countless solutions that could change the way we live and act and that innovation is lately directly linked with emerging technologies that are applied in various domains. However, despite the investments performed in the last decade the bitter truth is that ìwe are not there yetî when it comes to fully exploiting the benefits of ICT to help the public sector to meet emerging societal needs.\n\nSONNETS will tackle this issue of empowering the public sector in becoming a core innovation driver by dedicating itself to the following core questions:\nï How to identify, monitor and early detect societal trends that need to be met by specific public sector services?\nï How to timely get aware of emerging technologies and assess their usability for the public sector?\n\nTo provide convincing answers to these questions SONNETS will deliver an innovative methodological framework to accelerate the transformation of the public sector through the identification and analysis of emerging technologies that hold the potential to transform the public sector into a technology leader and innovation carrier.\n\nThus SONNETS has committed itself to the mission to foster collaboration between all relevant stakeholders by breaking down knowledge silos towards building a more productive, responsive and innovation generating public sector.\n\nAs such SONNETS is based on the following sub-concepts, which can be witnessed as a quadruple helix:\nï Needs Identification through evidence-based research approaches and methods\nï Innovations Identification and Gap Analysis\nï Impact generation through Community Building and Intense Networking\nï Innovation Transfer through best practice identification in multidisciplinary areas and impact assessment\n\nThese activities will lead to the multidisciplinary development of a roadmap that will allow the public sector to grasp the role of the protagonist in a future of value added services which meet societal needs.",
    "totalCost": "498320",
    "ecMaxContribution": "498319,5",
    "coordinator": "ATOS SPAIN SA",
    "coordinatorCountry": "ES",
    "participants": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;Istituto Superiore Mario Boella",
    "participantCountries": "EL;DE;IT",
    "projectParticipants": {
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 152625
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 112562
        },
        "999599357": {
            "orgId": "999599357",
            "orgName": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
            "ecContrib": 0
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 153382
        }
    },
    "calculatedTotalContribution": 418569
}