{
    "rcn": "200010",
    "acronym": "SLICEWATCH",
    "topics": "SFS-08-2015",
    "title": "Monitoring meat texture to optimize slicing yield and reduce wasted meat in high-speed slicing lines",
    "startDate": "01/05/2016",
    "endDate": "31/10/2018",
    "objective": "The EU-28 meat processing industry generates an annual turnover of Ä160b, with 50% corresponding to SMEs. Over recent years, the production of sliced meat products has grown steadily, driven by increased consumer demand for ready-to-eat products, including cooked and dry-cured ham. Despite significant efforts made by processors to optimize the process, around 10% of meat is wasted during slicing, which amounts to t72,000/year of meat wasted in EU slicing lines. \nThe presence of soft and exudative textures (PSE) in meat is responsible for a major fraction of the meat loss during slicing. On average PSE meat represents yearly costs of Ä180k per slicing line, and Ä490m/year for the EU sector as a whole. At present, meat processors do not have an effective means to address this problem.\nSliceWatch aims to develop a commercial solution to evaluate meat texture in-line, non-invasively, and on a piece by piece basis. Based on a scanning technology developed, demonstrated, and patented by LENZ, meat processors will be able to sort raw meat pieces according to texture, and to  reassign soft textured meat to products which are less sensitive to raw meat texture, e.g. sausages, hamburgers and other specialty products. This will enable processors to increase their slicing yield by 4% to 12%, and to reduce operating costs.\nWith the support of an approved H2020 Phase I project, LENZ successfully demonstrated the SliceWatch prototype in a pilot meat processing line and developed a business plan. The Phase II project will scale-up and validate the solution with meat processors to achieve TRL9, prior to commercialization. \nThe project is an essential part of LENZís business strategy to develop industrial inspection solutions which provide cost savings for the meat processor companies. SliceWatch represents a unique business opportunity for LENZ to boost sales and access international markets, and to help our customers improve their business and achieve environmental benefits.",
    "totalCost": "1731961,25",
    "ecMaxContribution": "1212372,88",
    "coordinator": "LENZ INSTRUMENTS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953977638": {
            "orgId": "953977638",
            "orgName": "LENZ INSTRUMENTS SL",
            "ecContrib": 1212373
        }
    },
    "calculatedTotalContribution": 1212373
}