{
    "rcn": "200009",
    "acronym": "WInspector",
    "topics": "FTIPilot-1-2015",
    "title": "Advanced shearography kit and a robotic deployment platform for on-site inspection of wind turbine blades",
    "startDate": "01/03/2016",
    "endDate": "31/08/2018",
    "objective": "To achieve a thorough investigation for defect presence on a wind turbine blade, close inspection is required. This implies either trained staff tied with ropes on the blade or dismantling and transferring the blade in a workshop environment. While blade dismantling is scarcely used because it requires very long downtime, human inspection also involve a relatively high delay. \nA solution to this problem is to utilize specially designed platforms that can reach the blade and implement faster inspections on site. However, current systems are not very agile or cannot reach close enough to the blade in order to use a high quality nondestructive technique. Hence, they are mostly used to carry out mere visual inspections. \nTo deal with the aforementioned challenge, our team will commercialize WInspector. WInspector consists of an agile robotic platform able to climb up the wind turbine tower and deploy an advanced Digital Shearography kit that carries out the inspection of a blade at a depth of up to 50mm. \nUsers of WInspector benefit through early detecting emerging defects unseen in a visual inspection performed by competing solutions, with a significantly lower downtime for the WTB, and free of dangerous human labor. \nWe have tested and validated the capabilities of WInspector in relevant environment and based on feedback received by wind farm operators, including project participant Gamesa and Iberdola (who has supported us in writing for this application), we are now ready to take the next steps and complete product development allowing us to bring WInspector into the market. \nOur vision is to grow our businesses by Ä19.88 million in gross sales by 2023 and keep growing at 58.8% annually from 2023 onwards. Through our business growth, we will create 181 new jobs. \nIt is our strong belief that the Fast Track to Innovation Pilot is the ideal financial instrument for us to accelerate the procedures required for commercialization.",
    "totalCost": "2752336,25",
    "ecMaxContribution": "2317939,63",
    "coordinator": "WRS MARINE INSPECTIONS AND SERVICES BV",
    "coordinatorCountry": "NL",
    "participants": "INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE;SIEMENS GAMESA RENEWABLE ENERGY INNOVATION & TECHNOLOGY S.L.;LONDON SOUTH BANK UNIVERSITY LBG;AINOOUCHAOU PLIROFORIKI AE;TWI LIMITED",
    "participantCountries": "EL;ES;UK",
    "projectParticipants": {
        "953712149": {
            "orgId": "953712149",
            "orgName": "INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE",
            "ecContrib": 0
        },
        "999792387": {
            "orgId": "999792387",
            "orgName": "SIEMENS GAMESA RENEWABLE ENERGY INNOVATION & TECHNOLOGY S.L.",
            "ecContrib": 304202
        },
        "999911309": {
            "orgId": "999911309",
            "orgName": "LONDON SOUTH BANK UNIVERSITY LBG",
            "ecContrib": 608522
        },
        "998994077": {
            "orgId": "998994077",
            "orgName": "AINOOUCHAOU PLIROFORIKI AE",
            "ecContrib": 326875
        },
        "953304070": {
            "orgId": "953304070",
            "orgName": "WRS MARINE INSPECTIONS AND SERVICES BV",
            "ecContrib": 382515
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 695825
        }
    },
    "calculatedTotalContribution": 2317939
}