{
    "rcn": "200000",
    "acronym": "LEMON",
    "topics": "EE-20-2015",
    "title": "LEMON Less Energy More OpportuNities",
    "startDate": "01/02/2016",
    "endDate": "31/05/2018",
    "objective": "'LEMON 'Less Energy More OpportuNities' focusses on energy investments in the Social Housing sector and involves 2 Housing Company of Emilia Romagna Region ACER Reggio Emilia and ACER Parma, launching 15,29 MÄ of energy investments in 622 private and public social housing dwellings.\nThe project will develop innovative, bankable and aggregated sustainable energy investment scheme based on the following aspects:\n- LEMON will be a pilot project for the Emilia Romagna Region Social Housing Programme, creating a new financing model for energy retrofit interventions and developing a EPC model contracts that will mobilize 15,29 million Euros of investments in social housing buildings energy retrofitting, in order to reduce the buildings energy demand. LEMON will support the investments combining different financing instruments available at National and Regional level (ERDF funds, National financing, National incentive ìConto termicoî and loans) and in particularly it will charge part of the investment on the rents according to the reduced energy costs for the tenants.\n- LEMON will develop the Energy Performance Tenancy Agreement (EPTA). The contract between the tenants and the ACERs will ensure that a portion of the investments covered by ACER Reggio Emilia and ACER Parma with a loan is charged on the rents for as long as the loan is repaid, leveraging on the savings produced by the retrofit interventions.\n\nThe replication of the project will be based on a wide dissemination and capacity building strategy among the social housing companies at regional and national level, and also among other sectors (City councils, Provinces, Regional, public authorities, Groups that represent e.g. Local Government Association, National public authorities, Organisations working in the field of energy efficiency, ESCos, Companies). \nThe project results will be disseminate across Europe towards the EU networks Climate-Kic and Housing Europe.'",
    "totalCost": "630780",
    "ecMaxContribution": "630780",
    "coordinator": "AGENZIA PER L'ENERGIA E LO SVILUPPO SOSTENIBILE ASSOCIAZIONE",
    "coordinatorCountry": "IT",
    "participants": "AZIENDA CASA EMILIA ROMAGNA DELLA PROVINCIA DI REGGIO EMILIA;ASTER - SOCIETA CONSORTILE PER AZIONI;ACER PARMA",
    "participantCountries": "IT",
    "projectParticipants": {
        "924332013": {
            "orgId": "924332013",
            "orgName": "AZIENDA CASA EMILIA ROMAGNA DELLA PROVINCIA DI REGGIO EMILIA",
            "ecContrib": 193121
        },
        "927578312": {
            "orgId": "927578312",
            "orgName": "ACER PARMA",
            "ecContrib": 108775
        },
        "999643686": {
            "orgId": "999643686",
            "orgName": "ASTER - SOCIETA CONSORTILE PER AZIONI",
            "ecContrib": 95120
        },
        "997153502": {
            "orgId": "997153502",
            "orgName": "AGENZIA PER L'ENERGIA E LO SVILUPPO SOSTENIBILE ASSOCIAZIONE",
            "ecContrib": 233764
        }
    },
    "calculatedTotalContribution": 630780
}