{
    "rcn": "200026",
    "acronym": "EU-STRAT",
    "topics": "INT-08-2015",
    "title": "EU-STRAT - The EU and Eastern Partnership Countries: An Inside-Out Analysis and Strategic Assessment",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "Ten years after its inception, the European Neighbourhood Policy (ENP) has fallen short of accomplishing its mission. The war in Ukraine and the rising tensions with Russia have made a re-assessment of the ENP both more urgent and more challenging. EU-STRAT will address two questions: First, why has the EU fallen short of creating peace, prosperity and stability in its Eastern neighbourhood? Second, what can be done to strengthen the EUís transformative power in supporting political and economic change in the six Eastern Partnership (EaP) countries? \nAdopting an inside-out perspective on the challenges of transformation the EaP countries and the EU face, EU-STRAT will\nï develop a conceptual framework for the varieties of social orders in EaP countries to explain the propensity of domestic actors to engage in change;\nï investigate how bilateral, regional and global interdependencies shape the scope of action and the preferences of domestic actors in the EaP countries;\nï de-centre the EU by studying the role of selected member states and other external actors active in the region;\nï evaluate the effectiveness of the Association Agreements and alternative EU instruments, including scientific cooperation, in supporting change in the EaP countries;\nï analyse normative discourses used by the EU and Russia to enhance their influence over the shared neighbourhood.\nï formulate policy recommendations to strengthen the EUís capacity to support change in the EaP countries by advancing different scenarios for developmental pathways.\nEU-STRAT features an eleven-partner consortium including six universities, three think-tanks, one civil society organization and one consultancy. This consortium will achieve the research and policy relevant objectives of the project by bringing together various disciplinary perspectives and methodologies and strengthening links with academics and policy makers across six EU member states, Switzerland and three of the EaP countries.",
    "totalCost": "2665138,75",
    "ecMaxContribution": "2292221,75",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "UKRAINIAN INSTITUTE FOR PUBLIC POLICY CIVIC ORGANIZATION;UNIVERSITEIT LEIDEN;OSRODEK STUDIOW WSCHODNICH IM. MARKA KARPIA;EUROPOS SOCIALINIAI TEISINIAI IR EKONOMINIAI PROJEKTAI;THE UNIVERSITY OF BIRMINGHAM;INSTITUTUL PENTRU DEZVOLTARE SI INITIATIVE SOCIALE VIITORUL;THE EDUCATIONAL-RESEARCH INSTITUTION CENTER FOR THE STUDY OF PUBLIC ADMINISTRATION SYMPA;VILNIAUS UNIVERSITETAS;UNIVERSITAET ST. GALLEN;FONDATION MAISON DES SCIENCES DE L'HOMME",
    "participantCountries": "UA;NL;PL;LT;UK;MD;BY;CH;FR",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 285780
        },
        "999861742": {
            "orgId": "999861742",
            "orgName": "UNIVERSITAET ST. GALLEN",
            "ecContrib": 0
        },
        "927994345": {
            "orgId": "927994345",
            "orgName": "EUROPOS SOCIALINIAI TEISINIAI IR EKONOMINIAI PROJEKTAI",
            "ecContrib": 72500
        },
        "937165113": {
            "orgId": "937165113",
            "orgName": "INSTITUTUL PENTRU DEZVOLTARE SI INITIATIVE SOCIALE VIITORUL",
            "ecContrib": 81500
        },
        "998944316": {
            "orgId": "998944316",
            "orgName": "FONDATION MAISON DES SCIENCES DE L'HOMME",
            "ecContrib": 110625
        },
        "950785368": {
            "orgId": "950785368",
            "orgName": "OSRODEK STUDIOW WSCHODNICH IM. MARKA KARPIA",
            "ecContrib": 193750
        },
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 150000
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 446875
        },
        "938789572": {
            "orgId": "938789572",
            "orgName": "UKRAINIAN INSTITUTE FOR PUBLIC POLICY CIVIC ORGANIZATION",
            "ecContrib": 153750
        },
        "927983384": {
            "orgId": "927983384",
            "orgName": "THE EDUCATIONAL-RESEARCH INSTITUTION CENTER FOR THE STUDY OF PUBLIC ADMINISTRATION SYMPA",
            "ecContrib": 113958
        },
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 683484
        }
    },
    "calculatedTotalContribution": 2292222
}