{
    "rcn": "200006",
    "acronym": "CerISMA",
    "topics": "PHC-12-2015",
    "title": "Cerenkov Imaging for Surgical Margin Assessment",
    "startDate": "01/12/2015",
    "endDate": "30/11/2018",
    "objective": "Cancer is not only a leading public health challenge in Europe, it is also a growing economic challenge. Over three million cases are currently diagnosed each year across the continent. Forecasts show that by 2020 almost half of the population will be diagnosed with the disease in their lifetime. The cost of cancer for the EU is Ä126 billion per year and rising. The health and economic implications of cancer therefore provide a compelling business opportunity for technologies that can improve health outcomes and reduce treatment costs. \n\nSurgery remains one of the primary treatments for cancer, yet surgeons lack the tools to identify accurately and remove cancer during an operation, resulting in costly re-operations and negative health ramifications. Lightpoint Medical has developed a molecular imaging camera (LightPathô) based on a breakthrough imaging modality, Cerenkov Luminescence Imaging (CLI). The technology can provide surgeons with real time intraoperative analysis of cancerous tissue to ensure the complete removal of cancer in a single operation. The device provides the potential for a dramatic reduction in costly re-operations and adjuvant therapies across a wide range of major cancer indications, proving not only an innovative solution for healthcare providers, but also a tool to substantially reduce cancer care costs.\n\nCerISMA is proposed as a multi-centre clinical trial to confirm the clinical efficacy of LightPathô in a lead cancer indication and to evidence the health economic impact of the technology. The project is vital for the companyís growth, fundamentally underpinning the companyís ambitious sales and marketing strategy across strategic target territories in Europe and the US.",
    "totalCost": "2351461,25",
    "ecMaxContribution": "2351461,25",
    "coordinator": "LIGHTPOINT MEDICAL LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952935082": {
            "orgId": "952935082",
            "orgName": "LIGHTPOINT MEDICAL LTD",
            "ecContrib": 2351461
        }
    },
    "calculatedTotalContribution": 2351461
}