{
    "rcn": "200014",
    "acronym": "RNAEPIGEN",
    "topics": "ERC-StG-2015",
    "title": "Mechanisms of epigenetic inheritance by short RNAs",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Epigenetic mechanisms are considered to be central to the development of multicellular organisms made of different cell types, all having identical genomes. Similarly, they may explain how genetically identical organisms are capable of adapting to distinct environmental conditions. Yet, the molecular mechanisms regulating how epigenetic traits can be inherited during cell division or across generations are not fully understood. Using the nematode Caenorhabditis elegans, we have recently revealed how the nuclear Argonaute protein CSR-1 and its associated short RNAs participate in global transcriptional regulation and chromatin organization. This unprecedented observation opened up a new class of molecular mechanisms by which Argonaute proteins and their bound short RNAs may actively contribute to epigenetic inheritance in animals.\nThis research proposal focuses on the characterization of short-RNA-based mechanisms of epigenetic inheritance during animal development and upon environmental changes. Using C. elegans as an animal model system, we plan to integrate genetic, biochemical, and molecular biology tools with high-throughput genomic and proteomic approaches to dissect (i) the molecular mechanism by which CSR-1-bound short RNAs regulate transcription, (ii) test their ability in propagating the memory of actively transcribed genomic regions during early embryonic development, and (iii) characterize their role in propagating the memory of stress responses across generations to facilitate the adaptation of animals to environmental changes.\n\nGiven the association of nuclear Argonaute proteins with transcriptionally active loci in metazoans, we anticipate that similar CSR-1-like epigenetic functions are also conserved in humans. Therefore, our research has the potential to significantly advance our understanding of the molecular mechanisms underlying epigenetic inheritance and reveals their impact on animal development and adaptation to changing environments.",
    "totalCost": "1791250",
    "ecMaxContribution": "1791250",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 1791250
        }
    },
    "calculatedTotalContribution": 1791250
}