{
    "rcn": "200045",
    "acronym": "MedReset",
    "topics": "INT-06-2015",
    "title": "MEDRESET.A comprehensive, integrated,and bottom-up approach to reset our understanding of the Mediterranean space, remap the region,and reconstruct inclusive, responsive,and flexible EU policies in it",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "Euro-Mediterranean policies, as well as research on them, have been characterized by a Euro-centric approach based on a narrow geopolitical construction of the Mediterranean. Moreover, stakeholders, policy instruments, and policy issues have been defined from a European standpoint, marginalizing the perspectives and needs of local states and people, and ignoring the role played by new and powerful regional and global actors. In an increasingly multipolar world, overcoming this Euro-centric approach is key for Europe to play a more meaningful role in the region. Thus, MEDRESET aims to reset our understanding of the Mediterranean and develop alternative visions for a new partnership and corresponding EU policies, reinventing a future role for the EU as an inclusive, flexible, and responsive ëactorí in the region. This will be achieved through an integrated research design which is in three phases: it 1) de-constructs the EU construction of the Mediterranean, 2) counters it by mapping the region on the geopolitical level and in four key policy areas (political ideas, agriculture and water, industry and energy, migration and mobility) alongside a three-dimensional framework (stakeholders, policy instruments, policy issues), which directly feeds into 3) a reconstruction of a new role for the EU, enhancing its ability to exert reflexive leadership and thus its relevance in the region. Embedded in an interdisciplinary research team, as well as in a civil society and media network, MEDRESET evaluates the effectiveness and potential of EU policies by investigating whether current policies still match the changing geopolitical configuration of the Mediterranean area. The perceptions of EU policies and the reasons for their successes or failures are assessed by surveying top-down and bottom-up stakeholders on both shores of the Mediterranean. Country-tailored policy recommendations for the EU will be given for four key countries: Egypt, Lebanon, Morocco, and Tunisia.",
    "totalCost": "2497056,25",
    "ecMaxContribution": "2497056,25",
    "coordinator": "ISTITUTO AFFARI INTERNAZIONALI",
    "coordinatorCountry": "IT",
    "participants": "American University of Beirut;UNIVERSITY OF DURHAM;KOLEGIUM EUROPEJSKIE;ARAB STUDIES INSTITUTE - RESEARCH AND EDUCATION METHODOLOGIES;CAIRO UNIVERSITY;UNIVERSITE MOULAY ISMAIL;FACULTE DE DROIT ET DES SCIENCES POLITIQUES DE TUNIS;Centre for International Information and Documentation in Barcelona;KAMUSAL POLITIKA VE DEMOKRASI CALISMALARI DERNEGI;INSTITUT DE PREPARATION A L'ADMINISTRATION ET A LA GESTION;FORUM INTERNAZIONALE ED EUROPEO DIRICERCHE SULL'IMMIGRAZIONE",
    "participantCountries": "LB;UK;PL;EG;MA;TN;ES;TR;FR;IT",
    "projectParticipants": {
        "999529808": {
            "orgId": "999529808",
            "orgName": "FORUM INTERNAZIONALE ED EUROPEO DIRICERCHE SULL'IMMIGRAZIONE",
            "ecContrib": 149840
        },
        "949302432": {
            "orgId": "949302432",
            "orgName": "INSTITUT DE PREPARATION A L'ADMINISTRATION ET A LA GESTION",
            "ecContrib": 189776
        },
        "999793939": {
            "orgId": "999793939",
            "orgName": "Centre for International Information and Documentation in Barcelona",
            "ecContrib": 215248
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 184405
        },
        "924137722": {
            "orgId": "924137722",
            "orgName": "FACULTE DE DROIT ET DES SCIENCES POLITIQUES DE TUNIS",
            "ecContrib": 136259
        },
        "999843215": {
            "orgId": "999843215",
            "orgName": "CAIRO UNIVERSITY",
            "ecContrib": 140500
        },
        "998331082": {
            "orgId": "998331082",
            "orgName": "American University of Beirut",
            "ecContrib": 133840
        },
        "930208467": {
            "orgId": "930208467",
            "orgName": "KAMUSAL POLITIKA VE DEMOKRASI CALISMALARI DERNEGI",
            "ecContrib": 304170
        },
        "938534947": {
            "orgId": "938534947",
            "orgName": "KOLEGIUM EUROPEJSKIE",
            "ecContrib": 144574
        },
        "928674703": {
            "orgId": "928674703",
            "orgName": "ARAB STUDIES INSTITUTE - RESEARCH AND EDUCATION METHODOLOGIES",
            "ecContrib": 223562
        },
        "998864776": {
            "orgId": "998864776",
            "orgName": "UNIVERSITE MOULAY ISMAIL",
            "ecContrib": 138846
        },
        "999694708": {
            "orgId": "999694708",
            "orgName": "ISTITUTO AFFARI INTERNAZIONALI",
            "ecContrib": 536036
        }
    },
    "calculatedTotalContribution": 2497056
}