{
    "rcn": "200017",
    "acronym": "PUBLENEF",
    "topics": "EE-07-2015",
    "title": "Supporting PUBLic Authorities for Implementing Energy Efficiency Policies",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "PUBLENEFís overarching goal is to assist Member States in implementing effective and efficient sustainable energy policies (with the focus on energy efficiency ) and empower them to make use of the best practices and policy processes implemented in other MS at the national, regional and/or local level. The specific objectives of the project are to a) Assess and learn from existing Energy Efficiency policy implementation practices in EU member states, regions and cities, b) Strengthen networking opportunities for public agencies on the national, regional and local level, and c) Develop and adjust tools for public agencies to help them implement Energy Efficiency policies. The target audience of PUBLENEF consists of the following groups: National, regional and local authorities, Policy implementation bodies, networks of local and regional authorities, and Market actors and bodies participating in EE policies. The overall approach of the project in order to fulfill these objectives is to: a) Identify the needs from national, regional and local authorities for the implementation of EE policies, b) Collect the best practices and tools for overcoming these needs and replicate them to various MS, regions and municipal authorities, c) develop roadmaps and enhance the process of successful implementation of policies, and d) build and strengthen existing networks of policy makers enabling the knowledge exchange from national to regional to local level in EE policy. As PUBLENEF is a highly policy participatory project, it has ensured the involvement of key players in all energy efficiency policy making field throughout the EU. PUBLENEF has ensured a fine mix of energy agencies (and associations of cities and regions) involved in the formulation of energy efficiency policies on the national, regional and local level and building capacity.",
    "totalCost": "1983012,5",
    "ecMaxContribution": "1960992,5",
    "coordinator": "STICHTING JOINT IMPLEMENTATION NETWORK",
    "coordinatorCountry": "NL",
    "participants": "O.Oe. Energiesparverband;CENTAR ZA PRACENJE POSLOVANJA ENERGETSKOG SEKTORA I INVESTICIJA;ENERGY CITIES/ENERGIE-CITES ASSOCIATION;FEDERATION EUROPEENNE DES AGENCES ET DES REGIONS POUR L'ENERGIE ET L'ENVIRONNEMENT;CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION;ASOCIATIA AGENTIA PENTRU EFICIENTA ENERGETICA SI PROTECLIA MEDIULUI;CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;TIPPERARY ENERGY AGENCY LIMITED;ASSOCIATION OF BULGARIAN ENERGY AGENCIES (ABEA);KRAJOWA AGENCJA POSZANOWANIA ENERGII SPOLKA AKCYJNA;ARENE",
    "participantCountries": "AT;HR;FR;BE;EL;RO;ES;IT;IE;BG;PL",
    "projectParticipants": {
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 164758
        },
        "997168537": {
            "orgId": "997168537",
            "orgName": "ARENE",
            "ecContrib": 150325
        },
        "994565930": {
            "orgId": "994565930",
            "orgName": "KRAJOWA AGENCJA POSZANOWANIA ENERGII SPOLKA AKCYJNA",
            "ecContrib": 85435
        },
        "998945868": {
            "orgId": "998945868",
            "orgName": "FEDERATION EUROPEENNE DES AGENCES ET DES REGIONS POUR L'ENERGIE ET L'ENVIRONNEMENT",
            "ecContrib": 114378
        },
        "966036484": {
            "orgId": "966036484",
            "orgName": "ENERGY CITIES/ENERGIE-CITES ASSOCIATION",
            "ecContrib": 202256
        },
        "965906310": {
            "orgId": "965906310",
            "orgName": "TIPPERARY ENERGY AGENCY LIMITED",
            "ecContrib": 114970
        },
        "994238070": {
            "orgId": "994238070",
            "orgName": "O.Oe. Energiesparverband",
            "ecContrib": 174570
        },
        "953848919": {
            "orgId": "953848919",
            "orgName": "ASSOCIATION OF BULGARIAN ENERGY AGENCIES (ABEA)",
            "ecContrib": 114375
        },
        "999614877": {
            "orgId": "999614877",
            "orgName": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
            "ecContrib": 113729
        },
        "999646014": {
            "orgId": "999646014",
            "orgName": "CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION",
            "ecContrib": 150575
        },
        "930662718": {
            "orgId": "930662718",
            "orgName": "CENTAR ZA PRACENJE POSLOVANJA ENERGETSKOG SEKTORA I INVESTICIJA",
            "ecContrib": 114688
        },
        "938904905": {
            "orgId": "938904905",
            "orgName": "ASOCIATIA AGENTIA PENTRU EFICIENTA ENERGETICA SI PROTECLIA MEDIULUI",
            "ecContrib": 142025
        },
        "994451858": {
            "orgId": "994451858",
            "orgName": "STICHTING JOINT IMPLEMENTATION NETWORK",
            "ecContrib": 318910
        }
    },
    "calculatedTotalContribution": 1960994
}