{
    "rcn": "200042",
    "acronym": "SCHISTO_PERSIST",
    "topics": "ERC-StG-2015",
    "title": "New approaches to characterise Schistosoma mansoni infections persisting despite mass drug administration",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Neglected tropical diseases affect over 1.4 billion people and cause a greater disease burden than HIV/AIDS. Despite extensive mass drug administration (MDA) schistosomiasis remains a major public health issue, with a socio-economic impact second only to malaria amongst parasites. I will evaluate novel strategies and new technologies to monitor the impact of MDA programmes, to identify threats to MDA effectiveness, and enhance control of schistosomiasis in sub-Saharan Africa.\n\nSpecifically I will address five ambitious questions:\n1. What is the best way to monitor schistosome infections and drug efficacy?\n2. Has drug resistance been selected for?\n3. What is the potential for drug resistance to spread?\n4. What other factors drive transmission?\n5. What other factors affect parasite clearance?\n\nThese aims are feasible through innovative interdisciplinary methods including a) state-of-the-art DNA-chip diagnostics, b) novel application of genetic analysis to differentiate surviving worms from juveniles, c) use of drug screening technology to measure in vitro drug susceptibility, providing the first quantifiable in vitro phenotype without using mammals, d) combination of molecular techniques with mathematical models to elucidate the potential spread of phenotypes and e) an unparalleled interdisciplinary approach deducing host effects in non-clearers.\n\nThese methods and technologies have not previously been used to assess MDA effectiveness for any helminth infection. My pioneering research will enable a comparative assessment of how transmission is affected by untreated adults and pre-school children, individuals with heavy infections, coinfections, and drug coverage. This will elucidate optimal strategies to reduce transmission hotspots.\n\nMy results will improve monitoring protocols and inform policy makers on how best to treat schistosomiasis. I will fill a critical global health knowledge gap, with findings transferable across a range of MDA controlled diseases.",
    "totalCost": "1490270",
    "ecMaxContribution": "1490270",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 1490270
        }
    },
    "calculatedTotalContribution": 1490270
}