{
    "rcn": "200016",
    "acronym": "SIC",
    "topics": "INSO-5-2015",
    "title": "Social Innovation Community",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "Developing an enabling environment for social innovation that links actions across the whole field and supports the full exploitation of their potential is vital to addressing societal challenges both in Europe and globally. While there is increasing interest for social innovation as a means of addressing societal challenges, there is also considerable variation in the extent to which different countries and regions have embraced social innovation. There are many research and policy projects and incubation and acceleration programmes with valuable outcomes but these are still largely disconnected. Thus, the overarching aim of this project is to create a ënetwork of networksí of social innovation actors. This Social Innovation Community (SIC) will identify, engage and connect actors including researchers, social innovators, citizens, policy-makers, as well as intermediaries, businesses, civil society organisations and public sector employees. Through our cross-cutting Work Packages, we will deliver engagement, research, experimentation, learning and policy activities that engage with and support each of the networks. We will ensure that our cross-cutting activities are complementary and build on each otherís work, rather than operating in silos. As such, this SIC aims to deepen and strengthen existing networks, forge new connections between networks, and create new links to actors and networks which hitherto have not been included in the field of social innovation. The aims of such a community are to generate new social innovations, develop and scale up successful ideas to share and spread knowledge more effectively in order to improve research, practice and policy-making. By creating an enabling environment for social innovation, the project will improve the overall framework conditions for social innovation in Europe. This in turn will support the creation of opportunities for growth and for overcoming the current social and economic crisis affecting much of Europe.",
    "totalCost": "2991906,25",
    "ecMaxContribution": "2991906,25",
    "coordinator": "ASSOCIATION EUROPEENNE POUR L'INFORMATION SUR LE DEVELOPPEMENT LOCAL",
    "coordinatorCountry": "BE",
    "participants": "LABORATORIJ ZA DRUSTVENE INOVACIJE;SOCIAL INNOVATION EXCHANGE;NESTA;RESEAU EUROPEEN DES VILLES ET REGIONS DE L'ECONOMIE SOCIALE AISBL;TEKNOLOGISK INSTITUT;THE YOUNG FOUNDATION LBG;TECHNISCHE UNIVERSITAT DORTMUND;ZENTRUM FUR SOZIALE INNOVATION GMBH;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA;DUTCH RESEARCH INSTITUTE FOR TRANSITIONS BV",
    "participantCountries": "HR;UK;BE;DK;DE;AT;IT;ES;NL",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 294350
        },
        "940719872": {
            "orgId": "940719872",
            "orgName": "ZENTRUM FUR SOZIALE INNOVATION GMBH",
            "ecContrib": 341655
        },
        "952840410": {
            "orgId": "952840410",
            "orgName": "NESTA",
            "ecContrib": 235212
        },
        "954654310": {
            "orgId": "954654310",
            "orgName": "LABORATORIJ ZA DRUSTVENE INOVACIJE",
            "ecContrib": 130775
        },
        "965366408": {
            "orgId": "965366408",
            "orgName": "DUTCH RESEARCH INSTITUTE FOR TRANSITIONS BV",
            "ecContrib": 209225
        },
        "999460356": {
            "orgId": "999460356",
            "orgName": "TEKNOLOGISK INSTITUT",
            "ecContrib": 278298
        },
        "999848453": {
            "orgId": "999848453",
            "orgName": "TECHNISCHE UNIVERSITAT DORTMUND",
            "ecContrib": 237665
        },
        "968929703": {
            "orgId": "968929703",
            "orgName": "THE YOUNG FOUNDATION LBG",
            "ecContrib": 392038
        },
        "986377772": {
            "orgId": "986377772",
            "orgName": "RESEAU EUROPEEN DES VILLES ET REGIONS DE L'ECONOMIE SOCIALE AISBL",
            "ecContrib": 94265
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 204575
        },
        "950764610": {
            "orgId": "950764610",
            "orgName": "SOCIAL INNOVATION EXCHANGE",
            "ecContrib": 433538
        },
        "950744725": {
            "orgId": "950744725",
            "orgName": "ASSOCIATION EUROPEENNE POUR L'INFORMATION SUR LE DEVELOPPEMENT LOCAL",
            "ecContrib": 140311
        }
    },
    "calculatedTotalContribution": 2991907
}