{
    "rcn": "200043",
    "acronym": "SIMPATICO",
    "topics": "EURO-6-2015",
    "title": "SIMplifying the interaction with Public Administration Through Information technology for Citizens and cOmpanies",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "A seamless interaction with the public administration (PA) is crucial to make the daily activities of companies and citizens more effective and efficient, saving time and money in the management of administrative processes. In particular, online public services have an enormous potential for reducing the administrative burden of companies and citizens, as well as for creating saving opportunities for the PA. This potential is however far from being fully exploited. Online services made available by the PA typically rely on standardized processes, copied from their offline counterparts and designed only from the public sector organizationsí own perspective. This results in online services that fail to adapt to the specific needs of citizens and companies. \nWith SIMPATICO, we address the issues above by proposing a novel approach for the delivery of personalized online services that, combining emerging technologies for language processing and machine learning with the wisdom of the crowd, makes interactions with the PA easier, more efficient and more effective. SIMPATICO combines top-down knowledge of the PA with bottom-up contributions coming from the community. These contributions can be of different types, ranging from the qualified expertise of civil servants and professionals to problems and doubts raised by citizens and companies that find online services difficult to use. Our approach is able to take into account both explicit information sources coming from citizens, professionals and civil servants, and implicit ones, extracted from user logs and past user interactions.  SIMPATICOís ëlearning by doingí approach will use this information and match it with user profiles to continuously adapt and improve interactions with the public services. All the collected information on public services and procedures will be made available within Citizenpedia, a collective knowledge database released as a new public domain resource.",
    "totalCost": "3628718,75",
    "ecMaxContribution": "3628718,75",
    "coordinator": "FONDAZIONE BRUNO KESSLER",
    "coordinatorCountry": "IT",
    "participants": "SHEFFIELD CITY COUNCIL;HI IBERIA INGENIERIA Y PROYECTOS SL;THE UNIVERSITY OF SHEFFIELD;COMUNE DI TRENTO;CONSELLERIA DE POLITICA SOCIAL  XUNTA DE GALICIA;BENG BUSINESS ENGINEERING S.R.L. IN BREVE BENG S.R.L.;ENGINEERING - INGEGNERIA INFORMATICA SPA;UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA;SPARTA TECHNOLOGIES LTD",
    "participantCountries": "UK;ES;IT",
    "projectParticipants": {
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 712500
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 441250
        },
        "999876971": {
            "orgId": "999876971",
            "orgName": "UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA",
            "ecContrib": 516719
        },
        "999640582": {
            "orgId": "999640582",
            "orgName": "SHEFFIELD CITY COUNCIL",
            "ecContrib": 153750
        },
        "996346074": {
            "orgId": "996346074",
            "orgName": "HI IBERIA INGENIERIA Y PROYECTOS SL",
            "ecContrib": 390000
        },
        "923591321": {
            "orgId": "923591321",
            "orgName": "CONSELLERIA DE POLITICA SOCIAL  XUNTA DE GALICIA",
            "ecContrib": 148750
        },
        "952474429": {
            "orgId": "952474429",
            "orgName": "COMUNE DI TRENTO",
            "ecContrib": 156250
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 480000
        },
        "929401136": {
            "orgId": "929401136",
            "orgName": "BENG BUSINESS ENGINEERING S.R.L. IN BREVE BENG S.R.L.",
            "ecContrib": 167500
        },
        "953485654": {
            "orgId": "953485654",
            "orgName": "SPARTA TECHNOLOGIES LTD",
            "ecContrib": 462000
        }
    },
    "calculatedTotalContribution": 3628719
}