{
    "rcn": "200095",
    "acronym": "EMPOWERING",
    "topics": "EE-07-2015",
    "title": "EMPOWERING LOCAL PUBLIC AUTHORITIES TO BUILD INTEGRATED SUSTAINABLE ENERGY STRATEGIES",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "EMPOWERING proposal contributes to the shift of 6 EU regions toward low-carbon society by enhancing the capacities of municipalities and regional representatives to shape integrated energy strategies and plans. The project contributes to bridge the gap of skills needed to plan energy measures in the new 2030 framework for Climate and Energy Policy in terms of GHG emission reduction, renewable energy and energy efficiency. EMPOWERING addresses energy saving challenges involving local municipalities and regional authorities in a sound transnational exchange and learning activities (WP3) including: a) transnational seminars; b) peer to peer exchange for regional authorities; c) study visit to one EU best practice and two partnersí best practice. Local target audience is then effectively reached thanks to ad hoc capacity local building measures (WP4) addressing different target groups to maximize the learning experience. The improved knowledge and competences of local authorities are put into practice during the development of  the mitigation part of SECAPs and in the upgrading of the existing SEAPs, while regional authorities are supported in shaping regional energy vision to 2050 highlighting the main energy challenges and identifying possible financial strategic actions to be implemented (WP5). The proposal is built on a solid and innovative strategic planning methodology which has a high replicability potential, strengthening the European added value of the project. This process is triggered by the cooperation of a comprehensive partnership, which involves technical-scientific partners and regional development agencies, creating the conditions to achieve projectís objectives.",
    "totalCost": "1497003,75",
    "ecMaxContribution": "1497003,75",
    "coordinator": "SVIM - SVILUPPO MARCHE SPA SOCIETA UNIPERSONALE",
    "coordinatorCountry": "IT",
    "participants": "NORDA ESZAK-MAGYARORSZAGI REGIONALIS FEJLESZTESI UGYNOKSEG KOZHASZNU nonprofit KORLATOLT FELELOSSEGU TARSASAG;BORA 94 BORSOD-ABAUJ-ZEMPLEN MEGYEIFEJLESZTESI UGYNOKSEG KOZHASZNU NONPROFIT KORLATOLT FELELOSSEGU TARSASAG;CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION;RISE RESEARCH INSTITUTES OF SWEDEN AB;Agentia pentru Dezvoltare Regionala Nord-Est;AGENCIA DE MEDIO AMBIENTE Y AGUA DE ANDALUCIA;ISTARSKA RAZVOJNA AGENCIJA, DRUSTVO ZA OBRADU PODATAKA, SAVJETOVANJE I ZASTUPANJE, DOO;REGION OF CENTRAL MACEDONIA",
    "participantCountries": "HU;EL;SE;RO;ES;HR",
    "projectParticipants": {
        "963776481": {
            "orgId": "963776481",
            "orgName": "AGENCIA DE MEDIO AMBIENTE Y AGUA DE ANDALUCIA",
            "ecContrib": 227895
        },
        "916510515": {
            "orgId": "916510515",
            "orgName": "BORA 94 BORSOD-ABAUJ-ZEMPLEN MEGYEIFEJLESZTESI UGYNOKSEG KOZHASZNU NONPROFIT KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 114752
        },
        "986565370": {
            "orgId": "986565370",
            "orgName": "Agentia pentru Dezvoltare Regionala Nord-Est",
            "ecContrib": 147519
        },
        "950584190": {
            "orgId": "950584190",
            "orgName": "ISTARSKA RAZVOJNA AGENCIJA, DRUSTVO ZA OBRADU PODATAKA, SAVJETOVANJE I ZASTUPANJE, DOO",
            "ecContrib": 128375
        },
        "951347774": {
            "orgId": "951347774",
            "orgName": "REGION OF CENTRAL MACEDONIA",
            "ecContrib": 110350
        },
        "999646014": {
            "orgId": "999646014",
            "orgName": "CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION",
            "ecContrib": 157338
        },
        "998833445": {
            "orgId": "998833445",
            "orgName": "NORDA ESZAK-MAGYARORSZAGI REGIONALIS FEJLESZTESI UGYNOKSEG KOZHASZNU nonprofit KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 0
        },
        "999613422": {
            "orgId": "999613422",
            "orgName": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
            "ecContrib": 265862
        },
        "986340039": {
            "orgId": "986340039",
            "orgName": "SVIM - SVILUPPO MARCHE SPA SOCIETA UNIPERSONALE",
            "ecContrib": 344912
        }
    },
    "calculatedTotalContribution": 1497003
}