{
    "rcn": "200007",
    "acronym": "OncoMasTR",
    "topics": "PHC-12-2015",
    "title": "OncoMasTR - Novel Prognostic Assay for Early Stage Breast Cancer",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "OncoMark Ltd are developing a novel, game-changing breast cancer prognostic assay, called OncoMasTR, which has the potential to transform clinical practice and patient care. OncoMasTR will help clinicians to decide which patients should receive chemotherapy for early stage breast cancer, which is a pressing clinical and economic issue worldwide. OncoMasTR is more cost-effective than competitor assays, demonstrates superior performance clinically, generates a user-friendly binary (yes/no) output and can be carried out on-site using standard equipment. Our principal aim is to develop OncoMasTR as a CE marked kit, and penetrate a global market. \n\nOncoMasTR comprises a novel panel of biomarkers of tumour progression, measured by qRT-PCR using standard procedures and equipment. Objectives for Phase 2 are to analytically, clinically and commercially validate the OncoMasTR prototype under ISO13485 standards, using two large cohorts of breast cancer patients. Access to tissues from a prospective clinical trial will enable us to benchmark OncoMasTRís performance against the leading competitor assay. Communication and dissemination of data will be key to building a strong base of OncoMasTR ambassadors in the clinical arena, and to leverage private investment in OncoMark for development of other products in our pipeline. OncoMasTR will bring OncoMark into the clinical biomarker arena and will positively impact healthcare costs in the EU and globally.",
    "totalCost": "2751250",
    "ecMaxContribution": "2751250",
    "coordinator": "OncoMark Limited",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997663043": {
            "orgId": "997663043",
            "orgName": "ONCOMARK LIMITED",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}