{
    "rcn": "200032",
    "acronym": "EXO-ATMOS",
    "topics": "ERC-StG-2015",
    "title": "Exploring the Plurality of New Worlds: Their Origins, Climate and Habitability",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Recent surveys have revealed an amazing, and yet unexplained, diversity of planets orbiting other stars. The key to understanding and exploiting this diversity is to study their atmospheres. This is because exoplanetsí atmospheres are unique laboratories that hold the potential to transform our understanding of planet formation, physics, and habitability. This is a new opportunity to place the Solar System and the Earthís ecosystem in a broader context; one of the main goals of modern astrophysics.†\n\nThe aim of this proposal is to leverage exoplanet detections, as well as observational capabilities and theoretical frameworks, to deepen and broaden our understanding of planetary physics. This project will transform the field of exoplanet atmospheres by contributing to three major advances. We will: i) push exoplanet characterization new frontiers by providing the largest in-depth study of atmospheres through the measurements of precise spectra, and the retrieval of their composition, in order to constrain their origins; ii) reveal for the first time global exo-climate through a novel method to probe atmospheric structure and dynamics; and iii) pioneer an innovative approach that uses robotic small telescopes to estimate the impact of stellar radiation on atmospheres, with a particular focus on their habitability. Theses objectives will be achieved via an ambitious portfolio of cutting-edge observations, combined with state-of-the-art modelling for their interpretation. Their accomplishment would be a major breakthrough, culminating in a comprehensive comparative exoplanetology, which in turn will open up new key discoveries in planetary formation and evolution. Our expertise will also enable predictions on conditions for habitability and direct the search atmospheric biosignatures with upcoming capabilities. The impact of our discoveries will go well beyond the scientific community since the quest of our origins is of interest to mankind.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}