{
    "rcn": "200062",
    "acronym": "INFORM",
    "topics": "INT-10-2015",
    "title": "CLOSING THE GAP BETWEEN FORMAL AND INFORMAL INSTITUTIONS IN THE BALKANS",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "'Southeast Europe has seen a century of continuous transformation and ìtransitionî ñ the disappearance and emergence of states, political and legal systems, ideologies, institutions, and social classes. This has been accompanied by a stability of social practices resistant to change. Shaken by radically changing ideological and legal structures, citizens rely on customary and informal social networks of kin, symbolic kin, and friends for meeting economic needs, and on clan- or kin-related structures rather than the rule of law for security and protection. We trace the persistence of informal practices to: 1) the external origin of major transformations, including the ìtransitionsî to and from socialism; 2) the incomplete character of change, which has tended to be replaced by equally radical but diametrically opposed projects; 3) the development of a buffer culture based on informal practices, directed to enabling people to survive under unstable conditions; and 4) the widening gap between formal institutions and informal social practices.\nThe distance between proclaimed goals and existing practices represents the key challenge to the European integration of Balkan societies. The integration process could end with superficial change, behind which the 'real' social life of corruption, clientelism, tension, inequality, and exclusion will continue to unfold. We propose to explicate the key formal and informal ìrules of the gameî, and to identify and decipher the 'unwritten rules' which underpin tactical maneuvering between formal and informal institutions, in various spheres and at various levels of social life. These would then be compared to the demands and recommendations laid out in the key EU documents outlining expectations from Southeast European states. The goal is to contribute to the formulation of policy recommendations which would aim not to eradicate informal practices, but to close the gap between formal and informal institutions in Balkan societies.'",
    "totalCost": "2486331,5",
    "ecMaxContribution": "2486331,5",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "INSTITUT ZA DEMOKRATIJA SOCIETAS CIVILIS SKOPJE;INSTITUT ZA ETNOLOGIJU I FOLKLORISTIKU;CENTER FOR EMPIRICAL CULTURAL STUDIES OF SOUTH EAST EUROPE;RIGAS STRADINA UNIVERSITATE;UNIVERZA V MARIBORU;CENTAR ZA INTRADISCIPLINARNA PRIMIJENJENA DRUSTVENA ISTRAZIVANJA;QENDRA E KERKIMEVE HISTORIKE DHE ANTROPOLOGJIKE;SOCIAL RESEARCH KOSOVA LLC",
    "participantCountries": "MK;HR;RS;LV;SI;BA;AL;XK",
    "projectParticipants": {
        "929783607": {
            "orgId": "929783607",
            "orgName": "QENDRA E KERKIMEVE HISTORIKE DHE ANTROPOLOGJIKE",
            "ecContrib": 161075
        },
        "973242420": {
            "orgId": "973242420",
            "orgName": "INSTITUT ZA ETNOLOGIJU I FOLKLORISTIKU",
            "ecContrib": 225775
        },
        "929944239": {
            "orgId": "929944239",
            "orgName": "CENTER FOR EMPIRICAL CULTURAL STUDIES OF SOUTH EAST EUROPE",
            "ecContrib": 254425
        },
        "999843118": {
            "orgId": "999843118",
            "orgName": "RIGAS STRADINA UNIVERSITATE",
            "ecContrib": 306625
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 623306
        },
        "928726695": {
            "orgId": "928726695",
            "orgName": "CENTAR ZA INTRADISCIPLINARNA PRIMIJENJENA DRUSTVENA ISTRAZIVANJA",
            "ecContrib": 250800
        },
        "942478773": {
            "orgId": "942478773",
            "orgName": "INSTITUT ZA DEMOKRATIJA SOCIETAS CIVILIS SKOPJE",
            "ecContrib": 243925
        },
        "929865572": {
            "orgId": "929865572",
            "orgName": "SOCIAL RESEARCH KOSOVA LLC",
            "ecContrib": 176075
        },
        "999903646": {
            "orgId": "999903646",
            "orgName": "UNIVERZA V MARIBORU",
            "ecContrib": 244325
        }
    },
    "calculatedTotalContribution": 2486331
}