{
    "rcn": "200027",
    "acronym": "GAP60PTP",
    "topics": "ERC-PoC-2015",
    "title": "Gap Waveguides for Point-To-Point Wireless Links at 60 GHz and beyond",
    "startDate": "01/02/2016",
    "endDate": "31/07/2017",
    "objective": "Our idea is to enable the next generation of mobile network infrastructure for high speed data communication through the use of a new technology platform called gap waveguides. The demand for mobile data is growing rapidly and operators see their costs for mobile infrastructure rising. To meet the demand, and at the same time manage costs, the industry is looking at an increased adoption of smaller, more cost-efficient mobile base stations (small cells) closer to the end-user. These are expected to be connected wirelessly through high bandwidth point-to-point (PTP) solutions operating at 60 GHz and above.\nTo be used at scale, these PTP solutions must fit into the city landscape, be cost-efficient, and easy to install. However, current radio frequency (RF) technology at 60 GHz leads to bulky and expensive products with poor performance as losses increase dramatically with frequency. Gap waveguides is a newly invented technology platform for constructing microwave circuits, which has been shown to have inherently low losses.\n\nOur concept is to apply the gap waveguide technology to RF front-ends in PTP solutions. The objective with the proof-of-concept study is to understand the market need for an integrated 60 GHz RF front-end in more detail, and evaluate potential mass production methods to verify the conceptís commercial viability. The study will be performed in four phases: (1) A pre-study capturing the current research status and detailing the project plan; (2) A market verification including market, customer competitive analyses; (3) A mass production method evaluation to identify and evaluate potential methods for machining and assembly of gap waveguide based components; and (4) A definition of the way forward summarizing key findings, conclusions, drafting of plans for market entry and production development. A team consisting of the Principle investigator, a project manager, a business analyst and an external technology expert will perform the study.",
    "totalCost": "149824,75",
    "ecMaxContribution": "149824,75",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "ISEA SWEDEN KOMMANDITBOLAG",
    "participantCountries": "SE",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 43556
        },
        "935765985": {
            "orgId": "935765985",
            "orgName": "ISEA SWEDEN KOMMANDITBOLAG",
            "ecContrib": 106269
        }
    },
    "calculatedTotalContribution": 149825
}