{
    "rcn": "200075",
    "acronym": "TrustEE",
    "topics": "EE-21-2015",
    "title": "TrustEE ñ innovative market based Trust for Energy Efficiency investments in industry",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "Industry alone accounts for one-third of all the energy used globally and for almost 40% of worldwide CO2 emissions. Heat for Industrial Processes stands for 17% of the overall energy demand and for 69% of the industrial energy demand in the EU28 countries in 2013. Whereas available EE and RE technologies could supply a significant share of heat requirements in industry. \n\nEven when technological or non-technological barriers are removed, investment conditions still hold has a key barrier to a further market penetration and to a due exploitation of their market potential. Besides an insufficient awareness of technological solutions or lack of appropriate financial support measures, the main barriers to Process Heat Efficiency and Sustainability (PHES) investments are related to financing conditions:\nï end-user as own resources PHES but investments are regarded as having long payback;\nï end-user as limited own resources access to funding is difficult and limits investments.\n\nAcknowledging these facts, the main objective of TrustEE is the definition and implementation of a market based financing model for PHES applications, gathering financial resources among a wide base of investors and assuring the investment capital for SME industries. Based on an Equity Trust model, TrustEE embodies an innovative approach to PHES financing, gathering the market expertise of end-users and technology providers on identifying specific projects matching objective economic viability criteria and providing them a financing tool embodying technical support and securitization measures ensuring: optimized investment conditions; reduction of risk; bypass restrictive criteria for SMEs financing conditions.",
    "totalCost": "1409995",
    "ecMaxContribution": "1409995",
    "coordinator": "AEE - INSTITUT FUR NACHHALTIGE TECHNOLOGIEN",
    "coordinatorCountry": "AT",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;UNIVERSIDADE DE EVORA;BORG & CO AB;EUROPEAN COUNCIL FOR AN ENERGY EFFICIENT ECONOMY FORENING - ECEEE;AINIA;REENAG HOLDING GMBH",
    "participantCountries": "DE;PT;SE;ES;AT",
    "projectParticipants": {
        "998269196": {
            "orgId": "998269196",
            "orgName": "UNIVERSIDADE DE EVORA",
            "ecContrib": 164369
        },
        "953624752": {
            "orgId": "953624752",
            "orgName": "EUROPEAN COUNCIL FOR AN ENERGY EFFICIENT ECONOMY FORENING - ECEEE",
            "ecContrib": 16956
        },
        "913494300": {
            "orgId": "913494300",
            "orgName": "BORG & CO AB",
            "ecContrib": 178746
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 315682
        },
        "938472673": {
            "orgId": "938472673",
            "orgName": "REENAG HOLDING GMBH",
            "ecContrib": 248388
        },
        "999947781": {
            "orgId": "999947781",
            "orgName": "AINIA",
            "ecContrib": 164589
        }
    },
    "calculatedTotalContribution": 1088730
}