{
    "rcn": "200063",
    "acronym": "smarticipate",
    "topics": "INSO-1-2015",
    "title": "smart services for calculated impact assessment in open governance",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "SMARTICIPATE is a data-rich citizen dialogue system, transforming public data into new intelligence, and transposing elements of intelligent ICT development to urban governance. The aim is to integrate bottom-up processes in the realm of city planning, using the full potential of citizens by sharing ideas in the co-production of decision making. smarticipate thereby transforms interaction between citizens, businesses and public administrations in the management of cities, providing a must-have tool that improves citiesí performance, leverages government-citizen relationships, reduces burdens on government via co-production of tasks, and saves money through increased efficiency of processes.\nAs a consequence, citizens get full access to public open data and feedback on their neighborhood-related and citywide ideas for city development. This is achieved in a playful, digital dialogue based on the creation of  an open, easy accessible platform. This allows government,  NGOs, businesses and citizens to develop their own apps as producers and co-producers. As a result, citizens are empowered to play active roles in the public domain, to develop new tools and to generate new public services, thereby making major contributions to Europe 2020 strategies for smart, sustainable and inclusive growth in Europeís cities.\nSMARTICIPATE platform contains two generic components and functions: \nï To create an interactive model for impact assessment with the ability to modify the modelled objects, to understand the impacts of citizen-centric urban planning;\nï To create a user interaction tool (web-server) that enables structured interaction with users and communities. \nsmarticipate offers real world solutions developed and tested in Hamburg, Rome and London, that are fully effective and implementable, as well as sustainable in the long term. These three pilot city demonstrations are transferable to all cities throughout Europe, supporting a fully sustainable business model.",
    "totalCost": "3293020",
    "ecMaxContribution": "2997259,38",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "ROYAL BOROUGH OF KENSINGTON AND CHELSEA;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;ROMA CAPITALE;FREIE UND HANSESTADT HAMBURG;UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL;GEOVILLE INFORMATIONSSYSTEME UND DATENVERARBEITUNG GMBH;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;WETRANSFORM GMBH;ANDRIES GEERSE STEDENBOUWKUNDIGE BV",
    "participantCountries": "UK;AT;IT;DE;NL",
    "projectParticipants": {
        "998860314": {
            "orgId": "998860314",
            "orgName": "GEOVILLE INFORMATIONSSYSTEME UND DATENVERARBEITUNG GMBH",
            "ecContrib": 278596
        },
        "999512736": {
            "orgId": "999512736",
            "orgName": "ROMA CAPITALE",
            "ecContrib": 108750
        },
        "999839432": {
            "orgId": "999839432",
            "orgName": "UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL",
            "ecContrib": 486000
        },
        "938541349": {
            "orgId": "938541349",
            "orgName": "WETRANSFORM GMBH",
            "ecContrib": 108938
        },
        "998928602": {
            "orgId": "998928602",
            "orgName": "FREIE UND HANSESTADT HAMBURG",
            "ecContrib": 135000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 625250
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 521401
        },
        "929225566": {
            "orgId": "929225566",
            "orgName": "ANDRIES GEERSE STEDENBOUWKUNDIGE BV",
            "ecContrib": 245700
        },
        "951850719": {
            "orgId": "951850719",
            "orgName": "ROYAL BOROUGH OF KENSINGTON AND CHELSEA",
            "ecContrib": 108750
        },
        "998341364": {
            "orgId": "998341364",
            "orgName": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
            "ecContrib": 378875
        }
    },
    "calculatedTotalContribution": 2997260
}