{
    "rcn": "200060",
    "acronym": "In-Business Growth",
    "topics": "INNOSUP-5-2014",
    "title": "Innovative Sustainable Business Growth at Global Level",
    "startDate": "01/02/2016",
    "endDate": "31/01/2017",
    "objective": "The business networks involved in the present partnership from Bulgaria, Finland, Portugal and Spain, represent mainly SMEs, with a clear prominence of the very small, so-called microenterprises, which have less than ten workers, and autonomous entrepreneurship. These micro businesses have strong growth & innovation potential as they often populate the regional RIS3 of the partner areas. The innovation agencies need to improve their performance, development and resilience. \nAccording to Daniel Calleja, the General Director of Enterprise & Industry from the European Commission, the needs of the entrepreneurs should be more efficiently fulfilled to support them to grow, be stronger & more resilient to crisis and external circumstances.\nIndeed, the main objective of this new proposal is to support SMEs to growth at global level, in an innovative and sustainable manner, offering practical solutions designed specifically in direct collaboration with them and with the Innovation support agencies participating.\nThe relevance of the project In- Business Growth to the Call INNOSUP5 & the associated work program is perfectly adequate, as its objective aims to revise the actual program and methodologies used in term of entrepreneurial growth between the Innovation support agencies involved directly or indirectly to the project, to update and actualize these programs to be more demand driven and ensure the satisfaction of the beneficiaries with the support provided, and to promote permanent mutual policy learning and exchange of good practices. \n\nThe objectives will be achieved using the 'twinning\\' methodology based on peer learning among innovation agencies which include peer reviews at national & international level, the establishment of a guide of good practices & methodology and the comparison and transfer of practices to third parties. The quality management of the whole process will be a key element. The final result will be the delivering of the 'Design Options paper'.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "PARQUE TECNOLOGICO DE ANDALUCIA SA-PTA",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDADE DO ALGARVE;KAINUUN ETU OY;BALGARSKA AGENTSIYA ZA RAZVITIE",
    "participantCountries": "PT;FI;BG",
    "projectParticipants": {
        "941626046": {
            "orgId": "941626046",
            "orgName": "KAINUUN ETU OY",
            "ecContrib": 0
        },
        "954888468": {
            "orgId": "954888468",
            "orgName": "PARQUE TECNOLOGICO DE ANDALUCIA SA-PTA",
            "ecContrib": 50000
        },
        "958754403": {
            "orgId": "958754403",
            "orgName": "BALGARSKA AGENTSIYA ZA RAZVITIE",
            "ecContrib": 0
        },
        "999863003": {
            "orgId": "999863003",
            "orgName": "UNIVERSIDADE DO ALGARVE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}