{
    "rcn": "200081",
    "acronym": "PD B2B FS",
    "topics": "ICT-37-2015-1",
    "title": "The Planned Departure: B2B Feasibility Study",
    "startDate": "01/12/2015",
    "endDate": "31/05/2016",
    "objective": "Planned Departure is an online business that addresses after-death and estate planning in the digital world, to offer a solution to this problem. It answers questions of transferring online assets by providing the tools to manage a digital life and making it easier to create a succession plan online. Planned Departure is a Software as a Service (SaaS) solution which is safe, reliable and cost effective, to allow storage of important information and after-death instructions, including defining specific beneficiaries to receive the information. Planned Departure seeks funding to conduct a feasibility study to prove technical and commercial viability, conducting an analytical exercise to position the product. The objective is to test the economic viability of the concept and platform among potential clients. By using research, experience and business principles, this feasibility study will determine the probability of the project to sustain itself and offer insight into future expansion prospects. The expected outcomes of the feasibility study are: to validate the business concept by demonstrating the need for a product like Planned Departure for the general public; engage with law firms to demonstrate reducing operating costs and increase profits by offering Planned Departure to their clients; engage with charities to gain interesting insight about their donors in order to raise more money by offering Planned Departure as a service; and prepare for European growth and international expansion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PLANNED DEPARTURE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926607924": {
            "orgId": "926607924",
            "orgName": "PLANNED DEPARTURE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}