{
    "rcn": "200050",
    "acronym": "START2ACT",
    "topics": "EE-10-2015",
    "title": "Engaging European Start-ups and Young SMEs for Action for Sustainable Energy",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "START2ACT aims to reduce residential energy consumption in the EU via changing the behaviour of consumers in their everyday lives by approaching them at their workplace. With a focus on European start-ups and young SMEs, the project aims at triggering action by young entrepreneurs and their emerging enterprises as well as by the owners and staff of young SMEs to introduce energy efficiency measures within their daily routines.\n\nEven though each start-up and SME consumes relatively small energy amounts, the collective environmental impact of 20 million SMEs in the EU is massive, contributing to 64% of environmental impact. Active engagement of start-ups and young SMEs is essential in order to reach the 20-20-20 EU goals and there is market potential for almost all enterprises to cost effectively reduce their energy consumption. START2ACT will unleash the potential of energy savings at European start-ups and young SMEs via a set of innovative educational and capacity building measures.\n\nA key area of intervention to increase energy efficiency through behavioural change is office equipment, the fastest growing energy user in the business world, consuming 15% of the total electricity used in offices, which is expected to rise to 30% by 2020. START2ACT aims to trigger the use and uptake of the many available tools and solutions offering a great potential for energy and money savings, yet not adequately used due to lack of understanding of how to use them in practice and due to insufficient engagement of people towards changing behaviour in everyday life. START2ACT aims also to trigger sustainable procurement of office equipment, including the selection and furnishings of premises (HVAC, lighting, etc.), and goods and services. In so doing, START2ACT will sow the seeds of a sustainable energy culture in start-ups and young SMEs.",
    "totalCost": "1447543,75",
    "ecMaxContribution": "1447543,75",
    "coordinator": "EUROPA MEDIA SZOLGALTATO NON PROFITKOZHASZNU KFT",
    "coordinatorCountry": "HU",
    "participants": "CENTRUL PENTRU PROMOVAREA ENERGIEI CURATE SI EFICIENTA IN ROMANIA ENERO ASOCIATIEI;THE CARBON TRUST;STICHTING CENTERDATA;ENVIROS SRO;SOFIA ENERGY AGENCY ASSOCIATION;STARTUPS.BE;GEONARDO ENVIRONMENTAL TECHNOLOGIES LTD;SLOVENSKA INOVACNA A ENERGETICKA AGENTURA;KRAJOWA AGENCJA POSZANOWANIA ENERGII SPOLKA AKCYJNA;ENERGETSKI INSTITUT HRVOJE POZAR",
    "participantCountries": "RO;UK;NL;CZ;BG;BE;HU;SK;PL;HR",
    "projectParticipants": {
        "949722733": {
            "orgId": "949722733",
            "orgName": "STARTUPS.BE",
            "ecContrib": 152750
        },
        "998870014": {
            "orgId": "998870014",
            "orgName": "EUROPA MEDIA SZOLGALTATO NON PROFITKOZHASZNU KFT",
            "ecContrib": 65062
        },
        "994565930": {
            "orgId": "994565930",
            "orgName": "KRAJOWA AGENCJA POSZANOWANIA ENERGII SPOLKA AKCYJNA",
            "ecContrib": 87950
        },
        "988862039": {
            "orgId": "988862039",
            "orgName": "STICHTING CENTERDATA",
            "ecContrib": 166062
        },
        "999745536": {
            "orgId": "999745536",
            "orgName": "GEONARDO ENVIRONMENTAL TECHNOLOGIES LTD",
            "ecContrib": 199375
        },
        "999570063": {
            "orgId": "999570063",
            "orgName": "ENERGETSKI INSTITUT HRVOJE POZAR",
            "ecContrib": 92288
        },
        "997911169": {
            "orgId": "997911169",
            "orgName": "ENVIROS SRO",
            "ecContrib": 115062
        },
        "999760862": {
            "orgId": "999760862",
            "orgName": "SLOVENSKA INOVACNA A ENERGETICKA AGENTURA",
            "ecContrib": 92931
        },
        "952169461": {
            "orgId": "952169461",
            "orgName": "SOFIA ENERGY AGENCY ASSOCIATION",
            "ecContrib": 105188
        },
        "972210437": {
            "orgId": "972210437",
            "orgName": "THE CARBON TRUST",
            "ecContrib": 249000
        },
        "999788410": {
            "orgId": "999788410",
            "orgName": "CENTRUL PENTRU PROMOVAREA ENERGIEI CURATE SI EFICIENTA IN ROMANIA ENERO ASOCIATIEI",
            "ecContrib": 121875
        }
    },
    "calculatedTotalContribution": 1447543
}