{
    "rcn": "200004",
    "acronym": "IMPRINT",
    "topics": "DRS-17-2015",
    "title": "Defeat of Insider Theft in Nuclear and Radioactive Sites",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "'Insider threats are perhaps the most serious challenges that nuclear security systems face. All of the cases of theft of nuclear materials where the circumstances of the theft are known were perpetrated either by insiders or with the help of insiders; given that the other cases involve bulk material stolen covertly without anyone being aware the material was missing, there is every reason to believe that they were perpetrated by insiders as well. \nThe need is to detect shielded and unshielded Special Nuclear Materials ('SNM') and radioactive materials is necessary. Radiation Monitors are effective to detect unshielded or partially shielded nuclear and radioactive materials in lightly loaded vehicles or cargos, and less effective at dense or high attenuating vehicles. In addition, the radiation monitors are not effective to detect shielding (e.g. lead) inside the vehicles that are capable to transport large masses of shielding material. Specifically, one of the biggest gaps is that some SNMs emit very low level of radiation. The X-ray cannot clear every dense object found in the image. Active interrogation can be used to clear the alarms; however, they produce high radiation that requires shielded facility, and require passengers not to remain in the vehicle during the inspection.  Therefore, there is a need for inspection systems that can penetrate high attenuating vehicles, be specific to nuclear and shielding materials and that can be steal from the sites. . Lingacom is developing an innovative Muon Detection System for detecting high-Z materials used in nuclear bombs and shielded radioactive materials (used in ìdirty bombsî) in containerized cargo and vehicles. The company has built a highly skilled and experienced team that has developed and demonstrated successfully key detection capabilities of high-Z materials including building a cost-effective muon detection proof of concept (PoC) prototype.\n'",
    "totalCost": "1474325",
    "ecMaxContribution": "1032027",
    "coordinator": "LINGACOM LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937796971": {
            "orgId": "937796971",
            "orgName": "LINGACOM LTD",
            "ecContrib": 1032027
        }
    },
    "calculatedTotalContribution": 1032027
}