{
    "rcn": "200005",
    "acronym": "Hydrolowhead",
    "topics": "SIE-01-2015",
    "title": "PROFITABLE LOW HEAD HYROPOWER",
    "startDate": "01/11/2015",
    "endDate": "31/10/2017",
    "objective": "Water is one of the basic and essential human needs for almost all economic activities. The water management sector is facing global challenges that require multi-sector solutions. Small hydro energy plays a key role in power generation worldwide, but installing conventional turbines at a micro level is currently not very attractive because of the large initial investment and their low efficiency. Our ìregenerative variable speed control systemî works at variable speed. The installation time is between 1 and 2 days, reducing civil works by 80%. The pay back for the final clients (Mini-hydroelectric plants, Aquaculture Companies, Wastewater treatment plants) is 4 years. Our overall goal is to improve, integrate, implement and certify our current product. The final product will be capable of generating the maximum amount of electricity with a constant efficiency (75%) and will be further used as demonstrator plant for our customers worldwide. We have already completed the following feasibility actions: technological feasibility, work plan for Phase II and an assessment of the market, business model, risks, IP and created a Business Plan. By 2020,\nsmall hydro power (SHP) is forecasted to produce 60 TWh per year in Europe with an installed capacity of 17.3 GW. This represents a potential SHP market of over Ä 6.35 million. Hence the importance to develop new technologies, to enhance existing plants and to build new ones. At Tecnoturbines and Sendekia, we see this as a challenging market opportunity, where our privileged strategic position will give us a competitive advantage to contribute to the expected growth of SHP and to position the SHP as one of the most profitable forms of energy. Based solely on the product validated in this project, we expect that we can increase our turnover significantly by 2020. This is based on our assumption that we can gain a 0.009% market share of the worldwide SHP by 2017 and to expand to 0.04 % by 2020.",
    "totalCost": "1512892,5",
    "ecMaxContribution": "1059024,75",
    "coordinator": "TECNOTURBINES S.L.",
    "coordinatorCountry": "ES",
    "participants": "SENDEKIA ARQUITECTURA E INGENIERIA SOSTENIBLE SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "934457455": {
            "orgId": "934457455",
            "orgName": "TECNOTURBINES S.L.",
            "ecContrib": 625068
        },
        "937961483": {
            "orgId": "937961483",
            "orgName": "SENDEKIA ARQUITECTURA E INGENIERIA SOSTENIBLE SL",
            "ecContrib": 433956
        }
    },
    "calculatedTotalContribution": 1059024
}