{
    "rcn": "200064",
    "acronym": "CLARITY",
    "topics": "INSO-1-2015",
    "title": "Champion e-government appLications to increAse tRust, accountabIlity and TransparencY in public services",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The CLARITY project seeks to support European Member States in their pursuit for greater trust, transparency and efficiency within government via the increase take-up of open government initiatives. CLARITY is a small-scale coordination and support action designed to: 1) mobilise a multidisciplinary network of stakeholders across the open government ecosystem in order to support and encourage the take-up of responsible eGovernment applications that can help drive open government initiatives. 2) Conduct an interactive needs assessment and gap analysis in order to understand gaps in the market and support the growth on innovative solutions for open government in Europe and 3) work with the network to develop a blueprint for next steps in facilitating open government initiatives in Europe. Key outputs from the CLARITY project include: 1) opportunities for stakeholder engagement and innovation via focus groups, workshops the CLARITY Sprint Event and the CLARITY Exhibition and final conference; 2) the findings from the needs assessment and gap analysis in order to see current gaps in the provision, design and development of eGovernment applications; 3) the CLARITY blueprint for next steps in the take-up of eGovernment applications in Europe and 4) the establishment of the Open Government Marketplace ñ a space for the advertising, case studies and testimonials surrounding the implementation of eGovernment applications for Open Government initiatives.to be added",
    "totalCost": "599490",
    "ecMaxContribution": "599490",
    "coordinator": "TRILATERAL RESEARCH LTD",
    "coordinatorCountry": "UK",
    "participants": "SKELLEFTEA KOMMUN;AYUNTAMIENTO DE ZARAGOZA;OPEN KNOWLEDGE SWEDEN;STICHTING WAAG SOCIETY;INTRASOFT INTERNATIONAL SA;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "SE;ES;NL;LU",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 86938
        },
        "999702371": {
            "orgId": "999702371",
            "orgName": "INTRASOFT INTERNATIONAL SA",
            "ecContrib": 87500
        },
        "927803740": {
            "orgId": "927803740",
            "orgName": "OPEN KNOWLEDGE SWEDEN",
            "ecContrib": 94625
        },
        "969236417": {
            "orgId": "969236417",
            "orgName": "AYUNTAMIENTO DE ZARAGOZA",
            "ecContrib": 26750
        },
        "923930724": {
            "orgId": "923930724",
            "orgName": "TRILATERAL RESEARCH LTD",
            "ecContrib": 112812
        },
        "999546395": {
            "orgId": "999546395",
            "orgName": "SKELLEFTEA KOMMUN",
            "ecContrib": 61312
        },
        "984550389": {
            "orgId": "984550389",
            "orgName": "STICHTING WAAG SOCIETY",
            "ecContrib": 129552
        }
    },
    "calculatedTotalContribution": 599489
}