{
    "rcn": "200058",
    "acronym": "RichWater",
    "topics": "FTIPilot-1-2015",
    "title": "First application and market introduction of combined wastewater treatment and reuse technology for agricultural purposes",
    "startDate": "01/02/2016",
    "endDate": "31/07/2018",
    "objective": "In recent years, a growing concern has been expressed throughout the EU regarding water scarcity problems and the significant impacts on freshwater resources by agricultural activities. The concept presented in this project is an advancement of the TREAT&USE system, a successful EU research project (FP7) approaching the safe reuse of wastewater in agriculture production with excellent technical and scientific results. The upscale of TREAT&USE prototype will permit to overcome main barriers to reach the market and adapt the technology to intensive agriculture production. The result will be a commercial system thoroughly demonstrated and tested in its operational environment.\nRichWater system is composed of a low-cost and energy-efficient MBR (to produce pathogen-free and nutrient rich irrigation water), a mixing module (for tailor-made mixing with freshwater and additional fertilizers), the fertigation unit and a monitoring / control module including soil sensors to guarantee demand-driven and case sensitive fertigation. By combining these developed modules a complete and turn-key system for safe wastewater reuse in agriculture is available covering all topics relevant to farmers and the market. In TREAT&USE, a prototype system has already been tested and implemented in a small-scale tomato plantation in Southern Spain. It is RichWater project ambition to develop an up-scaled commercial prototype (min. 100 m≥ treatment capacity/day) and pursue the goal of implementing it in a real scale food producer in Southern Spain to reuse local community wastewater for irrigation purposes. The aim is to create a win-win situation between two sectors (the wastewater treatment and the agricultural sector) by turning public wastewater into a valuable end-product. A detailed life cycle assessment and business plan will help to precisely assess the ecologic, technological and economic benefits enabling an effective market strategy.",
    "totalCost": "2101711,56",
    "ecMaxContribution": "1658703,13",
    "coordinator": "BIOAZUL",
    "coordinatorCountry": "ES",
    "participants": "SOIL MOISTURE SENSE LTD;VEREIN ZUR FORDERUNG DES TECHNOLOGIETRANSFERS AN DER HOCHSCHULE BREMERHAVEN EV;ISITEC GMBH;PESSL INSTRUMENTS GMBH;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "participantCountries": "UK;DE;AT;ES",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 195118
        },
        "953767051": {
            "orgId": "953767051",
            "orgName": "SOIL MOISTURE SENSE LTD",
            "ecContrib": 1797
        },
        "998256004": {
            "orgId": "998256004",
            "orgName": "ISITEC GMBH",
            "ecContrib": 278162
        },
        "999898796": {
            "orgId": "999898796",
            "orgName": "VEREIN ZUR FORDERUNG DES TECHNOLOGIETRANSFERS AN DER HOCHSCHULE BREMERHAVEN EV",
            "ecContrib": 429899
        },
        "998638087": {
            "orgId": "998638087",
            "orgName": "BIOAZUL",
            "ecContrib": 446668
        },
        "984891926": {
            "orgId": "984891926",
            "orgName": "PESSL INSTRUMENTS GMBH",
            "ecContrib": 307059
        }
    },
    "calculatedTotalContribution": 1658703
}