{
    "rcn": "200078",
    "acronym": "SCODEV",
    "topics": "FTIPilot-1-2015",
    "title": "Scooping Device for Aerial Forest Fire Suppressant",
    "startDate": "01/02/2016",
    "endDate": "31/07/2018",
    "objective": "The topic of this proposal is to determine the final production model of a scooping-device that allows non-amphibious conventional airtankers to scoop water from a body of water (sea, lake, river or a dam-reservoir) flying at an altitude of \\/- 15 metres, in order to suppress forest fires much more quicker by 5 times. Today only dedicated amphibious airtankers, like the so-called Canadairs CL 415, can scoop water. Non-amphibious conventional airtankers have to return to the airport to refill with loss of time. Today such a scooping device (Scodev) does not exist and it will be a revolution in forestfire combating industry, thus it is disruptive. Feasibility studies have shown that it is possible to scoop large amounts of water in very brief time of 15 seconds. Prototype flying tests will prove this ability and serve as mandatory application procedure for EASA airworthiness certification. Once the prototype tests are finished, the Scodev is ready for the market. With the patented Scodev, operators of airtankers will improve their dropping-capacity from 1 to 5 droppings per hour. By improving the dropping capacity with 5 times, the suppression-efficiency will improve exponentially up to 8 times, which means that the damage will be reduced between 50 and 80 %. Today worldwide there are only 110 amphibious Canadairs. There are 1200 non-amphibious airtankers, owned by civil protection entities or forest service bodies. In addition there are 1500 large military aircrafts for disaster relief, and 1500 small airtankers SEAT. Meaning the potential is very big and the trend is increasing due to global warming. Due to forest fires millions of hectares are lost and the financial damage is hundreds of billions of Euros. The use of the Scodev will decrease not only financial losses, but the environmental and ecological damages will also be radically reduced.",
    "totalCost": "3856000",
    "ecMaxContribution": "2699200",
    "coordinator": "JABE BEHEER BV",
    "coordinatorCountry": "NL",
    "participants": "SOCIETE NATIONALE DE CONSTRUCTION AEROSPATIALE SONACA SA;JAKOB ESCHBACH GMBH",
    "participantCountries": "BE;DE",
    "projectParticipants": {
        "925999055": {
            "orgId": "925999055",
            "orgName": "JABE BEHEER BV",
            "ecContrib": 1905488
        },
        "999760280": {
            "orgId": "999760280",
            "orgName": "SOCIETE NATIONALE DE CONSTRUCTION AEROSPATIALE SONACA SA",
            "ecContrib": 673488
        },
        "925902734": {
            "orgId": "925902734",
            "orgName": "JAKOB ESCHBACH GMBH",
            "ecContrib": 120225
        }
    },
    "calculatedTotalContribution": 2699201
}