{
    "rcn": "200057",
    "acronym": "MediHealth",
    "topics": "MSCA-RISE-2015",
    "title": "Novel natural products for healthy ageing from Mediterranean diet and food plants of other global sources",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The main goal of the MediHealth project is to introduce a novel approach for the discovery of active agents of food plants from Mediterranean diet and other global sources to promote healthy ageing. This will be achieved through an extended and well-balanced scheme of researcherís secondments between 5 universities and 4 enterprises from EU & Associated countries as well as 4 universities from Third countries. A mutual scientific project developed on the needs and interests of both sectors exploiting the existing complementary expertise will be the base of this proposal. Plants from the Mediterranean diet and food plants from TC will be rationally selected and will be subjected to an integrated, interactive and comprehensive platform including in silico, in vitro (advanced cell-based assays), in vivo (flies and mice models) & metabolism assessment. Advanced analytical techniques will embrace the pharmacological evaluation process for the efficient isolation and identification of bioactive plant constituents. Pharmacological profiling of bioactive natural products as well as identification and synthesis of their metabolites will be carried out. Finally, to carry to the stage of development innovative products in the area of nutraceuticals/dietary supplements process-optimization studies will be performed. Within this project, core scientific multidisciplinary knowledge from different research areas will be integrated creating valuable synergies. Expertise will be transferred by means of the seconded researchers training in environments with different research orientation where complimentary skills are required. Special attention will be given to dissemination activities aiming to public awareness of benefits of healthy diet(s). MediHealth aspires to comprise a successful model promoting considerably researchersí competences and long-lasting collaboration between Industry and Academia generating innovation potential at the European and global levels.",
    "totalCost": "1224000",
    "ecMaxContribution": "1224000",
    "coordinator": "UNIVERSITAET INNSBRUCK",
    "coordinatorCountry": "AT",
    "participants": "VIVACELL BIOTECHNOLOGY GMBH;UNIVERSITEIT ANTWERPEN;UNIVERSITE DE GENEVE;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;GALENICA FARMAKEFTIKI VIDMICHANIA ANONYMOS ETAIRIA;BIONORICA RESEARCH GMBH;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;ROUSSELET CENTRIFUGATION SA",
    "participantCountries": "DE;BE;CH;EL;AT;FR",
    "projectParticipants": {
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 288000
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 103500
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 292500
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 130500
        },
        "958216247": {
            "orgId": "958216247",
            "orgName": "VIVACELL BIOTECHNOLOGY GMBH",
            "ecContrib": 18000
        },
        "951766426": {
            "orgId": "951766426",
            "orgName": "GALENICA FARMAKEFTIKI VIDMICHANIA ANONYMOS ETAIRIA",
            "ecContrib": 90000
        },
        "972978289": {
            "orgId": "972978289",
            "orgName": "ROUSSELET CENTRIFUGATION SA",
            "ecContrib": 90000
        },
        "954379606": {
            "orgId": "954379606",
            "orgName": "BIONORICA RESEARCH GMBH",
            "ecContrib": 58500
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 153000
        }
    },
    "calculatedTotalContribution": 1224000
}