{
    "rcn": "200065",
    "acronym": "EE-METAL",
    "topics": "EE-16-2015",
    "title": "Applying energy efficient measures for metal and metalworking SMEs and industry",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "EE-METAL aims to provide enterprises with innovative technical, commercial and financial tools in order to overcome the existing barriers that hinder the adoption of energy saving measures. EE-METAL actions are mainly targeted to Metalworking and Metal Articles (MMA) SMEs, given that this sector is the biggest manufacturing sector in Europe and it is mostly composed by SMEs. EE-METAL actions will focus on overcoming: \n\nAwareness, information and technical capacity barriers to identify, evaluate and implement energy efficiency actions: EE-METAL will adapt and standardize for the sector existing methods and technologies such as energy audits, the standard ISO 50.001 and the use of Energy Monitoring Systems.\n\nCommercial and market barriers to the contracting of energy service companies (ESCos): development of a benchmarking study of energy service contracts and the role of ESCOs in the MMA and other industrial sectors; networking with ESCOs Associations for fostering ESCOs-SMEs contracts.\n\nFinancial barriers to the implementation of energy saving measures: benchmarking the different financial models being implemented in the partner countries for financing energy saving institutions for providing clear information on type and size of investments needed.\n\nThese two last actions will allow put in place mechanisms for funding the energy efficiency projects identified in the first action. In this sector, big energy savings can be obtained by the aggregation of many smaller savings.\n\nFurthermore five out of the seven project partners are Enterprise/Trade Associations (with 7000 associated companies) that will ensure that a critical mass is achieved.\n\nEE-METAL is in line with the following EU strategies and initiatives: first priority of the EU Energy 2020 Strategy for Achieving an energy efficient Europe; Energy efficiency plan 2011 (COM (2011) 109); A strategy for competitive, sustainable and secure energy (COM (2010) 639 final) and Directives 2012/27/EU-2",
    "totalCost": "1717456,25",
    "ecMaxContribution": "1717456,25",
    "coordinator": "ASOCIACION DE LA INDUSTRIA NAVARRA",
    "coordinatorCountry": "ES",
    "participants": "ASOCIACION DE EMPRESARIOS DEL COMERCIO E INDUSTRIA DEL METAL DE MADRID;MP POLSKIE KLASTRY SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;UNION DES INDUSTRIES METALLURGIQUESMECANIQUES ELECTRIQUES ET ELECTRONIQUES DU RHONE;AGENCJA UZYTKOWANIA I POSZANOWANIA ENERGII SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;ASSOCIAZIONE INDUSTRIALE BRESCIANA;CSMT GESTIONE SCARL",
    "participantCountries": "ES;PL;FR;IT",
    "projectParticipants": {
        "950466335": {
            "orgId": "950466335",
            "orgName": "MP POLSKIE KLASTRY SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 121219
        },
        "950483601": {
            "orgId": "950483601",
            "orgName": "UNION DES INDUSTRIES METALLURGIQUESMECANIQUES ELECTRIQUES ET ELECTRONIQUES DU RHONE",
            "ecContrib": 385562
        },
        "999491202": {
            "orgId": "999491202",
            "orgName": "ASOCIACION DE LA INDUSTRIA NAVARRA",
            "ecContrib": 299375
        },
        "950453822": {
            "orgId": "950453822",
            "orgName": "AGENCJA UZYTKOWANIA I POSZANOWANIA ENERGII SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 321550
        },
        "968662177": {
            "orgId": "968662177",
            "orgName": "ASSOCIAZIONE INDUSTRIALE BRESCIANA",
            "ecContrib": 195750
        },
        "943127024": {
            "orgId": "943127024",
            "orgName": "CSMT GESTIONE SCARL",
            "ecContrib": 270562
        },
        "950601165": {
            "orgId": "950601165",
            "orgName": "ASOCIACION DE EMPRESARIOS DEL COMERCIO E INDUSTRIA DEL METAL DE MADRID",
            "ecContrib": 123438
        }
    },
    "calculatedTotalContribution": 1717456
}