{
    "rcn": "200025",
    "acronym": "Mobile-Age",
    "topics": "INSO-1-2015",
    "title": "Mobile Age",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The Mobile Age project will focus on open government data, mobile technology, and the provision of public services in relation to Europeís elderly population. Europeís senior citizens are growing steadily and are predicted to comprise of 28% of Europeís population by 2020. However, senior citizens do not normally share the same level of connectivity to the Internet as younger generations, and while government agencies are increasingly providing their services through digital platforms, this risks excluding senior citizens from the design and use of such services. \n\nMobile Age will provide the basis for the development of mobile-based open government services focused on senior citizens. We follow a co-creation methodological approach that will allow for a substantive participation of senior citizens. MobileAge will focus on the co-creation of services related to the production and use of open data for cities. This will be achieved by pursuing four objectives: i) exploring and implementing innovative ways to support senior citizens to access and use public services through personal mobile technologies that are based on open government data, ii) develop and deploy co-creation approaches and methodologies to engage senior citizens effectively; iii) develop a situated, practice-based understanding of accessibility, mobility and usability of services from a senior-citizen point of view; and iv) develop a framework for impact assessment and evaluation for co-creation approaches to open service development for the ageing population.\n\nMobile Ageís approach will be applied in cities and counties that are already providing innovative approaches for the participation of senior people in the development of city services: Bremen, South Lakeland, Zaragoza and the Region of Central Macedonia, with scenarios related to social inclusion, extending independent living, data curation for a safer and more accessible city, and the management of personal health information.",
    "totalCost": "3010000",
    "ecMaxContribution": "2923993,75",
    "coordinator": "LANCASTER UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "AYUNTAMIENTO DE ZARAGOZA;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;TINGTUN AS;INSTITUT FUR INFORMATIONSMANAGEMENT BREMEN GMBH;AGE PLATFORM EUROPE;EVANGELISCHE STIFTUNG VOLMARSTEIN;UNIVERSIDAD POLITECNICA DE MADRID;Government To You;REGION OF CENTRAL MACEDONIA",
    "participantCountries": "ES;EL;NO;DE;BE",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 208250
        },
        "998919193": {
            "orgId": "998919193",
            "orgName": "EVANGELISCHE STIFTUNG VOLMARSTEIN",
            "ecContrib": 438938
        },
        "998824521": {
            "orgId": "998824521",
            "orgName": "TINGTUN AS",
            "ecContrib": 200681
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 280625
        },
        "969236417": {
            "orgId": "969236417",
            "orgName": "AYUNTAMIENTO DE ZARAGOZA",
            "ecContrib": 77900
        },
        "928402424": {
            "orgId": "928402424",
            "orgName": "INSTITUT FUR INFORMATIONSMANAGEMENT BREMEN GMBH",
            "ecContrib": 449698
        },
        "951347774": {
            "orgId": "951347774",
            "orgName": "REGION OF CENTRAL MACEDONIA",
            "ecContrib": 72604
        },
        "985062452": {
            "orgId": "985062452",
            "orgName": "Government To You",
            "ecContrib": 93088
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 924536
        },
        "999788119": {
            "orgId": "999788119",
            "orgName": "AGE PLATFORM EUROPE",
            "ecContrib": 177675
        }
    },
    "calculatedTotalContribution": 2923995
}