{
    "rcn": "200039",
    "acronym": "SouthHem",
    "topics": "ERC-StG-2015",
    "title": "Realigning British Romanticism: White Settler and Indigenous Writing in the British-Controlled Southern Hemisphere, 1783-1870",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "SouthHem is a five-year research project designed to rethink and realign the nature and scope of British Romanticism by giving settler and indigenous literatures produced in the British-controlled Southern Hemisphere a more central role in defining the literary culture of the period 1783-1870. The project will carry out, for the first time, a detailed comparative analysis of these literatures and their interactions with British Romantic writing by focusing on case studies of encounter and transculturation in three transnational zones: ìZone 1î (Oceania): Australia and New Zealand; ìZone 2î (Southern Africa): the Cape Colony and Natal; and ìZone 3î (South-East Asia): Singapore, Java, and Malacca. The project has three inter-related aims: first, to consider the reciprocal transformations of literary themes, genres, standards, and forms in the British-controlled Southern Hemisphere and Britain; second, to rethink the ways in which nationhood, nationalism, and, in particular, national literature emerged in Britain and elsewhere by considering the global origins of nationalism; and third to problematise traditional periodisations of British Romanticism as beginning in the 1790s and ending in the 1830s. By radically expanding the type, provenance, and sample size of texts typically considered in studies of British Romanticism, this project will not only result in an important geographic, temporal, and conceptual rethinking of the field, but it will also provide a better understanding of how literary modernity emerged and developed outside of Europe and the Northern Hemisphere. As such, the project will facilitate larger cross-imperial and synthetic studies of the indigenous and settler literatures of the period.",
    "totalCost": "1487938",
    "ecMaxContribution": "1487938",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 1487938
        }
    },
    "calculatedTotalContribution": 1487938
}