{
    "rcn": "200030",
    "acronym": "MULTIATTACK",
    "topics": "ERC-StG-2015",
    "title": "Plant adaptations to unpredictable attack by dynamic insect communities",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Individual plants are exposed to many stresses with insect herbivores being a prominent one. The occurrence of insect herbivores may be unpredictable in terms of when, by which species, and in which order the attack will take place. To deal with unpredictability of attack, plants are phenotypically plastic in their defence. They respond to attackers with the induction of specific defences and saving costs of defence in their absence. However, the induced plant phenotype may attract additional herbivores, alter the entire community composition of attackers and limit physiological capabilities of plant responses to subsequent attackers. An optimal response to one attacker should thus anticipate these consequences of induced responses.  To understand the adaptive nature of plant plasticity to herbivore attack, it is essential to assess fitness consequences of an induced response when plants are exposed to multi-herbivory by their entire insect community. This requires a novel approach of comparing plant species adaptations in defence plasticity to the level of predictability in the dynamics of their insect community, such as order of herbivore arrival. To do so, this research proposal has three objectives: 1) Identifying the predictability of dynamic attacker communities of Brassicaceae species, 2) Understanding physiological adaptations to (un)predictable multi-herbivore attack, and 3) Identifying consistency in responses of insect herbivores to induced phenotypes of different Brassicaceae. By integrating community ecology with network inference modelling of insect communities, the nature of predictability of insect communities of nine annual Brassicaceae plant species will be identified and linked to species-specific physiological adaptations to multi-herbivory. This multidisciplinary community approach will provide novel insights into the evolution of plant phenotypic plasticity in defence, which is a central paradigm in the field of plant-insect interactions.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}