{
    "rcn": "200048",
    "acronym": "OpenGovIntelligence",
    "topics": "EURO-6-2015",
    "title": "Fostering Innovation and Creativity in Europe through Public Administration Modernization towards Supplying and Exploiting Linked Open Statistical Data",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The OpenGovIntelligence project aims at stimulating sustainable economic growth in Europe through fostering innovation in society and enterprises. Towards this end, OpenGovIntelligence suggests a holistic approach for the modernization of Public Administration (PA) by exploiting Linked Open Statistical Data (LOSD) technologies. This includes new business processes, policies, and tools that will enable the active participation of the society and enterprises in data sharing and in the co-production of innovative data-driven public services.\nThe objectives of the OpenGovIntelligence project include:\n誰 The identification of challenges in opening up and exploiting LOSD for the co-production of innovative data-driven public services.\n誰 The creation of a framework comprising business processes, policies, and data infrastructure architectures. This framework specifies a user-centric LOSD Innovation Ecosystem that orchestrates the collaboration of society and PA for opening up and exploiting LOSD to address relevant challenges and facilitate the co-production of innovative data-driven public services.\n誰 The delivery of the OpenGovIntelligece ICT toolkit comprising easy-to-use and user-centric tools to facilitate realizing the LOSD Innovation Ecosystem. \n誰 The OpenGovIntelligence pilots in six countries to validate and prove the usability and effectiveness of the LOSD Innovation Ecosystem. The pilots will develop services at both national and local level to tackle societal and PA challenges in various problem areas such as internal decision-making in PAs, enhancing e-services provided by Points of Single Contact in Europe, and improving policy-making in the areas of environment protection, economic growth, and unemployment.",
    "totalCost": "2788012,5",
    "ecMaxContribution": "2788012,5",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "NATIONAL UNIVERSITY OF IRELAND GALWAY;MINISTRY OF ADMINISTRATIVE RECONSTRUCTION;MARINE INSTITUTE;MAJANDUS JA KOMMUNIKATSIOONIMINISTEERIUM;VLAAMS GEWEST;PROXML BVBA;VERSLI LIETUVA VIESOJI ISTAIGA;SWIRRL IT LIMITED;TRAFFORD BOROUGH COUNCIL;TALLINNA TEHNIKAULIKOOL;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "IE;EL;EE;BE;LT;UK;NL",
    "projectParticipants": {
        "999842536": {
            "orgId": "999842536",
            "orgName": "TALLINNA TEHNIKAULIKOOL",
            "ecContrib": 267500
        },
        "999575107": {
            "orgId": "999575107",
            "orgName": "VLAAMS GEWEST",
            "ecContrib": 152500
        },
        "963638450": {
            "orgId": "963638450",
            "orgName": "MAJANDUS JA KOMMUNIKATSIOONIMINISTEERIUM",
            "ecContrib": 68750
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 347250
        },
        "999522824": {
            "orgId": "999522824",
            "orgName": "MARINE INSTITUTE",
            "ecContrib": 117362
        },
        "924353159": {
            "orgId": "924353159",
            "orgName": "TRAFFORD BOROUGH COUNCIL",
            "ecContrib": 135625
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 475000
        },
        "983402394": {
            "orgId": "983402394",
            "orgName": "VERSLI LIETUVA VIESOJI ISTAIGA",
            "ecContrib": 93750
        },
        "965196464": {
            "orgId": "965196464",
            "orgName": "SWIRRL IT LIMITED",
            "ecContrib": 307025
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 548250
        },
        "951290738": {
            "orgId": "951290738",
            "orgName": "PROXML BVBA",
            "ecContrib": 201250
        }
    },
    "calculatedTotalContribution": 2714262
}