{
    "rcn": "200028",
    "acronym": "DIMONTEMP",
    "topics": "SIE-01-2015-1",
    "title": "Distributed Monitoring of HTF Temperature at Solar Thermal Power Plants",
    "startDate": "01/02/2016",
    "endDate": "31/07/2016",
    "objective": "Solar thermal plants have an important potential to be the energy of the future, but that technology has a very high Levelised Cost of Energy largely due to the high Operation and Maintenance (O&M) cost. To optimize those costs, an intensive control of the Heat Thermal Fluid (HTF) is needed because it presents several problems such as degradation, freezing and overheating. Nowadays only few specific HTF pipe points are controlled, because of the length of it, up to 10 km. \nThe general objective of DIMONTEMP project is the development and further commercialization of an innovative system for DISTRIBUTED MONITORING of HTF temperature through the entire solar field at PTC plants, using optical fiber (FO) allowing a reduction of HTF O&M cost of 38% which represent the 6% of overall O&M cost (120 kÄ/year). Furthermore, it will enable an 8% increase of production (500kÄ/year).\nDIMONTEMP has the following specific objectives in this stage:\n- Development of a business and exploitation plan adjusted to the technical and commercial features of the project, including the assessment of the cost-effectiveness and exploitation potential.\n- Design of a commercial feasibility assessment compromising logistics and marketing plan where the market positioning of customers, competitors and technical environments will be analysed. \n- Detailed analysis of the regulatory standards to be met by the new system.\n- Complete the patentability study including a freedom to operate analysis in the first-stage targeted markets in order to bolster the IPR strategy for DIMONTEMP system.\n- Study the main bottlenecks and possible solutions for the commercialisation of the product to reduce risks and tackle de main barriers associated to the introduction on the market\n- Develop a technical assessment to identify limitations or constraints of the technology and customerís requirements. Moreover a scalability study if the industrial production process will be carried out",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DIAGNOSTIQA CONSULTORIA TECNICA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932796136": {
            "orgId": "932796136",
            "orgName": "DIAGNOSTIQA CONSULTORIA TECNICA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}