{
    "rcn": "200013",
    "acronym": "GAtransport",
    "topics": "ERC-StG-2015",
    "title": "A direct, multi-faceted approach to investigate plant hormones spatial regulation: the case of gibberellins",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Plants evolved a unique molecular mechanism that spatially regulate auxin, forming finely tuned gradients and local maxima of auxin that inform and direct developmental patterning and adaptive growth processes. Recent findings call into question the uniqueness of polar auxin transport in the sense that more plant hormones seem to be actively transported. Although still lacking many mechanistic details, as well as comprehensive functional connotations, these findings warrant a more thorough investigation into the prospect of a broader scope for plants spatial regulation capacity in the context of additional hormones. Critically, we lack an effective set of tools to directly investigate and dissect the particulars of plant hormones mobility at the molecular level. My long-term goal is to provide a molecular and mechanistic understanding of plant hormones dynamics that will augment our evolving model of how they are regulated and how they convey information. Here, I hypothesize that GA mobility in plants is controlled and directed by an active transport mechanism to form distinct distribution patterns that affect signaling. I will test my hypothesis with a multi-faceted and multi-disciplinary approach, combining: fluorescent labeling of key gibberellins to map their accumulation sites in whole plants and at the sub-cellular level; chemical-biology strategies that facilitate manipulation of GA ìorigin pointî in planta to map and quantify GA flow pathways; probe-based genetic screens and un-biased photo-affinity labeling to identify proteins affecting GA mobility; and genetic and molecular biology techniques to characterize identified proteinsí functions. I expect to offer an exceptional, detailed view into the inner workings of gibberellins dynamics in planta and into the mechanisms driving it. I further anticipate that the strategies developed here to specifically address gibberellins could be straightforwardly re-tailored to investigate additional plant hormones.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}