{
    "rcn": "200054",
    "acronym": "ABC DJ",
    "topics": "ICT-19-2015",
    "title": "Artist-to-Business-to-Business-to-Consumer Audio Branding System",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The current European market for audio branding services is lopsided, both in economic terms as well as in aspects of cultural identity. In the slipstream of big U.S. companies like McDonald's, North American providers have captured the European (and worldwide) market for instore music and have held a strong position ever since. Today the worldwide market is effectively monopolised by two 'big players' from the USA. At the same time European creative industries active in this area are pushed into a corner of the European as well as the worldwide market and for the most part serve only niche businesses.\nThe ABC DJ project seeks to provide European creative agencies in the field of audio branding with sophisticated ICT supporting tools. As a result they will be able to offer branding services and products of such high quality that they can successfully compete with the current big players, independently of their respective size ñ be it a big agency, an SME or a one-man business. Secondly, European creators of music, (independent) labels as well as respective multipliers will be actively included into the audio branding value chains and enjoy support and novel schemes from the monetisation of their works as instore music. The pool of music effectively exploitable for branding agencies and brand clients will thus grow significantly. The high number of creative micro-businesses and SMEs is tailor-made for an approach where many audio branding agencies serve the (diverse) needs of many brands, as opposed to the current 'one-sound-fits-all' situation.",
    "totalCost": "3488650",
    "ecMaxContribution": "3488650",
    "coordinator": "TECHNISCHE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM;INTEGRAL Markt- und Meinungsforschungsges.m.b.H.;FINCONS S.P.A.;HEARDIS GMBH;LOVEMONK SL;FRATELLI PIACENZA S.P.A.",
    "participantCountries": "FR;AT;IT;DE;ES",
    "projectParticipants": {
        "999594216": {
            "orgId": "999594216",
            "orgName": "INSTITUT DE RECHERCHE ET DE COORDINATION ACOUSTIQUE MUSIQUE - IRCAM",
            "ecContrib": 666325
        },
        "949804213": {
            "orgId": "949804213",
            "orgName": "FINCONS S.P.A.",
            "ecContrib": 617500
        },
        "936755288": {
            "orgId": "936755288",
            "orgName": "HEARDIS GMBH",
            "ecContrib": 819215
        },
        "999775800": {
            "orgId": "999775800",
            "orgName": "FRATELLI PIACENZA S.P.A.",
            "ecContrib": 183125
        },
        "932957544": {
            "orgId": "932957544",
            "orgName": "INTEGRAL Markt- und Meinungsforschungsges.m.b.H.",
            "ecContrib": 298135
        },
        "934228438": {
            "orgId": "934228438",
            "orgName": "LOVEMONK SL",
            "ecContrib": 206450
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 697900
        }
    },
    "calculatedTotalContribution": 3488650
}