{
    "rcn": "200031",
    "acronym": "FLOWTONICS",
    "topics": "ERC-StG-2015",
    "title": "Solid-state flow as a novel approach for the fabrication of photonic devices",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "The development of advanced photon-based technologies offers exciting promises in fields of crucial importance for the development of sustainable societies such as energy and food management, security and health care. Innovative photonic devices will however reveal their true potential if we can deploy their functionalities not only on rigid wafers, but also over large-area, flexible and stretchable substrates. Indeed, providing energy harvesting, sensing, or stimulating abilities over windows, screens, food packages, wearable textiles, or even biological tissues will be invaluable technological breakthroughs. Today, however, conventional fabrication approaches remain difficult to scale to large area, and are not well adapted to the mechanical and topological requirements of non-rigid and curved substrates. In FLOWTONICS, we propose innovative materials processing approaches and device architectures to enable the simple and scalable fabrication of nano-structured photonic systems compatible with flexible and stretchable substrates. Our strategy is to direct the flow of optical materials through an innovative and thus far unexplored exploitation of the solid-state dewetting and thermal drawing processes. Our objectives are three-fold: (1) Study and demonstrate, for the first time, the strong potential of the dewetting of chalcogenide glasses layers for the fabrication of large area photonic devices; (2) Show that dewetting can also be exploited to realize photonic architectures onto engineered, nano-imprinted flexible and stretchable polymer substrates; (3) Demonstrate, for the first time, the use of the thermal drawing process as a novel tool to realize advanced flexible and stretchable photonic ribbons and fibers. These novel approaches can contribute to game-changing scientific and technological advances for the sustainable management of our resources and to meet our growing health care needs, putting Europe at the forefront of innovation in these crucial areas.",
    "totalCost": "1499585",
    "ecMaxContribution": "1499585",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1499585
        }
    },
    "calculatedTotalContribution": 1499585
}