{
    "rcn": "200092",
    "acronym": "GLOBUS",
    "topics": "INT-03-2015",
    "title": "Reconsidering European Contributions to Global Justice",
    "startDate": "01/06/2016",
    "endDate": "31/05/2020",
    "objective": "GLOBUS critically assesses the EUís impact on justice in a global system characterised by uncertainty, risk and ambiguity. GLOBUS defines a new research agenda for the study of the EUís global role. This agenda directs attention to underlying political and structural challenges to global justice that are prior to the distributive problem, as well as to the fact that what is just is contested both by theorists and policy makers. GLOBUS provides in depth knowledge of how the EU proceeds to promote justice within the specific fields of climate change, trade, development, asylum/migration and security while also speaking to the key horizontal issues of gender and human rights within each of these fields. Rather than focusing on a single dimension GLOBUS develops three different conceptions of justice. This nuanced conceptual scheme allows GLOBUS to address the multifaceted challenge of justice, and to specify the EUís real impact. GLOBUS takes heed of the reality of ìthe foreign willî through intense engagement with partners outside Europe. This provides a ëreality checkí of the limits and potential for the EUís future place in a multi-polar order. The three conceptions of justice as non-dominance, as impartiality and as mutual recognition all have limitations as they prioritise some challenges to global justice over others. These limitations are important in order to empirically discern inhibiting factors for global political justiceñ such as power, unequal competences and the prevailing ësystem of statesí ñ as well as in order to specify how the EU contributes to justice. In order to develop a feasible model of justice promotion, we return to theory when data is collected and revise and amend the analytical model. We further factor in the viewpoints and experience of practitioners and stakeholders, GLOBUS provides policy-relevant recommendations that take into consideration ideal requirements while at the same time not losing sight of the realities of power.",
    "totalCost": "2498996,25",
    "ecMaxContribution": "2498996,25",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "Renmin University of China;UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;O.P. Jindal Global University;UNIVERSITY OF THE WITWATERSRAND JOHANNESBURG;Universidade do Estado do Rio de Janeiro;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "participantCountries": "CN;IE;IN;ZA;BR;IT;DE",
    "projectParticipants": {
        "996310572": {
            "orgId": "996310572",
            "orgName": "Universidade do Estado do Rio de Janeiro",
            "ecContrib": 0
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 404750
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 942621
        },
        "927614687": {
            "orgId": "927614687",
            "orgName": "O.P. Jindal Global University",
            "ecContrib": 0
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 444625
        },
        "997785845": {
            "orgId": "997785845",
            "orgName": "Renmin University of China",
            "ecContrib": 0
        },
        "998014086": {
            "orgId": "998014086",
            "orgName": "UNIVERSITY OF THE WITWATERSRAND JOHANNESBURG",
            "ecContrib": 285500
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 421500
        }
    },
    "calculatedTotalContribution": 2498996
}