{
    "rcn": "200071",
    "acronym": "SEAF",
    "topics": "EE-19-2015",
    "title": "Standardisation and Communication of Sustainable Energy Asset Evaluation Framework",
    "startDate": "01/02/2016",
    "endDate": "31/05/2018",
    "objective": "The main barriers to finance of Sustainable Energy Assets (SEA) projects ñ namely energy efficiency, demand response, distributed renewable energy generation and electricity storage ñ are: 1) project valuation difficulties; 2) difficulties in project optimisation; 3) a communication gap between contractors and investors leading to a lack of trust. \nToday, protocols and tools exist for project valuation, but they are used separately, in different ways by different investors or contractors. Therefore, SEA projects are valuated on a one-off basis, without any standardisation. The SEAF project will significantly lower the entry barriers to finance for small to medium projects, through combining existing tools and protocols, namely Joule Assetsí market valuation tool, the risk assessment methodology from insurance company HSB and the Investor Confidence Projectís energy performance protocols. \nThese three service tools will be integrated into an all-in-one, easy to use, single source valuation and risk assessment framework, which aims to: 1) Facilitate and support an intensive stakeholder engagement process; 2) Provide independent valuation and optimisation for SEA projects according to up-to-date energy market data; 3) Standardise energy efficiency valuation criteria for easy comparability with other similar projects; 4) Enable initial risk assessment at much lower cost and with less administrative effort; 5) Facilitate the matchmaking between investors and contractors; 6) Lay the foundation for robust exploitation. \nIn addition to its demonstration with a large network of investors and contractors, SEAF seeks to enable investments of Ä10-15m and primary energy savings of 18-45 GWh/a over the course of its duration. Through its unique combination of services, SEAF will specifically target small projects, which would otherwise not get financed and it will have a disproportionately large impact on job creation, as reduced energy costs have a much stronger effect on SMEs.",
    "totalCost": "1706366,25",
    "ecMaxContribution": "1706366,25",
    "coordinator": "JOULE ASSETS EUROPE AB OY",
    "coordinatorCountry": "FI",
    "participants": "HSB ENGINEERING  INSURANCE LIMITED;THE UNIVERSITY OF MANCHESTER;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;SEA - SERVIZI ENERGIA AMBIENTE SRL",
    "participantCountries": "UK;EL;IT",
    "projectParticipants": {
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 339375
        },
        "961032351": {
            "orgId": "961032351",
            "orgName": "SEA - SERVIZI ENERGIA AMBIENTE SRL",
            "ecContrib": 107000
        },
        "935722141": {
            "orgId": "935722141",
            "orgName": "JOULE ASSETS EUROPE AB OY",
            "ecContrib": 724375
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 246314
        },
        "927485677": {
            "orgId": "927485677",
            "orgName": "HSB ENGINEERING  INSURANCE LIMITED",
            "ecContrib": 289302
        }
    },
    "calculatedTotalContribution": 1706366
}