{
    "rcn": "200077",
    "acronym": "CSA Oceans 2",
    "topics": "BG-16-2015",
    "title": "Coordination action in support of the implementation of the Joint Programming Initiative on 'Healthy and Productive Seas and Oceans'",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "CSA Oceans 2 is a 36 month project with the general aim to facilitate and support the implementation of the Strategic Research and Innovation Agenda (SRIA) of JPI Oceans. CSA Oceans 2 will build further on the outcomes of the FP7 CSA Oceans project.\nTo achieve the objective above the project has been organised in five work packages:\n- WP1 will allow to link closely the project with the JPI Oceans structures namely the Management Board, the Executive Committee, Strategic Advisory Board and the JPI Oceans Secretariat and involve them in the CSA activities.\n- WP2 will deal with the implementation of joint transnational activities and will facilitate the organisation of the activities, it will guide the member countries in identifying and selecting the best fit for purpose (new) tools and provide a framework for evaluating, assessing and monitoring of the actions.\n- WP3 aims at maintaining and further developing the relationships between JPI Oceans with different relevant actors (research funding organisations (RFOs), Ministries, research performing organisations (RPOs), industry and partners outside of the EU) in the field of marine and maritime sciences in supporting the implementation of JPI Oceans agreed actions.\n- WP4 will support the implementation of the SRIA through thematic foresight mechanisms and will design a process for JPI Oceans to update its SRIA, Implementation Plan and Operational plan.\n- WP5 will deliver the necessary tools for the information management as well as outreach and dissemination of CSA Oceans 2 project and JPI Oceans' activities.\nThe CSA Oceans 2 project will be performed by a consortium of a mix of funding, coordinating and research performing organisations. All are members of the JPI Oceans Management Board or have a close connection to their national Management Board member.",
    "totalCost": "2024062,5",
    "ecMaxContribution": "1999375",
    "coordinator": "SERVICE PUBLIC FEDERAL DE PROGRAMMATION POLITIQUE SCIENTIFIQUE",
    "coordinatorCountry": "BE",
    "participants": "FORSCHUNGSZENTRUM JULICH GMBH;HELLENIC CENTRE FOR MARINE RESEARCH;INNOVATIONSFONDEN;THE SECRETARY OF STATE FOR ENVIRONMENT, FOOD AND RURAL AFFAIRS;MINISTERIO DE ECONOMIA, INDUSTRIA Y COMPETITIVIDAD;CONSIGLIO NAZIONALE DELLE RICERCHE;NORGES FORSKNINGSRAD;INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER;VLAAMS INSTITUUT VOOR DE ZEE VZW;FUNDACAO PARA A CIENCIA E A TECNOLOGIA;KONSORTIUM DEUTSCHE MEERESFORSCHUNG e.V.",
    "participantCountries": "DE;EL;DK;UK;ES;IT;NO;FR;BE;PT",
    "projectParticipants": {
        "954020706": {
            "orgId": "954020706",
            "orgName": "MINISTERIO DE ECONOMIA, INDUSTRIA Y COMPETITIVIDAD",
            "ecContrib": 164312
        },
        "999543970": {
            "orgId": "999543970",
            "orgName": "FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
            "ecContrib": 77062
        },
        "999807713": {
            "orgId": "999807713",
            "orgName": "SERVICE PUBLIC FEDERAL DE PROGRAMMATION POLITIQUE SCIENTIFIQUE",
            "ecContrib": 408312
        },
        "999460453": {
            "orgId": "999460453",
            "orgName": "NORGES FORSKNINGSRAD",
            "ecContrib": 309562
        },
        "999599939": {
            "orgId": "999599939",
            "orgName": "VLAAMS INSTITUUT VOOR DE ZEE VZW",
            "ecContrib": 258312
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 170812
        },
        "999577532": {
            "orgId": "999577532",
            "orgName": "HELLENIC CENTRE FOR MARINE RESEARCH",
            "ecContrib": 33312
        },
        "999921300": {
            "orgId": "999921300",
            "orgName": "KONSORTIUM DEUTSCHE MEERESFORSCHUNG e.V.",
            "ecContrib": 114562
        },
        "999630300": {
            "orgId": "999630300",
            "orgName": "INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER",
            "ecContrib": 133312
        },
        "939076692": {
            "orgId": "939076692",
            "orgName": "INNOVATIONSFONDEN",
            "ecContrib": 170812
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 117062
        },
        "999904713": {
            "orgId": "999904713",
            "orgName": "THE SECRETARY OF STATE FOR ENVIRONMENT, FOOD AND RURAL AFFAIRS",
            "ecContrib": 41938
        }
    },
    "calculatedTotalContribution": 1999370
}