{
    "rcn": "200066",
    "acronym": "ENERINVEST",
    "topics": "EE-19-2015",
    "title": "ENERINVEST Spanish Sustainable Energy financing Platform",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The technical and economic viability of sustainable energy projects is of great interest to public institutions, businesses and individuals due to the associated energy savings and the additional economic and environmental benefits. The EU has articulated numerous mechanisms to encourage the mobilization of investment in terms of sustainable energy, and in Spain there are currently several of them applied to finance such projects. However, there is a set of barriers that hinders a greater development of them, standing out the lacks of:\n- Trust among investors in financial viability;\n- Public and private capabilities in project structuring; and\n- Emblematic successful cases that can be a reference model.\n\nENERINVEST addresses those issues by creating a consulting platform which will provide financial, technical and legal solutions to sustainable energy, facilitating the dialogue among the different stakeholders involved. ENERINVEST aims to become the reference Spanish platform in the field of sustainable energy projects financing, which covers the existing gap between the financial sector and the sustainable energy sector, hence, promoting a higher and more efficient investment in sustainable energy projects.\n\nThis work is translated in:\n- Gathering and organizing all current information, regulation and existing financial models in Spain;\n- Identifying and promoting successful cases of innovative financial models;\n- Creating an e-platform with an assessment tool for preliminary market assessments; \n- Establishing working groups with stakeholders to join forces for the promotion of financial mechanisms for the execution of sustainable energy projects;\n- Developing communication activities of the platform to foster its visibility and disseminating the results.\n\nThe main interested parties in ENERINVESTís activities and results are the following target groups: projects promoters; financial entities, investors and policy makers and other stakeholders in energy and financing.",
    "totalCost": "1926958,75",
    "ecMaxContribution": "1926958,75",
    "coordinator": "DELOITTE ADVISORY SL",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;AGENCIA EXTREMENA DE LA ENERGIA;ASOCIACION ECOSERVEIS;DIPUTACION DE GERONA;ASOCIACION NACIONAL DE EMPRESAS DE SERVICIOS ENERGETICOS ANESE;NAVARRA DE SUELO Y VIVIENDA SA;ASOCIACION DE AGENCIAS ESPANOLAS DE GESTION DE LA ENERGIA;DIPUTACION PROVINCIAL DE HUELVA",
    "participantCountries": "ES",
    "projectParticipants": {
        "994443904": {
            "orgId": "994443904",
            "orgName": "AGENCIA EXTREMENA DE LA ENERGIA",
            "ecContrib": 200594
        },
        "950867818": {
            "orgId": "950867818",
            "orgName": "DIPUTACION DE GERONA",
            "ecContrib": 203685
        },
        "952040645": {
            "orgId": "952040645",
            "orgName": "DELOITTE ADVISORY SL",
            "ecContrib": 314875
        },
        "939155844": {
            "orgId": "939155844",
            "orgName": "DIPUTACION PROVINCIAL DE HUELVA",
            "ecContrib": 220438
        },
        "950611544": {
            "orgId": "950611544",
            "orgName": "ASOCIACION NACIONAL DE EMPRESAS DE SERVICIOS ENERGETICOS ANESE",
            "ecContrib": 143062
        },
        "995671924": {
            "orgId": "995671924",
            "orgName": "ASOCIACION ECOSERVEIS",
            "ecContrib": 215250
        },
        "952922666": {
            "orgId": "952922666",
            "orgName": "NAVARRA DE SUELO Y VIVIENDA SA",
            "ecContrib": 218082
        },
        "929443040": {
            "orgId": "929443040",
            "orgName": "ASOCIACION DE AGENCIAS ESPANOLAS DE GESTION DE LA ENERGIA",
            "ecContrib": 181312
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 229660
        }
    },
    "calculatedTotalContribution": 1926958
}