{
    "rcn": "200094",
    "acronym": "EnerSHIFT",
    "topics": "EE-20-2015",
    "title": "Energy Social Housing Innovative Financing Tender",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "Regione Liguria, together with IRE (its dependent agency for energy, infrastructure and urban renovation) conceived this proposal which could allow for preparing feasibility studies with the final aim to launch a tender for investments to be made by ESCos through an Energy Performance Contract (EPC). The EPC will enable the implementation of investments without or with limited public capital funding. \nEnerSHIFT project is based on the wish of the regional government to improve the quality of social housing buildings through retrofitting for the sake of low income people and to decrease energy consumption and related emissions while in the meantime boosting the local economy.\nThe main concept underpinning the project is that economic shortages and public spending review do not currently make it possible to find budget for design and for investment. One good solution is the use of innovative financial schemes such as Energy Performance Contracting for the first time in whole Liguria. Besides, the success of this financial scheme can form the basis for other such investment programs, in Liguria, in other sectors or locations. \nImportant to consider is that tenants do not own their homes but pay the bills ñ while the buildings are owned by SHOs which do not pay the bills. Therefore, any investment programme has to combine the objectives of both players. SHOs cannot implement measures without tenants approval, on the other hand, if tenants want to spend less and live better, they depend on the SHOs. One major point of the project is indeed the combination of these two interests with the help of the tenants syndicates who will involve tenants throughout the project.\nTherefore the EnerSHIFT project has energy, social and economic aims.",
    "totalCost": "967687,5",
    "ecMaxContribution": "967687,5",
    "coordinator": "REGIONE LIGURIA",
    "coordinatorCountry": "IT",
    "participants": "SINDACATO UNITARIO NAZIONALE INQUILINI E ASSEGNATARI;INFRASTRUTTURE RECUPERO ENERGIA AGENZIA REGIONALE LIGURE - I.R.E. SPA;ARTE - AZIENDA REGIONALE TERRITORIALE PER EDILIZIA;A.R.T.E. LA SPEZIA;AZIENDA REGIONALE TERRITORIALE PERL'EDILIZIA DELLA PROVINCIA DI GENOVA - A.R.T.E.;AZIENDA REGIONALE TERRITORIALE PER L'EDILIZIA DELLA PROVINCIA DI SAVONA -  A.R.T.E. SAVONA",
    "participantCountries": "IT",
    "projectParticipants": {
        "936508229": {
            "orgId": "936508229",
            "orgName": "INFRASTRUTTURE RECUPERO ENERGIA AGENZIA REGIONALE LIGURE - I.R.E. SPA",
            "ecContrib": 179750
        },
        "929032924": {
            "orgId": "929032924",
            "orgName": "AZIENDA REGIONALE TERRITORIALE PER L'EDILIZIA DELLA PROVINCIA DI SAVONA -  A.R.T.E. SAVONA",
            "ecContrib": 52500
        },
        "928914390": {
            "orgId": "928914390",
            "orgName": "ARTE - AZIENDA REGIONALE TERRITORIALE PER EDILIZIA",
            "ecContrib": 33125
        },
        "996097851": {
            "orgId": "996097851",
            "orgName": "REGIONE LIGURIA",
            "ecContrib": 281438
        },
        "928378271": {
            "orgId": "928378271",
            "orgName": "SINDACATO UNITARIO NAZIONALE INQUILINI E ASSEGNATARI",
            "ecContrib": 109875
        },
        "928420757": {
            "orgId": "928420757",
            "orgName": "AZIENDA REGIONALE TERRITORIALE PERL'EDILIZIA DELLA PROVINCIA DI GENOVA - A.R.T.E.",
            "ecContrib": 205750
        },
        "928935051": {
            "orgId": "928935051",
            "orgName": "A.R.T.E. LA SPEZIA",
            "ecContrib": 105250
        }
    },
    "calculatedTotalContribution": 967688
}