{
    "rcn": "200178",
    "acronym": "CELBICON",
    "topics": "ISIB-06-2015",
    "title": "Cost-effective CO2 conversion into chemicals via combination of Capture, ELectrochemical and BI-ochemical CONversion technologies",
    "startDate": "01/03/2016",
    "endDate": "31/08/2019",
    "objective": "CELBICON aims at the development, from TRL3 to TRL5, of new CO2-to-chemicals technologies, conjugating at once small-scale for an effective decentralized market penetration, high efficiency/yield, low cost, robustness, moderate operating temperatures and low maintenance costs.\nIn line with the reference Topic text, these technologies will bridge cost-effective CO2 capture and purification from the atmosphere through sorbents (with efficient heat integration of the CO2 desorption step with the subsequent process stages), with electrochemical conversion of CO2 (via PEM electrolysis concepts, promoting CO2 reduction at their cathode in combination with a fruitful oxidation carried out simultaneously at the anode), followed by bioreactors carrying out the fermentation of the CO2-reduction intermediates (syngas, C1 water-soluble molecules) to form valuable products (bioplastics like Poly-Hydroxy-Alkanoates - PHA -, isoprene, lactic acid, methane, etc.) as well as effective routes for their recovery from the process outlet streams.\nA distinctive feature of the CELBICON approach is the innovative interplay and advances of key technologies brought in by partners (high-tech SMEs & companies, research centres) to achieve unprecedented yield and efficiency results along the following two processing lines: i) High pressure process line tailored to the production of a PHA bioplastic and pressurized methane via intermediate electrochemical generation of pressurized syngas followed by specific fermentation steps; ii) Low pressure processing line focused on the production of value-added chemicals by fermentation of CO2-reduction water-soluble C1 intermediates.\nOver a 42 months project duration, the two process lines described will undergo a thorough component development R&D programme so as to be able to assemble three optimised TRL5 integrated test-rigs (one per TP) to prove the achievement of all the quantified techno-economical targets.",
    "totalCost": "6211040,25",
    "ecMaxContribution": "5429201,5",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;GENSORIC GMBH;GASKATEL GESELLSCHAFT FUR GASSYSTEME DURCH KATALYSE UND ELEKTROCHEMIE MIT BESCHRANKTER HAFTUNG;UNIVERSITE DE MONTPELLIER;HYSYTECH SRL;AVANTIUM CHEMICALS BV;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;KARLSRUHER INSTITUT FUER TECHNOLOGIE;KRAJATE GMBH;CLIMEWORKS AG;M.T.M. SRL;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;FR;IT;NL;ES;AT;CH",
    "projectParticipants": {
        "951021757": {
            "orgId": "951021757",
            "orgName": "GENSORIC GMBH",
            "ecContrib": 379688
        },
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 351809
        },
        "998081016": {
            "orgId": "998081016",
            "orgName": "HYSYTECH SRL",
            "ecContrib": 374250
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 592525
        },
        "935684505": {
            "orgId": "935684505",
            "orgName": "KRAJATE GMBH",
            "ecContrib": 445269
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 444735
        },
        "928349656": {
            "orgId": "928349656",
            "orgName": "CLIMEWORKS AG",
            "ecContrib": 0
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 379159
        },
        "951873320": {
            "orgId": "951873320",
            "orgName": "M.T.M. SRL",
            "ecContrib": 304291
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 381625
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 625429
        },
        "969594444": {
            "orgId": "969594444",
            "orgName": "AVANTIUM CHEMICALS BV",
            "ecContrib": 769778
        },
        "968696224": {
            "orgId": "968696224",
            "orgName": "GASKATEL GESELLSCHAFT FUR GASSYSTEME DURCH KATALYSE UND ELEKTROCHEMIE MIT BESCHRANKTER HAFTUNG",
            "ecContrib": 380645
        }
    },
    "calculatedTotalContribution": 5429203
}