{
    "rcn": "200126",
    "acronym": "LIQUISWITCH",
    "topics": "ERC-StG-2015",
    "title": "External Control of Liquid Nanofilms for Switchable Friction and Adhesion",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The overall vision of the project is to demonstrate methods for switching friction and adhesion ñ such as ìswitch off frictionî or ìswitch on adhesionî ñ reversibly and with remote control. My hypothesis is that fluids confined to nanofilms between solid objects can be designed to dramatically alter their surface properties under the influence of applied fields, and so can be used to switch friction, lubrication or adhesion in a controlled and reversible way. The emphasis of the project is on creating well-defined model experiments, with high resolution in both film thickness and interaction forces, in order to reach a fundamental understanding of the new concepts and mechanisms involved. The novelty lies in both the newly-proposed mechanisms of switching friction and adhesion interactions, and the new instrumentation constructed to detect and analyse the forces. The new methodologies necessary for these pioneering experiments involve two new versions of a Surface Force Balance (SFB) providing molecular-resolution (0.1nm) control and measurement of interfacial liquid films, controlled application of electric and magnetic fields, and ultra-sensitive measurement of friction and adhesion. Notably, one of these new instruments will have macroscopic graphene electrodes for confinement of liquid nanofilms (0 ñ 100nm) between atomically smooth electrodes. The wide range of ëswitchableí liquids studied will include polyelectrolytes, magnetic fluids, ionic liquids and self-assembled systems. Ultimately, this project will change the way we think about surface interactions into something we can ëswitch and controlí.",
    "totalCost": "1492828",
    "ecMaxContribution": "1492828",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1492828
        }
    },
    "calculatedTotalContribution": 1492828
}