{
    "rcn": "200148",
    "acronym": "C-LEAK",
    "topics": "MSCA-IF-2015-EF",
    "title": "Rivers as leak in the terrestrial C sink",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Lateral displacement of carbon (C) from soils across inland waters towards the ocean has been intensified due to anthropogenic perturbations and has significant influence on the anthropogenic C budget and the terrestrial C sink. However, Earth System Models (ESM) which are used to simulate the terrestrial C sink at global scale still ignore these lateral fluxes.\nThe project presented here aims at assessing the impact of lateral C fluxes on the anthropogenic CO2 budget using a mechanistically-based approach. To this end, JULES, the land surface component of the UK ESM, will be upgraded with an explicit representation of fluvial transports of soil derived C, including decomposition of organic C in transit and net C fluxes to the atmosphere and aquatic sediments. The model will be calibrated, applied and validated at subcontinental scale for the UK, but the technical developments will support future applications across scales, from catchment to the globe. Historical simulations (1850-2010) will be run to attribute climate change, land-use change mediated soil erosion, and river damming to changes in C exports and C burial in aquatic sediments. Future simulation (until 2100) under contrasting climate and land-use scenarios will be run in order to assess the fate of the inland water C cycle.\nAt the University of Exeter, the fellow will gain experience in Earth System Modelling and improve his process understanding of soil erosion, fluvial transport and sedimentation of C. This combination of expertise will put the fellow into a unique position which meets a clearly defined need in ESM development and increases his chance to obtain a permanent position at a leading European research institute. This project promotes the knowledge transfer in Earth System Modelling between the University of Exeter (GB), Institut Pierre-Simon Laplace (F) and the UniversitÈ Libre de Bruxelles (Be) and the interdisciplinary exchange between climate science, soil science and geomorphology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}