{
    "rcn": "200182",
    "acronym": "SAFEIMMUNOSUPPRESS",
    "topics": "ERC-PoC-2015",
    "title": "Development of immunosuppressive treatments with better safety",
    "startDate": "01/01/2016",
    "endDate": "30/06/2017",
    "objective": "The idea of the proposal is to prove the relevance of the development a novel class of immunosuppressive drugs with a better safety. These agents will aim at selectively inhibit the proliferation of T (and B) lymphocytes by targeting a medically relevant target (named CTPS1) recently identified by Dr Latour in the team of Pr Fischer. Proliferation of T lymphocytes is a normal component of the immune reaction toward an antigen, but in certain circumstances, the proliferation of activated T lymphocytes is deleterious including in the context of organ transplantation, autoimmune and inflammatory diseases. Accordingly, several classes of immunosuppressive agents have been developed to inhibit and control these excessive and pathological responses. Actually, most of these inhibitors known are associated with toxicity due to their nonspecific broad effects. A promising future application of immunosuppressive drugs is to search for agents that inhibit unwanted lymphocyte responses by novel and more specific mechanisms. The aim of the project is to conduct a feasibility study for the development of such drugs that could selectively inhibit the proliferation of activated lymphocytes by targeting CTPS1 (without broad side effects as currently used inhibitors). The excepted outcomes of the project are to amass the weight of data needed for achieving a technology transfer to an industrial partner active in drug discovery. These data represent key points to address needed for advancement of the idea to high throughput drug screening and design stage (that will be realized by the industrial partner). This background work includes pre-clinical studies in cellular and animal models and a technical feasibility study validating the plan for drug discovery, as well as IPR finalization, contacts with potential industrial partners and finalization of the commercialization strategy.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}