{
    "rcn": "200107",
    "acronym": "HNSciCloud",
    "topics": "ICT-08-2015",
    "title": "Helix Nebula ñ The Science Cloud",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Over the coming 10-15 years the generation of vast amounts of data created by scientific research domains will create enormous challenges for capturing, managing  and processing of this data. Tests have been made but today commercial cloud services do not play a significant role in the production computing environments for the publicly funded research sector in Europe. Stimulated by the Pre-Commercial Procurement (PCP) commitment of leading research organisations from 7 countries, HNSciCloud will pull together commercial cloud service providers, publicly funded e-Infrastructures and the buyersí in-house resources to build a hybrid cloud platform on top of which a competitive marketplace of European cloud players can develop their own services for a wider range of users. This project will bring Europeís technical development, policy and procurement activities together to remove fragmentation and maximise exploitation. The alignment of commercial and public (regional, national, and European) strategies will increase the rate of innovation. Through a competitive series of design, prototype and pilot steps, HNSciCloud will contract suppliers to deliver a 5% scale deployment of a hybrid cloud platform that can address the extreme needs of world class scientific research, including:\nï Catalog of secure and interoperable services from multiple suppliers that have successfully passed an international recognised certification process\nï Agile procurement process suitable for the dynamic cloud services market and tailored to the needs of the public research sector\nï Development of monitoring frameworks to ensure compliance with international security and interoperability standards, performance criteria and financial benchmarking against global market leaders.\nThe resulting common platform will be evaluated by end-users and exploited as the incubator for new businesses and scientific activities engaging a growing number of buyers, suppliers & users.",
    "totalCost": "6770127",
    "ecMaxContribution": "4716374",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "STICHTING EGI;EUROPEAN MOLECULAR BIOLOGY LABORATORY;SURFSARA BV;SCIENCE AND TECHNOLOGY FACILITIES COUNCIL;INSTITUTO DE FISICA DE ALTAS ENERGIAS;KARLSRUHER INSTITUT FUER TECHNOLOGIE;TRUST-IT SERVICES LIMITED;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY;ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "participantCountries": "NL;DE;UK;ES;FR;IT",
    "projectParticipants": {
        "999687724": {
            "orgId": "999687724",
            "orgName": "TRUST-IT SERVICES LIMITED",
            "ecContrib": 94300
        },
        "999986969": {
            "orgId": "999986969",
            "orgName": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
            "ecContrib": 44731
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 25434
        },
        "952865630": {
            "orgId": "952865630",
            "orgName": "SURFSARA BV",
            "ecContrib": 23632
        },
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 27450
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 33576
        },
        "989221715": {
            "orgId": "989221715",
            "orgName": "STICHTING EGI",
            "ecContrib": 50394
        },
        "999980179": {
            "orgId": "999980179",
            "orgName": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL",
            "ecContrib": 20056
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 19925
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 4360926
        },
        "999613907": {
            "orgId": "999613907",
            "orgName": "INSTITUTO DE FISICA DE ALTAS ENERGIAS",
            "ecContrib": 15950
        }
    },
    "calculatedTotalContribution": 4716374
}