{
    "rcn": "200124",
    "acronym": "A3R",
    "topics": "IT-1-2015-1",
    "title": "Air To Air Automatic Refuelling",
    "startDate": "01/02/2016",
    "endDate": "30/06/2016",
    "objective": "In-Flight-Refuelling (IFR) is an important method for extending the range of manned and unmanned aircrafts traveling long distances over areas with no feasible landing or refuelling points. We will focus in the flying boom, the preferred solution in an Airbus, EU, NATO context where we need new mechanisms that add safety through automation. We are MESUREX Aeronautics, an ISO9001:2008 and EN9100:2009 certified company, established in 2006 in Malaga (Spain). Since then, we design, develop and manufacture electronic devices and systems for the Aerospace market and special industrial uses. We specialize in high quality mechanical design, enclosures and embedded developments for critical avionics systems. DEFENSYA, is an innovative technological company founded in July 2001, with headquarters in Madrid, Spain, and commercial offices in Puerto Rico (US) and Bogot· (Colombia). They specialise in Aerospace consultancy and engineering services, a sector where they offer their customersí services in the field of electronics and communications embedded systems, and particularly Vision Systems for Avionics where their experts hold an impressive patents record. Our proposal A3R ñ Automatic Air-2-Air Refuelling System, intends to:\n(1) Develop a semi-automatic solution to improve the flying-boom in-flight refuelling. \n(2) Process (patent pending).\n(3) Develop a new augmented reality haptic user interface that will provide the boomer a more natural and intuitive mean to operate the boom (patent pending).\n(4) Develop a fully automatic solution to improve the flying-boom in-flight refuelling process (patent pending).\nA3R will allow MESUREX Aeronautics leading of automatic in-flight refuelling systems segment, a most demanded solution that will let us make ~Ä102 million sales with expected RoI of 2.19 within 1st 4 years of business based on our preliminary approach to main customers: Boeing and Airbus.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MESUREX AERONAUTICS DIVISION SL",
    "coordinatorCountry": "ES",
    "participants": "DEFENSYA INGENIERIA INTERNACIONAL SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "934416230": {
            "orgId": "934416230",
            "orgName": "DEFENSYA INGENIERIA INTERNACIONAL SL",
            "ecContrib": 0
        },
        "934408761": {
            "orgId": "934408761",
            "orgName": "MESUREX AERONAUTICS DIVISION SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}