{
    "rcn": "200127",
    "acronym": "RyD-QMB",
    "topics": "ERC-StG-2015",
    "title": "Rydberg dressed quantum many-body systems",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The project ìRydberg dressed quantum many-body systemsî (RyD-QMB) will experimentally study long-range interacting atomic quantum many-body systems with tailored microscopic interactions. It will explore supersolidity expected for ultracold bosonic systems with soft-core interactions and realize quantum magnets, that are designable almost at will and feature unprecedented coupling strengths. As such, it opens new directions for atomic quantum simulation and paves the way towards the experimental study and the design of frustrated magnets, interacting topological systems and artificial quantum gauge fields, topics, that not only push the limits of quantum simulators for solid state physics, but also reach out into the field of high energy physics.\nThe unique interaction features RyD-QMB plans to exploit emerge from the combination of ultracold atoms with Rydberg atoms. Using Rydberg dressing long-range interactions will be induced, whose strength, distance dependence and isotropy is controlled. Simultaneously, the gap between the timescales of atomic motion and lifetime of the Rydberg states will be bridged.\nStrong optical coupling to the Rydberg state is key for the implementation of useful Rydberg dressing. Therefore, RyD-QMB will use high power single photon coupling in the ultraviolet to induce the interactions. RyD-QMB will explore Rydberg dressing of continuous as well as lattice systems and aims to:\n\n* Demonstrate microscopic interaction design of quantum many-body systems using strong Rydberg dressing of potassium.\n* Explore exotic superfluidity in two dimensional long-range interacting systems and, especially, realize soft-core interacting many-body systems that are predicted to show supersolidity.\n* Study ground states and non-equilibrium dynamics of strongly interacting quantum magnets with designed long-range spin couplings that are induced by the light field.",
    "totalCost": "1497374,99",
    "ecMaxContribution": "1497374,99",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1497375
        }
    },
    "calculatedTotalContribution": 1497375
}