{
    "rcn": "200130",
    "acronym": "QUMAG",
    "topics": "ERC-PoC-2015",
    "title": "QUANTUM OPTICAL MAGNETOMETER FOR MEDICAL APPLICATIONS",
    "startDate": "01/03/2016",
    "endDate": "31/08/2017",
    "objective": "Sensitive detection of weak magnetic fields produced by human nerves, eyes and brain has a large potential as a diagnostic tool for bio- and medical applications. However, measurements of magnetic fields have not yet been developed into a ubiquitous tool for medical diagnostics, one of the reasons being that commercially available magnetometers with high enough sensitivity are based on expensive superconducting magnetometers (SQUIDs) which require cryogenic cooling. Within the INTERFACE project we have developed a novel optical magnetometer with sensitivity rivaling SQUIDs but operating at room or human body temperature. This breakthrough has been achieved by the design based on optimizing quantum noise of the light-atoms interaction. First results on detection of action potential magnetic signals from a nerve provide an example of quantum technology in service of real world applications. Within the QUMAG project we shall explore the potential of the quantum magnetometer in ophthalmology. In collaboration with medical researchers and leading ophthalmologists we shall develop a magnetoretinograph for eye diagnostics. The small fiber-connected chip which can be placed in the close proximity to the eye and provide noninvasive, inexpensive, ultrasensitive diagnostics will find a market in curing such diseases as glaucoma, retinitis pigmentosa, and inborn blindness.",
    "totalCost": "149921",
    "ecMaxContribution": "149921",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 149921
        }
    },
    "calculatedTotalContribution": 149921
}