{
    "rcn": "200174",
    "acronym": "TAIAC",
    "topics": "ERC-StG-2015",
    "title": "Breaking the paradigm: A new approach to understanding and controlling combustion instabilities",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "It is well known that current and future low-emission combustion concepts for gas turbines are prone to thermoacoustic instabilities. These give rise to large pressure fluctuations that can drastically reduce the operable range and threaten the structural integrity of stationary gas turbines and aero engines. In the last 6 years the development of laboratory-scale annular combustors and high-performance computing based on Large Eddy Simulations (LES) have been able to reproduce thermoacoustic oscillations in annular combustion chambers, giving us unprecedented access to information about their nature.\n\nUntil now, it has been assumed that a complete understanding of thermoacoustic instabilities could be developed by studying the response of single axisymmetric flames. Consequently stability issues crop up far into engine development programmes, or in service, because we lack the knowledge to predict their occurrence at the design stage. However, the ability to experimentally study thermoacoustic instabilities in laboratory-scale annular combustors using modern experimental methods has set the stage for a breakthrough in our scientific understanding capable of yielding truly predictive tools.\n\nThis proposal aims to break the existing paradigm of studying isolated flames and provide a step change in our scientific understanding by studying thermoacoustic instabilities in annular chambers where the full multiphysics of the problem are present. The technical goals of the proposal are: to develop a novel annular facility with engine relevant boundary conditions; to use this to radically increase our understanding of the underlying physics and flame response, paving the way for the next generation of predictive methods; and to exploit this understanding to improve system stability through intelligent design. Through these goals the proposal will provide an essential bridge between academic and industrial research and strengthening European thermoacoustic expertises.",
    "totalCost": "1929103,26",
    "ecMaxContribution": "1929103,26",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 1929103
        }
    },
    "calculatedTotalContribution": 1929103
}