{
    "rcn": "200132",
    "acronym": "COMPAIR",
    "topics": "Sesar-05-2015",
    "title": "COMPetition for AIR traffic management",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "The provision of ATM services has for a long time been a national monopoly, with the important role attributed to the nation state (by ICAO) of managing air traffic safely in its national airspace. In addition, provision of air traffic services (ATS) has traditionally been considered a natural monopoly due to the large infrastructure investments. These elements are now both changing. The European Union is increasingly entering the air traffic management world, opposing the national character of the industry and increasing the scale at which air traffic services could be provided. In addition, technological changes are more and more reducing the need for large scale ground-based infrastructure and expensive equipment, putting into question the natural monopoly character of the industry. Therefore today is the right time to study the liberalization and introduction of competition in the ATM sector. However, competition can be introduced at various levels and in different ways. \nThe overall goal of COMPAIR is to investigate how to introduce competitive incentives in the ATM sector so as to best contribute to the achievement of the European high-level policy objectives for aviation. The project will pursue the following objectives:\n1. propose a set of new institutional market designs for the introduction of competition in the European ATM sector;\n2. define a framework allowing a comprehensive assessment of the impact of different institutional market designs on ATM stakeholders and society at large;\n3. develop a variety of economic and network simulation models allowing the evaluation of the proposed regulatory approaches along the dimensions identified as relevant in the assessment framework; \n4. assess the feasibility and acceptability of proposed institutional changes for various market actors;\n5. propose a vision and derive policy recommendations for the implementation of those new institutional structures identified as most beneficial for the European ATM system.",
    "totalCost": "599803,75",
    "ecMaxContribution": "599803,75",
    "coordinator": "TRANSPORT & MOBILITY LEUVEN NV",
    "coordinatorCountry": "BE",
    "participants": "SLOT CONSULTING KERESKEDELMI, SZOLGALTATO, TANACSADO KFT;NOMMON SOLUTIONS AND TECHNOLOGIES SL;THE HEBREW UNIVERSITY OF JERUSALEM",
    "participantCountries": "HU;ES;IL",
    "projectParticipants": {
        "953371194": {
            "orgId": "953371194",
            "orgName": "NOMMON SOLUTIONS AND TECHNOLOGIES SL",
            "ecContrib": 132734
        },
        "999539508": {
            "orgId": "999539508",
            "orgName": "SLOT CONSULTING KERESKEDELMI, SZOLGALTATO, TANACSADO KFT",
            "ecContrib": 66520
        },
        "998616262": {
            "orgId": "998616262",
            "orgName": "TRANSPORT & MOBILITY LEUVEN NV",
            "ecContrib": 276800
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 123750
        }
    },
    "calculatedTotalContribution": 599804
}