{
    "rcn": "200165",
    "acronym": "BUILDINTEREST",
    "topics": "EE-19-2015",
    "title": "Improving the attractiveness of investments in energy efficiency and sustainability in buildings",
    "startDate": "01/04/2016",
    "endDate": "30/06/2018",
    "objective": "BUILDINTEREST will structurally improve the financeability and attractiveness of investments in renewable energy or energy efficiency in buildings by creating three national sustainable energy financing platforms. Investments in renewable energy and energy efficiency are currently sub-optimal, forming an important bottleneck for Europe to reach its 20-20-20 targets. Particularly in the building sector, projects require high upfront investments, have high perceived risk, have to deal with complex planning and stakeholder issues, and suffer from split incentives. Since the building sector is also one of the largest energy users in Europe and faces a major and sustained investment challenge, BUILDINTEREST focuses on addressing financial issues in investment in sustainable energy and energy efficiency measures in buildings. BUILDINTEREST will develop three national sustainable energy financing platforms: in The Netherlands (Duurzaam Gebouwd), Italy (ASTER) and France (BPIFrance). These platforms will create a structural dialogue between the building and financial sector and develop essential tools and financial instruments that will increase attractiveness of investments in sustainable energy in buildings. BUILDINTEREST will also develop a roadmap, describing the barriers in financing sustainable energy investments as well as their solutions, and presenting a practical approach to the implementation of these solutions, from financial instruments and contract arrangements to calculation tools and policy measures. The project will also facilitate the implementation of these solutions by the building and financial sector during project operation. To further increase its impact, BUILDINTEREST aims at rapid replication of the national platforms in other European countries. Among other activities, 6 large-scale (inter)national events are organized during the project. BUILDINTEREST will reduce uncertainty regarding investments in sustainable buildings, and increased investors' confidence and trust.",
    "totalCost": "1754635",
    "ecMaxContribution": "1754635",
    "coordinator": "PNO CONSULTANTS BV",
    "coordinatorCountry": "NL",
    "participants": "EUROPE UNLIMITED S.A.;BPIFRANCE FINANCEMENT SA;ASTER - SOCIETA CONSORTILE PER AZIONI;STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND;DGB BV",
    "participantCountries": "BE;FR;IT;NL",
    "projectParticipants": {
        "999988715": {
            "orgId": "999988715",
            "orgName": "STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND",
            "ecContrib": 152448
        },
        "966064323": {
            "orgId": "966064323",
            "orgName": "BPIFRANCE FINANCEMENT SA",
            "ecContrib": 176250
        },
        "927491594": {
            "orgId": "927491594",
            "orgName": "DGB BV",
            "ecContrib": 384375
        },
        "999643686": {
            "orgId": "999643686",
            "orgName": "ASTER - SOCIETA CONSORTILE PER AZIONI",
            "ecContrib": 391875
        },
        "999775315": {
            "orgId": "999775315",
            "orgName": "EUROPE UNLIMITED S.A.",
            "ecContrib": 245312
        },
        "990535968": {
            "orgId": "990535968",
            "orgName": "PNO CONSULTANTS BV",
            "ecContrib": 404375
        }
    },
    "calculatedTotalContribution": 1754635
}