{
    "rcn": "200122",
    "acronym": "LEFAPO",
    "topics": "SC5-20-2015",
    "title": "Lead free automotive SLI power",
    "startDate": "01/12/2015",
    "endDate": "31/08/2018",
    "objective": "This project contributes to the callís overall objective, which is to stimulate the competitiveness of eco-innovative SMEs\nseeking to launch their products on world markets. This project introduces an eco-innovative product, a car-starting battery,\nwhich contains no hazardous materials, extends battery life at least six times longer (in start-stop life) compared to lead-acid\nbatteries, and produces significant CO2 savings.\n\nOlife has developed a new car battery that is a milestone in the evolution of the automotive industry. It is the first full\nsubstitute for lead-acid batteries and offers many advantages, such as: superb performance, light weight, high range of\noperating temperatures, ideally suited to start-stop systems, superior reliability and durability, resistance to extreme\nvibration, starting ability up to 90% DOD (depth of discharge), lead and acid free, non-hazardous and eco-friendly.\n\nThe business innovation project aims to complete the development and to demonstrate industrial readiness and maturity for\nprimary market introduction (the new vehicle market), to build brand awareness, develop communication and dissemination\nactivities for both the primary market and the aftermarket. This objective will be accomplished via three key steps:\n1) Testing, modification and finalisation of product development for OEM market\n2) Communication and dissemination activities\n3) Protection of intellectual property\n\nThe current battery market, due to LAB (lead-acid battery) technology limitations, offers a wide variety of batteries of different\ncapacities. Olife's offering (L2 and L5) successfully meets major market requirements.\nï The L2 Olife battery is equivalent to a 55Ah LAB battery.\nï The L5 Olife battery is equivalent to a 110Ah LAB battery.\n\nPatent applications have been already submitted in the 120 countries. In Mexico and South Africa, a patent has already\nbeen obtained. In other countries, patents are pending.",
    "totalCost": "3608500",
    "ecMaxContribution": "2525950",
    "coordinator": "OLIFE CORPORATION AS",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930518770": {
            "orgId": "930518770",
            "orgName": "OLIFE CORPORATION AS",
            "ecContrib": 2525950
        }
    },
    "calculatedTotalContribution": 2525950
}