{
    "rcn": "200141",
    "acronym": "Liqbiopsens",
    "topics": "ICT-28-2015",
    "title": "Reliable Novel Liquid Biopsy technology for early detection of colorectal cancer",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The overall aim of LIQBIOPSENS project is the further development and validation in real settings of a novel diagnostic platform for the early and fast detection of ctDNA and their KRAS and BRAF mutations associated to colorectal cancer through blood samples. The main features of LIQBIOPSENS are: reliability (detection rates vary from 95ñ100 %), low-cost (40-50 Ä per sample analysis), sensitivity (in the zM range), multiplexing capabilities (analysis of 27 KRAS and BRAF mutations simultaneously), short analysis time (30-60 min.), user-friendly interface and flexibility. Solution proposed by the LIQBIOPSENS project relies on the multidisciplinary integration of different Key Enabled Technologies: microelectronics, microfluidics, nanomaterials and genomics. In particular, LIQBIOPSENS platform is based on the integration of two novel complementary technologies. On the one hand, the revolutionary DGL© technology property of DestiNA Genomics Ltd, capable of delivering faster, more error-free detection of nucleic acids and their mutations than current enzyme-based detection systems, making 'false positive' results a thing of the past. On the other hand, a novel high resolution acoustic wave microsensor technology property of AWSensors, that allows an accurate, inexpensive, label-free, direct and real time transduction method to quantitatively evaluate the results of the application of the above mentioned DGL© technique.",
    "totalCost": "2702268,75",
    "ecMaxContribution": "2307200,63",
    "coordinator": "ADVANCED WAVE SENSORS S.L.",
    "coordinatorCountry": "ES",
    "participants": "SISTEMAS GENOMICOS SL;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;UNIVERSITE CATHOLIQUE DE LOUVAIN;DESTINA GEONOMICS LTD;BEABLE SL;SERVICIO ANDALUZ DE SALUD",
    "participantCountries": "ES;EL;BE;UK",
    "projectParticipants": {
        "998862351": {
            "orgId": "998862351",
            "orgName": "SISTEMAS GENOMICOS SL",
            "ecContrib": 119875
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 450000
        },
        "998853621": {
            "orgId": "998853621",
            "orgName": "SERVICIO ANDALUZ DE SALUD",
            "ecContrib": 433750
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 501625
        },
        "953795278": {
            "orgId": "953795278",
            "orgName": "BEABLE SL",
            "ecContrib": 0
        },
        "951434395": {
            "orgId": "951434395",
            "orgName": "ADVANCED WAVE SENSORS S.L.",
            "ecContrib": 415669
        },
        "950998380": {
            "orgId": "950998380",
            "orgName": "DESTINA GEONOMICS LTD",
            "ecContrib": 386282
        }
    },
    "calculatedTotalContribution": 2307201
}