{
    "rcn": "200160",
    "acronym": "SPQRel",
    "topics": "ERC-StG-2015",
    "title": "Entanglement distribution via Semiconductor-Piezoelectric Quantum-Dot Relays",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "The development of scalable quantum devices that generate and distribute quantum entanglement over distant parties will bring about a revolution in communication science and technology. Epitaxial quantum dots (QDs) embedded in conventional diodes are arguably the most attractive quantum devices, since they combine the capability of QDs to deliver triggered and high-quality entangled photons with the tools of the mature semiconductor technology. However, it is at present impossible to use remote QDs for the distribution of entangled photons over large distances, mainly due to the lack of control over their electronic structure.\nRecently, the PI has grasped that the solution to this problem resides in hybrid technologies. He has conceived and developed a novel class of semiconductor-piezoelectric quantum devices where different external fields are combined to reshape the electronic structure of any arbitrary QD so that single and polarization-entangled photons can be generated with unprecedented quality, efficiency, and speed, a major breakthrough for solid-state-based quantum communication.\nIn this project the PI will make the next pioneering step and develop the hybrid technology to the limit where advanced quantum communication protocols previously inaccessible to QDs can now be performed. The objective of the proposal is mainly to i) develop the first electrically-controlled wavelength-tunable source of indistinguishable and entangled photons, which can be exploited to ii) teleport entanglement over two distant QD-based qubits (the quantum relay) and to iii) attempt the construction of a quantum network where entangled photons from remote quantum relays are interconnected using warm atomic vapours.  \nThe new hybrid technology that will be developed in this project to achieve i) will open new grounds in research fields well beyond quantum optics and quantum communication, and in particular the whole research area of strain-engineering of semiconductor thin-films.",
    "totalCost": "1499962,5",
    "ecMaxContribution": "1499962,5",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITAT LINZ",
    "participantCountries": "AT",
    "projectParticipants": {
        "999892976": {
            "orgId": "999892976",
            "orgName": "UNIVERSITAT LINZ",
            "ecContrib": 502800
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 997163
        }
    },
    "calculatedTotalContribution": 1499963
}