{
    "rcn": "200125",
    "acronym": "ELIRAD",
    "topics": "IT-1-2015",
    "title": "Everyday Life Radar Sensors For Transportation",
    "startDate": "01/02/2016",
    "endDate": "31/07/2018",
    "objective": "Everyday Life Radar Sensors For Transportation\n\nIn the project ELIRAD we plan to further develop a cutting-edge radar sensor from the feasibility demonstration level to industrial readiness and maturity for market introduction. The developed sensors will support disruptive transportation applications and emerging markets. \nHigh-precision distance and velocity sensing is essential for a great variety of upcoming autonomous transportation systems like civil micro-drones, robotics, fully-automatic transport systems as well as autonomously driving cars. Silicon Radar (SiR) - with eight years experience in development and series production of radar chips - has developed a new generation of leading edge 120GHz radar sensors ideally suited for these systems. Our first-mover product will offer exceptional advantages and overcome drawbacks of current technologies. The sensor is a miniaturized but robust component for high-precision distance measurement; will consume significant less power, is dirt-immune and reliable; respects privacy. The radar sensor enables 360∞ true low-cost sense-&-avoid systems and thus will pave the way to wider acceptance of users and regulatory authorities. \nSiRs ultra-compact 120 GHz radar sensor is a result of the FP7-ICT project SUCCESS. Various prototypes where built; samples and evaluation boards where shipped to hundreds of customers. The reactions were constantly overwhelming. Positive feedbacks came from several companies with wide spectrum of applications ranging from industrial precision measurement up to obstacle detection in transport.\nThe objective of ELIRAD is (i) to finalize the technical concept of serial production of the 120GHz radar sensor (high volume packaging and test concept) and (ii) to run a full chip qualification process, addressing reliable operation under a wide range of environmental conditions. We will conduct extensive tests of the circuits and modules verifying their readiness for transportation applications.",
    "totalCost": "2407962,5",
    "ecMaxContribution": "1685573",
    "coordinator": "SILICON RADAR GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "993060005": {
            "orgId": "993060005",
            "orgName": "SILICON RADAR GMBH",
            "ecContrib": 1685573
        }
    },
    "calculatedTotalContribution": 1685573
}