{
    "rcn": "200128",
    "acronym": "MACAO",
    "topics": "JTI-CS2-2014-CFP01-SYS-02-08",
    "title": "Development of VOCs and ozone Micro-analysers based on microfluidic devices for Aircraft Cabin Air mOnitoring (MACAO)",
    "startDate": "01/02/2016",
    "endDate": "31/07/2019",
    "objective": "The origins of pollutants inside the aircraft cabin are various. Ozone comes from outside, particularly when the aircraft is flying at high altitudes near the stratospheric ozone layer. In addition to the materials emissions, carbonyl species can be also produced in the cabin by reaction of ozone with unsaturated VOCs.\nOzone and VOCs can cause acute respiratory problems, aggravate asthma and increase cardiopulmonary illnesses, with breathing discomfort, irritations and headaches after even short-term exposure.\nNone real-time instruments have been currently developed and specifically designed to meet the constraints in a aircraft, i.e. compactness, security, automatic pressure correction, the autonomy towards a large pure gas cylinder necessary for both its operating and its analytical procedure (blank).\nThe MACAO project aims at developing two analytical instruments to measure VOCs and ozone concentrations and based on microfluidic devices in order to address all the contraints mentioned above.\nThis project will be built on the experience gained in analytical development based on real-time monitoring (CNRS Strasbourg, INíAIR SOLUTIONS), microfluidics (INSA Toulouse, CNRS Strasbourg) or in electronics and software development (TRONICO) by the partners. For instance, the micro-analyser of BTEX recently developed in Strasbourg will be updated to measure other VOCs such as ethanol or acetone.\nThe MACAO Project will be organised in 5 work Packages as follows :\nWP1 : Project Management\nWP2 : Specifications/state of the art/technological choices\nWP3 : Development and validation of laboratory prototypes\nWP4 : Development and validation of integrated demonstrators\nWP5 : Communication & Dissemination\nIn addition, the start-up IN'AIR SOLUTIONS (Partner 4) being responsible for marketing the developed instruments may take advantage of technological advances in this project, for all indoor environments (aircrafts, housing, workplaces, industrial sites, public buildings, Ö).",
    "totalCost": "436250",
    "ecMaxContribution": "368150",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE TOULOUSE;IN'AIR SOLUTIONS;Electronique Industrielle de l'Ouest - TRONICO SAS",
    "participantCountries": "FR",
    "projectParticipants": {
        "999869405": {
            "orgId": "999869405",
            "orgName": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE TOULOUSE INSAT",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 130250
        },
        "942426102": {
            "orgId": "942426102",
            "orgName": "IN'AIR SOLUTIONS",
            "ecContrib": 14875
        },
        "993718053": {
            "orgId": "993718053",
            "orgName": "Electronique Industrielle de l'Ouest - TRONICO SAS",
            "ecContrib": 144025
        }
    },
    "calculatedTotalContribution": 289150
}