{
    "rcn": "200173",
    "acronym": "FEVER",
    "topics": "ERC-StG-2015",
    "title": "Forecasting the recurrence rate of volcanic eruptions",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Volcanic eruptions occur with a frequency that is inversely proportional to their magnitude. Datasets of natural volcanic events, currently used to determine the recurrence rate of volcanic eruptions are intrinsically biased. Combining physical modelling of processes with detailed statistical analysis has been demonstrated essential for assessing reliably the recurrence rate of natural hazards, such as floods and earthquakes. This would be the first attempt to apply a similar, integrated approach to explosive volcanic eruptions.\n\n The high-gain final target of FEVER is to produce a physically based statistical model able to ForEcast the recurrence rate of Volcanic Eruptions both at regional and global scale. This is the first project of this kind and consequently involves a significant risk. Because 500 million people live in proximity of volcanoes and eruptions have a significant social and economical impact, forecasting the recurrence rate of volcanic eruption remains a great challenge in Science.\n\n This project builds on two main directions of my research: a) Thermo-mechanical and statistical modelling targeting the identification of the main physical factors controlling the recurrence rate of volcanic eruptions. We showed that the flux of magma from depth directly controls the magnitude of the largest possible eruptions. Thus, b) we developed a novel method to determine such magma fluxes. These two lines of research combine perfectly in FEVER and will be integrated to answer questions such as: What is the probability of an eruption similar to the Tambora 1815 to occur in the next 100 years on Earth or in Europe? What is the largest physically possible eruption that can occur in Europe?\n \n The high-gain target of FEVER is to mitigate the impact of volcanic eruptions on our society, by producing research of interest for governmental agencies dealing with location of strategic infrastructures, and for businesses such as aviation.",
    "totalCost": "1458192",
    "ecMaxContribution": "1458192",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 1458192
        }
    },
    "calculatedTotalContribution": 1458192
}