{
    "rcn": "200135",
    "acronym": "BEVSTREAM",
    "topics": "SFS-08-2015",
    "title": "High Pressure Processing (HPP) equipment for large beverage productions",
    "startDate": "01/03/2016",
    "endDate": "30/09/2018",
    "objective": "Hiperbaric is a Spanish SME leader in the designing, manufacturing and commercialization of High Pressure Processing (HPP) machines on an industrial scale. HPP is an innovative processing technology for many types of foods (meat, seafood, vegetables, fruit productsÖ) with an important growing potential over the traditional techniques such as thermal pasteurization. This non-thermal process, also called Cold Pressure Technology, inactivates microorganisms thanks to pressures up to 600 MPa (6000 bar or 87,000 psi), increasing food safety and shelf-life, keeping flavor, nutrients and product freshness.\nPhase 1 of Bevstream project has consisted in the elaboration of a feasibility report regarding a new business line to be developed by Hiperbaric for the commercialization of highly productive HPP machines. This will boost the penetration of HPP technology in the global beverage market, which requires very high productivity and better performances. Hiperbaricís HPP innovation will mean increasing productivity, lowering processing costs and energy consumption as well as facilitating the installation and integration of HPP technology within beverage production lines.\nThe positive results, obtained in the above mentioned Phase 1, have led Hiperbaric to apply for SME Instrument Phase 2 in order to take advantage of the great business opportunity detected.\nThe launching of the business is scheduled for mid-2018, after the twenty-four months for the Phase 2 implementation, when the new product will be ready to be commercialized. The sales of a new range of equipment will significantly increase Hiperbaricís turnover, benefit and staff, strengthening its global leadership and probably becoming the main business line of the company before 2025.",
    "totalCost": "3389683,75",
    "ecMaxContribution": "2372778",
    "coordinator": "HIPERBARIC SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937923071": {
            "orgId": "937923071",
            "orgName": "HIPERBARIC SA",
            "ecContrib": 2372778
        }
    },
    "calculatedTotalContribution": 2372778
}