{
    "rcn": "200157",
    "acronym": "ChArGED",
    "topics": "EE-11-2015",
    "title": "CleAnweb Gamified Energy Disaggregation",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "ChArGED addresses the energy consumption in public buildings and proposes a framework that aims to facilitate achieving greater energy efficiency and reductions of wasted energy in public buildings. The framework leverages IoT enabled, low-cost devices (NFC or iBeacons) to improve energy disaggregation mechanisms that provide energy use and (consequently) wastages at the device, area and end user level. These wastages will be targeted by a gamified application that feeds personalized real-time recommendations to each individual end user. The design of the game will follow a cleanweb approach and implement a novel social innovation process that will be designed based on human inceptives factors and will help users to understand the environmental implications of their actions and adopt a more green, active and responsible behaviour. The blend of social interaction and competitions with its personalized character are expected to eventually contribute to the user engagement and commitment to generate savings in the long term leading to tackle energy efficiency targets in public buildings while emphasizing on cost effectiveness. Furthermore, users will become more educated on energy efficiency actions and their impacts which has an impact beyond the actual public building. Efficient energy use will render its consumption predictable and this will be exploited by the ChArGED gamified application to optimize use of the micro-generated energy. Users will be motived to reduce energy consumption when power comes from the grid. Predictable energy consumption will also support more informed decisions of micro-generation sources to match the use patterns. The ChArGED solution will be developed with iterative end users representativesí engagement during analysis, design and development. Further users at least 150 real building occupants in three (3) countries (50 in each building- validation country) will be engaged for deployment and validation.",
    "totalCost": "2220312,5",
    "ecMaxContribution": "2220312,5",
    "coordinator": "EUROPEAN DYNAMICS BELGIUM",
    "coordinatorCountry": "BE",
    "participants": "MinistËre de la Culture;THE PEAK LAB GMBH & CO KG;WATTICS LIMITED;INSTITUT CATALA D'ENERGIA;DIMOS ATHINAION EPICHEIRISI MICHANOGRAFISIS;PROSYST SOFTWARE GmbH;BOSCH SOFTWARE INNOVATIONS GMBH;ATHENS UNIVERSITY OF ECONOMICS AND BUSINESS - RESEARCH CENTER;PLEGMA LABS TECHNOLOGIKES LYSEIS ANONYMOS ETAIRIA",
    "participantCountries": "LU;DE;IE;ES;EL",
    "projectParticipants": {
        "991350089": {
            "orgId": "991350089",
            "orgName": "DIMOS ATHINAION EPICHEIRISI MICHANOGRAFISIS",
            "ecContrib": 98625
        },
        "954830559": {
            "orgId": "954830559",
            "orgName": "WATTICS LIMITED",
            "ecContrib": 374812
        },
        "949855138": {
            "orgId": "949855138",
            "orgName": "PLEGMA LABS TECHNOLOGIKES LYSEIS ANONYMOS ETAIRIA",
            "ecContrib": 241875
        },
        "996281472": {
            "orgId": "996281472",
            "orgName": "PROSYST SOFTWARE GmbH",
            "ecContrib": 0
        },
        "947340510": {
            "orgId": "947340510",
            "orgName": "EUROPEAN DYNAMICS BELGIUM",
            "ecContrib": 430000
        },
        "938776671": {
            "orgId": "938776671",
            "orgName": "THE PEAK LAB GMBH & CO KG",
            "ecContrib": 248125
        },
        "972094328": {
            "orgId": "972094328",
            "orgName": "BOSCH SOFTWARE INNOVATIONS GMBH",
            "ecContrib": 279375
        },
        "964676447": {
            "orgId": "964676447",
            "orgName": "Ministère de la Culture",
            "ecContrib": 169375
        },
        "964482253": {
            "orgId": "964482253",
            "orgName": "INSTITUT CATALA D'ENERGIA",
            "ecContrib": 122500
        },
        "999896856": {
            "orgId": "999896856",
            "orgName": "ATHENS UNIVERSITY OF ECONOMICS AND BUSINESS - RESEARCH CENTER",
            "ecContrib": 255625
        }
    },
    "calculatedTotalContribution": 2220312
}