{
    "rcn": "200131",
    "acronym": "GREENSOUL",
    "topics": "EE-11-2015",
    "title": "Eco-aware Persuasive Networked Data Devices for User Engagement in Energy Efficiency",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "GreenSoul pursues higher energy efficiency in public buildings by altering the way people use energy consuming shared devices (lights, printers) and personal devices (personal pluggable appliances). For that, it applies a twofold strategy: 1)persuades users to increase their energy-awareness and change their e-consumption habits and 2)embeds intelligence in the devices to let them autonomously decide about their operation mode for energy efficiency purposes. For the first part, it will use a variety of techniques, from persuasive social applications to physical interaction mechanisms linked to the devices. For the second part, it will learn from the usage habits, acting only when an energy wasteful behaviour is detected or the users do not heed the devicesí suggestions. The aim is to add a green-soul to devices in a pluggable manner to avoid costly replacement of equipment and the corresponding disposal of old-fashioned devices to the landfill.\n \nGreenSoulís exploitation potential is addressed towards buildings of public use. There, the persuasion of users is particularly challenging since they hardly perceive the benefits of having eco-friendly behaviour, i.e. they do not pay the electricity bill. GreenSoul will design and develop an integrated ICT platform to: a) improve users awareness of their energy consumption habits; b)study the ecological behaviour of the people in shared environments; c)analyse the effectiveness of different persuasion techniques; d)assist users through a decision-support engineís recommendations; and e)provide socio-economic evidence about the viability of the changes proposed.\n \nGreenSoul aims to prove that combined behavioural and ICT interventions over public buildings result in energy savings which surpass 20%. It will be deployed in five building pilots at different climatic areas and associated to different usage and facilities, ensuring the cross-country and cross-building analysis of the impact of GreenSoul.",
    "totalCost": "1881500",
    "ecMaxContribution": "1881500",
    "coordinator": "WELLNESS SMART CITIES SLU",
    "coordinatorCountry": "ES",
    "participants": "ALLIA LTD;CAMBRIDGE CLEANTECH LTD;COGNIMA LIMITED;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;DIMOS PYLAIAS CHORTIATI;UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA;4WARD ENERGY RESEARCH GMBH;WEIZER ENERGIE-INNOVATIONS-ZENTRUM GMBH;CEL-F SOLAR SYSTEMS LIMITED",
    "participantCountries": "UK;EL;ES;AT",
    "projectParticipants": {
        "971384482": {
            "orgId": "971384482",
            "orgName": "WEIZER ENERGIE-INNOVATIONS-ZENTRUM GMBH",
            "ecContrib": 199625
        },
        "951246215": {
            "orgId": "951246215",
            "orgName": "DIMOS PYLAIAS CHORTIATI",
            "ecContrib": 52750
        },
        "999876971": {
            "orgId": "999876971",
            "orgName": "UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA",
            "ecContrib": 378062
        },
        "927373060": {
            "orgId": "927373060",
            "orgName": "CEL-F SOLAR SYSTEMS LIMITED",
            "ecContrib": 90250
        },
        "973212447": {
            "orgId": "973212447",
            "orgName": "4WARD ENERGY RESEARCH GMBH",
            "ecContrib": 158250
        },
        "949821479": {
            "orgId": "949821479",
            "orgName": "ALLIA LTD",
            "ecContrib": 90250
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 368688
        },
        "942581011": {
            "orgId": "942581011",
            "orgName": "WELLNESS SMART CITIES SLU",
            "ecContrib": 260500
        },
        "945650091": {
            "orgId": "945650091",
            "orgName": "COGNIMA LIMITED",
            "ecContrib": 162812
        },
        "938474128": {
            "orgId": "938474128",
            "orgName": "CAMBRIDGE CLEANTECH LTD",
            "ecContrib": 120312
        }
    },
    "calculatedTotalContribution": 1881499
}