{
    "rcn": "200103",
    "acronym": "BIO-ORIGAMI",
    "topics": "ERC-StG-2015",
    "title": "Meta-biomaterials: 3D printing meets Origami",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Meta-materials, best known for their extraordinary properties (e.g. negative stiffness), are halfway from both materials and structures: their unusual properties are direct results of their complex 3D structures. This project introduces a new class of meta-materials called meta-biomaterials. Meta-biomaterials go beyond meta-materials by adding an extra dimension to the complex 3D structure, i.e. complex and precisely controlled surface nano-patterns. The 3D structure gives rise to unprecedented or rare combination of mechanical (e.g. stiffness), mass transport (e.g. permeability, diffusivity), and biological (e.g. tissue regeneration rate) properties. Those properties optimize the distribution of mechanical loads and the transport of nutrients and oxygen while providing geometrical shapes preferable for tissue regeneration (e.g. higher curvatures). Surface nano-patterns communicate with (stem) cells, control their differentiation behavior, and enhance tissue regeneration.\nThere is one important problem: meta-biomaterials cannot be manufactured with current technology. 3D printing can create complex shapes while nanolithography creates complex surface nano-patterns down to a few nanometers but only on flat surfaces. There is, however, no way of combining complex shapes with complex surface nano-patterns. The groundbreaking nature of this project is in solving that deadlock using the Origami concept (the ancient Japanese art of paper folding). In this approach, I first decorate flat 3D-printed sheets with nano-patterns. Then, I apply Origami techniques to fold the decorated flat sheet and create complex 3D shapes. The sheet knows how to self-fold to the desired structure when subjected to compression, owing to pre-designed joints, crease patterns, and thickness/material distributions that control its mechanical instability. I will demonstrate the added value of meta-biomaterials in improving bone tissue regeneration using in vitro cell culture assays and animal models",
    "totalCost": "1499600",
    "ecMaxContribution": "1499600",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1499600
        }
    },
    "calculatedTotalContribution": 1499600
}