{
    "rcn": "200152",
    "acronym": "ALGAE4A-B",
    "topics": "MSCA-RISE-2015",
    "title": "Development of Microalgae-based novel high added-value products for the Cosmetic and Aquaculture industry",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Microalgae were always an exciting target for Aquaculture and Biotechnology, as they represent a largely untapped reservoir of novel and valuable bioactive compounds. ALGAE4A-B (ALGAE For Aquaculture and Beauty) project seeks to exploit the microalgae diversity, as a source for state-of-the art high-added-value biomolecules in aquaculture and cosmetics. The diversification of microalgae biomass production towards two independent applications will allow the microalgae industry to gain access to alternative markets in an uncertain, highly competitive and fast changing commercial environment. The project will combine both basic and applied multidisciplinary research in the fields of ñomics technologies, biochemistry and applied biotechnology in order to: a) Develop and optimize of low input and application-based microalgae culture systems, b) Develop of ì-omicî resources for both microalgae and fishes, c) Develop of downstream processing of high value added products from microalgae, with an emphasis in polysaccharides, proteins, enzymes, antioxidants, d) Develop, formulate and in vitro evaluate a new range of cosmetic and nutraceutical products for aquaculture. The implementation of the project will offer the industrial partners the opportunity to translate scientific research into well defined knowledge-based end products and analytical tools. Apart from scientific objectives the ALGAE4A-B will provide a platform for an efficient dissemination, transfer of knowledge and training between academic, commercial partners and society. Overall, ALGAE4A-B aspires to foster both the European capacity building and the strategic objectives of EU Blue Growth and Marine Biotechnology to harness the untapped potential of Europe's seas and coasts for training and sustainable growth.",
    "totalCost": "972000",
    "ecMaxContribution": "972000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "INSTITUTO ANDALUZ DE INVESTIGACIONY FORMACION AGRARIA PESQUERA ALIMENTARIA Y DE LA PRODUCCION ECOLOGICA;FITOPLANCTON MARINO, S.L.;APIVITA KALLYNTIKA DIAITITIKA FARMAKA ANONYMI EMPORIKI KAI VIOTECHNIKI ETAIREIA;CENTRO DE CIENCIAS DO MAR DO ALGARVE;AGRICULTURAL UNIVERSITY OF ATHENS;LIFESEQUENCING SL",
    "participantCountries": "ES;EL;PT",
    "projectParticipants": {
        "964534439": {
            "orgId": "964534439",
            "orgName": "FITOPLANCTON MARINO, S.L.",
            "ecContrib": 234000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 27000
        },
        "999872218": {
            "orgId": "999872218",
            "orgName": "AGRICULTURAL UNIVERSITY OF ATHENS",
            "ecContrib": 225000
        },
        "998611994": {
            "orgId": "998611994",
            "orgName": "CENTRO DE CIENCIAS DO MAR DO ALGARVE",
            "ecContrib": 108000
        },
        "997591651": {
            "orgId": "997591651",
            "orgName": "INSTITUTO ANDALUZ DE INVESTIGACIONY FORMACION AGRARIA PESQUERA ALIMENTARIA Y DE LA PRODUCCION ECOLOGICA",
            "ecContrib": 81000
        },
        "968420453": {
            "orgId": "968420453",
            "orgName": "LIFESEQUENCING SL",
            "ecContrib": 81000
        },
        "964926416": {
            "orgId": "964926416",
            "orgName": "APIVITA KALLYNTIKA DIAITITIKA FARMAKA ANONYMI EMPORIKI KAI VIOTECHNIKI ETAIREIA",
            "ecContrib": 216000
        }
    },
    "calculatedTotalContribution": 972000
}