{
    "rcn": "200167",
    "acronym": "TRANSITION ZERO",
    "topics": "EE-05-2015",
    "title": "Make Net Zero Energy refurbishments for houses a mass market reality",
    "startDate": "01/03/2016",
    "endDate": "31/12/2018",
    "objective": "TRANSITION ZERO will make Net Zero Energy (E=0) refurbishments a market reality in the UK, France and The Netherlands. Energiesprong brokered a deal between housing associations and builders to refurbish 111,000 houses to E=0 levels in the Netherlands of which the roll-out will be further supported. Building on the same methodology and the inspiring example, a similar innovation trajectory will be facilitated in the UK and France through two deals of 5,000 houses per market and building a pipeline of more demand. \n \nTRANSITION ZERO will organize massive demand for a E=0 refurbishment proposition from social housing organizations, facilitates financers and governments to tune their financing products and regulations towards this product and challenges the construction sector to start an ambitious innovation process to deliver the proposition. The massive demand, the security that there will be finance available and an enabling regulatory environment will de-risk the innovation investment for the builders. \nThe problem to solve to get these propositions to the market is not around technical challenges requiring breakthroughs. The problem is a set of market conditions that are not set right for the innovation process in the construction sector to take off. The consortium is therefore convinced that the market needs a new and independent actor to drive and coordinate actors to jointly develop all parts of the market solution in parallel. This independent actor is the TRANSITION ZERO market development team. \n \nThe consortium has the partners and supporters to realize the objectives set out: National governments and specialized agencies; the three key financiers of social housing in the three countries; the European en all national umbrella organizations for social housing and 19 individual social housing organizations managing over half a million houses.",
    "totalCost": "3570438,75",
    "ecMaxContribution": "3570438,75",
    "coordinator": "THE NATIONAL ENERGY FOUNDATION",
    "coordinatorCountry": "UK",
    "participants": "COMITE EUROPEEN DE COORDINATION DE L'HABITAT SOCIAL AISBL;UNION NATIONALE DES FEDERATIONS D'ORGANISMES D'HABITATIONS A LOYER MODERE;NATIONAL HOUSING FEDERATION LIMITED;CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT;AEDES VERENIGING VAN WONINGCORPORATIES;VERENIGING DE BREDESTROOMVERSNELLING;FINANCE IDEAS BV;POLE FIBRES ENERGIVIE;GREENFLEX",
    "participantCountries": "BE;FR;UK;NL",
    "projectParticipants": {
        "924364411": {
            "orgId": "924364411",
            "orgName": "GREENFLEX",
            "ecContrib": 1032400
        },
        "991839939": {
            "orgId": "991839939",
            "orgName": "UNION NATIONALE DES FEDERATIONS D'ORGANISMES D'HABITATIONS A LOYER MODERE",
            "ecContrib": 3750
        },
        "991142024": {
            "orgId": "991142024",
            "orgName": "COMITE EUROPEEN DE COORDINATION DE L'HABITAT SOCIAL AISBL",
            "ecContrib": 15931
        },
        "999580151": {
            "orgId": "999580151",
            "orgName": "CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT",
            "ecContrib": 59125
        },
        "995450085": {
            "orgId": "995450085",
            "orgName": "THE NATIONAL ENERGY FOUNDATION",
            "ecContrib": 1666008
        },
        "927371411": {
            "orgId": "927371411",
            "orgName": "VERENIGING DE BREDESTROOMVERSNELLING",
            "ecContrib": 660100
        },
        "939017522": {
            "orgId": "939017522",
            "orgName": "NATIONAL HOUSING FEDERATION LIMITED",
            "ecContrib": 23750
        },
        "928574405": {
            "orgId": "928574405",
            "orgName": "POLE FIBRES ENERGIVIE",
            "ecContrib": 91250
        },
        "938350938": {
            "orgId": "938350938",
            "orgName": "FINANCE IDEAS BV",
            "ecContrib": 16250
        },
        "950450427": {
            "orgId": "950450427",
            "orgName": "AEDES VERENIGING VAN WONINGCORPORATIES",
            "ecContrib": 1875
        }
    },
    "calculatedTotalContribution": 3570439
}