{
    "rcn": "200185",
    "acronym": "INNO-4-AGRIFOOD",
    "topics": "INNOSUP-6-2015",
    "title": "Capitalising the full potential of on-line collaboration for SMEs innovation support in the Agri-Food ecosystem",
    "startDate": "01/03/2016",
    "endDate": "31/08/2018",
    "objective": "INNO-4-AGRIFOOD will deliver a new generation of innovation support services that will assist European SMEs across the vast Agri-food ecosystem to create value from on-line collaboration for innovation, access a broader range of potential innovation partners beyond their national and sectoral borders and timely mobilise them to seize opportunities to launch concrete innovation projects. INNO-4-AGRIFOOD services will be provided by properly qualified and well-trained innovation support specialists and appropriately escalate to respond to the diverse needs and characteristics of agri-food SMEs. They will be platform-independent and supported by a suite of smart ICT tools based on well-established and mainstream web-technologies. In order to equip the staff of innovation intermediaries across Europe with the expertise and skill-set required to deliver its novel innovation support services, INNO-AGRIFOOD will develop a qualification profile that will be complemented with a dedicated curriculum as well as a series of e-training courses provided via an interactive e-learning environment. The development, testing and validation of all project outcomes will take into account the needs of agri-food SMEs and their innovation intermediaries both of which will be effectively integrated along with agri-food stakeholders into a co-creating process to generate demand-driven, desirable and sustainable project outcomes.\n\nINNO-4-AGRIFOOD is implemented by a multidisciplinary and well-balanced consortium that encompasses key collective European agri-food associations, major European networks and SME agencies, leading actors that run FIWARE agri-food acceleratorsí communities and Living Labs and a specialised media, e-curriculum and e-training developer.",
    "totalCost": "818516,25",
    "ecMaxContribution": "818516,25",
    "coordinator": "Q-PLAN INTERNATIONAL ADVISORS PC",
    "coordinatorCountry": "EL",
    "participants": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA;IMP'ROVE - EUROPEAN INNOVATION MANAGEMENT ACADEMY EWIV;STICHTING EFFOST;BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS;ETHNIKO IDRYMA EREVNON;EUROPA MEDIA SZOLGALTATO NON PROFITKOZHASZNU KFT",
    "participantCountries": "IT;DE;NL;RS;EL;HU",
    "projectParticipants": {
        "998870014": {
            "orgId": "998870014",
            "orgName": "EUROPA MEDIA SZOLGALTATO NON PROFITKOZHASZNU KFT",
            "ecContrib": 100781
        },
        "999568608": {
            "orgId": "999568608",
            "orgName": "Q-PLAN INTERNATIONAL ADVISORS PC",
            "ecContrib": 167375
        },
        "928575472": {
            "orgId": "928575472",
            "orgName": "BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS",
            "ecContrib": 85000
        },
        "937069277": {
            "orgId": "937069277",
            "orgName": "IMP'ROVE - EUROPEAN INNOVATION MANAGEMENT ACADEMY EWIV",
            "ecContrib": 138156
        },
        "999479853": {
            "orgId": "999479853",
            "orgName": "ETHNIKO IDRYMA EREVNON",
            "ecContrib": 100688
        },
        "999514191": {
            "orgId": "999514191",
            "orgName": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
            "ecContrib": 116500
        },
        "998026987": {
            "orgId": "998026987",
            "orgName": "STICHTING EFFOST",
            "ecContrib": 110016
        }
    },
    "calculatedTotalContribution": 818516
}