{
    "rcn": "200197",
    "acronym": "HNV-Link",
    "topics": "ISIB-02-2015",
    "title": "High Nature Value Farming: Learning, Innovation and Knowledge.",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "High nature value (HNV) farmland designates ìthose areas in Europe where agriculture is a major land use and where that agriculture supports, or is associated with, either a high species and habitat diversity or the presence of species of European conservation concern, or bothî. They are an important component of European agriculture, notably in terms of biodiversity, cultural landscape, territorial cohesion, quality products and employment. However, abandonment, degradation, economic and social marginalisation are long-standing challenges for the associated farming systems which are still under considerable pressure. For national and local authorities, the European Union and the Common Agricultural Policy, and for stakeholders, the challenge is twofold: \nï To avoid further degradation and disappearance of HNV farming and increase their socio-economic viability: this could be done by collating, evaluating and disseminating innovations as tools for their development; \nï To maintain their ìnatural valueî, i.e the environmental services they provide to the society. \nFor these reasons, our consortium, an EIP Agri Focus Group and new partners, propose a network dedicated to supporting HNV farming, networking HNV areas covering a range of different farming systems across the EU, and to focussing on innovations improving simultaneously ìsocio-economic viabilityî and ìenvironmental efficiencyî. \nConceived as a ìsupport serviceî for knowledge and innovation exchanges, the HNV-Link network will give a decisive new impetus to this sector, and will provide tools to organisations, actors and networks supporting HNV farmlands. The marginality of HNV areas in conventional research and development means that HNV farming-related innovation is rarely discussed in academic exchanges. Our thematic network, both grassroots-based and transnational, can really make a difference, by connecting farmers and innovation actors in line with the vision of the EIP-Agri ìoperational groups'.",
    "totalCost": "2230218,38",
    "ecMaxContribution": "2230218,38",
    "coordinator": "CENTRE INTERNATIONAL DE HAUTES ETUDES AGRONOMIQUES MEDITERRANEENNES",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITATEA DE STIINTE AGRICOLE SI MEDICINA VETERINARA CLUJ NAPOCA;HELSINGIN YLIOPISTO;THE EUROPEAN FORUM ON NATURE CONSERVATION AND PASTORALISM;INSTITUTE OF TECHNOLOGY SLIGO - ITS;UNIVERSIDADE DE EVORA;FUNDACION ENTRETANTOS;LANSSTYRELSEN I VASTRA GOTALANDS LAN;LOKALNA AKCIJSKA GRUPA LAG 5;APPLICATIONS DES SCIENCES DE L'ACTION;PANEPISTIMIO THESSALIAS;SOCIETY FOR TERRITORIAL AND ENVIRONMENTAL PROSPERITY;CONSERVATOIRE DES ESPACES NATURELSDU LANGUEDOC ROUSSILLON ASSOCIATION",
    "participantCountries": "RO;FI;UK;IE;PT;ES;SE;HR;FR;EL;BG",
    "projectParticipants": {
        "998269196": {
            "orgId": "998269196",
            "orgName": "UNIVERSIDADE DE EVORA",
            "ecContrib": 148250
        },
        "984296346": {
            "orgId": "984296346",
            "orgName": "CONSERVATOIRE DES ESPACES NATURELSDU LANGUEDOC ROUSSILLON ASSOCIATION",
            "ecContrib": 124538
        },
        "928425801": {
            "orgId": "928425801",
            "orgName": "LANSSTYRELSEN I VASTRA GOTALANDS LAN",
            "ecContrib": 152870
        },
        "989809341": {
            "orgId": "989809341",
            "orgName": "INSTITUTE OF TECHNOLOGY SLIGO - ITS",
            "ecContrib": 158422
        },
        "997415887": {
            "orgId": "997415887",
            "orgName": "CENTRE INTERNATIONAL DE HAUTES ETUDES AGRONOMIQUES MEDITERRANEENNES",
            "ecContrib": 356875
        },
        "946542879": {
            "orgId": "946542879",
            "orgName": "LOKALNA AKCIJSKA GRUPA LAG 5",
            "ecContrib": 121670
        },
        "948391990": {
            "orgId": "948391990",
            "orgName": "FUNDACION ENTRETANTOS",
            "ecContrib": 95844
        },
        "928468481": {
            "orgId": "928468481",
            "orgName": "APPLICATIONS DES SCIENCES DE L'ACTION",
            "ecContrib": 85406
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 219506
        },
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 118000
        },
        "997851514": {
            "orgId": "997851514",
            "orgName": "UNIVERSITATEA DE STIINTE AGRICOLE SI MEDICINA VETERINARA CLUJ NAPOCA",
            "ecContrib": 121812
        },
        "928286994": {
            "orgId": "928286994",
            "orgName": "SOCIETY FOR TERRITORIAL AND ENVIRONMENTAL PROSPERITY",
            "ecContrib": 150862
        },
        "951762546": {
            "orgId": "951762546",
            "orgName": "THE EUROPEAN FORUM ON NATURE CONSERVATION AND PASTORALISM",
            "ecContrib": 376162
        }
    },
    "calculatedTotalContribution": 2230217
}