{
    "rcn": "200163",
    "acronym": "EDI-Net",
    "topics": "EE-07-2015",
    "title": "EDI-NET ñ The Energy Data Innovation Network; using smart meter data, campaigns and networking to increase the capacity of public authorities to implement sustainable energy policy",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "The Energy Data Innovation Network (EDI-Net) will use smart energy and water meter data to accelerate the implementation of sustainable energy policy.  It will do this by increasing the capacity of EU public authorities to act quickly and decisively. The capacity will be increased by the provision of just the right amount of intelligible information, by training and exchange of experiences of Public authorities and by provision of tools and support to implement and monitor their sustainable energy plans. \nTo move beyond the traditional technical energy manager approach to use the information to engage with decision makers, finance mangers and building users.  To make energy more ìvisibleî. To make energy and water date ìmore excitingî to buildings users.  Innovation in terms of using big data analytics to address issues at scale. Big data; thousands of EU public buildings; information for decision makers, finance managers and building users; benchmarking of EU public buildings; and monitoring implementation of Sustainable Energy Action Plans or local Climate Protection Plans.\nThe core of EDI-NET is the analysis of smart meter data from buildings, from renewable energy systems and from building energy management systems (BEMS) using Big Data analytics technologies. The attractive fruit around this core is an online forum to spread knowledge and facilitate exchange of experience and best practice through peer to peer education in a friendly and useful way. The tree that supports and ripens the fruit is the existing European network of Climate Alliance that builds the capacity of EU public authorities to more effectively implement sustainable energy policies.  \nWe recognise the smart meter data, by themselves, will not implement sustainable energy policy. However, when combined with on-line discussion forum, local campaigns, awareness raising and peer to peer knowledge transfer it can achieve savings of between 5 and 15 percent; at least 16 GWh/yr, worth over 1.5 MÄ.",
    "totalCost": "1558800",
    "ecMaxContribution": "1558800",
    "coordinator": "DE MONTFORT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "CLIMATE ALLIANCE - KLIMA-BUENDNIS - ALIANZA DEL CLIMA e.V.;EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH;Departament de Territori i Sostenibilitat - Generalitat de Catalunya;LEICESTER CITY COUNCIL;CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA;STADT NURNBERG",
    "participantCountries": "DE;ES;UK",
    "projectParticipants": {
        "961820476": {
            "orgId": "961820476",
            "orgName": "Departament de Territori i Sostenibilitat - Generalitat de Catalunya",
            "ecContrib": 121500
        },
        "988679582": {
            "orgId": "988679582",
            "orgName": "CLIMATE ALLIANCE - KLIMA-BUENDNIS - ALIANZA DEL CLIMA e.V.",
            "ecContrib": 306650
        },
        "999847968": {
            "orgId": "999847968",
            "orgName": "DE MONTFORT UNIVERSITY",
            "ecContrib": 460938
        },
        "962800467": {
            "orgId": "962800467",
            "orgName": "LEICESTER CITY COUNCIL",
            "ecContrib": 126000
        },
        "999658721": {
            "orgId": "999658721",
            "orgName": "CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA",
            "ecContrib": 227812
        },
        "999801990": {
            "orgId": "999801990",
            "orgName": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH",
            "ecContrib": 164250
        },
        "963738360": {
            "orgId": "963738360",
            "orgName": "STADT NURNBERG",
            "ecContrib": 151650
        }
    },
    "calculatedTotalContribution": 1558800
}