{
    "rcn": "200101",
    "acronym": "CryoPlankton2",
    "topics": "BG-12-2015",
    "title": "Cryopreservation of marine planktonic crustacean nauplii for innovative and cost-effective live feed diet in fish juvenile aquaculture",
    "startDate": "01/02/2016",
    "endDate": "30/04/2018",
    "objective": "The SME Planktonic has succeeded in cryopreserving marine crustacean nauplii (hereafter called CryoProduct) in large user-friendly entities, and to revive them as live individuals after thawing. The ease-of-use CryoProduct meets the nutritional requirements of fish larvae. A doubling in growth rate and a 25-30% shortening of the live feed period compared to a diet of the suboptimal live feed diets commonly used at marine hatcheries have been demonstrated (large-scale industrial trial, TRL6). With a well-functioning feeding protocol to be developed in the project period, it is expected that performances of the fish larvae will be even better. It will be put effort on optimizing the cryopreservation protocols to achieve a CryoProduct with even better quality than today for improving the performances of fish juveniles. A bio-security evaluation will be performed, and a screening of microorganisms will be needed for the registration of the CryoProduct. To successfully launch the CryoProduct into the EU market, it will be of major importance to scale up the production, to establish efficient logistic systems, identify end-users needs and to provide a reliable commercialisation plan for the best possible market introduction. As the CryoProduct has outstanding performances compared to todayís alternatives, we expect a market share of 50% of the live feed market on a longer term. This corresponds to a revenue of more than 100 million Ä. As the market grows 3-4% per year, the market size will double in about 20 years. It is a considerable aquaculture production in the EU. If the product meet the expectations, it will most probably be a major contribution to realize the production potential of marine fish in aquaculture in the EU. This will result in many thousand new jobs, and primarily in the Mediterranean region. The business innovation project fits well to the business strategy of Planktonic, and to the Horizon2020 SME-2 programme under the topic BG-12-2015.",
    "totalCost": "2004250",
    "ecMaxContribution": "1402975",
    "coordinator": "PLANKTONIC AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957124415": {
            "orgId": "957124415",
            "orgName": "PLANKTONIC AS",
            "ecContrib": 1402975
        }
    },
    "calculatedTotalContribution": 1402975
}