{
    "rcn": "200117",
    "acronym": "ENLIVEN",
    "topics": "YOUNG-3-2015",
    "title": "Encouraging Lifelong Learning for an Inclusive and Vibrant Europe",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The ENLIVEN research models how policy interventions in adult education markets can become more effective. Integrating state-of-the-art methodologies and theorisations (e.g. Case-Based Reasoning methodology in artificial intelligence, bounded agency in adult learning), it implements and evaluates an innovative Intelligent Decision Support System to provide a new and more scientific underpinning for policy debate and decision-making on adult learning, especially for young adults. It utilizes findings from research conducted by European and international agencies and research projects, as well as from the ENLIVEN project. It will enable policy-makers at EU, national and organizational levels to enhance the provision and take-up of learning opportunities for adults, leading to a more productive and innovative workforce, and reduced social exclusion. \nThe project comprises 11 workpackages in 4 clusters. WPs1-3 examine programmes, governance and policies in EU adult learning, looking at the multi-dimensional nature of social exclusion and disadvantage. WP4 examines system characteristics to explain country/region-level variation in lifelong learning participation rates, with particular reference to disadvantaged and at-risk groups, and to young people. WPs 5-7 examine the operation and effectiveness of young adultsí learning at and for work, undertaking cross-country comparative institutional analysis. WPs 8 -9 develop the knowledge base for, and develop and trials, an Intelligent Data Support System (IDSS) for evidence-based policy-making and debate. The ENLIVEN team comprises leading scholars with a full range of methodological skills in lifelong learning research and related areas, as well as advanced computer science skills. It will maintain a continuing interaction with policy makers and key research networks, make targeted interventions in policy and scientific debate, and deliver a state-of-the-art IDSS to improve lifelong learning for young adults across Europe.",
    "totalCost": "2499788,5",
    "ecMaxContribution": "2499788,5",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DI VERONA;Institute for the Study of Societies and Knowledge;CENTRUM SPOLOCENSKYCH A PSYCHOLOGICKYCH VIED SLOVENSKEJ AKADEMIE VIED;UNIVERSITY OF MELBOURNE;UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA;KATHOLIEKE UNIVERSITEIT LEUVEN;3S UNTERNEHMENSBERATUNG GMBH;THE UNIVERSITY OF EDINBURGH;TALLINN UNIVERSITY",
    "participantCountries": "IT;BG;SK;AU;ES;BE;AT;UK;EE",
    "projectParticipants": {
        "991639925": {
            "orgId": "991639925",
            "orgName": "CENTRUM SPOLOCENSKYCH A PSYCHOLOGICKYCH VIED SLOVENSKEJ AKADEMIE VIED",
            "ecContrib": 86950
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 880205
        },
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 253537
        },
        "999876971": {
            "orgId": "999876971",
            "orgName": "UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA",
            "ecContrib": 199544
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 207719
        },
        "968820384": {
            "orgId": "968820384",
            "orgName": "3S UNTERNEHMENSBERATUNG GMBH",
            "ecContrib": 243169
        },
        "968696321": {
            "orgId": "968696321",
            "orgName": "Institute for the Study of Societies and Knowledge",
            "ecContrib": 111720
        },
        "999421653": {
            "orgId": "999421653",
            "orgName": "TALLINN UNIVERSITY",
            "ecContrib": 175341
        },
        "999658818": {
            "orgId": "999658818",
            "orgName": "UNIVERSITY OF MELBOURNE",
            "ecContrib": 0
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 341604
        }
    },
    "calculatedTotalContribution": 2499789
}