{
    "rcn": "200119",
    "acronym": "PremiumLight_Pro",
    "topics": "EE-09-2015",
    "title": "Next-level energy efficient lighting systems in the service sector",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "Innovative LED lighting technology for the private and public service sector provides many opportunities for more efficient high quality lighting systems. Modern LED solutions are based on optimised luminaires and advanced flexible lighting control and allow a more effective use of daylight. Despite the significant saving potentials, there are still relatively few policy measures implemented at international and national level that stimulate respectively facilitate the use of optimised LED lighting systems. LED lighting for the service sector is only partly supported by current EU legislation, however further developments are ongoing. At national level in the different EU-Member States good pilot initiatives for efficient LED-systems in the services sector already have been implemented. However the number of implementations is still limited and a broad market penetration has not yet been achieved. National and local policies supporting efficient LED technology are largely missing. The project PremiumLight_Pro aims at addressing the major saving potentials by supporting public authorities in the development of effective policies to facilitate the implementation of efficient new generation LED lighting systems in the service sector. The project shall support the implementation of policies including green procurement criteria and design guidelines for the planning and installation of both for outdoor and indoor lighting systems, education and capacity building for planners, architects, installers and consultants, incentives schemes, contracting, information services including product database and others. Furthermore the project will support energy efficient lighting in the national implementation of the EPBD and the development and implementation of supportive legislation at EU-level. The proposal thereby explicitly targets the central objectives of EE9 of the call for proposals. The initiative is supported by more than 50 major stakeholders in 9 EU countries.",
    "totalCost": "1997987,5",
    "ecMaxContribution": "1997987,5",
    "coordinator": "OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY",
    "coordinatorCountry": "AT",
    "participants": "SEVEN STREDISKO PRO EFEKTIVNI VYUZIVANI ENERGIE O.P.S.;THE ENERGY SAVING TRUST LIMITED;SEVEN, THE ENERGY EFFICIENCY CENTER Z.U.;INSTITUTO DE SISTEMAS E ROBOTICA-ASSOCIACAO;ASOCIACION ECOSERVEIS;KOFOD CASPER;POLITECNICO DI MILANO;FUNDACJA NA RZECZ EFEKTYWNEGO WYKORZYSTANIA ENERGII;CO2ONLINE GENUETZIGE BERATUNGSGESELLSCHAFT MBH",
    "participantCountries": "CZ;UK;PT;ES;DK;IT;PL;DE",
    "projectParticipants": {
        "953552875": {
            "orgId": "953552875",
            "orgName": "CO2ONLINE GENUETZIGE BERATUNGSGESELLSCHAFT MBH",
            "ecContrib": 257988
        },
        "938881140": {
            "orgId": "938881140",
            "orgName": "KOFOD CASPER",
            "ecContrib": 329375
        },
        "950661887": {
            "orgId": "950661887",
            "orgName": "SEVEN STREDISKO PRO EFEKTIVNI VYUZIVANI ENERGIE O.P.S.",
            "ecContrib": 0
        },
        "999753975": {
            "orgId": "999753975",
            "orgName": "FUNDACJA NA RZECZ EFEKTYWNEGO WYKORZYSTANIA ENERGII",
            "ecContrib": 165688
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 143562
        },
        "994186078": {
            "orgId": "994186078",
            "orgName": "THE ENERGY SAVING TRUST LIMITED",
            "ecContrib": 208412
        },
        "966800456": {
            "orgId": "966800456",
            "orgName": "OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY",
            "ecContrib": 314925
        },
        "995671924": {
            "orgId": "995671924",
            "orgName": "ASOCIACION ECOSERVEIS",
            "ecContrib": 156312
        },
        "912390925": {
            "orgId": "912390925",
            "orgName": "SEVEN, THE ENERGY EFFICIENCY CENTER Z.U.",
            "ecContrib": 194700
        },
        "996405632": {
            "orgId": "996405632",
            "orgName": "INSTITUTO DE SISTEMAS E ROBOTICA-ASSOCIACAO",
            "ecContrib": 227025
        }
    },
    "calculatedTotalContribution": 1997987
}