{
    "rcn": "200190",
    "acronym": "RELIEF",
    "topics": "PHC-27-2015",
    "title": "RECOVERING LIFE WELLBEING THROUGH PAIN SELF-MANAGEMENT TECHNIQUES INVOLVING ICTs",
    "startDate": "01/02/2016",
    "endDate": "30/11/2019",
    "objective": "RELIEF aims to link European health procurers in order to create the innovative and sustainable solutions that will improve chronic pain control/relieve through ITC self-management techniques.\n\nChronic pain diseases is costing to healthcare systems annually over Ä300bn in Europe; 1.5%-3% of GDP (gross domestic product). Chronic pain entails a significant direct cost to healthcare systems. Consultations with healthcare professionals confirm that Chronic pain associated costs are the largest share in healthcare system costs. Inappropriate and ineffective management and treatment generates repetitive visits to primary care physicians, and referrals to specialists. This has been identified as important drivers of avoidable healthcare costs. \n\nHowever, while direct costs are high, it has been estimated that nine-tenths of the burden of pain may fall on the broader society. Even small increases in the effectiveness of pain management reap large economic rewards.\n\nMore than half of patients with acute or chronic pain are not well treated even though the existing therapeutic options have confirmed effective results. There is a clear heterogeneity in the treatments and also in the results. eHealth solutions must achieve greater comparability between systems, patients and protocols, so as to reach more effective and efficient procedures.\n\nAt present, there is a wide range of high-tech devices aimed at treating pain in its many facets and complexity. But it is still necessary to cover the gap between Research and Commercialization of new products and devices, as outlined during the Pain Technology Transfer Forum, held in Madrid in July 2014.\nRELIEF will foster and accelerate the access to market for innovative solutions, while respecting the public procurement directives. The project will contribute to boost innovative tools that empower the patient to self-manage current and future pains.",
    "totalCost": "2698612,5",
    "ecMaxContribution": "1889028,75",
    "coordinator": "BRAVOSOLUTION ESPANA SA",
    "coordinatorCountry": "ES",
    "participants": "SERVICE PUBLIC HOSPITALIER CONSEIL;RESEAU DES ACHETEURS HOSPITALIERS IDF;FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA;UPPSALA LANS LANDSTING;SERVICIO ANDALUZ DE SALUD",
    "participantCountries": "FR;ES;SE",
    "projectParticipants": {
        "955604425": {
            "orgId": "955604425",
            "orgName": "RESEAU DES ACHETEURS HOSPITALIERS IDF",
            "ecContrib": 1449000
        },
        "998853621": {
            "orgId": "998853621",
            "orgName": "SERVICIO ANDALUZ DE SALUD",
            "ecContrib": 126000
        },
        "947074827": {
            "orgId": "947074827",
            "orgName": "BRAVOSOLUTION ESPANA SA",
            "ecContrib": 149669
        },
        "998923946": {
            "orgId": "998923946",
            "orgName": "UPPSALA LANS LANDSTING",
            "ecContrib": 126000
        },
        "995992024": {
            "orgId": "995992024",
            "orgName": "FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA",
            "ecContrib": 19180
        },
        "928625718": {
            "orgId": "928625718",
            "orgName": "SERVICE PUBLIC HOSPITALIER CONSEIL",
            "ecContrib": 19180
        }
    },
    "calculatedTotalContribution": 1889029
}