{
    "rcn": "200138",
    "acronym": "PROSINT",
    "topics": "ERC-CoG-2015",
    "title": "Multi-protein interaction kinetics by single molecule methods",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Objective of this proposal is to obtain a real time picture of how components of a multi-protein complex interact to perform complex regulated tasks, in particular to see how a protein system might be more than the sum of its components. \nIn living organisms many proteins work in complexes to form multicomponent protein machines and to regulate cellular processes. The function of such multicomponent machines is usually addressed by dividing them into a collection of two state systems at equilibrium. Many molecular machines work in large complexes with multiple states out of equilibrium by utilizing the energy of ATP hydrolysis. In this proposal the real time kinetics of multi-protein interactions in and out of equilibrium will be investigated using single molecule methods. \nThe succession of association and dissociation steps as well as large conformational changes within the proteins will be monitored simultaneously with multicolour single molecule FRET in real time. In order to observe at the same time the folding state of proteins, a combination of optical tweezers and single molecule FRET will be developed. Finally, a combination of microfluidics for fast mixing and single pair FRET will be developed to investigate interactions of low affinity. A large part of the experiments will focus on the example of the heat shock protein Hsp90 system, which consists of co-chaperones, clients and nucleotides. \nAltogether, these interdisciplinary experiments will yield unprecedented information on multi-component interactions in equilibrium and out of equilibrium on timescales from sub milliseconds to hours. I am confident that these studies will have an impact on the understanding of the Hsp90 machinery as well as general principles of multi-component protein systems, which is the basis for understanding cellular processes.",
    "totalCost": "1882500",
    "ecMaxContribution": "1882500",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 1882500
        }
    },
    "calculatedTotalContribution": 1882500
}