{
    "rcn": "200104",
    "acronym": "IMMUNE-EXPRESS",
    "topics": "ERC-StG-2015",
    "title": "Proteasome-Mediated Gene Expression in Plant Immunity",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Plants are continuously exposed to a wide variety of pathogenic attackers that cause major crop losses to agriculture worldwide. Unlike vertebrates that use specialized immune cells to detect non-self, each individual plant cell is thought to be capable of launching an effective immune response. Plant immune responses are largely orchestrated by the immune hormone, salicylic acid (SA), which accumulates upon infection and establishes both local and broad-spectrum systemic immunity. SA induces the reprogramming of thousands of genes to prioritize immune responses over normal cellular growth functions. Consequently, commercial SA mimics have been developed and applied as crop protection agents worldwide. Nonetheless, how SA reprograms the transcriptome remains poorly understood yet is critical for the design of improved crop protection strategies that avoid plant growth and yield penalties. \nSA-induced transcription reprogramming is largely mediated by NPR1, a master coactivator of gene expression. We recently reported that direct perception of SA by a Cullin3-RING ubiquitin ligase (CRL3) in the nucleus regulates the transcriptional activity of NPR1 by targeting it for degradation via the ubiquitin proteasome system (UPS). Our latest data suggest that ubiquitination by CRL3 and other ubiquitin chain modifying enzymes may be processive and establishes a transcriptional timer for NPR1 activity. This proposal aims to understand the flexibility and necessity of this transcriptional ubiquitin timer in meeting cellular demands for dynamic gene expression during SA-mediated plant immune responses. Moreover, we will uncover the full substrate ranges of SA-induced ubiquitin ligases and their post-translational regulation to precisely chart the intimate roles the UPS plays in coordinating plant immune gene expression. Importantly, these findings will provide novel chemical and genetic targets that can be harnessed in future crop improvement strategies.",
    "totalCost": "1499960",
    "ecMaxContribution": "1499960",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1499960
        }
    },
    "calculatedTotalContribution": 1499960
}