{
    "rcn": "200118",
    "acronym": "EmBuild",
    "topics": "EE-07-2015",
    "title": "Empower public authorities to establish a long-term strategy for mobilizing investment in the energy efficient renovation of the building stock",
    "startDate": "01/03/2016",
    "endDate": "31/08/2018",
    "objective": "40% of all energy consumption and 36% of CO2 emissions in the European Union arise in private and public buildings. Thus, major advancements have to be made in this sector to reach the EUís climate and energy targets. Energy-efficient buildings will also contribute to the vision of secure, affordable and climate-friendly energy for citizens and businesses as well as generating additional societal, environmental and economic benefits.\n\nTo strengthen policies that promote retrofitting and modernizing existing buildings, the EU has adopted the Directive 2012/27/EU on Energy Efficiency (EED). It requires EU Member States and candidate countries to establish a long-term strategy for mobilizing investment in the renovation of the national building by 30 April 2014, and every 3 years thereafter. These action plans are an integral part of a countryís National Energy Efficiency Action Plans. As of May 2015, 27 EU Member States have adhered to the requirement of Article 4, EED, and submitted their national building renovation strategy, albeit most did not meet the April deadline and some submitted their strategies as late as March 2015.\nHowever, the requirements to prepare these renovation strategies appear to have overburdened most EU member states. According to an analysis conducted by the Buildings Performance Institute Europe, only five countries have at least adequately complied with the five core elements described in Article 4 of the EED. To date, no renovation strategy has been submitted that can count as a ëbest practiceí and provide orientation for other countries.\n\nThe project EmBuild (Empower public authorities to establish a long-term strategy for mobilizing investment in the energy efficient renovation of the building stock) is designed to empower public authorities at local, regional and national level, to formulate renovation strategies for the building sector that foster deep renovation and facilitate the acceleration of the renovation.",
    "totalCost": "1554192,5",
    "ecMaxContribution": "1554192,5",
    "coordinator": "DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH",
    "coordinatorCountry": "DE",
    "participants": "BUILDINGS PERFORMANCE INSTITUTE EUROPE ASBL;TECHNISCHE UNIVERSITAET MUENCHEN;AGENTIA PENTRU EFICIENTA ENERGETICASI ENERGII REGENERABILE PLOIESTI-PRAHOVA ASOCIATIE;DZZD ENEFFECT GRUP;REGIONALNA ENERGETSKA AGENCIJA SJEVEROZAPADNE HRVATSKE;ENERGIE & UMWELTZENTRUM ALLGAU GEMEINNUTZIGE GMBH;UNIVERZITET U BEOGRADU;ZAVOD ENERGETSKA AGENCIJA ZA SAVINJSKO SALESKO IN KOROSKO;NALAS (RESEAU DES ASSOCIATIONS NATIONALES DE POUVOIRS LOCAUX DE L'EUROPE DU SUD-EST)",
    "participantCountries": "BE;DE;RO;BG;HR;RS;SI;FR",
    "projectParticipants": {
        "999641843": {
            "orgId": "999641843",
            "orgName": "UNIVERZITET U BEOGRADU",
            "ecContrib": 90375
        },
        "950513380": {
            "orgId": "950513380",
            "orgName": "ENERGIE & UMWELTZENTRUM ALLGAU GEMEINNUTZIGE GMBH",
            "ecContrib": 187850
        },
        "928679068": {
            "orgId": "928679068",
            "orgName": "NALAS (RESEAU DES ASSOCIATIONS NATIONALES DE POUVOIRS LOCAUX DE L'EUROPE DU SUD-EST)",
            "ecContrib": 67438
        },
        "999933037": {
            "orgId": "999933037",
            "orgName": "DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH",
            "ecContrib": 282688
        },
        "966732459": {
            "orgId": "966732459",
            "orgName": "BUILDINGS PERFORMANCE INSTITUTE EUROPE ASBL",
            "ecContrib": 221099
        },
        "965609975": {
            "orgId": "965609975",
            "orgName": "AGENTIA PENTRU EFICIENTA ENERGETICASI ENERGII REGENERABILE PLOIESTI-PRAHOVA ASOCIATIE",
            "ecContrib": 83560
        },
        "984364246": {
            "orgId": "984364246",
            "orgName": "REGIONALNA ENERGETSKA AGENCIJA SJEVEROZAPADNE HRVATSKE",
            "ecContrib": 165075
        },
        "951675149": {
            "orgId": "951675149",
            "orgName": "DZZD ENEFFECT GRUP",
            "ecContrib": 120471
        },
        "983986431": {
            "orgId": "983986431",
            "orgName": "ZAVOD ENERGETSKA AGENCIJA ZA SAVINJSKO SALESKO IN KOROSKO",
            "ecContrib": 141950
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 193688
        }
    },
    "calculatedTotalContribution": 1554194
}