{
    "rcn": "200108",
    "acronym": "XoSoft",
    "topics": "ICT-24-2015",
    "title": "Soft modular biomimetic exoskeleton to assist people with mobility impairments",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The XoSoft project will develop a modular soft lower-limb exoskeleton to assist people with mobility impairments. The consortium includes 5 research groups and 3 companies each with EU project experience in exoskeleton/assistive orthoics development. \nXoSoft, a class I medical device, assists people with low to moderate levels of reduced mobility, enabling them to remain active performing tasks of daily living, which they would otherwise either refrain from doing or could not do. It can also be used in clinics by people with disabilities such as muscle weakness or partial loss of sensory functions. Being a modular system, it comprises an ankle, knee and hip which can be use individually or combined and used unilaterally or bilaterally.\nXoSoft is revolutionary: Soft robotics sensors and actuators will be developed using existing basis science concepts and integrated with connected health functionality. It will be the first commercially orientated soft exoskeleton for the mainstream mobility assistance market. \nXoSoft is a user centered design achieved by involving primary, secondary and tertiary end users throughout the project. It is easy and comfortable to wear, has a significant impact on the persons mobility and health, on their independence and quality of life. \nAdvanced textiles and smart materials will be developed to create sensing, variable stiffness joints and actuation using technologies such as electro rheological fluids, flexible tactile sensors based on polymeric films with carbon nanotubes and nanowires. Control is through biomimetics to identify the userís motion and intention and to determine and provide the appropriate level of assistance. Connected health connectivity and analysis enable the wearer and their clinicians/therapist to review activity information. The concept is tested extensively in the lab, is subject to trials in clinical settings and home environments.",
    "totalCost": "5422863,75",
    "ecMaxContribution": "3680028,75",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "STICHTING SAXION;ROESSINGH RESEARCH AND DEVELOPMENT BV;÷ssur hf;UNIVERSITY OF LIMERICK;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;WALDKRANKENHAUS ST MARIEN GGMBH;ACCELOPMENT AG;ZURCHER HOCHSCHULE FUR ANGEWANDTE WISSENSCHAFTEN",
    "participantCountries": "NL;IS;IE;ES;DE;CH",
    "projectParticipants": {
        "998291506": {
            "orgId": "998291506",
            "orgName": "ZURCHER HOCHSCHULE FUR ANGEWANDTE WISSENSCHAFTEN",
            "ecContrib": 0
        },
        "970382278": {
            "orgId": "970382278",
            "orgName": "STICHTING SAXION",
            "ecContrib": 460225
        },
        "999809071": {
            "orgId": "999809071",
            "orgName": "UNIVERSITY OF LIMERICK",
            "ecContrib": 548514
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 510000
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 930910
        },
        "998454369": {
            "orgId": "998454369",
            "orgName": "ACCELOPMENT AG",
            "ecContrib": 0
        },
        "928831067": {
            "orgId": "928831067",
            "orgName": "WALDKRANKENHAUS ST MARIEN GGMBH",
            "ecContrib": 222438
        },
        "993147790": {
            "orgId": "993147790",
            "orgName": "Össur hf",
            "ecContrib": 391500
        },
        "999473936": {
            "orgId": "999473936",
            "orgName": "ROESSINGH RESEARCH AND DEVELOPMENT BV",
            "ecContrib": 616442
        }
    },
    "calculatedTotalContribution": 3680029
}