{
    "rcn": "200114",
    "acronym": "COHESIFY",
    "topics": "REFLECTIVE-3-2015",
    "title": "The Impact of Cohesion Policy on EU Identification",
    "startDate": "01/02/2016",
    "endDate": "30/04/2018",
    "objective": "COHESIFY will assess the contribution of Cohesion policy to citizensí identification with the EU and produce a new strategy to communicate EU Cohesion policy to citizens. It will assess how and to what extent EU Cohesion policy affects citizensí perceptions of and identification with the European Union. The project will focus on three inter-related issues: (1)the identity(ies)of people in EU regions in EU, national, regional and local contexts; (2)the governance, communication and impacts of Cohesion policy, including citizensí perceptions of the policy and identification with the EU, and (3)what is needed to make Cohesion policy more effective in terms of peopleís perceptions of the policy and the EU more generally.  A mixed-methods design will be adopted to study the relationship between Cohesion policy, policy performance and attitudes to the EU, distinguishing between different levels of governance and types of actors-from those involved in programme design and implementation to final beneficiaries and the wider public. The communication channels of Cohesion policy influence will be examined, distinguishing between public communication and political and social communication. COHESIFY will fill a key gap in knowledge for EU and national/regional policymakers and interested stakeholders. The outputs will inform Cohesion policy communication strategies at the EU, Member State and regional levels, enabling communication efforts to adapt to local and regional realities to maximise their impact - to increase the civic appreciation of Cohesion policy and to improve regional policy relevance and efficiency. The Consortium comprises academic institutions and SMEs across a range of EU Member States with complementary disciplinary backgrounds of understanding EU Cohesion policy, complemented by applied SME expertise in communication strategies and tools for engaging with citizens and the various political structures at EU, national, regional and local levels.",
    "totalCost": "2446300",
    "ecMaxContribution": "2446300",
    "coordinator": "UNIVERSITY OF STRATHCLYDE",
    "coordinatorCountry": "UK",
    "participants": "OLD-CONTINENT SPRL;UNIWERSYTET WARSZAWSKI;TECHNOLOGIKO PANEPISTIMIO KYPROU;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;UNIVERSITAET MANNHEIM;KOZEP-EUROPAI EGYETEM;POLITECNICO DI MILANO;REGIO PLUS CONSULTING SL;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "BE;PL;CY;IE;DE;HU;IT;ES;NL",
    "projectParticipants": {
        "931578592": {
            "orgId": "931578592",
            "orgName": "OLD-CONTINENT SPRL",
            "ecContrib": 183750
        },
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 262500
        },
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 241225
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 242500
        },
        "999878135": {
            "orgId": "999878135",
            "orgName": "UNIVERSITAET MANNHEIM",
            "ecContrib": 197938
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 131500
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 281638
        },
        "928662190": {
            "orgId": "928662190",
            "orgName": "REGIO PLUS CONSULTING SL",
            "ecContrib": 60250
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 267500
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 577500
        }
    },
    "calculatedTotalContribution": 2446301
}