{
    "rcn": "200137",
    "acronym": "Emergent-BH",
    "topics": "ERC-StG-2015",
    "title": "Emergent spacetime and maximally spinning black holes",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "One of the greatest challenges of theoretical physics is to understand the fundamental nature of gravity and how it is reconciled with quantum mechanics. Black holes indicate that gravity is holographic, i.e. it is emergent, together with some of the spacetime dimensions, from a lower-dimensional field theory. The emergence mechanism has just started to be understood in certain special contexts, such as AdS/CFT. However, very little is known about it for the spacetime backgrounds relevant to the real world,  due mainly to our lack of knowledge of the underlying field theories.\n\nMy goal is to uncover the fundamental nature of spacetime and gravity in our universe by: i) formulating and working out the properties of the relevant lower-dimensional field theories and ii) studying the mechanism by which spacetime and gravity emerge from them. I will adress the first problem by concentrating on the near-horizon regions of maximally spinning black holes, for which the dual field theories  greatly simplify and can be studied using a combination of conformal field theory and string theory methods. To study the emergence mechanism, I plan to adapt the tools  that were succesfully used to understand  emergent gravity in anti de-Sitter (AdS) spacetimes  - such as holographic quantum entanglement and conformal bootstrap - to  non-AdS, more realistic spacetimes.",
    "totalCost": "1495476",
    "ecMaxContribution": "1495476",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "STOCKHOLMS UNIVERSITET",
    "participantCountries": "SE",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 0
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1495476
        }
    },
    "calculatedTotalContribution": 1495476
}