{
    "rcn": "200184",
    "acronym": "GEMCLIME",
    "topics": "MSCA-RISE-2015",
    "title": "Global Excellence in Modelling of Climate and Energy",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The global GEMCLIME project focuses on major aspects of energy economics and climate change, which is a prime example of an important global and complex scientific and policy problem. GEMCLIME covers the drivers of climate change, the examination of climate change and energy-related risks and vulnerabilities, the valuation of economic impacts of climate change mitigation and adaptation policies, and the investigation of major policy responses to global climate and energy challenges. GEMCLIME follows an integrated approach to modelling the impacts of climate and energy policies. The analysis of drivers, impacts, and responses to climate change attributes particular attention to the economics of renewable energies and the valuation of non-marketed goods. While GEMCLIME is focused on fundamental economic research, our results also provide support to evidence-based policy. GEMCLIME brings together both globally and regionally the most excellent institutions and researchers with wide-ranging research experience in the context of a collaborative scheme of research exchanges and networking. The members of the consortium share their skills and knowledge from the areas of climate change, energy, resource, health, environmental, and agricultural economics, while drawing on the expertise of participants in financial economics, applied macroeconomics, microeconomics, and econometrics. Our consortium also includes researchers and academics from non-economic disciplines, including political scientists, sociologists, lawyers, environmental scientists, and other scientists related to climate and energy. The reciprocal transfer of knowledge between the members of the consortium is supported by a staff exchange including senior research fellows, professors, early-career academics, and doctoral students. Our global project aims at supporting research mobility between the EU on one side, and the USA, Canada, New Zealand, Australia, South Africa, Singapore, and Chile on the other side.",
    "totalCost": "2115000",
    "ecMaxContribution": "2115000",
    "coordinator": "UNIVERZITA KARLOVA",
    "coordinatorCountry": "CZ",
    "participants": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;FONDAZIONE ENI ENRICO MATTEI;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;FONDATION JEAN-JACQUES LAFFONT,TOULOUSE SCIENCES ECONOMIQUES",
    "participantCountries": "UK;IT;FR",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 189000
        },
        "999771144": {
            "orgId": "999771144",
            "orgName": "FONDAZIONE ENI ENRICO MATTEI",
            "ecContrib": 211500
        },
        "998386566": {
            "orgId": "998386566",
            "orgName": "FONDATION JEAN-JACQUES LAFFONT,TOULOUSE SCIENCES ECONOMIQUES",
            "ecContrib": 499500
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 1035000
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 180000
        }
    },
    "calculatedTotalContribution": 2115000
}