{
    "rcn": "200188",
    "acronym": "SELECT for Cities",
    "topics": "ICT-36-2015",
    "title": "SELECT for Cities (Standardized, opEn, data-driven, service-oriented  user-centric pLatform Enabling large-scale Co-creation, Testing  validation of IoE services for Cities)",
    "startDate": "01/12/2015",
    "endDate": "30/11/2019",
    "objective": "Internet of Everything is recognised to be one of the dominant ways transforming the way we manage and live in our urban environments in the future. The extension of the Internet to the physical spaces and objects is a massive opportunity for new services and business for example in the areas of logistics, transport, environment, security and wellbeing.\n\nInternet of everything is directly linked to the smart city development, but it has proceeded slower than expected. The key showstoppers are the lack of common standards, fragmented marketplace, and lack of ways to systematically test and introduce new solutions in the cities.\n\nThe common challenge of the SELECT for Cities PCP is the design, research and development of ìcities as linked and large-scale Internet of Everything labsî. The challenge lies in developing an open, standardized, data-driven, service-oriented and user-centric platform that enables large-scale co-creation, testing and validation of urban IoE applications and services. This approach fosters the longer-term goal of evidence-based innovation in cities.\n\nThe envisaged platform has several requirements, components & features that are currently not available in existing solutions. The platform must allow collaboration between departments and cities, and (automated) testing of IoE services. The design should be based on an open and modular approach, and support cloud-based, data-driven, service-oriented, user-centric, and co-created large-scale testing.\n\nThe joint effort of the partners procuring this pre-commercial track lies in guarding the integration capabilities of the platform with solutions that exist in the respective cities today. Particular attention will thus need to be paid to technologies and tools that allow smooth communication and integration between these existing solutions. The end goal of SELECT for Cities is taking the idea of the city as a large Internet of Everything Lab and putting it into practice.",
    "totalCost": "5652313,13",
    "ecMaxContribution": "3956618,75",
    "coordinator": "FORUM VIRIUM HELSINKI OY",
    "coordinatorCountry": "FI",
    "participants": "STAD ANTWERPEN;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;21C CONSULTANCY LIMITED;DIGIPOLIS;KOBENHAVNS KOMMUNE;IMINDS",
    "participantCountries": "BE;UK;DK",
    "projectParticipants": {
        "997534324": {
            "orgId": "997534324",
            "orgName": "FORUM VIRIUM HELSINKI OY",
            "ecContrib": 1290240
        },
        "998962843": {
            "orgId": "998962843",
            "orgName": "21C CONSULTANCY LIMITED",
            "ecContrib": 154219
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 154000
        },
        "992274014": {
            "orgId": "992274014",
            "orgName": "DIGIPOLIS",
            "ecContrib": 1378125
        },
        "999608184": {
            "orgId": "999608184",
            "orgName": "IMINDS",
            "ecContrib": 0
        },
        "974788115": {
            "orgId": "974788115",
            "orgName": "KOBENHAVNS KOMMUNE",
            "ecContrib": 921192
        },
        "984807924": {
            "orgId": "984807924",
            "orgName": "STAD ANTWERPEN",
            "ecContrib": 58843
        }
    },
    "calculatedTotalContribution": 3956619
}