{
    "rcn": "200134",
    "acronym": "HANK",
    "topics": "FTIPilot-1-2015",
    "title": "European advanced exoskeleton for rehabilitation of Acquired Brain Damage (ABD) and/or spinal cord injury's patients.",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Stroke (and in general, any kind of Acquired Brain Damage ñ ABD ñ) and spinal cord injuries significantly affect thousands of individuals annually, leading to considerable physical impairment and functional disability. Gait is one of the most important activities of daily living affected in stroke survivors. Recent technological developments in powered robotics exoskeletons can create powerful adjunctive tools for rehabilitation and potentially accelerate functional recovery. A novel lower limb robotic exoskeleton, namely HANK, will represent a significant advance over the state-of-the-art for gait rehabilitation in stroke survivors. Its unique value proposition is based on:\nï\tIt incorporates all the existing technologies to control the movement of the exoskeleton, plus the use of EEG signals, facilitating the neuronal rehabilitation of the ABD patients and restoring the neuronal connections.\nï\tIt gives to the rehabilitation doctors and physiotherapist the opportunity to use the best movement strategy for each patient, thanks to its independent control system for each articulation (hip, knee and ankle). \nï\tIt allows the patientsí movements by controlled directly by the EEG signals (the exoskeleton can be managed directly by the mental orders of the patients), allowing the possibility to walk again for full paraplegic and quadriplegic patients, as these ones affected by spinal cord injuries.\nï\tAny of the competitors has implemented the ankle control system. Having the ankle joint control, HANK allows to the patients a smoother movement.  \nï\tAnd, last but no least, it will be have a very competitive price compared with the existing competence\nRobotic Assisted Rehabilitation (RAR) services is an emerging and fast growing market, with a very reduced number of companies producing exoskeleton for lower extremities rehabilitation purposes for ABD patients, and no one of these companies is European. GOGOA Mobility Robots will be the first EU company to go to the market.",
    "totalCost": "1984950",
    "ecMaxContribution": "1514527,5",
    "coordinator": "GOGOA MOBILITY ROBOTS S.L.",
    "coordinatorCountry": "ES",
    "participants": "FAAR INDUSTRY;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;FONDAZIONE SANTA LUCIA",
    "participantCountries": "FR;ES;IT",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 203750
        },
        "926275408": {
            "orgId": "926275408",
            "orgName": "GOGOA MOBILITY ROBOTS S.L.",
            "ecContrib": 833928
        },
        "926496568": {
            "orgId": "926496568",
            "orgName": "FAAR INDUSTRY",
            "ecContrib": 263725
        },
        "999583449": {
            "orgId": "999583449",
            "orgName": "FONDAZIONE SANTA LUCIA",
            "ecContrib": 213125
        }
    },
    "calculatedTotalContribution": 1514528
}