{
    "rcn": "200129",
    "acronym": "BIOACTIVECOATINGS",
    "topics": "ERC-PoC-2015",
    "title": "BioActive Coatings in multi-well cell culture plates",
    "startDate": "01/04/2016",
    "endDate": "30/09/2017",
    "objective": "Cell culture is a method used for growing living cells artificially outside their natural environment under controlled conditions. It is used for a large range of applications such as studies of cellular functions, drug discovery, biotechnologies and regenerative medicine. Cell culture in vitro is generally performed on plastic substrates, especially multi-well plates or Petri dishes that are made of polystyrene, a very stiff and synthetic material. This stiff substrate can bias the experimental results and mask cellular responses. These culture conditions contrast drastically with the conditions of the cellular microenvironment in vivo, where the cells are surrounded by a soft extra-cellular matrix (ECM) that provides mechanical and biochemical signals. \nBioengineers have recently made developments on hydrogels and surface coatings that better mimic the natural ECM and present: 1) a controlled stiffness in a more physiological range than plastic dishes and 2) active biomolecules (peptides, growth factors) that can target specific receptors and trigger cellular responses. \nHowever, to date, there are still very few commercially available alternatives to the traditional plastic plates for high throughput cell culture in more relevant conditions. Hydrogel-coated plates have begun to be developed but lack stability in time and are highly sensitive to hydration.\nThe aim of the BioActiveCoatings project is to bring to the market surface-coated plates with a control over thickness, stiffness and presentation of bioactive molecules (peptide, growth factor). This innovative strategy based on the layer-by-layer assembly of biopolymers will be implemented on multi-well plates, which are compatible with biological assays and optical microscopy. The Lbl-coated multi-well plates will broaden the application of cell culture plates in research and industry for fundamental biological studies, production of biological molecules, diagnosis and regenerative medicine.",
    "totalCost": "149998",
    "ecMaxContribution": "149998",
    "coordinator": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875225": {
            "orgId": "999875225",
            "orgName": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
            "ecContrib": 149998
        }
    },
    "calculatedTotalContribution": 149998
}