{
    "rcn": "200136",
    "acronym": "PREWArAs",
    "topics": "ERC-StG-2015",
    "title": "The Dark Side of the Belle …poque. Political violence and Armed Associations in Europe before the First World War",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "This research project is a comparative historical study which examines the role of militias, paramilitary movements, armed organisations, and vigilante groups before the First World War (from the late 19th century to 1914). Its goal is to investigate how and to what extent organised political violence permeated European societies even before the outbreak of the Great War. The practice of organised violence represented a mass transnational experience in an era, the so-called Belle …poque, which is generally seen as characterised by peace and progress. Armed associations were male brotherhoods that experienced and perpetrated group violence. They also acted as agents of political mobilisation, shaping individual and collective identities. Despite their different origins and purposes, these groups shared repertoires of practices and political cultures in which violence was regarded as a fully legitimate course of action.\nThe project will provide a comprehensive, multi-scale overview of armed organisations in pre-1914 Europe. Although they represent a mass phenomenon, no comparative research on them has been carried on so far. The project will fill this gap by establishing a team of scholars who focus on Germany, Italy, the Iberian Peninsula, France, the Austro-Hungarian Empire, and the United Kingdom. \nThe project also promises to bring about a paradigm shift in our understanding of the Great War and post-war paramilitary movements. Hundreds of thousands of male Europeans engaged in various violent practices as members of these groups. These experiences shaped patterns which exerted a lasting influence on the political and social life of the whole continent. The mass experience of violence among pre-war armed associations should be taken into account not only to challenge the reassuring image of the Belle …poque, but also to understand to what extent the radicalisation of politics paved the way to the massacres of the Great War and the turmoil of its aftermath.",
    "totalCost": "1448776",
    "ecMaxContribution": "1448776",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 1448776
        }
    },
    "calculatedTotalContribution": 1448776
}