{
    "rcn": "200181",
    "acronym": "RCSB",
    "topics": "ERC-StG-2015",
    "title": "Regulation of cell size and shape in bacteria",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Proper cell size and shape are important for many biological functions, such as metabolism, signaling, motility, and development. This proposal addresses the fundamental question of how bacteria control their morphology and their cell volume with high precision, using the rod-like bacterium Escherichia coli as a primary model system. Bacterial cell shape is physically determined during growth by the enzymatic expansion and remodeling of the peptidoglycan (PG) cell wall, a partially ordered elastic meshwork that is the pressure-bearing component of the cell envelope. In this proposal we will address two fundamental questions: \ni) How do cells physically build and remodel their macroscopically ordered cell wall to reproducibly acquire cell shape? We will thus image the dynamics of the PG cell wall and of the enzymatic and structural proteins involved in its expansion, using high-precision video fluorescence microscopy and spectroscopy. From spatio-temporal correlations measured in steady-state experiments and after physical, chemical, or biological perturbations, we will deduce how different physical cues affect and regulate cell-wall expansion.\nii) How do bacteria regulate their own cell volume, and what role does intracellular crowding play in this context? The intracellular mass density of bacteria is remarkably well conserved during growth, suggesting that cell size is regulated to maintain a constant level of intracellular crowding. Crowding has been deemed important for the regulation of volume in slowly growing mammalian cells before. Here, we will study the role of intracellular crowding, osmotic pressure, and other physiological quantities on cell-volume regulation in bacteria. Furthermore, we will use phenotypic screening and genetic approaches to identify the pathways involved in cell-volume control.\nTogether, this proposal addresses a fundamental question of self-organization in biology using combined approaches from physics and biology.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}