{
    "rcn": "200115",
    "acronym": "UNREST",
    "topics": "REFLECTIVE-5-2015",
    "title": "Unsettling Remembering and Social Cohesion in Transnational Europe",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "The main purpose of this project is to deliver new empirical yet also theoretically informed knowledge of those memory agents, practices and contexts capable of countering fixed and essentialist war and conflict memories, opening them to reflexive reinterpretation and change. Theoretically, the project will develop the concept of an agonistic ethico-political mode of remembering as distinct from the antagonistic and cosmopolitan modes, and provide a thick description of their defining characteristics.  A related aim is to assess which of the two reflective modes, the cosmopolitan or the agonistic, best contributes to a shared European ethico-political framework and transnational solidarity. \nEmpirically, the project will test the different ethico-political modes of remembering in contemporary heritage discourses and practices by different memory milieus located at various territorial scales in relation to some of the armed conflicts of the 20th century with an enduring legacy. By exploring the relationship between 1) the modes of remembering being negotiated and contested in various European settings; 2) the memory agents promoting them (heritage professionals, policy-makers, historians, creative artists, socio-political activists); and 3) material and immaterial heritage (museums, burial sites, media, visual and written culture), the project will assess how, why and in which contexts certain modes of remembering the violent past are able to prevail as well as their articulation with various territorial identities.",
    "totalCost": "2489648,75",
    "ecMaxContribution": "2489648,75",
    "coordinator": "RUHR-UNIVERSITAET BOCHUM",
    "coordinatorCountry": "DE",
    "participants": "AARHUS UNIVERSITET;UNIVERSITY OF BATH;MAMBRINO SL;STIFTUNG ZOLLVEREIN;POLSKA AKADEMIA NAUK;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "participantCountries": "DK;UK;ES;DE;PL",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 798093
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 268334
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 519000
        },
        "939258761": {
            "orgId": "939258761",
            "orgName": "STIFTUNG ZOLLVEREIN",
            "ecContrib": 212500
        },
        "927885123": {
            "orgId": "927885123",
            "orgName": "MAMBRINO SL",
            "ecContrib": 244600
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 323560
        }
    },
    "calculatedTotalContribution": 2366087
}