{
    "rcn": "200121",
    "acronym": "DOMINO",
    "topics": "EE-10-2015",
    "title": "DOMINO - Connecting Europe, Saving Energy",
    "startDate": "01/03/2016",
    "endDate": "31/03/2019",
    "objective": "The DOMINO project will nudge more than 3,400 households from the regions of Brussels, Berlin and Naples towards more energy efficient behaviour and will connect participating households in their region to nurture peer-learning and strengthen social bonds. To this end, a variety of behavioural interventions will be combined in a smart plug challenge. In this challenge,  households in each region form teams that will be provided with smart plug equipment and a smartphone app allowing them to monitor and control their electricity consumption and serving as a means to directly communicate with them and support them with tailored energy conservation advice. By combining feedback, prompts, goal setting, peer comparison, rewards and other behavioural levers, the project will lead to an annual reduction in primary energy consumption of more than 14.48 GWh. Throughout the project, data will be generated that allows looking into energy consumption patterns of households and their appliances. Furthermore, the actual potential for energy savings through behavioural change as well as through the application of smart plug technology and similar innovative product-system-services can be monitored and evaluated very precisely. The project will thereby not only contribute to reducing energy consumption in the three target region and to improving the awareness for the innovative smart plug technology but will also advance the scientific and public debate on energy consumption behaviour and on behavioural interventions for energy efficiency. In addition to creating direct energy savings and to building knowledge, the project will also contribute to building capacities and skills among participating households, multipliers in energy agencies across Europe, policy-makers on national and European level as well as municipalities and energy providers. At the end of the project, smart plugs will be passed on to organsiations who will keep lending them to interested to consumers.",
    "totalCost": "1099590",
    "ecMaxContribution": "1099590",
    "coordinator": "ADELPHI RESEARCH GEMEINNUTZIGE GMBH",
    "coordinatorCountry": "DE",
    "participants": "AGENZIA NAPOLETANA PER L'ENERGIA E PER L'AMBIENTE;INSTITUT BRUXELLOIS POUR LA GESTION DE L ENVIRONNEMENT-BRUSSELS INSTITUUT VOOR MILIEUBEHEER;ARCTIK SPRL;Plugwise B.V.;ENERGY AGENCY OF PLOVDIV ASSOCIATION",
    "participantCountries": "IT;BE;NL;BG",
    "projectParticipants": {
        "953666753": {
            "orgId": "953666753",
            "orgName": "AGENZIA NAPOLETANA PER L'ENERGIA E PER L'AMBIENTE",
            "ecContrib": 107915
        },
        "998922976": {
            "orgId": "998922976",
            "orgName": "ENERGY AGENCY OF PLOVDIV ASSOCIATION",
            "ecContrib": 57625
        },
        "999693350": {
            "orgId": "999693350",
            "orgName": "ADELPHI RESEARCH GEMEINNUTZIGE GMBH",
            "ecContrib": 283125
        },
        "972038456": {
            "orgId": "972038456",
            "orgName": "Plugwise B.V.",
            "ecContrib": 378750
        },
        "972688453": {
            "orgId": "972688453",
            "orgName": "INSTITUT BRUXELLOIS POUR LA GESTION DE L ENVIRONNEMENT-BRUSSELS INSTITUUT VOOR MILIEUBEHEER",
            "ecContrib": 76925
        },
        "950818251": {
            "orgId": "950818251",
            "orgName": "ARCTIK SPRL",
            "ecContrib": 195250
        }
    },
    "calculatedTotalContribution": 1099590
}