{
    "rcn": "200164",
    "acronym": "SCOoPE",
    "topics": "EE-16-2015",
    "title": "Saving COOPerative Energy",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "SCOoPE project will work directly with energy-intense agro-food industries to implement cross-cutting and collaborative energy management systems addressed to reduce their energy consumption, and will further spread this knowledge within technicians, businesses managers, and energy and agro-food institutions.\nThe project SCOoPE aims at achieving the challenges of the topic EE 16-2014/2015. Regarding the use of cost-effective energy solutions, the project objective is to reduce energy consumption at a short term in a range between 10% and 15% directly in 81 businesses belonging to the agro-food target sectors of the project (namely crop drying, meat and poultry, dairy, and fruit and vegetables transformation). This reduction must be achieved without any decrease in the production capacity of the companies and maintaining correct socioeconomic and environmental conditions. In order to do that, the project will work with the uptake of specific and cross-cutting innovative technologies and techniques, which efficacy has been proven in other industrial sectors, different from agro-food sector, but that are not yet familiar to projectís target sectors. \nOn the other hand, the project pursues larger savings in the medium term with new affordable energy solutions, specifically by developing the concept of ìCollaborative Energy Management Systemsî. It will take advantage of complementarities and synergies between analysed industrial sites with similar characteristics and will use them for the improvement of their joint energy efficiency. For this purpose, 6 pilot industrial clusters will be run in order to prove the improvements of total energy consumptions and its associated costs, achieved by using common procedures based on ISO 50.001 and supported by an specific software (Dashboard) developed by the project. All these experiences will be promoted to encourage target groups to reduce their energy consumption, following the example of the directly involved companies.",
    "totalCost": "1796003,75",
    "ecMaxContribution": "1796003,75",
    "coordinator": "COOPERATIVAS AGRO-ALIMENTARIAS DE ESPANA U DE COOP SOCIEDAD COOPERATIVA",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;CONFEDERACAO NACIONAL DAS COOPERATIVAS AGRICOLAS E DO CREDITO AGRICOLA DE PORTUGAL CCRL;SOCIETA COOPERATIVA AGRICOLO FORESTALE - D.R.E.AM. ITALIA;SERVICES COOP DE FRANCE, UNION DES COOPERATIVES AGRICOLES;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;GAIA EPICHEIREIN ANONYMI ETAIREIA PSIFIAKON YPIRESION;LANTMANNEN EKONOMISK FORENING;LANDBRUG & FODEVARER F.M.B.A.;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "ES;PT;IT;FR;EL;SE;DK",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 97725
        },
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 148062
        },
        "991797841": {
            "orgId": "991797841",
            "orgName": "LANDBRUG & FODEVARER F.M.B.A.",
            "ecContrib": 112562
        },
        "950487675": {
            "orgId": "950487675",
            "orgName": "SERVICES COOP DE FRANCE, UNION DES COOPERATIVES AGRICOLES",
            "ecContrib": 274441
        },
        "997354389": {
            "orgId": "997354389",
            "orgName": "COOPERATIVAS AGRO-ALIMENTARIAS DE ESPANA U DE COOP SOCIEDAD COOPERATIVA",
            "ecContrib": 425212
        },
        "950531228": {
            "orgId": "950531228",
            "orgName": "SOCIETA COOPERATIVA AGRICOLO FORESTALE - D.R.E.AM. ITALIA",
            "ecContrib": 169562
        },
        "935977639": {
            "orgId": "935977639",
            "orgName": "LANTMANNEN EKONOMISK FORENING",
            "ecContrib": 142062
        },
        "950429281": {
            "orgId": "950429281",
            "orgName": "CONFEDERACAO NACIONAL DAS COOPERATIVAS AGRICOLAS E DO CREDITO AGRICOLA DE PORTUGAL CCRL",
            "ecContrib": 125312
        },
        "933040382": {
            "orgId": "933040382",
            "orgName": "GAIA EPICHEIREIN ANONYMI ETAIREIA PSIFIAKON YPIRESION",
            "ecContrib": 143250
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 157812
        }
    },
    "calculatedTotalContribution": 1796000
}