{
    "rcn": "200113",
    "acronym": "EduMAP",
    "topics": "YOUNG-3-2015",
    "title": "Adult Education as a Means for Active Participatory Citizenship",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "The existing research and policy reports show that adult education policies and practices are designed and carried out in ways and using means which are not always appropriate to vulnerable minority groups. In the EduMAP Project the diversity of societal participation and the wide range of cultural contexts and communicative practices among learners will be acknowledged. In particular, the educational needs of young people with low levels of basic and functional literacy, with deficient language and cultural skills (foreign newcomers, ethnic minorities), those who have dropped out of school and those not in education or training due to handicap, are in the focus of the project. The main research question is: What policies and practices are needed in the field of adult education to include young adults at risk of social exclusion in active participatory citizenship in Europe? \nThrough the implementation of six work packages, EduMAP will help European, national and local policymakers, educational authorities and educators to tailor adult education policies and practices to meet the needs of young adults with low levels of education or who are otherwise in a vulnerable position. The project will provide comprehensive analyses and practical insights on the efficacy of the European adult education system in preventing social exclusion and compile an inventory of successful initiatives and communicative practices in and outside the EU. Communicative ecologies in the field of adult education will be mapped and analysed, and the findings will be utilized to create innovative platforms for enhancing dialogue between the providers and potential users of educational initiatives. An IDSS will be developed for the use of policymakers and other stakeholders. The fundamental aim is to help policymakers and educational agencies to ensure that the young generations as a whole are able to acquire the skills needed to fully participate in European societies and the labour market.",
    "totalCost": "2498112,5",
    "ecMaxContribution": "2498112,5",
    "coordinator": "TAMPEREEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "DEUTSCHER VOLKSHOCHSCHUL-VERBAND EV;FOREDATA OY;ROYAL MELBOURNE INSTITUTE OF TECHNOLOGY SPAIN SL;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;LOUGHBOROUGH UNIVERSITY;UNIVERSITY COLLEGE LONDON;ANKARA SOSYAL BILIMLER UNIVERSITESI;SZEGEDI TUDOMANYEGYETEM;TALLINN UNIVERSITY",
    "participantCountries": "DE;FI;ES;EL;UK;TR;HU;EE",
    "projectParticipants": {
        "999840014": {
            "orgId": "999840014",
            "orgName": "SZEGEDI TUDOMANYEGYETEM",
            "ecContrib": 117438
        },
        "999903161": {
            "orgId": "999903161",
            "orgName": "TAMPEREEN YLIOPISTO",
            "ecContrib": 763300
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 115129
        },
        "949860570": {
            "orgId": "949860570",
            "orgName": "ROYAL MELBOURNE INSTITUTE OF TECHNOLOGY SPAIN SL",
            "ecContrib": 10092
        },
        "999990752": {
            "orgId": "999990752",
            "orgName": "LOUGHBOROUGH UNIVERSITY",
            "ecContrib": 260970
        },
        "927656979": {
            "orgId": "927656979",
            "orgName": "FOREDATA OY",
            "ecContrib": 194174
        },
        "999421653": {
            "orgId": "999421653",
            "orgName": "TALLINN UNIVERSITY",
            "ecContrib": 153979
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 414558
        },
        "944921815": {
            "orgId": "944921815",
            "orgName": "DEUTSCHER VOLKSHOCHSCHUL-VERBAND EV",
            "ecContrib": 324995
        },
        "927887839": {
            "orgId": "927887839",
            "orgName": "ANKARA SOSYAL BILIMLER UNIVERSITESI",
            "ecContrib": 143479
        }
    },
    "calculatedTotalContribution": 2498114
}