{
    "rcn": "200186",
    "acronym": "FOLSMART",
    "topics": "NMP-06-2015",
    "title": "Folate-Target Nanodevices To Activated Macrophages For Rheumatoid Arthritis",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "FOLSMART will bring to phase I clinical trials novel folate-based nanodevices (FBN) for the treatment of rheumatoid arthritis (RA). These nanodevices for folic acid (FA)-mediated targeting of activated macrophages showed improved clinical scores in a mouse model of RA when compared to methotrexate (MTX), a first-line drug therapy for the treatment of RA. In this way, FBN will be benchmarked against this drug. MTX has significant associated toxicity and second line biological therapies poses a great economic burden to hospital/public health systems. In parallel, nanodevices encapsulating Sulfasalazine (SSZ), will be tested. SSZ is a second line indication for the treatment of RA, unresponsive to MTX or MTXñintolerant patients. Furthermore, FOLSMART propose the optimization of mechanisms for the release of the drugs, through pH and temperature sensitive nanodevices. An exploitation and business plans will be elaborated. In parallel, initial economic evaluation of all proposed treatments will be performed to validate these claims.\n\nSpecific technological objectives of FOLSMART will be:\n\nGood Manufacturing Practice (GMP) production of the FBN based therapies which have been positively bench-marked in the previous FP7 European project NANOFOL in comparison with the use of MTX in a RA mouse model: \n-Liposomal MTX and SSZ with FA-ìneck domainî peptide as targeting agent\n-Nanoparticles from HSA-FA/MTX conjugates and SSZ\n-Optimization of mechanisms of drug release and application to other fields\n\nPre-clinical development  on RA models\n-Toxicology and pharmacokinetics, to determine tolerability and efficacy benefit in two animal models rat and dog, under Good Laboratory Practice (GLP) standards\n-Genotoxicity and Carcinogenicity\n\nPhase I clinical trials of the best therapies bench marketed against MTX\n-Nanodevices with MTX and SSZ will offer improved tolerance and greater efficacy meaning that patients who do not do well on MTX will have cost-effective alternatives",
    "totalCost": "4993833,75",
    "ecMaxContribution": "4993833,75",
    "coordinator": "ASSOCIACAO UNIVERSIDADE EMPRESA PARA DESENVOLVIMENTO TECMINHO",
    "coordinatorCountry": "PT",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;APTUIT (VERONA) SRL;BLUECLINICAL - INVESTIGACAO E DESENVOLVIMENTO EM SAUDE LDA;GABO:MI GESELLSCHAFT FUR ABLAUFORGANISATION:MILLIARIUM MBH & CO KG;UNIVERSITAET FUER BODENKULTUR WIEN;SYNOVO GMBH;BLUEPHARMA - INDUSTRIA FARMACEUTICASA",
    "participantCountries": "AT;PT;FR;IT;DE",
    "projectParticipants": {
        "952690545": {
            "orgId": "952690545",
            "orgName": "BLUEPHARMA - INDUSTRIA FARMACEUTICASA",
            "ecContrib": 316486
        },
        "946011416": {
            "orgId": "946011416",
            "orgName": "APTUIT (VERONA) SRL",
            "ecContrib": 700000
        },
        "999451238": {
            "orgId": "999451238",
            "orgName": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
            "ecContrib": 436824
        },
        "994906012": {
            "orgId": "994906012",
            "orgName": "ASSOCIACAO UNIVERSIDADE EMPRESA PARA DESENVOLVIMENTO TECMINHO",
            "ecContrib": 1329338
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 404510
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 488400
        },
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 399556
        },
        "946437634": {
            "orgId": "946437634",
            "orgName": "BLUECLINICAL - INVESTIGACAO E DESENVOLVIMENTO EM SAUDE LDA",
            "ecContrib": 609845
        },
        "999753005": {
            "orgId": "999753005",
            "orgName": "GABO:MI GESELLSCHAFT FUR ABLAUFORGANISATION:MILLIARIUM MBH & CO KG",
            "ecContrib": 8875
        },
        "999545231": {
            "orgId": "999545231",
            "orgName": "SYNOVO GMBH",
            "ecContrib": 300000
        }
    },
    "calculatedTotalContribution": 4993834
}