{
    "rcn": "200170",
    "acronym": "STRONG-Q",
    "topics": "ERC-StG-2015",
    "title": "Strong single-photon radiation-pressure coupling for quantum optomechanics",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "While quantum physics is one of the most successful theories in modern science, it remains a puzzle why we do not observe quantum effects in our macroscopic every-day life. Quantum theory in fact does not pose an inherent limit on the size and mass of a quantum system. The field of optomechanics has been established with the explicit goal of testing massive, macroscopic quantum states. Here, the radiation-pressure force is used to bring a mechanical oscillator into a quantum state by coupling it to light. Most current experiments are however limited by either the optical or mechanical quality of the mechanical system, which so far have prevented a true breakthrough.\n\nI will use two-dimensional photonic crystals on silicon nitride membranes to build a new generation of optomechanical systems, consisting of arrays of mechanical oscillators with high reflectivity and unprecedented mechanical quality. This will allow me to finally enter the single-photon strong coupling (SPSC) regime. This regime, which to date is far beyond experimental reach of any state-of-the-art system, will open up the possibility of true quantum experiments involving macroscopic mechanical objects. Preliminary experiments reveal that we can fabricate membranes of unparalleled optical and mechanical quality necessary for realizing STRONG-Q.\n\nA fundamentally new approach combined with our novel devices will allow me to access the SPSC regime. I will be able to study superradiance, single-photon blockade and non-Gaussian states, explore avenues for phonon lasing, and perform quantum experiments that were up to now impossible. As enabling technologies I will build an entangled-photon source and highly efficient photodetectors.\n\nWith my expertise in (single-photon) quantum optics and optomechanics, and with TU Delftís infrastructure as a leading institute in quantum technologies and microfabrication, the ultimate goal of this project to bring quantum physics into the macroscopic world is within reach.",
    "totalCost": "1499970",
    "ecMaxContribution": "1499970",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1499970
        }
    },
    "calculatedTotalContribution": 1499970
}