{
    "rcn": "200189",
    "acronym": "THALEA II",
    "topics": "PHC-29-2015",
    "title": "THALEA II - Telemonitoring and Telemedicine for Hospitals Assisted by ICT for Life saving co-morbid patients in Europe As part of a Patient personalised care program of the EU",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "Public procurement of innovative solutions (PPI) shortens the route to market, sets free the potential of early adopters to implement an innovation and enables public procurers to efficiently answer market demands of innovative products.\nTHALEA II is the first follow-up PPI in healthcare for Intensive Care Units (ICU). It will bring an innovative product to the European healthcare market aiming to mitigate negative impacts of one of the greatest European socio-economic challenges of the 21st century in healthcare: Ageing of society and workforce. This development challenges the healthcare sector, due to an imbalance between the increasing number of EU-citizens requiring care and the decreasing number of human resources on the caregiving side. Thus, there is an urgent need for innovative solutions disburdening healthcare professionals. There is evidence suggesting that telemedicine has the ability to mitigate these problematic pan-European challenges.\nThe promising technology of THALEA II will be implemented helping to save more lives and as a result increasing patientsí quality of life. This project will create the potential to increase European competitiveness and exceed research and development in comparison to the US and demonstrate the effectiveness of this approach with respect to innovative management and procurement methods.\nTHALEA PCP is currently creating an appropriate solution fulfilling all demands of a telemedical research framework with a special focus on interoperability and scalability. THALEA addresses the need for a marketable, advanced solution applicable on a broad basis, avoiding vendor lock-in. Using the PPI-funding instrument, procuring entities and ICU experts will be able to buy the advanced THALEA solution developed during PCP. Thereby, this promising technology will be spread all over Europe assisting caregivers in all sectors of care and consequently improving the quality of life and wellbeing of many EU citizens.",
    "totalCost": "3888750",
    "ecMaxContribution": "777750",
    "coordinator": "UNIVERSITAETSKLINIKUM AACHEN",
    "coordinatorCountry": "DE",
    "participants": "CORPORACIO SANITARIA PARC TAULI DE SABADELL;MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT;ACADEMISCH ZIEKENHUIS MAASTRICHT;AGENCIA DE QUALITAT I AVALUACIO SANITARIES DE CATALUNYA;BUNDESBESCHAFFUNG GMBH",
    "participantCountries": "ES;NL;AT",
    "projectParticipants": {
        "999576562": {
            "orgId": "999576562",
            "orgName": "ACADEMISCH ZIEKENHUIS MAASTRICHT",
            "ecContrib": 155550
        },
        "951377844": {
            "orgId": "951377844",
            "orgName": "BUNDESBESCHAFFUNG GMBH",
            "ecContrib": 155550
        },
        "998806770": {
            "orgId": "998806770",
            "orgName": "CORPORACIO SANITARIA PARC TAULI DE SABADELL",
            "ecContrib": 155550
        },
        "949799169": {
            "orgId": "949799169",
            "orgName": "AGENCIA DE QUALITAT I AVALUACIO SANITARIES DE CATALUNYA",
            "ecContrib": 0
        },
        "999897632": {
            "orgId": "999897632",
            "orgName": "UNIVERSITAETSKLINIKUM AACHEN",
            "ecContrib": 311100
        },
        "972778178": {
            "orgId": "972778178",
            "orgName": "MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 777750
}