{
    "rcn": "200169",
    "acronym": "AML-VACCiN",
    "topics": "PHC-14-2015",
    "title": "Clinical development of a dendritic-cell vaccine therapy for acute myeloid leukaemia",
    "startDate": "01/01/2016",
    "endDate": "31/03/2020",
    "objective": "Eradicating minimal residual disease (MRD) in patients with acute myeloid leukaemia (AML) is an area of high unmet medical need. AML is a deadly rare disease that affects both children and adults. Approximately 45% of younger AML patients who are treated will be cured, and in older patients (>60 years of age), 85% will relapse and die within 2 years.\n\nImmunotherapy has great potential for treating MRD and dendritic cell (DC) therapy is at the forefront of immunotherapy. The AML-VACCiN consortium takes this to the next level through clinical development of a highly-innovative DC vaccine - DCP-001 - that can be produced off-the-shelf and has a powerful preclinical and clinical profile. The aim is to vaccinate AML patients that have been brought into remission through standard induction or consolidation therapy, and to eradicate MRD and effectively reduce the risk of relapse. \n\nIn a clinical Phase I/IIa study,  the DCP-001 vaccine has already shown to be safe, non-toxic  and capable of inducing an AML-targeted immune response.  DCP-001 is designated as an orphan medicinal product in the EU. \n\nThe AML-VACCiN consortium will advance the clinical development of the vaccine from early-stage (current status) towards proof of concept for safety and efficacy in a Phase IIb clinical study (intended outcome of this project). In addition, a biomarker program will be developed that enables more effective treatment monitoring, selective patient enrolment in future studies and ultimately personalised AML treatment. The deliverables resulting from this project can be used to assemble a data package to apply for conditional approval  in Europe. \n\nAML-VACCiN is the orchestrated action of three innovative companies and internationally renowned top medical scientists representing nine European medical institutes. In line with the IRDiRC objectives, this public-private consortium can bring a powerful AML-vaccine very close to clinical practice.",
    "totalCost": "8278716,25",
    "ecMaxContribution": "6001482",
    "coordinator": "STICHTING VUMC",
    "coordinatorCountry": "NL",
    "participants": "BIONTECH INNOVATIVE MANUFACTURING SERVICES GMBH;HELSINGIN YLIOPISTO;STICHTING VU;UNIVERSITAETSKLINIKUM BONN;ACADEMISCH ZIEKENHUIS GRONINGEN;UPPSALA UNIVERSITET;ACCELOVANCE EUROPE BV;UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ;DCPRIME BV;HELSE BERGEN HF*HAUKELAND UNIVERSITY HOSPITAL;UNIVERSITETET I BERGEN;TECHNISCHE UNIVERSITAET DRESDEN;IMMATICS BIOTECHNOLOGIES GMBH",
    "participantCountries": "DE;FI;NL;SE;NO",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 82320
        },
        "983562444": {
            "orgId": "983562444",
            "orgName": "HELSE BERGEN HF*HAUKELAND UNIVERSITY HOSPITAL",
            "ecContrib": 82320
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 82320
        },
        "999867465": {
            "orgId": "999867465",
            "orgName": "UNIVERSITAETSKLINIKUM BONN",
            "ecContrib": 82320
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 0
        },
        "968662080": {
            "orgId": "968662080",
            "orgName": "IMMATICS BIOTECHNOLOGIES GMBH",
            "ecContrib": 1300650
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 184989
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 82320
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 82320
        },
        "994850722": {
            "orgId": "994850722",
            "orgName": "UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ",
            "ecContrib": 82320
        },
        "945444839": {
            "orgId": "945444839",
            "orgName": "DCPRIME BV",
            "ecContrib": 495150
        }
    },
    "calculatedTotalContribution": 2557029
}