{
    "rcn": "200150",
    "acronym": "BCOOL",
    "topics": "ERC-StG-2015",
    "title": "Barocaloric materials for energy-efficient solid-state cooling",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Cooling is essential for food and drinks, medicine, electronics and thermal comfort. Thermal changes due to pressure-driven phase transitions in fluids have long been used in vapour compression systems to achieve continuous refrigeration and air conditioning, but their energy efficiency is relatively low, and the working fluids that are employed harm the environment when released to the atmosphere. More recently, the discovery of large thermal changes due to pressure-driven phase transitions in magnetic solids has led to suggestions for environmentally friendly solid-state cooling applications. However, for this new cooling technology to succeed, it is still necessary to find suitable barocaloric (BC) materials that satisfy the demanding requirements set by applications, namely very large thermal changes in inexpensive materials that occur near room temperature in response to small applied pressures.\n\nI aim to develop new BC materials by exploiting phase transitions in non-magnetic solids whose structural and thermal properties are strongly coupled, namely ferroelectric salts, molecular crystals and hybrid materials. These materials are normally made from cheap abundant elements, and display very large latent heats and volume changes at structural phase transitions, which make them ideal candidates to exhibit extremely large BC effects that outperform those observed in state-of-the-art BC magnetic materials, and that match applications.\n\nMy unique approach combines: i) materials science to identify materials with outstanding BC performance, ii) advanced experimental techniques to explore and exploit these novel materials, iii) materials engineering to create new composite materials with enhanced BC properties, and iv) fabrication of BC devices, using insight gained from modelling of materials and device parameters. If successful, my ambitious strategy will culminate in revolutionary solid-state cooling devices that are environmentally friendly and energy efficient.",
    "totalCost": "1467521",
    "ecMaxContribution": "1467521",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}