{
    "rcn": "200123",
    "acronym": "NETIM",
    "topics": "INNOSUP-5-2014",
    "title": "New Tools for Innovation Monitoring (NETIM)",
    "startDate": "01/02/2016",
    "endDate": "31/01/2017",
    "objective": "The ìNew Tools for Innovation Monitoringî (NETIM) project aims to capitalize on the experiences carried out by Innovation Agencies around the world concerning the most effective and simple methods for collecting, elaborating and rendering data related to the implementation processes of innovation policies and measures. \nFor this purpose, a Twinning Advanced mechanism will be set up among the three partner agencies in order to allow them to jointly evaluate existing approaches to policy monitoring (both developed by the partners themselves and from other agencies and bodies worldwide), select the most convincing solutions and design/adapt a new monitoring tool. \nThe selection process will be guided by a pragmatic approach, with the goal of individuating those solutions to policy monitoring that have been proven to be simple, effective and cost-efficient.  On this base, a new monitoring tool will be assembled, by designing:\nï\ta suitable list of indicators \nï\tan interpretation grid for the selected indicators\nï\tan efficient data collection system\nï\ta multi-level data analysis and reporting tool (for policy makers, for beneficiaries, for larger audience).\nThe final project output will be a Design Options Paper that will guide other agencies and bodies to the practical implementation of the NETIM monitoring tool in their regional context.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "AGENZIA REGIONALE PER LA TECNOLOGIA E L'INNOVAZIONE",
    "coordinatorCountry": "IT",
    "participants": "FUNDACION FUNDECYT - PARQUE CIENTIFICO Y TECNOLOGICO DE EXTREMADURA;IFKA IPARFEJLESZTESI KOZHASZNU NONPROFIT KORLATOLT FELELOSSEGU TARSASAG",
    "participantCountries": "ES;HU",
    "projectParticipants": {
        "951026025": {
            "orgId": "951026025",
            "orgName": "FUNDACION FUNDECYT - PARQUE CIENTIFICO Y TECNOLOGICO DE EXTREMADURA",
            "ecContrib": 0
        },
        "950024888": {
            "orgId": "950024888",
            "orgName": "IFKA IPARFEJLESZTESI KOZHASZNU NONPROFIT KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 0
        },
        "961298422": {
            "orgId": "961298422",
            "orgName": "AGENZIA REGIONALE PER LA TECNOLOGIA E L'INNOVAZIONE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}