{
    "rcn": "200166",
    "acronym": "DR-BOB",
    "topics": "EE-06-2015",
    "title": "Demand Response in Block of Buildings",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "The aim of the DR-BOB project is to demonstrate the economic and environmental benefits of demand response in blocks of buildings for the different key actors required to bring it to market.  To achieve its aim the DR-BOB project will:\nï Integrate existing technologies to form the DR-BOB Demand Response Energy Management solution for blocks-of-buildings with a potential ROI of 5 years or less. \nï Demonstrate the DR-BOB integrated solution at 4 sites operating under different energy market and climatic conditions in the UK, France, Italy and Romania with blocks-of-buildings covering a total of 274,665 m2, a total of 47,600 occupants over a period of at least 12 months.\nï Realise up to 11% saving in energy demand, up to 35% saving in electricity demand and a 30% reduction in the difference between peak power demand and minimum night time demand for building owners and facilities managers at the demonstration.  \nï Provide and validate a method of assessing at least 3 levels of technology readiness (1-no capability, 2-some capability, 3-full capability) related to the technologies required for consumersí facilities managers, buildings and the local energy infrastructure to participate in the Demand Response Energy Management solution at any given site.\nï Identify revenue sources with at least a 5% profit margin to underpin business models for each of the different types of stakeholders required to bring demand response in the blocks-of-buildings to market in different local and national contexts. \nï Engage with at least 2,000 companies involved in the supply chain for demand response in blocks of buildings across the EU to disseminate the projects goals and findings.",
    "totalCost": "5136769,5",
    "ecMaxContribution": "4274499,5",
    "coordinator": "TEESSIDE UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "FONDAZIONE POLIAMBULANZA;GRIDPOCKET SAS;UNIVERSITATEA TEHNICA CLUJ-NAPOCA;DUNEWORKS BV;SIEMENS PLC;SERVELECT SRL;CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT;R2M SOLUTION SRL;NOBATEK",
    "participantCountries": "IT;FR;RO;NL;UK",
    "projectParticipants": {
        "984492383": {
            "orgId": "984492383",
            "orgName": "GRIDPOCKET SAS",
            "ecContrib": 253443
        },
        "952850110": {
            "orgId": "952850110",
            "orgName": "R2M SOLUTION SRL",
            "ecContrib": 203350
        },
        "954034189": {
            "orgId": "954034189",
            "orgName": "DUNEWORKS BV",
            "ecContrib": 113400
        },
        "927623514": {
            "orgId": "927623514",
            "orgName": "SERVELECT SRL",
            "ecContrib": 101237
        },
        "999580151": {
            "orgId": "999580151",
            "orgName": "CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT",
            "ecContrib": 472256
        },
        "999662504": {
            "orgId": "999662504",
            "orgName": "TEESSIDE UNIVERSITY",
            "ecContrib": 855848
        },
        "968656648": {
            "orgId": "968656648",
            "orgName": "FONDAZIONE POLIAMBULANZA",
            "ecContrib": 392500
        },
        "999579569": {
            "orgId": "999579569",
            "orgName": "SIEMENS PLC",
            "ecContrib": 1340528
        },
        "994163865": {
            "orgId": "994163865",
            "orgName": "NOBATEK",
            "ecContrib": 300250
        },
        "999897244": {
            "orgId": "999897244",
            "orgName": "UNIVERSITATEA TEHNICA CLUJ-NAPOCA",
            "ecContrib": 241687
        }
    },
    "calculatedTotalContribution": 4274499
}