{
    "rcn": "200177",
    "acronym": "BINDING FIBRES",
    "topics": "ERC-StG-2015",
    "title": "Soluble dietary fibre: unraveling how weak bonds have a strong impact on function",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Dietary fibres are recognized for their health promoting properties; nevertheless, many of the physicochemical mechanisms behind these effects remain poorly understood. While it is understood that dietary fibres can associate with small molecules influencing, both positively or negatively their absorption, the molecular mechanism, by which these associations take place, have yet to be elucidated We propose a study of the binding in soluble dietary fibres at a molecular level to establish binding constants for various fibres and nutritionally relevant ligands. The interactions between fibres and target compounds may be quite weak, but still have a major impact on the bioavailability. To gain insight to the binding mechanisms at a level of detail that has not earlier been achieved, we will apply novel combinations of analytical techniques (MS, NMR, EPR) and both natural as well as synthetic probes to elucidate the associations in these complexes from macromolecular to atomic level. Glucans, xyloglucans and galactomannans will serve as model soluble fibres, representative of real food systems, allowing us to determine their binding constants with nutritionally relevant micronutrients, such as monosaccharides, bile acids, and metals. Furthermore, we will examine supramolecular interactions between fibre strands to evaluate possible contribution of several fibre strands to the micronutrient associations. At the atomic level, we will use complementary spectroscopies to identify the functional groups and atoms involved in the bonds between fibres and the ligands. The proposal describes a unique approach to quantify binding of small molecules by dietary fibres, which can be translated to polysaccharide interactions with ligands in a broad range of biological systems and disciplines. The findings from this study may further allow us to predictably utilize fibres in functional foods, which can have far-reaching consequences in human nutrition, and thereby also public health.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}