{
    "rcn": "200198",
    "acronym": "TIMEnzyme",
    "topics": "MSCA-IF-2015-EF",
    "title": "Implementation of Enzymatic Activity in a NaÔve, de novo Designed Protein Scaffold by Rational Design and Laboratory Evolution",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The proposed research project aims at implementing enzymatic activity in a de novo designed, unbiased protein scaffold. First, simplified active site arrangements deduced from two previously evolved model enzymes (Kemp eliminase and retro-aldolase) will be implanted in the scaffold. This will allow evaluating the extent to which a fully computationally designed and naÔve protein can be functionalized and evolved. A recently established fluorescence-based microfluidics setup will be utilized to screen large DNA libraries of several million clones per round of laboratory evolution. The artificial protein scaffold, kindly provided by Prof. David Baker (University of Washington), has been designed to adopt a minimalist TIM barrel fold, which is the most abundant and diversely evolved protein fold found for natural enzymes. Here, the substrate binding pocket is usually formed by an extended loop region on one side of the scaffold, which is not yet present in the naÔve, designed variant. Thus, in the second step, I will generate a randomized library of loop fragments, insert into the scaffold and screen for improved activity. This approach can be extended from the retro-aldolase model reaction towards synthetic aldolases that catalyze the stereospecific formation of a new carbon-carbon bond. Ultimately, the aim is to evaluate whether loop libraries are an appropriate tool to broaden the substrate scope of these enzymes. Furthermore, the proposal contains a second, independent approach to equip the artificial scaffold with novel enzymatic functionality. Here, I plan to design a covalent dimer of two artificial TIM barrels carrying a cofactor-dependent active site in the dimeric interface. \nThis work will not only generate fundamental insight into the evolution of catalytic activity, it also has great potential to contribute to the development of general strategies for creating enzymes with novel functionality, and thus, prospective applications in industry or medicine.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}