{
    "rcn": "200192",
    "acronym": "MICROBRADAM",
    "topics": "MSCA-RISE-2015",
    "title": "Advanced MR methods for characterization of microstructural brain damage",
    "startDate": "01/11/2015",
    "endDate": "31/10/2019",
    "objective": "NMR (Nuclear Magnetic Resonance)-based approaches have affirmed as extremely valuable for applications in neurosciences. Nonetheless, the exquisite flexibility of tissue contrast in magnetic resonance imaging (MRI) that can be obtained by proper manipulation of nuclear spins still offers room for technological improvements which can be quickly expanded to clinical routine. In particular, there is extreme need of imaging methods that allow a correct assessment of microstructural damage in many brain diseases, including ñ but not limited to ñ neurodegenerative diseases. Indeed, current MRI techniques suffer from poor specificity and ultimately lack the ability to identify the microscopic biophysical and biological mechanisms related to the specific features of the pathology.\nThis project aims at expanding the set of MR based techniques available to neuroscientists to characterize microstructural damage, assessing the usefulness of these approaches in some specific pathologies where they offer more promise. Notably, this project aims also at establishing the increased specificity and sensitivity of newly developed and current techniques when merged in a truly multiparametric analysis approach.\nThis project is heavily based on networking activities for exchanging the complimentary knowledge available at the different world-class academic and commercial EU and third country sites. The novel MRI pulse sequences and data analyses approaches tested and validated during the course of the project will be available at each site of the consortium, and will be made available to the scientific community as well.",
    "totalCost": "540000",
    "ecMaxContribution": "540000",
    "coordinator": "MUSEO STORICO DELLA FISICA E CENTRO STUDI E RICERCHE ENRICO FERMI",
    "coordinatorCountry": "IT",
    "participants": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE;Masarykova univerzita;CHARLES RIVER DISCOVERY RESEARCH SERVICES FINLAND OY;ITA-SUOMEN YLIOPISTO",
    "participantCountries": "CZ;FI",
    "projectParticipants": {
        "998275307": {
            "orgId": "998275307",
            "orgName": "CHARLES RIVER DISCOVERY RESEARCH SERVICES FINLAND OY",
            "ecContrib": 108000
        },
        "999897535": {
            "orgId": "999897535",
            "orgName": "REGENTS OF UNIVERSITY OF MINNESOTA",
            "ecContrib": 0
        },
        "998565531": {
            "orgId": "998565531",
            "orgName": "MUSEO STORICO DELLA FISICA E CENTRO STUDI E RICERCHE ENRICO FERMI",
            "ecContrib": 162000
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 108000
        },
        "994491822": {
            "orgId": "994491822",
            "orgName": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE",
            "ecContrib": 81000
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 81000
        }
    },
    "calculatedTotalContribution": 540000
}