{
    "rcn": "200142",
    "acronym": "DEVELOP",
    "topics": "ICT-20-2015",
    "title": "Developing Careers through Social Networks and Transversal Competencies",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "A key challenge in improving life-long learning, employee flexibility, and skill-matching is the assessment of workplace relevant competencies and the planning of individual learning paths for career development. The aim of this project is to develop a personalised learning environment for career development. The environment will provide assessment of transversal competencies and social capital to highlight learning opportunities for career development. It will combine this with personalised visualisations of potential career paths to inform and guide learners towards realistic and attainable careers. DEVELOP will:\n- Use social network analysis to assess social capital that has been built among colleagues\n- Assess transversal competencies such as leadership and collaboration, using game-based assessment techniques combined with social network analysis evidence\n- Apply AI planning techniques to recommend learning opportunities for career development\n- Create interfaces for employees and HR to aid both career awareness and talent management within an organisation\n- Support internal mobility of employees and better skill-matching to increase employee engagement and reduce attrition rates\n- Consider diverse sources of social network evidence including enterprise social networks, email, and self-reporting tools\n- Gain end-user trust by providing clear informed consent and transparent data privacy\n\nDEVELOP will deliver an adaptive learning environment that dynamically tailors the exploration, comprehension, and planning of learning opportunities and career paths in medium and large companies. It will aid employee learning through reflection on transversal competencies and social capital, as key enablers of career development.  DEVELOP will use a close academic-industry collaboration to deliver new tools and methods for learning technology vendors. These tools and methods will be informed by, and evaluated with end-users across ICT and Financial Services.",
    "totalCost": "2994297,5",
    "ecMaxContribution": "2994297,5",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "GITP BV;TRILATERAL RESEARCH & CONSULTING LLP;IBM IRELAND LIMITED;BNY Mellon Fund Services (Ireland) Limited;THE QUEEN'S UNIVERSITY OF BELFAST;UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL;IMC INFORMATION MULTIMEDIA COMMUNICATION AG;TRACOIN QUALITY BV;TRILATERAL RESEARCH LTD;UNIVERSITY OF BRISTOL;INTRASOFT INTERNATIONAL SA",
    "participantCountries": "NL;UK;IE;DE;LU",
    "projectParticipants": {
        "999702371": {
            "orgId": "999702371",
            "orgName": "INTRASOFT INTERNATIONAL SA",
            "ecContrib": 90000
        },
        "928744349": {
            "orgId": "928744349",
            "orgName": "BNY Mellon Fund Services (Ireland) Limited",
            "ecContrib": 0
        },
        "999770174": {
            "orgId": "999770174",
            "orgName": "IMC INFORMATION MULTIMEDIA COMMUNICATION AG",
            "ecContrib": 397500
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 238229
        },
        "999705281": {
            "orgId": "999705281",
            "orgName": "TRILATERAL RESEARCH & CONSULTING LLP",
            "ecContrib": 0
        },
        "999839432": {
            "orgId": "999839432",
            "orgName": "UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL",
            "ecContrib": 102099
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 917031
        },
        "923930724": {
            "orgId": "923930724",
            "orgName": "TRILATERAL RESEARCH LTD",
            "ecContrib": 220000
        },
        "985820216": {
            "orgId": "985820216",
            "orgName": "TRACOIN QUALITY BV",
            "ecContrib": 349962
        },
        "941219519": {
            "orgId": "941219519",
            "orgName": "GITP BV",
            "ecContrib": 260000
        },
        "944973128": {
            "orgId": "944973128",
            "orgName": "IBM IRELAND LIMITED",
            "ecContrib": 346250
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 73226
        }
    },
    "calculatedTotalContribution": 2994297
}