{
    "rcn": "200260",
    "acronym": "SuPREME",
    "topics": "H2020-TWINN-2015",
    "title": "Twinning for a Sustainable, Proactive Research partnership in distributed Energy systems planning, Modelling and managEment",
    "startDate": "01/11/2015",
    "endDate": "31/10/2018",
    "objective": "The transition from fossil fuels to renewable and sustainable energy sources has become the European Unionís top developmental priority, with low-performing countries in Central Europe facing the most urgent need.  As the regionís largest country, Polandís continuing economic progress has not come without significant costs; due to its history in electricity production, in 2009 it had the highest rate of production by coal of any EU member state. This makes Poland Europeís third largest polluter in terms of damage to society, home to six of Europeís 30 most damaging power-plants, and to be among Europeís worst for public exposure to harmful pollution.  At the same time it is experiencing rises in domestic electricity demand twice the EU average. This makes Poland the most urgent nation in the EU with regards to the need for immediate conversion to renewable energy systems and resources.  However, unlike traditional power facilities, energy produced by RES often produces unpredictable and variable outputs related to weather, season, and geographical location.  While Polish research now has expertise in many of the technologies needed for energy transition, it lacks critical knowledge in modelling, planning, integrating, and managing large-scale renewable energy systems in a flexible and effective manner.  The SUPREME project twins one of Polandís best energy research centres, the Instytut Maszyn Przeplywowych Im Roberta Szewalskiego Polskiej Akademii Nauk with needed expertise in Denmark (Aalborg University), the Netherlands (University Twente), and Austria (the European Sustainable Energy Innovation Alliance).  Focusing on needed knowledge transfer in integrating energy technologies, the projectís well-formulated mix of extended staff exchanges, joint work, Summer Schools, and other events will create a long-lasting and effective partnership that will have a very significant impact on Polandís energy systems infrastructure.",
    "totalCost": "1047551,25",
    "ecMaxContribution": "1047551,25",
    "coordinator": "INSTYTUT MASZYN PRZEPLYWOWYCH IM ROBERTA SZEWALSKIEGO POLSKIEJ AKADEMII NAUK - IMP PAN",
    "coordinatorCountry": "PL",
    "participants": "UNIVERSITEIT TWENTE;EUROPEAN SUSTAINABLE ENERGY INNOVATION ALLIANCE - ESEIA, VEREIN FUR FORDERUNG DER EUROPAIESCHEN INNOVATION FUR ERNEUERBARE ENERGIEN;AALBORG UNIVERSITET",
    "participantCountries": "NL;AT;DK",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 231250
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 221092
        },
        "999489650": {
            "orgId": "999489650",
            "orgName": "INSTYTUT MASZYN PRZEPLYWOWYCH IM ROBERTA SZEWALSKIEGO POLSKIEJ AKADEMII NAUK - IMP PAN",
            "ecContrib": 488750
        },
        "955300330": {
            "orgId": "955300330",
            "orgName": "EUROPEAN SUSTAINABLE ENERGY INNOVATION ALLIANCE - ESEIA, VEREIN FUR FORDERUNG DER EUROPAIESCHEN INNOVATION FUR ERNEUERBARE ENERGIEN",
            "ecContrib": 106459
        }
    },
    "calculatedTotalContribution": 1047551
}