{
    "rcn": "200288",
    "acronym": "EUROPIUM",
    "topics": "ERC-StG-2015",
    "title": "The origin of heavy elements: a nuclear physics and astrophysics challenge",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Where in the universe are heavy elements synthesized? How are these elements produced? These are two exciting and interdisciplinary questions in nuclear astrophysics today and will be investigated in my ERC project EUROPIUM. The favored astrophysical sites are neutrino-driven winds following core-collapse supernovae and neutron star mergers, where extreme conditions enable the rapid neutron capture process (r-process). We will perform long-time multidimensional simulations of these two scenarios and combine them with nucleosynthesis calculations. In neutron star mergers, the radioactive decay of neutron-rich nuclei triggers an electromagnetic signal known as kilonova. This was potentially observed in 2013 after a short gamma ray burst, associated with a neutron star merger. We will simulate the neutrino- and viscous-driven ejecta from the disk that forms after the merger around the central compact object. In addition, we will investigate supernova neutrino-driven winds that produce lighter heavy elements from strontium to silver. We will explore the impact of rotation, improved microphysics, and magnetic fields on the wind evolution and nucleosynthesis. Because the synthesis of lighter heavy elements elements occurs closer to stability, the nuclear physics uncertainties will be reduced by experiments in the near future. This will uniquely allow us to combine observations and nucleosynthesis calculations to constrain the astrophysical conditions and gain new insights into core-collapse supernovae. In nuclear physics, a new era for extreme neutron-rich isotopes is starting with new experimental facilities. Based on our simulations, we will study the impact of the nuclear physics input (nuclear masses, beta decays, neutron captures, and fission) going beyond the state-of-the-art by providing r-process abundances with uncertainties. Comparing our results with forefront observations of the oldest stars will in turn provide new insights about the origin of heavy elements.",
    "totalCost": "1446875",
    "ecMaxContribution": "1446875",
    "coordinator": "TECHNISCHE UNIVERSITAT DARMSTADT",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 1446875
        }
    },
    "calculatedTotalContribution": 1446875
}