{
    "rcn": "200291",
    "acronym": "ROC-CO2",
    "topics": "ERC-StG-2015",
    "title": "Carbon dioxide (CO2) emissions by rock-derived organic carbon oxidation",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "The global carbon cycle controls Earthís climate by the emission and drawdown of carbon dioxide (CO2) from the atmosphere. One of the major sources of CO2 is thought to be the oxidation of organic carbon contained in rocks during chemical weathering. Since the industrial revolution, this flux has been accelerated by burning fossil fuels. However, the natural rates of CO2 emission by rock-derived organic carbon oxidation are very poorly constrained ñ the only major CO2 source that has not been properly quantified ñ and the dominant controls on this flux remain unclear. The CO2 release is likely to be ~100 TgC/yr, similar to degassing from volcanoes. Without knowing the rate of CO2 emission and the controls on this flux, it is not possible to fully understand the evolution of atmospheric CO2 and global climate over geological timescales, nor to project future changes over hundreds to thousands of years. To address this deficit and quantify a major geological CO2 source, the proposal will:\n1) Assess which factors govern rock-derived organic carbon oxidation.\n2) Determine how environmental changes impact oxidation rates and CO2 release.\n3) Quantify the global CO2 emissions by rock-derived organic carbon oxidation during chemical weathering, and assess how they may have varied both over Earth history and via anthropogenic change. \nBy quantifying a major CO2 emission for the first time, this project will provide a step change in our understanding of the geological, as opposed to the anthropogenically-modified, carbon cycle. Measurement of rock-derived organic carbon oxidation will require a new approach, harnessing state-of-the-art geochemical proxies carried by rivers (rhenium). Data from river catchments spanning large gradients in the likely environmental controls (erosion, temperature), will elucidate the main factors governing this process, and enable construction of a data-driven numerical model to provide the first quantification of CO2 emissions by this process.",
    "totalCost": "1499696",
    "ecMaxContribution": "1499696",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 1499696
        }
    },
    "calculatedTotalContribution": 1499696
}