{
    "rcn": "200212",
    "acronym": "KeyDynamics",
    "topics": "MSCA-IF-2015-EF",
    "title": "Addressing key challenges for forecasting climate change effects on biodiversity: an assessment of dispersal limitation, priority effects and intra-species trait variation in range dynamics",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Active adaptation to current climate change related threats and the utilization of possible opportunities is hindered by three key limits in our understanding of the reaction of species and associated ecosystem services to climate dynamics. \nThere is limited knowledge i) to which extend current speciesí distributions are in equilibrium with their climatic niches, ii) how necessary range shifts are modulated by complex biotic interactions, which may depend on arrival order in a community i.e. ìpriority effectsî, and iii) if ëspeciesí is the adequate unit for impact assessments and predictive modelling given large within-species variability in adaptive capacity. This project will address all three key limits at once by applying novel methodology tracking species range shift dynamics through time since the Last Glacial Maximum. The project improves established migration models and utilizes newly available high-resolution vegetation community information to quantify biotic interactions comparing functional similarity between arriving species and the established community. Pollen and macrofossil records will be used for independent model evaluation and to identify responsible drivers for time lags between climate suitability and actual arrival of species at sites across Europe. Extending the approach accounting for differently adapted ecotypes within species will identify effects of intra-species variation on range dynamics.\nThe proposed research has the potential to greatly enhance our understanding of climate-biosphere interactions, and results will have immediate practical applicability. Strong contributions to fundamental ecological theory are to be expected. The candidateís experience in geospatial modelling and theoretical ecology, together with the hostís expertise in empirical and geospatial ecology and ecosystem services, will provide new insights into the mechanisms shaping range dynamics particularly in the context of anthropogenic climate change.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}