{
    "rcn": "200285",
    "acronym": "SCAVENGE",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Sustainable CellulAr networks harVEstiNG ambient Energy",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "Energy sustainability is key to future mobile networks due to their foreseen capacity upsurge. The objective of the ETN SCAVENGE (Sustainable CellulAr networks harVEstiNG ambient Energy) is to create a training network for early-stage\nresearchers (ESRs) who will contribute to the design and implementation of eco-friendly and sustainable next-generation (5G) networks and become leaders in the related scientific, technological, and industrial initiatives. Sustainable networks are\nbased on the premise that environmental energy can be scavenged through dedicated harvesting hardware so as to power 5G base stations (BSs) and the end devices (mobile terminals, sensors and machines). To realise this vision, the project will take a complete approach, encompassing the characterisation of intermittent and/or erratic energy sources, the development of theoretical models, and the design, optimisation and proof-of-concept implementation of core network, BS and mobile elements as well as their integration with the smart electrical grid. \nThe consortium is composed of world-class research centres and companies that are in the forefront of mobile communication and renewable energy research and technology development. The attitude of the industrial partners towards the strong investment in R&D and their strategic vision are fully aligned with the mission of this project, making them perfectly fit for this consortium. This grants a well-balanced project with genuine and strong technical interactions. The ESRs will have a unique opportunity towards professional growth in light of dedicated cross-partner training activities and through the interaction with the Partner Organisations, which also include relevant stakeholders in the envisioned market. All of this will ensure that the trained researchers will be successfully employed at the end of the research program.",
    "totalCost": "3653723,88",
    "ecMaxContribution": "3653723,88",
    "coordinator": "CENTRE TECNOLOGIC DE TELECOMUNICACIONS DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UNIVERSITA DEGLI STUDI DI PADOVA;TOSHIBA RESEARCH EUROPE LIMITED;WORLDSENSING S.L.N.E;HUAWEI TECHNOLOGIES OY (FINLAND) CO LTD;ATHONET SRL;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "UK;FR;IT;ES;FI",
    "projectParticipants": {
        "999638739": {
            "orgId": "999638739",
            "orgName": "CENTRE TECNOLOGIC DE TELECOMUNICACIONS DE CATALUNYA",
            "ecContrib": 743619
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 546576
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 516123
        },
        "942321342": {
            "orgId": "942321342",
            "orgName": "ATHONET SRL",
            "ecContrib": 258061
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 525751
        },
        "941352894": {
            "orgId": "941352894",
            "orgName": "HUAWEI TECHNOLOGIES OY (FINLAND) CO LTD",
            "ecContrib": 269145
        },
        "993322002": {
            "orgId": "993322002",
            "orgName": "WORLDSENSING SL",
            "ecContrib": 0
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 273288
        },
        "999958548": {
            "orgId": "999958548",
            "orgName": "TOSHIBA RESEARCH EUROPE LIMITED",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3405851
}