{
    "rcn": "200228",
    "acronym": "MendTheGap",
    "topics": "H2020-TWINN-2015",
    "title": "Smart Integration of Genetics with Sciences of the Past in Croatia: Minding and Mending the Gap",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "This project is an innovative opportunity to mend several gaps in the research capacity in Croatia in Archaeology, Genetics, and other ëSciences of the Pastí by twinning a consortium of Croatian researchers (CrEAMA Initiative) with archaeological scientists from the University of Cambridge (UCAM) and the University of Pisa (UP). The project exploits location-specific advantages that arise from two crucial facts. Firstly, there is large number of archaeological sites and remains in Croatia that are relatively understudied. Secondly there is a group of researchers (CrEAMA Initiative) whose research capacity, impact, and grant success at the European level has not realised full potential owing to a relative lack of resources, coordination, and strategic planning. This project will unlock this latent scientific potential by developing multi-inter-trans- disciplinary (MIT disciplinary) expertise. Our ultimate vision is to develop a research group capable of using an MIT disciplinary approach to Sciences of the Past; this will be a powerful force for innovation and will contribute to resolving contemporary issues. This vision will be realised through support from our partners: the UCAM and the UP. Both institutions display success in Archaeology, Genetics and other Sciences of the Past, and have proven track records in applying for and completing EU-funded research projects. The first goal is to establish and integrate the existing MIT disciplinary scientific research community in Croatia. The second goal is to upgrade and intensify scientific research of CrEAMA Initiative by utilising recent methodological achievements in genetics (NGS) and other biological disciplines (GMM). The third goal is to foster integration of the CrEAMA Initiative into ERA. Our last goal is to commercialise and integrate the CrEAMA Initiative research with the needs of society (local community) at the local (Kor?ula Island), regional (Dalmatia), national, European (web) and global (web) level.",
    "totalCost": "989731,89",
    "ecMaxContribution": "989731,89",
    "coordinator": "SVEUCILISTE U ZAGREBU AGRONOMSKI FAKULTET",
    "coordinatorCountry": "HR",
    "participants": "HRVATSKA AKADEMIJA ZNANOSTI I UMJETNOSTI;FACULTY OF SCIENCE UNIVERSITY OF ZAGREB;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;Croatian Natural History Museum;INSTITUT ZA ANTROPOLOGIJU;UNIVERSITA DI PISA;CENTAR ZA KULTURU VELA LUKA",
    "participantCountries": "HR;UK;IT",
    "projectParticipants": {
        "936217132": {
            "orgId": "936217132",
            "orgName": "Croatian Natural History Museum",
            "ecContrib": 22097
        },
        "999558617": {
            "orgId": "999558617",
            "orgName": "FACULTY OF SCIENCE UNIVERSITY OF ZAGREB",
            "ecContrib": 118860
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "997403665": {
            "orgId": "997403665",
            "orgName": "INSTITUT ZA ANTROPOLOGIJU",
            "ecContrib": 39878
        },
        "999534561": {
            "orgId": "999534561",
            "orgName": "SVEUCILISTE U ZAGREBU AGRONOMSKI FAKULTET",
            "ecContrib": 237945
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 157025
        },
        "925376121": {
            "orgId": "925376121",
            "orgName": "CENTAR ZA KULTURU VELA LUKA",
            "ecContrib": 34550
        },
        "995092058": {
            "orgId": "995092058",
            "orgName": "HRVATSKA AKADEMIJA ZNANOSTI I UMJETNOSTI",
            "ecContrib": 111889
        }
    },
    "calculatedTotalContribution": 722244
}