{
    "rcn": "200246",
    "acronym": "In-Need",
    "topics": "ERC-StG-2015",
    "title": "III-Nitrides Nanostructures for Energy-Efficiency Devices",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Energy efficiency offers a vast and low-cost resource to address future energy demand while reducing carbon dioxide emissions. The unique properties of III-Nitride semiconductors make them the ideal material for future energy challenges. Their outstanding optical properties are revolutionizing the world with efficient LED light bulbs. Even greater impact is anticipated for power electronics. The much larger Baligaís figure of merit of GaN compared to SiC and Si enables drastically more efficient power switches, which are at the heart of any energy generation/management system. However, current III-Nitride device performance is far from the fundamental materials capabilities, and severe thermal management and reliability limitations hinder their full potential for energy-efficiency.\nThe In-Need proposes a unique approach to address concurrently all current challenges based on advanced nanostructures designed to optimally exploit the superior properties of the new bulk GaN materials. Nanostructuring distinct regions of the device will allow a precise control over their intrinsic characteristics. To address reliability issues and yield unprecedented device performance, these nanostructures will be combined to the excellent properties of bulk GaN. This will open opportunities for new vertical devices, enabling smaller structures with larger voltages and higher efficiencies. Efficient thermal management will be achieved with ultra-near junction cooling. Nano/micro-channels filled with high thermal conductivity materials or coolants will be embedded inside the device.\nWe believe our judicious nano-scale design of new high-performing materials will result in state-of-the-art devices, leading to a large-scale impact in energy efficiency. The miniaturization and large power density enabled by our approach will allow future integration of power devices into single power microchips. This will revolutionize energy use much like Silicon microchips did for information processing.",
    "totalCost": "1750000",
    "ecMaxContribution": "1750000",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1750000
        }
    },
    "calculatedTotalContribution": 1750000
}