{
    "rcn": "200223",
    "acronym": "ERAD_SELMA",
    "topics": "ERC-StG-2015",
    "title": "Mechanisms of protein translocation in ER-associated protein degradation and the related protein import into the apicoplast of Plasmodium falciparum",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "The removal of misfolded proteins is an essential process in all cells. Failure to dispose of such proteins often results in disease. A particularly intriguing process serves to discard misfolded proteins from the endoplasmic reticulum (ER). The ER does not itself degrade proteins, so machinery has evolved that moves misfolded proteins into the cytosol where they can be degraded by the proteasome. This retro-translocation process is called ERAD (for ER-associated protein degradation). By comparison with other membrane translocation processes, the mechanism of ERAD is poorly understood. How are misfolded proteins distinguished from folding intermediates? How are proteins moved across the membrane? How is the energy for membrane translocation provided? To answer these fundamental questions I will use a combination of in vitro reconstitution experiments with purified proteins from S. cerevisiae and experiments in intact yeast cells. It appears that some ERAD components have been adapted to function in protein translocation in a very different setting. Many parasites like the malaria causing P. falciparum contain a plastid-like organelle, called the apicoplast. It is the site of several metabolic pathways essential for the parasiteís survival, and thus an important drug target. Like other organelles of endosymbiotic origin, the apicoplast lost most of its genetic information and has to import proteins. This is a particularly challenging endeavour because four membranes surround the apicoplast. It is thought that symbiont specific ERAD-like machinery (SELMA) mediates proteins translocation across the second-outermost membrane. However, not much is known about SELMA. What is its molecular composition? Which aspects of SELMA are conserved in comparison to the classical ERAD machinery? I will address these important questions using a completely novel combination of biochemical and genetic approaches.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}