{
    "rcn": "200278",
    "acronym": "DIGITAL ALFIERI",
    "topics": "MSCA-IF-2015-EF",
    "title": "Digital Alfieri. Dynamic Digital Editions: Case study Alfieri 13",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The aim of this project is to provide a dynamic digital edition of the manuscript Alfieri 13 (Biblioteca Medicea Laurenziana of Florence), in order to provide new perspectives on at least three fields: digital humanities, textual criticism, and 18th century literature. \nAlfieri 13 is a miscellaneous scribbling-book (232 pages) which is of a capital importance for the understanding of the evolution of Alfieri's thinking: in fact, it is a crossroad of several literary projects of Vittorio Alfieri (Asti 1749 ñ Florence 1803, one of the most important European writers of the 18th century). The digital output (allowing to link and cross-referring information in a non-sequential way) is the best way to highlight how the physical (static) conformation of the object (the manuscript) portrays the intellectual (dynamic) evolution of an individuality (the writer).\nThe applicant will take the innovative approach of combining two concurrent (but complementary) perspectives on the study of manuscripts: filologia d'autore and critique gÈnÈtique. Those approaches are now getting closer thanks to the recent establishment of an Italian research team at the hosting laboratory, the CNRS-ITEM (Institut des Textes & Manuscrits Modernes). This research team, Manuscrits Italiens du 18e siËcle (Italian Manuscripts of the 18th century) is leaded by Christian Del Vento (supervisor for this project) and it will focus on methodological aspects and on controversial case studies, among which the manuscript Alfieri 13.\nThe proposed digital edition of Alfieri 13, will be of a fundamental relevance for various fields, and especially: 1) Digital Humanities: it will provide digital textual criticism with an effective model, exploitable for other manuscripts and authors;  2) methodology: it will serve as a bridge between filologia d'autore and critique gÈnÈtique; 3) literature and culture of the 18th: it will lay the foundations for a reliable edition of Alfieri's Vita and Rime.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}