{
    "rcn": "200250",
    "acronym": "Open4Citizens",
    "topics": "ICT-10-2015",
    "title": "Empowering citizens to make meaningful use of open data",
    "startDate": "01/01/2016",
    "endDate": "30/06/2018",
    "objective": "The project aims at shows the potential of open data to citizens, by creating open playgrounds where citizens, students, experts, start up companies, academia and public institutions can collaborate to generate meaningful applications. Thus, applications that meet citizens' needs and desires and contribute to their everyday life. The playground is a virtual and physical place where citizens, interest groups, movements can find a reference to generate new solutions. Likewise fablabs, which are disclosing new opportunities for bottom-up production by manipulating materials, the O4C playgrounds disclose new opportunities in re-using open data.\n\nThe playgrounds are defined through a series of hackathons involving several stakeholders, including citizens, communities, grassroots groups, students, start-up companies and representatives from public institutions or service providers. Together they work on hackathon cycles, to co-create new solutions for existing or future services based on the use of data. These include but are not limited to the data coming from the existing networks of devices, sensors and microcomputers part of our city infrastructures, and the user-generated data deriving from the citizensí voluntary publication of information, positioning data or other personal data.\n\nThe outcome of the project is therefore the conceptual definition and methodological underpinnings of the O4C playground, and a proof of concept consisting of the innovative solutions generated in the hackathons. The O4C playground is not just a place (the O4C lab) or an event (the hackathon), but an integrated system of engagement, participation and co-design tools that will support the cooperation between the various stakeholders. The social impact of this project does not just lay on the individual solutions developed at the hackathons, but also in the reduced distance between open data and citizens: increasingly data are available and more citizens are empowered to use them.",
    "totalCost": "1999411,25",
    "ecMaxContribution": "1999411,25",
    "coordinator": "AALBORG UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "V‰rmlands l‰ns landsting;ANTROPOLOGERNE APS;Dataproces ApS;POLITECNICO DI MILANO;TELECOM ITALIA SPA;FUNDACIO PRIVADA I2CAT, INTERNET I INNOVACIO DIGITAL A CATALUNYA;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "SE;DK;IT;ES;NL",
    "projectParticipants": {
        "929317813": {
            "orgId": "929317813",
            "orgName": "ANTROPOLOGERNE APS",
            "ecContrib": 249700
        },
        "999908496": {
            "orgId": "999908496",
            "orgName": "TELECOM ITALIA SPA",
            "ecContrib": 8972
        },
        "938637379": {
            "orgId": "938637379",
            "orgName": "Dataproces ApS",
            "ecContrib": 290840
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 314375
        },
        "999583061": {
            "orgId": "999583061",
            "orgName": "FUNDACIO PRIVADA I2CAT, INTERNET I INNOVACIO DIGITAL A CATALUNYA",
            "ecContrib": 216938
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 332975
        },
        "941555527": {
            "orgId": "941555527",
            "orgName": "Värmlands läns landsting",
            "ecContrib": 181300
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 404312
        }
    },
    "calculatedTotalContribution": 1999412
}