{
    "rcn": "200273",
    "acronym": "BATH",
    "topics": "MSCA-IF-2015-EF",
    "title": "A Probe for Environment Properties in Open Quantum Systems: Accessing Spectral Densities with Multi-Dimensional Coherent Spectroscopy",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The structures nature has built to harvest and use the light from the sun are full of ingenuity. Indeed, they are the product of millions of years of trial and error. A lot can be learnt from the structure and function of photosynthetic organisms to help guide humanity's effort to develop solar energy technologies. One of the frontiers in understanding the early stages of photosynthesis is the interaction of the excited chromophores with the environment, and in particular how energy is dissipated as the light-induced excitation migrates to the reaction center where it will produce a charge separated state. It has become evident that the details of the dissipation are crucial for an efficient transfer. Dissipation is characterized by the spectral density of the bath, but this information is difficult to extract experimentally. Current approaches (e.g. three pulse photon echo spectroscopy, fluorescence line narrowing) have several limitations such as the inability to predict the motion for short times where the non-Markovianity of the bath is most evident. \n\nIn this work, we will develop descriptions of multidimensional spectroscopy which will map the spectral density as an experimental observable. For this we will work in the Non-equilibrium Green functions formalism, and apply partition ansatz for the bath such as the surrogate Hamitlonian to facilitate obtaining analytical expressions. Our formalism will be benchmarked against exact numerical methods by the use of entanglement and non-Markovianity witnesses. The application of our theory to natural systems will yield a picture of the most salient bath features in natural systems. These will be then compared to selected artificial systems.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}