{
    "rcn": "200299",
    "acronym": "HiTech AlkCarb",
    "topics": "SC5-11d-2015",
    "title": "New geomodels to explore deeper for High-Technology critical raw materials in Alkaline rocks and Carbonatites",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "Five of the 20 raw materials identified by the European Commission as critical are commonly found in association with alkaline rocks and carbonatites (heavy and light rare earth elements, niobium, fluorspar, and phosphate). Other elements increasingly important for ëhi-techí applications, and found in these rocks include hafnium (Hf), tantalum (Ta), scandium (Sc) and zirconium (Zr). In fact, there is a greater chance of a carbonatite complex having resources economic to mine than any other rock type (about 20 active mines in ca. 500 known carbonatite complexes).\n\nLess than 3% of critical raw materials supply is indigenous to the EU. However, deposits are known and exploration is ongoing in parts of northern Europe. In central and southern Europe the presence of abundant alkaline volcanic rocks indicates the likelihood that deposits exist within about a km of the surface. \nThis project will make a step-change in exploration models for alkaline and carbonatite provinces, using mineralogy, petrology, and geochemistry, and state-of-the-art interpretation of high resolution geophysics and downhole measurement tools, to make robust predictions about mineral prospectivity at depth. This will be achieved through studies at seven key natural laboratories, combined with Expert Council workshops. The results will be incorporated into new geomodels on multiple scales.  \n\nIn contrast to known deposits, Europe is well endowed with expertise. The project brings together industry partners involved in exploration, geophysics and environmental assessment with two geological surveys, a major museum and five universities. The results will make Europe the world leader in this specialist area. They will give the four SME industry partners world-leading expertise to develop and expand their businesses, transferring their business expertise from Africa to Europe. The project will help give European ëhi-techí industry the confidence to innovate in manufacturing using critical raw materials.",
    "totalCost": "5395296",
    "ecMaxContribution": "5395296",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "A. SPEISER-ENVIRONMENTAL CONSULTANTS CC;LANCASTER EXPLORATION LIMITED;TERRATEC GEOPHYSICAL SERVICES GMBH & CO KG;NATURAL HISTORY MUSEUM;THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS;UNIVERSITA DEGLI STUDI GABRIELE D'ANNUNZIO DI CHIETI-PESCARA;Geological Survey of Denmark and Greenland;GEO-AFRICA PROSPECTING SERVICES CC;EBERHARD KARLS UNIVERSITAET TUEBINGEN;MENDELOVA UNIVERZITA V BRNE;NATURAL ENVIRONMENT RESEARCH COUNCIL",
    "participantCountries": "NA;VG;DE;UK;IT;DK;CZ",
    "projectParticipants": {
        "998813075": {
            "orgId": "998813075",
            "orgName": "MENDELOVA UNIVERZITA V BRNE",
            "ecContrib": 330375
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 1562336
        },
        "999866786": {
            "orgId": "999866786",
            "orgName": "UNIVERSITA DEGLI STUDI GABRIELE D'ANNUNZIO DI CHIETI-PESCARA",
            "ecContrib": 289312
        },
        "929087826": {
            "orgId": "929087826",
            "orgName": "TERRATEC GEOPHYSICAL SERVICES GMBH & CO KG",
            "ecContrib": 1010000
        },
        "929349241": {
            "orgId": "929349241",
            "orgName": "GEO-AFRICA PROSPECTING SERVICES CC",
            "ecContrib": 237010
        },
        "929085013": {
            "orgId": "929085013",
            "orgName": "LANCASTER EXPLORATION LIMITED",
            "ecContrib": 150392
        },
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 367488
        },
        "999459677": {
            "orgId": "999459677",
            "orgName": "Geological Survey of Denmark and Greenland",
            "ecContrib": 469350
        },
        "929267470": {
            "orgId": "929267470",
            "orgName": "A. SPEISER-ENVIRONMENTAL CONSULTANTS CC",
            "ecContrib": 91266
        },
        "999642037": {
            "orgId": "999642037",
            "orgName": "NATURAL HISTORY MUSEUM",
            "ecContrib": 138625
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 382006
        },
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 367135
        }
    },
    "calculatedTotalContribution": 5395295
}