{
    "rcn": "200270",
    "acronym": "3-5-FIRST",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cold atom-semiconductor quantum interface",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "A group III/V semiconductor quantum dot will be interfaced with an ensemble of ultracold alkali atoms (first group). This interface will allow to combine efficient single photon generation in quantum dots with the excellent properties of cold atom quantum memories to build a key element for future high-speed quantum networks. \n\nSemiconductor quantum dots have been developed into one of the best single-photon sources, providing single-photon generation on demand at a high rate and with high spectral purity. Independently, ultracold atoms have emerged as excellent quantum memories, providing single-photon storage with high efficiency and long lifetime. Using a new type of quantum dot that emits single photons at a wavelength compatible with rubidium atoms and a new broadband quantum memory scheme, we will directly interface these two systems for the first time. A single photon emitted from the quantum dot will be stored in the atomic ensemble and retrieved again on demand, realizing a key element of a quantum network. These achievement, which constitutes the primary goal of this project, wil form the basis for future experiments where the system will be used to create entanglement between two atomic ensembles and ultimately between the atoms and the quantum dot spin. These experiments will establish a new technology for quantum communication and distributed quantum computation, combining high bandwidth, high efficiency, and long storage time.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}