{
    "rcn": "200204",
    "acronym": "LDMThExp",
    "topics": "ERC-CoG-2015",
    "title": "Going Beyond the WIMP: From Theory to Detection of Light Dark Matter",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "The identity of dark matter (DM) is still unknown. For more than three decades, significant theoretical and experimental efforts have been directed towards the search for a Weakly Interacting Massive Particle (WIMP), often overlooking other possibilities. The lack of an unambiguous positive signal, at indirect- and direct-detection experiments and at the LHC, stresses the need to expand on other theoretical possibilities, and more importantly, to develop new experimental capabilities. Indeed it is conceivable that the WIMP paradigm has been misleading, and other theoretically motivated scenarios must be explored vigorously.\n    This proposal focuses on light, sub-GeV dark matter. In addition to novel theoretical paradigms that point to DM in the low-mass regime, several new strategies to directly detect dark matter particles with MeV to GeV mass, far below standard direct detection capabilities, are studied. In particular, techniques to search for ionized electrons or chemical bond-breaking are considered. The latter possibility is revolutionary and requires new dedicated technologies and experiments. Sensitivity to one or few electrons, on the other hand, has been established and the PI has recently derived the first direct-detection limits on MeV to GeV dark matter using XENON10 data, demonstrating proof-of-principle. Significant efforts are required to lay the theoretical foundation of light DM and to study in depth and develop the various possibilities to directly detect it. The proposal is centered around these efforts.\n    The innovative theoretical paradigms and novel avenues to experimentally detect sub-GeV DM, open up a new and groundbreaking field of research. The proposal at hand takes the necessary steps, and offers the opportunity to pave the way and enable the discovery of such a particle, if it exists.",
    "totalCost": "1822083",
    "ecMaxContribution": "1822083",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1822083
        }
    },
    "calculatedTotalContribution": 1822083
}