{
    "rcn": "200233",
    "acronym": "PolyDrug Discovery",
    "topics": "MSCA-IF-2015-EF",
    "title": "Discovery of anticancer polymeric drugs that mimic the action of TRAIL",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Biopharmaceuticals such as monoclonal antibodies (mAbs) and interferons/cytokines have become mainstream since the approval of recombinant human insulin in 1982. However, many challenges such as production costs, output capacity and demanding storage conditions prevent them from realizing their full potential. Therefore, the objective of this action is to develop a polymeric drug (PolyDrug) that mimics the activity of tumor necrosis factor-related apoptosis inducing ligand (TRAIL) for the treatment of breast cancer. To do this, multivalent polymers that display peptides (binding epitopes) with high affinity for death receptor 5 (DR5) will be prepared in high-throughput using combinatorial polymer chemistry. Then, the modern drug discovery process will be applied to identify/develop PolyDrugs with the greatest anticancer potential. This includes library preparation in Work Package 1 (WP1), high-throughput screening and hit to lead in WP2, and lead optimization through cell studies and macromolecular modeling in WP 3. Beyond this scope of this action, these efforts will be followed by preclinical and clinical development within a start-up PolyDrug discovery company. With this innovative PolyDrug discovery process, I hypothesize that I will be able to develop polymeric replacements for current biopharmaceuticals including TRAIL.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}