{
    "rcn": "200281",
    "acronym": "HEMOTECT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Hemozoin Detection using Nitrogen-Vacancy centers in Diamond",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Advances in chemistry, biology and medicine have been historically promoted by physical tools, with notable examples x-ray crystallography, nuclear magnetic resonance spectroscopy and microscopy. A new physical tool has recently emerged as a unique electromagnetic-field sensor and it is based on the exploitation of the remarkable magneto-optic properties of one particular color center in diamond, known as the Nitrogen-Vanancy (NV) center. In recent years, nano-scale sensors using NV centers have enabled the detection of nanoscale ensembles of nuclear and/or electron spins, and high-resolution imaging of living cells, to name few of the most outstanding sensing demonstrations using NV centers. We propose the development and implementation of a high-throughput sensor utilizing NV centers in diamonds, for the sensitive, quantitative and rapid detection of ensembles of paramagnetic spins in liquids and crystals. Sensitive paramagnetic-spin sensors will enable the possibility for nanoscale sensing and imaging of the structure and electron configuration of biomolecules, and most importantly, of real-time observations of chemical and biological processes. The principal motivation for the proposed project is the implementation of the developed sensor for the detection of paramagnetic crystals, and in particular of synthetic hemozoin crystals. Synthetic hemozoin crystals have identical magneto-optic properties with naturally-grown hemozoin crystals, a byproduct of malaria infection. A label-free, high-throughput sensor of hemozoin crystals, with sensitivity limits better than the currently used malaria diagnostic techniques will pave the way for a new diagnostic tool that could be used for the early diagnosis of malaria, and therefore, contribute to the eradication of one of the deadliest diseases in the world.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}