{
    "rcn": "200205",
    "acronym": "MY NERVE",
    "topics": "ERC-PoC-2015",
    "title": "Translation of a fluorescent MYelin specific peripheral NERVE tracer",
    "startDate": "01/03/2016",
    "endDate": "31/08/2017",
    "objective": "Tracers that enable imaging of peripheral nerve structures have the potential to reduce the occurrence of perioperative peripheral nerve injury. Hence, through such a fluorescence-guided surgery technique morbidity and related follow up costs may be reduced and the quality of life of patients can be improved. The ability to visualize peripheral nerves also creates nerve-sparing opportunities for surgeons and opens up new commercial-avenues for companies involved in the surgical market. The aim of the MY NERVE ERC-PoC project is to strengthen the IP-position and aid the translation of a new nerve specific tracer. The most promising tracer derived from the ILLUMINATING NERVES ERC-StG, serves as the lead compound in this application. Systematic fine-tuning of this lead will help optimization of the structure-activity relation. Together with compatibility with clinical good manufacturing practice (GMP) production requirements this helps provide a solid basis for future commercialization. The applicant has a multidisciplinary track record in the chemical and (bio)medical field. By driving the clinical translation of new imaging tracers, his research group already has made significant contributions to the field of fluorescence guided surgery. Combined with legal support regarding IP-position, feedback from end-users (surgeons), and industrial partners with a global leading position in the surgical market, this background will ensure a translational approach. Ultimately, bridging the gap between synthetic chemical developments and the clinical demand for fluorescent tracers should help accomplish patient benefit.",
    "totalCost": "140000",
    "ecMaxContribution": "140000",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 140000
        }
    },
    "calculatedTotalContribution": 140000
}