{
    "rcn": "200258",
    "acronym": "UPWAVE",
    "topics": "LCE-03-2015",
    "title": "Demonstration of a 1-MW wave energy converter integrated in an offshore wind turbine farm",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "The aim is to develop and install a pre-commercial wave energy converter (WEC) of 1MW power, the WAVESTAR C6-1000 device, with main targets the device industrialization and the demonstration of wind and wave energy applications.  The utility company Parkwind, which develops, builds and operates wind farms in the North Sea, is committed to the achievement of  WAVESTARís next development stage. Parkwind provides the installation site with grid connection for the first full-scale WAVESTAR WEC, located within a Belgian offshore wind farm.  The UPWAVE project consortium has been developed through the establishment of strong synergies and partnerships, by bringing together key European industrial players and European universities represented by wave energy experts whose overall objectives focus on:\n\n1)\tReduction of the deviceís cost by introducing new design, components and materials. Cost optimization is achieved through new methods on deployment, installation, operation and maintenance. \n\n2)\tImprovement of the energy efficiency by developing a more advanced Power Take Off  based on a second generation digital hydraulic system and innovative control strategy.\n\n3)\tIntegration of wave energy converters in wind farms by considering the interaction between wave and wind devices in terms of operation, cost reduction and maximization of environmental benefits.\n\nPublic research programs, industrial cooperation and technology transfer from the offshore industry (offshore wind, oil and gas) ensure the development of manufacturing processes, automation and optimisation of the WAVESTAR C6-1000 WEC. New certificates and standards will be made available for the wave energy industry. After the completion of the UPWAVE project, the cost of wave energy will be significantly reduced to a level in line with the cost of offshore wind energy (around 15 cÄ/kWh). The WAVESTAR C6-1000 demonstrator device will lead to a commercial WEC and a hybrid renewable energy device (wind and wave).",
    "totalCost": "28866787,5",
    "ecMaxContribution": "20722489,88",
    "coordinator": "WAVE STAR AS",
    "coordinatorCountry": "DK",
    "participants": "DNV GL UK LIMITED;UNIVERSITEIT GENT;PARKWIND;JAN DE NUL NV;UNIVERSIDAD DE CANTABRIA;STX FRANCE SA;IFP Energies nouvelles;AALBORG UNIVERSITET",
    "participantCountries": "UK;BE;ES;FR;DK",
    "projectParticipants": {
        "999880075": {
            "orgId": "999880075",
            "orgName": "UNIVERSIDAD DE CANTABRIA",
            "ecContrib": 277305
        },
        "928538515": {
            "orgId": "928538515",
            "orgName": "PARKWIND",
            "ecContrib": 1277640
        },
        "952452022": {
            "orgId": "952452022",
            "orgName": "WAVE STAR AS",
            "ecContrib": 11775225
        },
        "932577789": {
            "orgId": "932577789",
            "orgName": "DNV GL UK LIMITED",
            "ecContrib": 327162
        },
        "999993371": {
            "orgId": "999993371",
            "orgName": "IFP Energies nouvelles",
            "ecContrib": 688000
        },
        "997885658": {
            "orgId": "997885658",
            "orgName": "STX FRANCE SA",
            "ecContrib": 706184
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 394578
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 359246
        },
        "951403840": {
            "orgId": "951403840",
            "orgName": "JAN DE NUL NV",
            "ecContrib": 4917150
        }
    },
    "calculatedTotalContribution": 20722490
}