{
    "rcn": "200275",
    "acronym": "SOCISS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Spin-Orbit Coupling at Interfaces from Spintronics to new Superconducting effects",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "In the proposed project ìSpin-Orbit Coupling at Interfaces from Spintronics to new Superconducting effectsî (SOCISS) the experienced researcher Dr. Juan Borge and the scientist in charge  Prof. Angel Rubio, Head of the Nano-Bio Spectroscopy (NBS) group at the university of the Basque Country (UPV/EHU), aim at stablish a complete description of interfacial spin-orbit coupling. This understanding will allow us to describe many transport, both electrical and spin, phenomena, and to include the effect of this interaction in normal and superconducting alloys. This study will be done following two different approaches; a theoretical description using effective kinetic equations, and through simulations performed with a computational platform combining recent theoretical developments in density functional theory and many body physics.SOCISS responds to two different purposes, the implementation of its results into the realization of new devices, and contribute to a deeper understanding on the fundamental relations in quantum mechanics. On one hand interfacial spin-orbit coupling looks one of the best alternatives to heavy atoms in the research of new materials with high values of the spin Hall and Edelstein conductivities. On the other hand SOCISS provides the perfect opportunity to gain some insight into the relation between the spin and the charge of the electron in equilibrium and non-equilibrium situations. The skills the researcher will acquire in computational methods and superconductivity will be essential in order to advance its career as an independent investigator.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}