{
    "rcn": "200222",
    "acronym": "TM-FLPS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Bond Activation and Catalysis by Transition Metal Frustrated Lewis Pairs",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Catalysis is critical to the delivery of future growth in the manufacturing sector: ca. 75% of all chemicals currently require catalysts at some stage in their manufacture, with catalytic processes generating Ä1,000 Bn in products world-wide. This proposal targets a step-change in homogenous catalysis by approaching it from a new perspective. Frustrated Lewis Pairs (FLPs) are among the most promising new avenues for the development of future catalysts and offer important advantages in the context of sustainability. Thus the young field of FLP chemistry has experienced an enormous expansion since its founding discoveries one decade ago. However, this rapid development contrasts with the very limited number of examples in the literature in which one of the Lewis acid/base (LA/B) components is based on a transition metal. The current proposal aims to combine the rich chemistry of transition metals (ultimately Earth-abundant elements) with the powerful reactivity offered by FLP systems by substituting one of its LA/B components by a transition metal. The extraordinary structural diversity of transition metals, along with the rich variety of elementary reactions that take place over those centres, are attributes that will extend the usefulness of FLPs far beyond the present (mainly) hydrogenation reactions and should allow developing new catalytic processes unreachable for current homogeneous catalysts. The possibilities are as unexplored as unlimited. We aim to exploit Pt and Au systems, for which preliminary results are available in the host group and will give high confidence of short-term success. Subsequently we will build on the key principles so established to expand our approach to ecologically more benign first-row transition metals. The potential in bond activation and catalysis of the resulting transition metal FLP systems will be explored with the ultimate goal of developing novel catalytic cycles of industrial relevance.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE SEVILLA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}