{
    "rcn": "200238",
    "acronym": "METRES",
    "topics": "MSCA-IF-2014-GF",
    "title": "Modelling Environmental Tax Reform in Spain",
    "startDate": "01/07/2016",
    "endDate": "31/12/2018",
    "objective": "The METRES (Modelling Environmental Tax Reform in Spain) project aims to evaluate the ìdouble dividend hypothesisî for environmental taxation in Spain. To do this, the researcher would develop an Intertemporal General Equilibrium Model (IGEM) to assess the economic and the environmental effects of an Environmental Tax Reform (ETR) and of some of the main environmental taxes in Spain at different administrative levels, as well as various proposed policy reforms. In a first phase of the research project, conducted at Harvard University (United States), the IGEM would be built, and a comprehensive ETR for Spain would be tested through the development of scenarios that consider the reduction of labour taxes in favour of environmental taxes. In a second phase, conducted at the policy-oriented (and research-oriented) consultancy and SME Serveis de Suport a la GestiÛ, SL (ENT Environment and Management) (Spain), three currently existing environmental taxes in Spain, at three different administrative levels, would be tested in the developed model. After that, one scenario that improves the effects for each tax would be developed. Finally, some policy measures would be proposed, including possible changes to configuration and regulation of the analysed taxes. The three environmental taxes assessed would be: at national level, the tax on electricity; at regional level, the tax on landfill and incineration of waste in Catalonia, and at local level, the vehicle circulation tax. In the first case, taxation on electricity was recently modified and these changes need to be evaluated. In the second case, this municipal solid waste tax at regional level has become a successful case study and has received international attention. Finally, the Spanish Parliament already in 2007 passed a resolution asking for the revision of the local vehicle circulation tax. This methodology is widely used by the US Environmental Protection Agency (EPA) and improves previous existing CGE methods.",
    "totalCost": "199158,6",
    "ecMaxContribution": "199158,6",
    "coordinator": "SERVEIS DE SUPORT A LA GESTIO SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968815728": {
            "orgId": "968815728",
            "orgName": "SERVEIS DE SUPORT A LA GESTIO SL",
            "ecContrib": 199159
        },
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 199159
}