{
    "rcn": "200251",
    "acronym": "ROBOTT-NET",
    "topics": "ICT-24-2015",
    "title": "ROBOTT-NET - A shared infrastructure to sustainably optimise technology transfer throughout Europe",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "The main objective of the TT-Net initiative is to create a sustainable European infrastructure to support novel robotic technologies on their path to market. TT-Net will develop and test mechanisms for sharing expertise and physical research infrastructures, and a unique multidisciplinary approach that enhances cross-fertilisation of ideas between academia and industry. We transform successful national structures and mechanisms used by Research and Technology Organisations (RTOs) in Denmark, Germany, Spain and the UK; merging them into a Europe-wide, composite, technology transfer system. \n\nTogether we will test and improve a four-stage process to accelerate the path to market for new robotic technologies. The first stage involves promoting state-of-the-art industrial and professional service robot technologies to over 1,200 end-users and robot developers (from industry and academia) in a bidirectional exchange of views and opinions about robotic research trends, needs and technology developments, and soliciting participation in TT-Net. The second stage involves technical and business feasibility studies for both end-users and robot developers at about TRL 5. The third stage implements first field trials at TRL 6 for a novel technology and then produces complete TRL 7\\ robotic automation solutions at end-user sites. The fourth stage is the completion to TRL 9, facilitated within TT-Net but happening outside project control. \n\nAccelerating the path to market of new robot technologies will increase Europeís market share in both industrial and professional service robotics. Installing European-standard robotic automation at end-user sites instead of the present national-standard automation will contribute substantially to increasing the competitiveness of Europe's manufacturing sector and in particular SMEs.",
    "totalCost": "7564337,93",
    "ecMaxContribution": "7564337,5",
    "coordinator": "TEKNOLOGISK INSTITUT",
    "coordinatorCountry": "DK",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FUNDACION TECNALIA RESEARCH & INNOVATION;THE MANUFACTURING TECHNOLOGY CENTRE LIMITED LBG",
    "participantCountries": "DE;ES;UK",
    "projectParticipants": {
        "999460356": {
            "orgId": "999460356",
            "orgName": "TEKNOLOGISK INSTITUT",
            "ecContrib": 3458148
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 1275000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1611000
        },
        "959490342": {
            "orgId": "959490342",
            "orgName": "THE MANUFACTURING TECHNOLOGY CENTRE LIMITED LBG",
            "ecContrib": 1220190
        }
    },
    "calculatedTotalContribution": 7564338
}