{
    "rcn": "200271",
    "acronym": "GOLDCLUSTER",
    "topics": "MSCA-IF-2015-EF",
    "title": "Polynuclear Gold Catalysis",
    "startDate": "27/06/2016",
    "endDate": "26/06/2018",
    "objective": "During the last decade, homogeneous gold catalysis has witnessed rapid growth for CñC bond forming reactions mainly due to the soft carbophilic Lewis acid properties of gold complexes toward CñC triple bonds. Compared to Lewis acids and other transition metals, gold catalysts are very active under mild conditions, can tolerate moisture and oxygen and are compatible with diverse functional groups. Gold catalyzed tandem and multi-component reactions allow the efficient transformation of simple starting materials in complex molecules, which have been used for the synthesis of numerous biologically active targets. GOLDCLUSTER aims at advancing the field of gold chemistry by the development of new superelectrophilic small gold (I) clusters (Au3, Au6 and Au8). These complexes will be used as catalysts in the retro-B¸chner reactions of cycloheptatrienes to form in situ gold carbenes, leading to the formation of complex molecules using milder conditions (lower reaction temperature, more efficient catalysts, and better yields). In addition, the new catalysts will also be tested in the catalytic activation of small molecules, such as methane. GOLDCLUSTER will contribute greatly to the advancement of gold chemistry by exploring new directions in the area and providing new tools to further enhance the development of efficient synthetic methods that could be later adapted by the Chemical Industry, making the European economy more competitive and better aligned with the Horizon2020 growth strategy.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}