{
    "rcn": "200290",
    "acronym": "MECHANOGENOMICS",
    "topics": "ERC-StG-2015",
    "title": "Unravelling mammalian mechanosensor diversity by functional genomics",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Mechanotransduction is the signaling by which external mechanical stimuli are converted into biological signals within the cell. It helps to probe and map the rigidity and texture of external world and appeared with the first life forms some 3.8 billion years ago. In mammals, many fundamental physiological functions are regulated by mechanotransduction.\nThe somatosensory system is involved in the perception of touch, pain and proprioception. Molecular mechanosensors of this sensory system are mechanically-activated ion channels. These channels are expressed at the nerve endings of sensory neurons that project long axons to the skin and to deeper body structures. The identification of these channels constitutes one of the most important challenges in the field of sensory transduction. So far only one gene family has been unambiguously associated with mammalian mechanosensory function and is specifically involved in light-touch sensation. Therefore, the identity of mechanotransduction channels involved in the detection of other mechanosensory modalities including proprioception and mechanical pain remain to be determined.\nWe will combine patch-clamp methodology and single-cell transcriptome sequencing to generate the specific expression profile of distinct populations of mouse mechanosensitive neurons. Combination of bioinformatics, expression analysis and electrophysiological approaches will be used to identify molecular components of mechanotransduction channels. We will explore the role of identified genes in somatosensory functions.\nThe long-term objective is to provide a compelling view of mechanosensitive process diversity in mammalian somatosensation through molecular identification of mechanotransduction channels and characterization of their physiological functions in touch, pain and proprioception. This proposal will also provide novel channel candidates that may be involved other mechanosensory functions such as embryogenesis, bone development and hearing.",
    "totalCost": "1491708",
    "ecMaxContribution": "1491708",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 1491708
        }
    },
    "calculatedTotalContribution": 1491708
}