{
    "rcn": "200267",
    "acronym": "GLION",
    "topics": "MSCA-IF-2015-EF",
    "title": "Investigating glial glycogen utilization for ion homeostasis in the brain and its relevance to epileptogenesis: electrophysiology and pharmacology in awake behaving mice",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "We do not yet fully understand the cellular basis of brain energy metabolism. The high energy consumption of mammalian brain sets information processing under critical metabolic constraints. Energy efficiency in brain signaling is supported by functional and metabolic interactions between neuronal and astrocytic cells. Specifically, during neuronal activity astrocytes rapidly take up neuronally-released compounds from the extracellular space, including potassium (K\\) and transmitter molecules. These operations affect brain excitability and their dysfunction can increase susceptibility to seizures and eventually lead to epilepsy. Importantly, ion homeostasis in astrocytes is fueled by astrocytic glycogen, the sole cerebral energy store. The primary aim of the present project is to investigate how metabolism of glycogen in astrocytes supports and influences the different stages of neuronal activity under normal and epileptogenic conditions. I hypothesize that K\\-induced glycogenolysis in astrocytes controls neuronal excitability (functional role) as well as neuronal glucose uptake (metabolic role). These ideas are supported by the recently demonstrated requirement of astrocytic glycogenolysis for the uptake of extracellular K\\ obtained in cell cultures and by preliminary results that I obtained through kinetic analysis. The present project will tackle, for the first time in awake behaving mice, the characterization of activity-dependent brain glycogen metabolism by means of electrophysiological and pharmacological experiments. The outcomes will provide essential insights into the mechanisms underlying normal ion homeostasis and its impairment in epilepsy as well as other pathologies related to aberrations in brain energy metabolism. The project will have a substantial impact on my career, as new skills in invasive experimental techniques on awake animals will complement my previous expertise in non-invasive functional magnetic resonance methods on human subjects.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}