{
    "rcn": "200207",
    "acronym": "SmartStars",
    "topics": "MSCA-IF-2015-EF",
    "title": "Pathways towards forming super-massive black holes in the early Universe",
    "startDate": "03/10/2016",
    "endDate": "02/10/2018",
    "objective": "Many questions remain unanswered regarding the origin and evolution of Black Holes (BHs). One such question concerns how BHs with masses of one billion times the mass of the sun could exist less than one billion years after the Big Bang? How could these objects grow so massive so quickly? Explaining their existence remains one of the grand challenges in astrophysics. The ëdirect collapseí mechanism provides a compelling solution: if unusually massive stars can form early in the Universe producing large seed BHs (M >= 10000 Msun ) then the existence of massive BHs at early times can be explained. \nDuring this fellowship, hosted at Dublin City University (DCU), I will develop, in collaboration with Prof. Downes, novel and innovative techniques (smart star particles (SSPs) - see part B) which will spearhead further development of the direct collapse scenario. My BH expertise will be matched with the expertise in star formation modelling of Prof. Turlough Downes resulting in a unique inter-disciplinary collaboration. \n    This research will allow the direct collapse mechanism to be fully tested, compared against current observational results and used to guide upcoming missions. The SSPs will contain algorithms designed to capture the essential physics of black hole seed formation. Their function will be to allow us to probe the nature of the central object - does a super-massive star form, or perhaps a quasi-star, or does fragmentation dominate resulting in the formation of stellar mass black holes? Answering these questions will allow us to prepare more thoroughly for upcoming missions. In this regard the research proposal is extremely timely, given recent observational progress, where a Lyman-alpha source has been discovered within a metal free region at very early time.  The detailed results we will produce will be used to guide and interpret current and future observational campaigns including Chandra (XRay), JWST (infrared), SKA (radio) and Athena (Xray).",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "DUBLIN CITY UNIVERSITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}