{
    "rcn": "200280",
    "acronym": "Standard EF",
    "topics": "MSCA-IF-2015-EF",
    "title": "The research of spin orbit torques in perpendicular magnetic anisotropy systems.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The current semiconductor devices are facing physical limitations and need a new technology to replace them. Spintronics technologies have been recently identified as the most likely technology for the next generation of non-volatile random access memory. However, current spintronic approaches based on magnetic bits made of ìsingle domainî spin structures or ìdomain wallsî result in limited stability and an unacceptably high level of power consumption during operation due to the high currents and current densities required for manipulating the spins by spin transfer torque. To overcome  these drawbacks, a new approach to achieve a more stable spin structure and a more efficient way to manipulate them is needed. This new approach is achieved in a system of a heavy metal (nominally with strong spin orbit interactions) and magnetic layer where the inversion symmetry is broken.  In systems with inversion asymmetry and with strong spin orbit coupling, an additional symmetry breaking term can occur, the Dzyaloshinskii-Moriya interaction (DMI). The DMI provides a favoring chirality of the spin structures thus gives a more stable spin stucture. However, the origin and the exact extraction of the DMI is not yet established. The new approach in the efficient manipulations of spins also require a system with spin orbit interactions. Thus, when a current is applied through the heavy metal due to the spin orbit interaction an effective spin orbit torques acts on the spin of the magnetic layer. The origin of the torques are known to be the spin Hall effect and the Rashba effect. However, the exact origins of the torques ares still in debate. In this research we will be studying the origin of the DMI and spin orbit torques. Based on the knowledge through the research the correlation between the DMI and the spin orbit torques will be revealed. Furthermore, we will to tune the DMI and spin orbit torques in order to achieve high efficient switching for memory device applications.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}