{
    "rcn": "200274",
    "acronym": "INTRACOF",
    "topics": "MSCA-IF-2015-EF",
    "title": "The impact of intra household decision making on the sustainability, efficiency and equitability of household farming in sub-Saharan Africa.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "This research project will assess to what extent more participatory intra household decision making about production and resource allocation contributes to more sustainable, efficient and equitable household farming systems in sub-Saharan Africa, more specifically coffee farming systems in Uganda and Tanzania. An intervention in which household are intensely coached in participatory decision making about production, resource allocation and income expenditure will be randomly introduced among Ugandan and Tanzanian smallholder coffee farming household. A framed economic experiment will permit to appraise if provision and appropriation behaviour by spouses in households with more participatory intra household decision making, the treatment group, is more cooperative, than in control households. The impact of participatory intra household decision making on the sustainability, efficiency and equitability of the outcomes from provision and appropriation behaviour in household farming systems will be studied with using individual survey data collected among spouses in treatment and control households. Inspired by the methods and findings of this project, a practical monitoring tool will be developed to capture changes in intra household decision making about production and resource allocation and their effect on sustainable, efficient and equitable (coffee) farming in collaboration with one of the partner organisations.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}