{
    "rcn": "200200",
    "acronym": "CyclAr",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cyclic Arylenevinylene Polymers",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Research work at the University of Manchester (UNIMAN) has developed an efficient synthetic method to prepare arylenevinylene polymers with control of molecular weight and end-group functionality by the ring-opening metathesis polymerization (ROMP) of strained 1,9-cyclophanedienes.  The CyclAr project will use this methodology to deliver conjugated polymers of novel topologies, including rings, 8-shapes, trefoils and others. Macromolecular rings will be prepared by ring expansion metathesis polymerization (REMP) using a tethered ruthenium carbene complex and more complex topologies from telechelic polymers prepared from a bifunctional ruthenium carbene complex. Electron rich (p-type) and electron poor (n-type) polymer topologies will be prepared from the appropriate functionalised cyclophanedienes and topological heterojunctions examined. These molecules will be screened for their photovoltaic performance as the novel molecular topologies can lead to an enhanced charge separation and fewer loss mechanisms - key factors in achieving higher power conversion efficiency in OPVs. The synthetic methodology to be adopted is novel and application of these topological arylenevinylene polymers as semiconducting materials in device fabrication is unprecedented.\n\nThe overall aim of the project is to develop novel topologies for arylenevinylene polymers and to investigate the influence of the molecular shape on the physical, optical and electronic properties.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}