{
    "rcn": "200230",
    "acronym": "POWER2INNO",
    "topics": "INNOSUP-5-2014",
    "title": "Building competences for empowerment of small and micro companiesí for innovative entrepreneurship",
    "startDate": "01/03/2016",
    "endDate": "28/02/2017",
    "objective": "Problem to solve: \nConsiderable number of innovation support programmes were developed in the EU that tackled SME (for example SME Instrument, COSMEÖ), however very few programmes and methodologies were developed for specific challenges that face small and micro companies (SMC). This fact is especially relevant for all three project partnersí regions, which have all well over national averages of micro and small companies: 93,7 % in Primorsko-notranjska region (Slovenia), more that 95% in Puglia region (Italy) and 96,4% in Malaga region (Spain). Micro and small companies (much more than middle and large sized companies) are critically bound to the traditional ways of doing business and lack competences needed for modern successful innovative entrepreneurship. One of the reasons for that is also lack of competences and available methodologies of innovation support agencies to tackle this specific problem. \n\nGeneral objective of the project:\nThe general objective of the project is to engage in peer learning activities between three project partners to raise our competences for empowerment of small and micro companiesí for innovative entrepreneurship - for transition from production-oriented mentality to scouting for opportunities on global market and creating value for customers. In addition to that, we will disseminate project results across EU.\n\nSpecific objectives for the project:\n- Transfer from traditional ìI offer what I doî to advanced scouting of ìopportunity on the marketî \n- Bottom-up work with  entrepreneurs, methodologies for ideas creation, innovation management \nInclusion of partners for realisation of ideas, value added chain, micro clustering \n- Lean approach, market feed-back and use of IT tools\n- Advanced financial instruments \n- Internationalisation of business \n- Implementation of three pilot projects\n- Preparation of best practice materials and spill-over effects",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "RRA ZELENI KRAS DOO",
    "coordinatorCountry": "SI",
    "participants": "TECNOPOLIS PARCO SCIENTIFICO E TECNOLOGICO SCARL;BIC EURONOVA, S.A.",
    "participantCountries": "IT;ES",
    "projectParticipants": {
        "943145454": {
            "orgId": "943145454",
            "orgName": "RRA ZELENI KRAS DOO",
            "ecContrib": 50000
        },
        "950162434": {
            "orgId": "950162434",
            "orgName": "TECNOPOLIS PARCO SCIENTIFICO E TECNOLOGICO SCARL",
            "ecContrib": 0
        },
        "950108502": {
            "orgId": "950108502",
            "orgName": "BIC EURONOVA, S.A.",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}