{
    "rcn": "200210",
    "acronym": "TFtoChromatin",
    "topics": "MSCA-IF-2015-EF",
    "title": "Transcription factor binding as a function of chromatin",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "How the genomic blueprint of an organism is translated into cellular phenotype is a fundamental question in modern biology. The instructions need to be specifically regulated for cells to function. The regulation of the readout of this information is not entirely written in the DNA sequence but also requires epigenetic directives like DNA and histone modifications.\nThe maintenance of cellular states as well as their controlled differentiation requires the establishment of correct transcriptional patterns. Binding of specific transcription factors (TFs) to promoter and cis-regulatory regions is the key factor in regulating gene activity. This binding occurs in the context of chromatin, where nucleosomes and their modification states are thought to limit DNA access. This might in part account for why most TFs only occupy a minor fraction of their preferred sequence motifs. Moreover, chromatin sensitivity can create hierarchies between TFs since sensitive factors might rely on ìpioneerî factors to establish a state of open chromatin. Despite its general relevance these models remain speculative due to limited understanding of the actual sensitivity of individual TFs to the local chromatin state.\nTo narrow this gap in our knowledge I will establish a system to locally manipulate chromatin in vivo and measure the resulting effect on binding of individual TFs at a defined chromosomal site. By systematic variation of nucleosome positioning and epigenetic modifications and its impact on TF occupancy this project aims to generate novel insight into the fundamental principles that regulate transcription output.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}