{
    "rcn": "200268",
    "acronym": "FLAIR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Flexible Hyperspectral Infrared Detectors",
    "startDate": "01/03/2016",
    "endDate": "28/09/2018",
    "objective": "One of the major driving forces for current research in electronics is the desire to realize the so-called internet of things, an autonomous information network that enables communication between objects without external human intervention. To this end, much of the research effort in device physics is currently directed into sensors technology, and specifically, to photodetectors. The infrared (IR) region of the spectrum is of particular interest as it can carry information about an objectís temperature, and its chemical composition. IR waves are also used for long-range waveguided communication, as well as short-range free space signaling. In IR systems, the readout noise is reduced by exploiting multicolor IR detection, so-called hyperspectral IR, thus lowering false positive detection.\nNowadays, IR detectors are not transparent in the visible wavelength and they are made of brittle materials. Hence their potential in technology such as food and drug packaging, textile fabrics-embedded devices for health care and homeland security systems, has yet to be realized. In this proposal we will harvest the unique potential of emerging atomically thin materials to pioneer a new class of flexible hyperspectral infrared detectors (FLAIR) which are imperceptible to the human eyes and yet highly efficient. These FLAIR detectors will consist of a layered structure with an active graphene bilayer, sandwiched between two dielectric h-BN layers and two outer gates made of heavily doped graphene. The top gate will be patterned as a continuous array of anti-discs to enhance the light absorption at the plasmon excitation frequency. A perpendicular electric field applied to bilayer graphene will be used to open a tuneable energy gap unique to this material and cut off the absorption of the lower frequencies to ensure a superior signal-to-noise ratio. Arrays of detectors with different plasmon absorption frequencies will enable the hyperspectral response of the device.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}