{
    "rcn": "200221",
    "acronym": "QUAFORD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Towards a Worldwide Quantification of Forest Degradation",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The global C emissions trading system currently focuses on reducing deforestation and forest degradation. Under the UN-REDD\\ program, donor countries can compensate for some of their C emissions by implementing projects that will reduce C emissions by a known amount in developing countries. Operationally, only C emissions due to deforestation are being estimated in REDD\\ projects due to the lack of definition of forest degradation and of thresholds for distinguishing between forest degradation and disturbance due to sustainable forest management practices. No worldwide estimates of the extent of forest degradation have yet been made, and large amounts of C emissions may occur in some degraded areas still being classified as forests. The overall scientific objective of this proposal is to produce an operational definition of forest degradation in the context of REDD\\ projects. A new approach that considers a single reference condition (but dependent on site conditions) for assessing the occurrence and extent of forest degradation will be developed. The Researcher has experience in forest inventory and REDD\\; however, advanced biometric modelling techniques are needed to accomplish the research objectives. The Supervisor is an internationally recognised expert in this field, and the Host institution (University of Santiago de Compostela, Spain) has a long tradition in hosting researchers and in international collaboration. The candidate will broaden his capacities in complementary skills through a customized Personal Development Career Plan, which will enhance his future career as an independent researcher. The Researcher will carry out a three-month research stay at the Forestry Division of FAO (Rome), which is an end-user of the expected results. The candidate will have access to worldwide forest inventory data from the FAO, and will also gain benefit from the organizationís expertise in operational implementation of worldwide forest monitoring studies.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}