{
    "rcn": "200287",
    "acronym": "ECOWORM",
    "topics": "ERC-StG-2015",
    "title": "ECOSYSTEM RESPONSES TO EXOTIC EARTHWORM INVASION IN NORTHERN NORTH AMERICAN FORESTS",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Earth is experiencing substantial biodiversity losses at the global scale, while both species gains and losses are occurring locally and regionally. Nonrandom changes in species distributions could profoundly influence ecosystem functions and services. However, few experimental tests have examined the influences of invasive ecosystem engineers, which can have disproportionally strong impacts on native ecosystems. Invasive earthworms are a prime example of ecosystem engineers that influence many ecosystems around the world. In particular, European earthworms invading northern North American forests may cause simultaneous species gains and losses with significant consequences for essential ecosystem processes like nutrient cycling and crucial services like carbon sequestration. Using a synthetic combination of field observations, field experiments, lab experiments, and meta-analyses, the proposed work will be the first systematic examination of earthworm effects on relationships between plant communities, soil food webs, and ecosystem processes. Further, effects of a changing climate on the spread and consequences of earthworm invasion will be investigated. Meta-analyses will be used to test if earthworms cause invasion waves, invasion meltdowns, habitat homogenization, and ecosystem state shifts. Global data will be synthesized to test if the relative magnitude of effects differ from place to place depending on the functional dissimilarity between native soil fauna and exotic earthworms. Moving from local to global scale, the present proposal examines the influence of earthworm invasions on biodiversityñecosystem functioning relationships from an abovegroundñbelowground perspective. This approach is highly innovative as it utilizes exotic earthworms as an exciting model system that links invasion biology with trait-based community ecology, global change research, and ecosystem ecology, pioneering a new generation of biodiversityñecosystem function research.",
    "totalCost": "1498620",
    "ecMaxContribution": "1498620",
    "coordinator": "UNIVERSITAET LEIPZIG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 1498620
        }
    },
    "calculatedTotalContribution": 1498620
}