{
    "rcn": "200225",
    "acronym": "NANOCOMP",
    "topics": "ERC-StG-2015",
    "title": "Complex Dynamics of Clusters in High-Aspect Ratio Hollow Nanostructures:A Nanoscale Platform for High-Performance Computing",
    "startDate": "01/04/2016",
    "endDate": "31/01/2022",
    "objective": "Practical aspects and understanding of frontier-computing concepts such as memcomputing (a brain-inspired computational paradigm), quantum computing and spintronics are hindered because of the lack of suitable nanostructured materials. The NANOCOMP project aims to develop a technology for the integration of nano-switches within the confined space of high-aspect ratio hollow carbon nanostructures, yielding a totally new class of hybrid metal-carbon nanomaterials with different dimensionality as model systems enabling the realisation of these computing schemes. This research will also pave the way for developing new energy-storage concepts. The main objectives are: 1) To develop protocols for successful transport and encapsulation of intact nano-switches within tubular carbon nanostructures (TCN); 2) To understand and control the effects of the confined nano-switches on the carbon nanocontainer (and vice versa); 3) To unravel and develop new methodologies for exploiting the functional properties of the confined nano-switches; 4) To fabricate nanodevices, novel 2D ordered arrays and highly-porous 3D networks for a variety of applications ranging from quantum processors to flexible spintronic devices and supercapacitors.",
    "totalCost": "1689554",
    "ecMaxContribution": "1689554",
    "coordinator": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
    "coordinatorCountry": "ES",
    "participants": "THE UNIVERSITY OF NOTTINGHAM",
    "participantCountries": "UK",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 52375
        }
    },
    "calculatedTotalContribution": 52375
}