{
    "rcn": "200241",
    "acronym": "MACEA",
    "topics": "MSCA-IF-2014-GF",
    "title": "Micro-botanical Analyses at Cenozoic fossil localities from East Africa: new insights into the evolution of savannas in Africa from 50 million years",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "Today, the savanna biome occupies ~50% of Africaís land surface, and is associated with many mammal species specifically adapted to life in the savanna environment. The present project, MACEA, aims to document the appearance and expansion of savannas in Africaís geologic past, and to evaluate their relationship with the evolution of modern mammals. \nPrecisely, MACEA will assess savanna history in Africa via phytoliths, microscopic particles of amorphous hydrated silica produced in plant tissues and conserved in sediments post-mortem. A unique aspect of this study is that it will apply phytolith analyses for the first time to document paleoenvironments older than ~15 Ma in Africa, and to bring the great potential of phytoliths to bear on the question of savanna origins in Africa. The MACEA project consists of two phases: an outgoing phase at the University of Washington (Seattle, USA), and a return phase at CEREGE (Aix en Provence, France). Both labs will provide all needed equipment, training, and expertise. Upon its completion, MACEA will have created new modem and fossil phytolith datasets, new modern phytolith calibrations, as well as new paleovegetation reconstructions at the scale of tropical Africa. Publications resulting from this study will be of interest to paleobotanists, paleomammalogists, paleoclimatologists, and those concerned with conservation of modem biodiversity in Africa.",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 246668
        },
        "998096536": {
            "orgId": "998096536",
            "orgName": "UNIVERSITY OF WASHINGTON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 246668
}