{
    "rcn": "200213",
    "acronym": "BIOCURE",
    "topics": "BIOTEC-5b-2015",
    "title": "Novel Biomaterial for Improved and Cost-efficient Wound Healing",
    "startDate": "01/02/2016",
    "endDate": "31/07/2018",
    "objective": "Wound treatment is a major healthcare cost for all developed countries. The global market for advanced wound care products was projected to be $ 3 billion in 2012, with an annual growth above 10% and representing one of the leading medical product sectors. However, this represents only some 15-20% of the overall cost of wound treatment, where hospitalisation and nurse time represent the remaining costs. \n BIOVOTEC aims to pursue a major market opportunity by developing a novel biomaterial based cost-effective wound dressings that can be used for initial treatment of all wounds at risk of delayed or non-healing, reducing the incidence of chronic wounds. BIOCURE range products will be safer, potentially more effective, much more easily scalable and significantly lower in cost when compared with the available advanced wound healing products.\nBIOCURE is an opportunity for BIOVOTEC to enter the world-wide advanced wound care market and maintain the European competitive position in the growing biotech and wound management sector. The accomplishment of the project objectives will thus represent a significant business opportunity for the two SMEs, with expected sales of over Ä50 million within 5 years of launch (i.e. 2022). Furthermore, BIOCURE will positively impact clinicians and patients through early stage treatment or resolution of chronic wounds and payers through reduced treatment costs per wound.",
    "totalCost": "1865625",
    "ecMaxContribution": "1305937,5",
    "coordinator": "BIOVOTEC AS",
    "coordinatorCountry": "NO",
    "participants": "FINESSE MEDICAL LIMITED",
    "participantCountries": "IE",
    "projectParticipants": {
        "936362923": {
            "orgId": "936362923",
            "orgName": "BIOVOTEC AS",
            "ecContrib": 1181977
        },
        "925387664": {
            "orgId": "925387664",
            "orgName": "FINESSE MEDICAL LIMITED",
            "ecContrib": 123960
        }
    },
    "calculatedTotalContribution": 1305937
}