{
    "rcn": "200261",
    "acronym": "WeGovNow",
    "topics": "EURO-6-2015",
    "title": "Towards We-Government: Collective and participative approaches for addressing local policy challenges",
    "startDate": "01/02/2016",
    "endDate": "31/01/2019",
    "objective": "WeGovNow will tap into emerging technologies for effectively supporting coproduction by civic society stakeholders and collective proposition development, whereby citizens are partners as opposed to customers in the delivery of public services. By integrating a set of innovative technologies within a unified citizen engagement platform, the project will overcome the current limitations of existing digital tools for citizen reporting, e-participation, and communication between the citizen and the government. In doing so, WeGovNow will enable a new type of interactivity, enhancing and expanding the viability of and capacity for citizen coproduction in the public sector, not only in a traditional citizen-to-government dynamic, but also in an arrangement where the government informs, assists, and enables private actions, or where citizens assist one another, with IT replacing the dependency on administrations as a vehicle for collective action. Building on previous research and technology development, an ambitious programme of service process innovation and technology innovation will be pursued by a multi-disciplinary project consortium. Outcomes will be validated in three European cities. WeGovNow will offer solutions that are truly inclusive by addressing risks of digital exclusion from the offset and throughout the projectís life cycle. Legal, ethical and other framework conditions for implementing the WeGovNow approach and digital tools in day-to-day settings will be systematically explored and considered, with a view to optimising the democratic legitimacy of the WeGovNow approach and the exploitability of tangible project outputs. An evidence base on impacts will be generated through a dedicated evaluation programme, thereby adopting multi stakeholder perspectives. This will enable the development of evidence-based guidance on the further mainstreaming of WeGovNow solutions and provide directions for further research.",
    "totalCost": "4195168,75",
    "ecMaxContribution": "4195168,75",
    "coordinator": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH",
    "coordinatorCountry": "DE",
    "participants": "FLEXIGUIDED GMBH;COMUNE DI SAN DONA DI PIAVE;MAPPING FOR CHANGE CIC;FUNKA NU AB;RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG;UNIVERSITA DEGLI STUDI DI TORINO;INFALIA PRIVATE COMPANY;FONDAZIONE GIACOMO BRODOLINI;COMUNE DI TORINO;UNIVERSITY COLLEGE LONDON;LONDON BOROUGH OF SOUTHWARK",
    "participantCountries": "DE;IT;UK;SE;EL",
    "projectParticipants": {
        "963518461": {
            "orgId": "963518461",
            "orgName": "FUNKA NU AB",
            "ecContrib": 254844
        },
        "930565718": {
            "orgId": "930565718",
            "orgName": "FLEXIGUIDED GMBH",
            "ecContrib": 367200
        },
        "944778740": {
            "orgId": "944778740",
            "orgName": "INFALIA PRIVATE COMPANY",
            "ecContrib": 401438
        },
        "959582492": {
            "orgId": "959582492",
            "orgName": "MAPPING FOR CHANGE CIC",
            "ecContrib": 317812
        },
        "983792140": {
            "orgId": "983792140",
            "orgName": "LONDON BOROUGH OF SOUTHWARK",
            "ecContrib": 352500
        },
        "986538792": {
            "orgId": "986538792",
            "orgName": "COMUNE DI TORINO",
            "ecContrib": 236250
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 531562
        },
        "999801990": {
            "orgId": "999801990",
            "orgName": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH",
            "ecContrib": 516312
        },
        "927647667": {
            "orgId": "927647667",
            "orgName": "COMUNE DI SAN DONA DI PIAVE",
            "ecContrib": 307500
        },
        "983790394": {
            "orgId": "983790394",
            "orgName": "FONDAZIONE GIACOMO BRODOLINI",
            "ecContrib": 255125
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 348750
        },
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 305875
        }
    },
    "calculatedTotalContribution": 4195168
}