{
    "rcn": "200203",
    "acronym": "War and Supernature",
    "topics": "ERC-StG-2015",
    "title": "War and the Supernatural in Early Modern Europe",
    "startDate": "01/03/2016",
    "endDate": "31/08/2020",
    "objective": "The debates of intellectuals both Catholic and Protestant have much to tell us about the nature of religious warfare in early modern Europe. In the seventeenth century, the small numbers of radical Catholics and Protestants who favoured imposing their own version of Christianity on others by force were accused by moderates (no less religiously sincere) within their own communities of promoting wars incompatible with Christian orthodoxy. Religious faith, the moderates insisted, was a supernatural thing, a gift of God, rather than a natural thing, a creation of rational humans, and thus could not be imposed by force. Arguments for religious war in the sense of evangelisation by force were thus resisted by most of the educated European elite. These debates among university-based Catholic and Protestant intellectuals took place in the Latin language and are insufficiently known to political historians of early modern Europe. Political historians examining the phenomenon of early modern religious war impose the modern categories of sacred (which they associate with the irrational) and secular (which they posit must be drained of the divine) on the past, mistakenly assuming that those who opposed evangelisation by force were somehow more secular than their opponents and composing a false history of secularisation.\nThis project will analyse, translate, edit, and publish these scholastic debates between religious militants and religious moderates on the role of force in religious life in order to inform and re-shape arguments among political historians on the nature of religious warfare. One focus of the project will be the Franciscan intellectual tradition which favoured evangelisation by force. But some Protestants and especially Calvinists also brought the supernatural very far into human life, and the project will insist on the utility of that distinction between natural and supernatural in composing a trans-confessional history of religious militancy.",
    "totalCost": "1324885",
    "ecMaxContribution": "1324885",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 1324885
        }
    },
    "calculatedTotalContribution": 1324885
}