{
    "rcn": "200244",
    "acronym": "GPS-Bat",
    "topics": "ERC-StG-2015",
    "title": "Foraging Decision Making in the Real World ñ revealed from a batís point of view by on-board miniature sensors",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "How animals make decisions in the wild is an open key-question in biology. Our lack of knowledge results from a technological gap ñ the difficulty to track animals over long periods while monitoring their behaviour; and from a conceptual gap ñ how to identify animalsí decision-points outdoors?  We suggest applying our innovative on-board miniature sensors, to study decision making in the wild. We focus on one of the most fundamental contexts of decision making ñ foraging for food. We will study bats, which constitute over 20% of mammalian species and are extremely diverse, enabling to examine different aspects of decision making.  Importantly, echolocating bats emit sound to perceive their environment, allowing us to infer their behavior (attacks on prey and interactions with conspecifics) via sound recording.  Our miniature sensors include a GPS and an ultrasonic microphone, which enables us to reveal not only batsí movements, but also their behavior and accordingly the factors underlying their decisions. \n\nWe will study three bat species to elucidate different aspects of foraging decisions: (1) How does animal sociality facilitate decision making? We have developed a system to monitor an entire colony including all conspecific-interactions when bats are in the roost or foraging outside. (2) How do animals weigh current input against previous experience? We will study a bat that must nightly search large areas over sea to find food. (3) How flexible are animal decisions? We will manipulate the natural environment of specific individuals to study how they adjust their foraging.\n\nOur results will have far-reaching implications in many fields, from animal conservation to robotics. The operational and technical difficulty of performing controlled manipulations in the wild drives most disciplines to perform experiments exclusively in artificial laboratory conditions. Our approach opens new opportunities to conduct controlled studies in the natural environment.",
    "totalCost": "1928750",
    "ecMaxContribution": "1928750",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1928750
        }
    },
    "calculatedTotalContribution": 1928750
}