{
    "rcn": "200264",
    "acronym": "PEAKapp",
    "topics": "EE-11-2015",
    "title": "Personal Energy Administration Kiosk application: an ICT-ecosystem for Energy Savings through Behavioural Change, Flexible Tariffs and Fun",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "PEAKapp targets the development of an unprecedented ICT-to- Human ecosystem to trigger lasting energy savings through behavioural change and continuous engagement, to enable increased consumption of clean and low-priced electricity from the spot market for household customers, to connect them to social networks, to motivate them through serious gaming, and to boost the efficacy of Smart Home building energy management systems by integrating their functionalities into the PEAKapp solution. \n\nWith this first close-to-market-ready attempt to provide households with a dynamic electricity tariff in the EU, the door is opened for the most significant impact on the household electricity market since its liberalisation. \n\nThe ICT ecosystem will be designed to require smart meters as only hardware with respect to in-house equipment, such that the system can be implemented almost immediately, given the EU targets for smart meter roll-out. These low hardware requirements allow for a fast market uptake, and thus a noticeable impact on EU energy consumption can be experienced with almost no delay and without the need of having to equip the 230mio dwellings in the EU with any extra efficiency hardware. Validation of the ICT ecosystem under real life conditions in the publicly owned social housing sector will be carried out in Austria, Estonia, Sweden and Latvia, and analyses of the collected data will allow for ground-breaking insights into consumer behaviour, while outstanding EU energy market analyses will derive implications for regulatory practice to better support energy efficiency goals.\n\nAn outstanding market uptake strategy makes >3 electricity utilities ready-to-sign the implementation of the ICT-system, advises the European social housing sector about its benefits, and fosters European and international market uptake by distinguished exploitation activities, where the leading US stakeholder EPRI takes responsibility without funding.",
    "totalCost": "1938085",
    "ecMaxContribution": "1938085",
    "coordinator": "ENERGIEINSTITUT AN DER JOHANNES KEPLER UNIVERSITAT LINZ VEREIN",
    "coordinatorCountry": "AT",
    "participants": "BASKENT ELEKTRIK DAGITIM ANONIM SIRKETI;ELEKTRIK DAGITIM HIZMETLERI DERNEGI(ELDER);FUNDACION TECNALIA RESEARCH & INNOVATION;ENAMO GMBH;DANMARKS TEKNISKE UNIVERSITET;IJSFONTEIN HOLDING BV;220 ENERGIA OU;RTDS - VEREIN ZUR FORDERUNG DER KOMMUNIKATION UND VERMITTLUNG VON FORSCHUNG, TECHNOLOGIE UND INNOVATION (RTDS VEREIN, ENGL. RTDS ASSOCIATION);GREENPOCKET GMBH",
    "participantCountries": "TR;ES;AT;DK;NL;EE;DE",
    "projectParticipants": {
        "940206354": {
            "orgId": "940206354",
            "orgName": "ENAMO GMBH",
            "ecContrib": 180912
        },
        "941879992": {
            "orgId": "941879992",
            "orgName": "GREENPOCKET GMBH",
            "ecContrib": 258750
        },
        "952986395": {
            "orgId": "952986395",
            "orgName": "ELEKTRIK DAGITIM HIZMETLERI DERNEGI(ELDER)",
            "ecContrib": 80000
        },
        "924404860": {
            "orgId": "924404860",
            "orgName": "IJSFONTEIN HOLDING BV",
            "ecContrib": 158750
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 206548
        },
        "983246321": {
            "orgId": "983246321",
            "orgName": "ENERGIEINSTITUT AN DER JOHANNES KEPLER UNIVERSITAT LINZ VEREIN",
            "ecContrib": 493750
        },
        "940920080": {
            "orgId": "940920080",
            "orgName": "BASKENT ELEKTRIK DAGITIM ANONIM SIRKETI",
            "ecContrib": 28750
        },
        "938972320": {
            "orgId": "938972320",
            "orgName": "220 ENERGIA OU",
            "ecContrib": 142500
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 188750
        },
        "929551583": {
            "orgId": "929551583",
            "orgName": "RTDS - VEREIN ZUR FORDERUNG DER KOMMUNIKATION UND VERMITTLUNG VON FORSCHUNG, TECHNOLOGIE UND INNOVATION (RTDS VEREIN, ENGL. RTDS ASSOCIATION)",
            "ecContrib": 199375
        }
    },
    "calculatedTotalContribution": 1938085
}