{
    "rcn": "200237",
    "acronym": "EPSS",
    "topics": "Space-SME-2015-1",
    "title": "Enabling Chemical Propulsion System for the Growing Small Satellite Market",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "NanoAvionics is developing novel small satellite (below 150 kg) market oriented product ñ green chemical propulsion system which is innovative, as it makes use of an environmentally friendly propellant, and is a low cost integral plug and play design offering great economic advantages to the growing small satellite market, which presently suffers from the availability of a low cost high performance propulsion solution.  \nHigh performance propulsion systems are one of the technologies required by small satellites in order to allow them to fulfill their full market potential enabling small satellites to be as capable as those well above 150 kg.\nThis feasibility study will help to determine and set the targets for the final shape of the product according to the requirements of the target customer groups as TRL-6 (current maturity level of the product) is a crucial point at which extensive product design decisions must be undertaken and finalized.\nThis feasibility study will perform the following tasks: \n1. Identify the market potential of the proposed propulsion system;\n2. Determine the level of customer demand and market interest in the product; \n3. Develop a technology IPR strategy, and develop a solid business model for development of the product within the company.  The business model will include a sales strategy and a plan for productionizzation of the design and subsequent manufacturing. \nThis project will result detailed feasibility report, including a business plan which will summarize small satellite propulsion system market research, IPR strategy, business model including sales strategy, and consideration of strategic partnerships for production and manufacturing operations.\nNanoAvionics plans to carry out this feasibility study and prepare an elaborated business plan during the 6 months period.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB NANOAVIONIKA",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925001022": {
            "orgId": "925001022",
            "orgName": "UAB NANOAVIONIKA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}