{
    "rcn": "200227",
    "acronym": "MARSU",
    "topics": "MSCA-RISE-2015",
    "title": "MARine atmospheric Science Unravelled:  Analytical and mass spectrometric techniques development and application",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "MARSU is a collaborative (4 Member States , including one participant from the non-academic sector, and six Third Countries from South America, Africa and Asia) with the goal of gaining new knowledge and reducing the uncertainty about the effect of aerosols deriving from the air-sea exchange on climate and atmospheric composition connected to air pollution. The results from this key interdisciplinary project will have impact on current and future industrial and legislative developments.\nAerosols and clouds have been identified as one of the largest uncertainties in our understanding of the atmospheric and the climate system. In this context, the MARSU team will conduct experiments in dedicated set-ups throughout the member organisations; combined with efforts in the field to determine the organic composition of aerosol particles and its evolution in the Marine Boundary Layer (MBL) and to come up with a revised picture of the effect of sea salt aerosols on climate. Major gaps of knowledge exist in relation to the organic matter present in aerosol particles, which originates from the organic microlayer at the surface of the ocean. The characterization of the organic content of the aerosol particles, the evolution of the chemical and physical properties, interaction with air pollution and effects on climate-related topics form the foci of this proposal.\nThe MARSU consortium brings together world-leading expert scientists conducting cutting-edge laboratory, simulation chamber studies, field sampling and analysis, analytical method development, and modelling studies. A comprehensive and integrated approach to the development of researchers in the key areas of atmospheric science and their link to the oceans and climate is essential to support industrial and legislative development. \nMARSU will benefit from the strong involvement of a full partner from the private sector who will host researchers and develop research in close collaboration in other MARSUís partners",
    "totalCost": "1269000",
    "ecMaxContribution": "1080000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "LEIBNIZ INSTITUT FUER TROPOSPHAERENFORSCHUNG e.V.;UNIVERSITE LYON 1 CLAUDE BERNARD;UNIVERSITE D'ORLEANS;IONICON ANALYTIK GMBH",
    "participantCountries": "DE;FR;AT",
    "projectParticipants": {
        "999450850": {
            "orgId": "999450850",
            "orgName": "LEIBNIZ INSTITUT FUER TROPOSPHAERENFORSCHUNG e.V.",
            "ecContrib": 459000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 504000
        },
        "999848550": {
            "orgId": "999848550",
            "orgName": "UNIVERSITE D'ORLEANS",
            "ecContrib": 76500
        },
        "999692671": {
            "orgId": "999692671",
            "orgName": "IONICON ANALYTIK GMBH",
            "ecContrib": 13500
        }
    },
    "calculatedTotalContribution": 1053000
}