{
    "rcn": "200211",
    "acronym": "WISLAS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Warmed Icelandic Soils, Lipids and Sequencing: towards a better understood climate proxy",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The distribution of the soil bacterial membrane lipids ìbranched glycerol dialkyl glycerol tetraethersî (brGDGTs) in geological records has been used to reconstruct palaeoclimatic conditions, specifically the mean annual air temperature and soil pH. However, the large error associated with the most recent brGDGT-based calibration, makes this method unsuitable for determining absolute temperatures. The fellow aims to perform geochemical and microbiological work that will result in the improvement of this palaeotemperature proxy. Firstly, an improved analytical method will be used, targeting not only fifteen brGDGTs that are currently used for palaeoclimate reconstructions, but including an additional fifteen brGDGT lipids, and a suite of precursors, whose diversity in soils is unstudied. This extended dataset will be measured in a well-studied, naturally (geothermally) warmed soil, linking the observed lipid distributions directly to the measured in-situ soil temperature (covering a 0-35∞C gradient). Furthermore, the applicability of the novel temperature proxy proposed, will be tested in a well-studied dataset of European soils, covering a latitudinal temperature gradient. Although environmental studies point towards the Acidobacteria as the source organism, only one brGDGT has been found in an Acidobacterial culture so far and brGDGTs are still considered to be ìorphan lipidsî. Using a novel approach to identify the source organism, the fellow proposes to study the microbial community using a next-generation sequencing method. Tracking the patterns in (Acido)bacterial distribution along a temperature gradient, will enable the fellow to ascertain if the changes in the brGDGT pool are caused by a shift in the microbial community, or are caused by phenotypic plasticity. This interdisciplinary project will improve the accuracy and interpretation of lipid-based palaeoclimate reconstructions and will extend the applicantís scientific experience and career perspectives.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}