{
    "rcn": "200214",
    "acronym": "RELYUBL",
    "topics": "ERC-StG-2015",
    "title": "Regulation of lymphocyte biology by ubiquitin and ubiquitin like modifiers",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "T lymphocytes are key cells of the adaptive immune system that protect us against pathogens and malignant cells. T cell activation and differentiation are tightly controlled processes and deregulation can result in lymphomas, autoimmunity and inflammation. Hence, the biochemical events regulating lymphocyte biology have long been a topic of intense research, which has been focussed predominantly on protein phosphorylation. I hypothesize that there are crucial roles undiscovered in T cells for other posttranslational modifications (PTMs) such as ubiquitin (Ub) and Ub-like proteins (UBLs). The importance of ubiquitylation in adaptive immunity is implied by the severe immunological disorders observed when components of the Ub system are disrupted in lymphocytes. Genetic approaches in mice give a limited understanding about the roles of these modifiers and do not reveal the full extent to which Ub and UBLs regulate lymphocyte biology. Deterred by the complexity of the Ub system, the field has not yet tackled the daunting challenge of systematically investigating these modifiers in vivo. The goal of this proposal is to define how T cell function and immune responses are regulated by Ub and UBL signalling networks. To pioneer substantial progress in this area, we will develop new methods to identify and characterize currently unknown recognition modules for the different modifications. We will elucidate the Ub and UBL modified proteome in lymphocytes and characterize dynamic changes of these PTMs during T cell activation. By focussing on enzymes that remove the modifications we will discover how these PTMs are regulated and define Ub and UBL-dependent signalling nodes. Each phase of the work will deliver fundamentally novel mechanistic insights into these PTMs while rewriting current concepts of signalling in lymphocytes. Ultimately, this work will inform therapies seeking to target lymphocyte activity in disease.",
    "totalCost": "1499987",
    "ecMaxContribution": "1499987",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 1499987
        }
    },
    "calculatedTotalContribution": 1499987
}