{
    "rcn": "200245",
    "acronym": "REPCOR",
    "topics": "ERC-StG-2015",
    "title": "The Role of Reputation and Corruption in Procurement",
    "startDate": "01/02/2016",
    "endDate": "31/01/2021",
    "objective": "Nearly all activities in which the public sector is involved, from defense to transportation, from education to healthcare, require the public sector to procure works or goods from private contractors. Thus, it is crucial that the procedures through which procurement occurs be designed to avoid waste and enhance social welfare. Preventing corruption and ensuring contractor compliance with their obligations constitute primary design goals. Nevertheless, very limited evidence exists as to how different awarding methods are susceptible to corruption, and how contractorsí past reputation should be used to award new tenders.\n\nThis research proposal describes three empirical projects that will advance the frontier of our understanding of the roles of corruption and reputation in procurement.\n\nComponent 1 focuses on the use of reputation in contract procurement. It analyzes the evidence produced by the introduction of a vendor rating system to: i) determine whether the new system induced contractors to improve their performance, ii) determine whether performance improvements caused higher procurement costs, and iii) evaluate concerns on corruption and entry of new bidders.\nComponent 2 focuses on corruption in public procurement. It analyzes evidence on the presence of networks of firms engaged in criminal activities in public procurement to determine: i) the extent of the phenomenon, (ii) the functioning of different awarding rules against corruption, and iii) the use of tests to detect corruption.\nComponent 3 focuses on healthcare procurement regulations. It analyzes evidence on the public procurement of medical devices to accomplish: i) a descriptive analysis of the procurement practices across the EU, ii) an assessment of whether discretionary awarding rules are used to foster corruption or to reward contractors with better reputation, and iii) an evaluation of these procurement practices in terms of patientsí welfare.",
    "totalCost": "1046850",
    "ecMaxContribution": "1046850",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "Istituto Einaudi per l'Economia e la Finanza",
    "participantCountries": "IT",
    "projectParticipants": {
        "996113953": {
            "orgId": "996113953",
            "orgName": "Istituto Einaudi per l'Economia e la Finanza",
            "ecContrib": 394900
        }
    },
    "calculatedTotalContribution": 394900
}