{
    "rcn": "200202",
    "acronym": "COOP_PLUS",
    "topics": "INFRASUPP-6-2014",
    "title": "COOPERATION OF RESEARCH INFRASTRUCTURES TO ADDRESS GLOBAL CHALLENGES IN THE ENVIRONMENT FIELD",
    "startDate": "01/03/2016",
    "endDate": "31/08/2018",
    "objective": "The COOP\\ project is motivated by the interest of several Research Infrastructures in Europe to benefit from extending international collaboration with other Research Infrastructures in their areas of expertise at global, worldwide level.\n\nThe general goal of COOP\\ is to strengthen the links and coordination of the ESFRI Research Infrastructures related to marine science, Arctic research and biodiversity with international counterparts and to leverage international scientfic cooperation and data exchange with non-EU countries aiming at creating a common ground for the development of a global network of research infrastructures that are able to address Global environmental challenges. The project will be the central hub for worldwide collaboration of the RIs involved, coordinating all their common activities and fostering international agreements. \n\nAs the EC communication emphasized, Global Challenges are very important drivers for research and innovation, and COOP\\ will focus on them, and, according to the experience in COOPEUS (FP7), will try to reinforce the cross-disciplinary view, adding participants for other regions. COOP\\ will use the methodology of case studies to assess the cooperation capabilities of international RIs, and to learn how to cope with global environmental challenges.\n\nThis cross-disciplinary and global collaboration among Research Infrastructures tha is required to address these challenges implies a significant effort on common practices including access and sharing of data. \n\nCOOP\\ will promote an open coordination framework for Global Cooperation, with initial participation from relevant RI from EU, US, Canada, Australia and Brazil, and providing support to new agreements on reciprocal use or access to RI, openness, joint development of new resources including co-financing.",
    "totalCost": "1997990",
    "ecMaxContribution": "1997990",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "EISCAT SCIENTIFIC ASSOCIATION;HELSINGIN YLIOPISTO;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;MARINE INSTITUTE;UNIVERSITAET BREMEN;ILMATIETEEN LAITOS;ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA;UNIVERSITA DEGLI STUDI DELLA TUSCIA",
    "participantCountries": "SE;FI;FR;IE;DE;IT",
    "projectParticipants": {
        "999896371": {
            "orgId": "999896371",
            "orgName": "UNIVERSITA DEGLI STUDI DELLA TUSCIA",
            "ecContrib": 103125
        },
        "999472675": {
            "orgId": "999472675",
            "orgName": "ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA",
            "ecContrib": 365000
        },
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 195000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 112500
        },
        "999591306": {
            "orgId": "999591306",
            "orgName": "ILMATIETEEN LAITOS",
            "ecContrib": 262250
        },
        "999522824": {
            "orgId": "999522824",
            "orgName": "MARINE INSTITUTE",
            "ecContrib": 121875
        },
        "990097722": {
            "orgId": "990097722",
            "orgName": "EISCAT SCIENTIFIC ASSOCIATION",
            "ecContrib": 225000
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 371250
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 241990
        }
    },
    "calculatedTotalContribution": 1997990
}