{
    "rcn": "200234",
    "acronym": "MicroPEAT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Microbial communities of Temperate, Artic and Tropical peatlands and their role in the response of carbon storage function to global change",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "The present proposal aim at understanding microbial role in peatland sensitivity to climate change at a Global Scale. Peatlands represent one of the most important terrestrial carbon pools, despite they only cover 3% of the earthís surface they store one third of all terrestrial carbon. This ecosystem has shown to be sensitive to different disturbances in terms of their carbon storage capacity and it is expected a huge CO2 and CH4 release as well as an increase in dissolved organic carbon exportation to freshwater systems, due to climate change. Peatlands cover large extensions in arctic and temperate zones, but they are also present in tropical regions were their ecology and functioning is almost unknown. Due to the valuable peatland role as carbon sink there has been many intents to find out the effect of global change on their functioning, however we are still far to totally comprehend and predict this effect, existing important unsolved questions on the role of microbial decomposer communities (Fungi, Bacteria and Archaea), the structure-function relationship, and so far, none study has assessed the climate change impact at global scale. In order to fill these gaps I propose to survey the microbial communities in Arctic, Temperate and Tropical peatlands and test how differences in origin-legacy can drive peatlands sensitivity to drought events. The proposed methodology is an interdisciplinary approach (combining molecular thechniques, ecosystem measurements and biogeochemistry) with three big components: 1) initial field work study to systematically assess microbial communities from the 3 regions; 2) a microcosm experiment to test the effect of drought (water table reduction) on peatland functioning; 3) a secondment in a drinking water company to put into a management context the results, as these companies are interested in the by-product formation problem thanks to the DOC enhancing in water supplies due to the loss of peatlands storage capacity.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "BANGOR UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999823815": {
            "orgId": "999823815",
            "orgName": "BANGOR UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}