{
    "rcn": "200217",
    "acronym": "NetMoDEzyme",
    "topics": "ERC-StG-2015",
    "title": "Network models for the computational design of proficient enzymes",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Billions of years of evolution have made enzymes superb catalysts capable of accelerating reactions by several orders of magnitude. The underlying physical principles of their extraordinary catalytic power still remains highly debated, which makes the alteration of natural enzyme activities towards synthetically useful targets a tremendous challenge for modern chemical biology. The routine design of enzymes will, however, have large socio-economic benefits, as because of the enzymatic advantages the production costs of many drugs will be reduced and will allow industries to use environmentally friendly alternatives. The goal of this project is to make the routine design of proficient enzymes possible. Current computational and experimental approaches are able to confer natural enzymes new functionalities but are economically unviable and the catalytic efficiencies lag far behind their natural counterparts. The groundbreaking nature of NetMoDEzyme relies on the application of network models to reduce the complexity of the enzyme design paradigm and completely reformulate previous computational design approaches. The new protocol proposed accurately characterizes the enzyme conformational dynamics and customizes the included mutations by exploiting the correlated movement of the enzyme active site residues with distal regions. The guidelines for mutation are withdrawn from the costly directed evolution experimental technique, and the most proficient enzymes are easily identified via chemoinformatic models. The new strategy will be applied to develop proficient enzymes for the synthesis of enantiomerically pure ?-blocker drugs for treating cardiovascular problems at a reduced cost. The experimental assays of our computational predictions will finally elucidate the potential of this genuinely new approach for mimicking Natureís rules of evolution.",
    "totalCost": "1445587,5",
    "ecMaxContribution": "1445587,5",
    "coordinator": "UNIVERSITAT DE GIRONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 1445588
        }
    },
    "calculatedTotalContribution": 1445588
}