{
    "rcn": "200262",
    "acronym": "EL-CSID",
    "topics": "INT-11-2015",
    "title": "European Leadership in Cultural, Science and Innovation Diplomacy",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "The European Union has made a major start articulating the relevance of cultural and science for its external relations. What has yet to be done, however, is to make explicit the assumptions underpinning much of this work on cultural and science diplomacy and to codify and articulate it as part of a systematic and strategic approach to understanding the direction of travel of science and cultural diplomacy that locates developments in these fields within the evolving global and EU external relations context. EL-CSID will do this, with the added ambition to identify how the Union and its member states might collectively and individually develop a good institutional and strategic policy environment for extra-regional culture and science diplomacy. Hence, the over-arching objectives of this proposed project are threefold:\n1) To detail and analyse the manner in which the EU operates in the domains of cultural and science diplomacy in the current era; comparing its bilateral and multilateral cultural and science ties between states, regions, and public and private international organisations.\n2) To examine the degree to which cultural and science diplomacy can enhance the interests of the EU in the contemporary world order and to identify:\n(a) How cultural and science diplomacy can contribute to Europeís standing as an international actor;\n(b) Opportunities offered by enhanced coordination and collaboration amongst the EU, its members and their extra-European partners; and\n(c) Constraints posed by economic and socio-political factors affecting the evolving operating environments of both science and cultural diplomacy. \n3) To identify a series of mechanisms/platforms to raise awareness among relevant stakeholders of the importance of science and culture as vehicles for enhancing the EU's external relations.\n\nThe research will generate both scholarly work and policy-oriented output which will be disseminated through an extensive and targeted dissemination programme.",
    "totalCost": "2362500",
    "ecMaxContribution": "2362500",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "WISSENSCHAFTSZENTRUM BERLIN FUR SOZIALFORSCHUNG GGMBH;UNITED NATIONS UNIVERSITY - Comparative Regional Integration Studies;EVRO-SREDOZEMSKA UNIVERZA;NATIONAL UNIVERSITY OF SINGAPORE PUBLIC COMPANY LIMITED BY GUARANTEE;THE UNIVERSITY OF WARWICK;THE JOINT INSTITUTE FOR INNOVATION POLICY AISBL;NAZARBAYEV UNIVERSITY;CEDS EGITIM VE DANISMANLIK HIZMETLERI AS",
    "participantCountries": "DE;BE;SI;SG;UK;KZ;TR",
    "projectParticipants": {
        "964602436": {
            "orgId": "964602436",
            "orgName": "EVRO-SREDOZEMSKA UNIVERZA",
            "ecContrib": 187500
        },
        "953676162": {
            "orgId": "953676162",
            "orgName": "NAZARBAYEV UNIVERSITY",
            "ecContrib": 125000
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 300000
        },
        "997577392": {
            "orgId": "997577392",
            "orgName": "UNITED NATIONS UNIVERSITY - Comparative Regional Integration Studies",
            "ecContrib": 237500
        },
        "927956321": {
            "orgId": "927956321",
            "orgName": "CEDS EGITIM VE DANISMANLIK HIZMETLERI AS",
            "ecContrib": 150000
        },
        "999869696": {
            "orgId": "999869696",
            "orgName": "NATIONAL UNIVERSITY OF SINGAPORE PUBLIC COMPANY LIMITED BY GUARANTEE",
            "ecContrib": 0
        },
        "999502357": {
            "orgId": "999502357",
            "orgName": "WISSENSCHAFTSZENTRUM BERLIN FUR SOZIALFORSCHUNG GGMBH",
            "ecContrib": 300000
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 825000
        },
        "952717511": {
            "orgId": "952717511",
            "orgName": "THE JOINT INSTITUTE FOR INNOVATION POLICY AISBL",
            "ecContrib": 237500
        }
    },
    "calculatedTotalContribution": 2362500
}