{
    "rcn": "200218",
    "acronym": "SDDM-TEA",
    "topics": "ERC-StG-2015",
    "title": "Static and Dynamic Decision Making under Uncertainty: Theory and Applications",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Everyday actions involve an amount of uncertainty in the final outcome they will deliver. Following Knight's view, some of this uncertainty is ìmeasurableî (Risk) while some of it is ìnot measurableî (Ambiguity). In Economics, understanding agentsí behavior under uncertainty is of fundamental importance. For many years, and in both contexts, the standard model of decision making has been the Expected Utility model. Since the famous thought experiments of Allais and Ellsberg, many alternative approaches and departures from Expected Utility were proposed.\n\nOur research agenda has two main goals. First, we aim to show how different approaches and concepts in Decision Theory are connected to each other: namely, incompleteness of preferences, violations of Independence, preference for randomization, the certainty effect, and random choice. Economists have long understood the relevance of these behavioral phenomena, and more and more models are now including them in applications, for example in Macroeconomics and Finance. A deeper understanding of these phenomena and of their relationship would significantly benefit research in several fields of Economics. More practically, it will help in developing comprehensive models in which these biases are linked to each other benefiting more applied research.\n\nSecond, decision theorists have studied Ambiguity mostly in static (atemporal) contexts that are insufficient for the analysis of the steady state and dynamic decision problems that characterize applications. Thus, for example, as a result, Macro-Finance mostly keeps relying on traditional decision models that cannot properly cope with model uncertainty. We intend to develop a general theory of recursive intertemporal preference models under uncertainty to address this important issue.\n\nWe expect that the novel theoretical findings of our research agenda will push the research frontier and will be relevant for the analysis of the role of uncertainty in several fields.",
    "totalCost": "667875",
    "ecMaxContribution": "667875",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 667875
        }
    },
    "calculatedTotalContribution": 667875
}