{
    "rcn": "200236",
    "acronym": "I4F",
    "topics": "IT-1-2015",
    "title": "Instant Foam for Fighting Forest Fires",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "R-Fire  is a company founded by firefighters and pilots who have used their corresponding experience to create a novel solution to fight forest fires. They have joined forces with TFEX Engineering Ltd and together developed the I4F technology and validated it with our prototype to tackle forest fire by using foam. TFEX has broad range of firefighting products and also own the Instant Foam technology. \nWater is the most commonly used extinguishing material, but when it comes to forest fires there are many problems with it. Water has limited cooling capacity and a lot of water goes to waste during refilling the buckets and also during the transportation from the water resource to the fire front. Dropping water also causes problems: pilots can miss the target, distribution on surface is not homogeneous, and much of it is below or above the effectively threshold where the water is useless. There are some technical initiatives to raise the efficiency of the use of pure water for forest fires. Airplanes and some helicopters use inside tanks to reduce the waste of refilling and transportation. Short and long term retardants are also used. The long term retardants are extremely expensive but undoubtedly efficient. Foam as short term retardant also increase the efficiency of the water that is much cheaper than retardants but its efficiency and duration is usually below the long term retardant. Instant Foam for Fighting Forest Fire (I4F) technology creates homogeneous foam, ensures long lasting and it reduces the waste compared to traditional foam. The main novelty of our solution, which is built upon Instant Foam technology is that we can use our foam based extinguishing material for aerial application and ensure fast refilling.\nIn this proposal we would like to present the economic advantages of the I4F technology we have developed and the steps to be taken with the corresponding costs in order to become a market leading commercial product.",
    "totalCost": "1253375",
    "ecMaxContribution": "877362,5",
    "coordinator": "TFEX MERNOKIRODA KFT",
    "coordinatorCountry": "HU",
    "participants": "R-FIRE KERESKEDELMI ES SZOLGALTATO KORLATOLT FELELOSSEGU TARSASAG",
    "participantCountries": "HU",
    "projectParticipants": {
        "925303662": {
            "orgId": "925303662",
            "orgName": "TFEX MERNOKIRODA KFT",
            "ecContrib": 302312
        },
        "929845396": {
            "orgId": "929845396",
            "orgName": "R-FIRE KERESKEDELMI ES SZOLGALTATO KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 575050
        }
    },
    "calculatedTotalContribution": 877362
}