{
    "rcn": "200231",
    "acronym": "FUTURA",
    "topics": "FTIPilot-1-2015",
    "title": "FUTUre RAil freight transport: cost-effective, safe, quiet and green!",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "'The FUTURA action will improve the quality and safety of life of over 55 millions of EU citizens, who live or work near train tracks. The main objective of the action is to provide last development steps for market launch of Divided Rail Freight Brake Disc (DRFB disc). DRFB disc is a revolutionary solution, influencing 3 key elements in the rail freight transport: 1) safety and security, 2) health and environment and 3) cost-effectiveness with strong horizontal and vertical 'spill-over' effects and crucial social, economic and technical impacts.\nToday there are two competitive solutions: K-block and non-divided brake disc (the current state-of-the-art). Although non-divided brake disc is a superior solution (as it ensures higher safety, lower noise levels and less vibrations), it is used in practice in less than 10%, because it is too expensive. That is the problem that FUTURA action is solving. Our ambitious solution, DRFB disc, was developed by 4 high impact companies in the field of development, production and testing components for freight rail vehicles.\nThe specific objectives of FUTURA action are: 10-15 dB lower noise, 11% shorter braking distance, 14% less vibrations, 21% lower mass, 7% less accidents, 12% less damage of freight, 50% longer life cycle of  wheels, 13% lower LCC of the disc. For an operator with 1,000 6-axle wagons, the savings within a life-cycle would amount to 5,838,000 Ä in comparison with K-block and 9,840,000 Ä in comparison with non-divided brake disc. DRFB disc will contribute considerably toward increasing the transported freight volumes via rail, which is environmentally friendlier than alternative modes (by road and air).\nTotal available market size for our innovation is around 12 billion Ä per year. Our key target markets are EU, USA, Canada, Russia, China, India and Brazil. The aim of commercialising the innovation is to capture 7% of the market share in the production of brakes for rail freight wagons on the global market.'",
    "totalCost": "2384150",
    "ecMaxContribution": "1668905",
    "coordinator": "KOVIS PROIZVODNA DRUZBA DOO",
    "coordinatorCountry": "SI",
    "participants": "ZX-BENET CZ SRO;OMNIA KLF A.S.;VYSKUMNY USTAV DOPRAVNY AS",
    "participantCountries": "CZ;SK",
    "projectParticipants": {
        "926317700": {
            "orgId": "926317700",
            "orgName": "OMNIA KLF A.S.",
            "ecContrib": 245000
        },
        "996433762": {
            "orgId": "996433762",
            "orgName": "VYSKUMNY USTAV DOPRAVNY AS",
            "ecContrib": 178500
        },
        "926543807": {
            "orgId": "926543807",
            "orgName": "KOVIS PROIZVODNA DRUZBA DOO",
            "ecContrib": 999092
        },
        "925980625": {
            "orgId": "925980625",
            "orgName": "ZX-BENET CZ SRO",
            "ecContrib": 246312
        }
    },
    "calculatedTotalContribution": 1668904
}