{
    "rcn": "200329",
    "acronym": "HASNEH",
    "topics": "SC5-20-2015-1",
    "title": "Effective Bio-based Flame Retardants for Consumer Electronics and Automotive Applications",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Flame retardants are additives that are added to plastics to slow down fires, saving lives. It is estimated that flame retardants have reduced the number of fire deaths by 20% in the past 20 years, despite the considerable increase in the number of electronic devices in homes.\n\nHowever, these flame retardants have traditionally been based on chlorinated and brominated substances that have negative impacts on human health and the environment and have subsequently been banned for electronic applications in Europe. \n\nGreen alternatives that have been put forward are either expensive, compromise the mechanical properties of the plastics produced or have poor flame retardant performance. This has also meant that the market penetration of bioplastics has been limited, partiocualrly in the automobile and consumer electronics markets, as there is no cost effective, high performance, green flame retardant that maintains mechanical properties in the market.\n\nAs part of an EU financed project, BRIGIT, Daren Laboratories & Scientific Consultants Ltd has synthetized a series of novel and effective FR bio-additive (LS-FR) using modified lignosulfonate, a by-product of the acid digestion of wood in the chemical pulping industry. LS-FR has been validated in durable bioplastics: polyhydroxy butyrate (PHB) and polybutylene succinate (PBS).\n\nLS-FR is an effective and bio-based FR which offers for the first time, the possibility of an FR bioplastic which meets the FRs standards for the consumer electronics and automobile sectors, while maintaining adequate mechanical properties. Daren Labs aims to use the SME instrument to scale up the production of LS-FR and bring it to the automotive and consumer electronics market, generating estimated revenues in 2021 of over 4MÄ with a ROI on project costs of 290%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DAREN LABORATORIES & SCIENTIFIC CONSULTANTS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998029703": {
            "orgId": "998029703",
            "orgName": "DAREN LABORATORIES & SCIENTIFIC CONSULTANTS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}