{
    "rcn": "200387",
    "acronym": "RobSpear",
    "topics": "ERC-StG-2015",
    "title": "Robust Speech Encoding in Impaired Hearing",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The prevalence of hearing impairment amongst the elderly is a stunning 33%, while the younger generation is sensitive to noise-induced hearing loss through increasingly loud urban life and lifestyle. Yet, hearing impairment is inadequately diagnosed and treated because we fail to understand how the components that constitute a hearing loss impact robust speech encoding. \nA recent and ground-breaking discovery in animal physiology demonstrated the existence of a noise-induced hearing deficit -cochlear neuropathy- that coexists with the well-studied cochlear gain loss deficit known to degrade the audibility of sound. Cochlear neuropathy is thought to impact robust encoding of the audible portions of speech and occurs before standard hearing screening methods indicate problems, implying that a large group of noise-exposed people with self-reported hearing problems is currently not screened, nor treated. To design effective hearing restoration strategies, it is crucial to understand how cochlear neuropathy interacts with other hearing deficits to affect robust speech encoding in every-day listening conditions. \nThrough an interdisciplinary approach, RobSpear targets hearing deficits along the ascending stages of the auditory pathway to revolutionize how hearing impairment is diagnosed and treated. RobSpear can yield immense reductions of health care costs through effective treatment of currently misdiagnosed patients and studies the impact of noise-induced hearing deficits on our society. To achieve this, RobSpear: \n(i) Builds a hearing profile that, based on a computational model of the auditory periphery, develops physiological measures that differentially diagnose hearing deficits in listeners with mixtures of deficits.\n(ii) Designs individually tailored speech enhancement algorithms that work in adverse conditions and target perceptually relevant speech features, using an unprecedented validation approach that combines novel psychoacoustic and physiological metrics.",
    "totalCost": "1499780",
    "ecMaxContribution": "1499780",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "CARL VON OSSIETZKY UNIVERSITAET OLDENBURG",
    "participantCountries": "DE",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1499780
        },
        "999877262": {
            "orgId": "999877262",
            "orgName": "CARL VON OSSIETZKY UNIVERSITAET OLDENBURG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1499780
}