{
    "rcn": "200344",
    "acronym": "ARIADNE",
    "topics": "ERC-StG-2015",
    "title": "ARgon ImAging DetectioN chambEr",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "This proposal outlines a plan to combine Charge Couple Device (CCD) camera technologies with two-phase Liquid Argon Time Projection Chambers (LAr TPCs) utilising THick Gas Electron Multipliers (THGEMs) to evolve a next generation neutrino detector. This will be an entirely new readout option, and will open the prospect of revolutionary discoveries in fundamental particle physics. Furthermore, the Compton imaging power of this technology will be developed, which will have diverse applications in novel medical imaging techniques and detection of concealed nuclear materials.\nColossal LAr TPCs are the future for long-baseline-neutrino-oscillation physics around which the international neutrino community is rallying, with the common goal of discovering new physics beyond the Standard Model, which holds the key to our understanding of phenomena such as dark matter and the matter-antimatter asymmetry.\nI have successfully provided a first demonstration of photographic capturing of muon tracks and single gammas interacting in the Liverpool 40 l LAr TPC using a CCD camera and THGEM. I propose an ambitious project of extensive research to mature this innovative LAr optical readout technology. I will construct a 650 l LAr TPC with integrated CCD/THGEM readout, capable of containing sufficient tracking information for full development and characterisation of this novel detector, with the goal of realising this game-changing technology in the planned future giant LAr TPCs. Camera readout can replace the current charge readout technology and associated scalability complications, and the excellent energy thresholds will enhance detector performance as well as extend research avenues to lower energy fundamental physics. \nAlso, I will explore the Compton imaging capability of LAr CCD/THGEM technology; the superiority of the energy threshold and spatial resolution of this system can offer significant advancement to medical imaging and the detection of concealed nuclear materials.",
    "totalCost": "1837911,27",
    "ecMaxContribution": "1837911,27",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 1837911
        }
    },
    "calculatedTotalContribution": 1837911
}