{
    "rcn": "200320",
    "acronym": "SCULTMARKET",
    "topics": "INSO-10-2015-1",
    "title": "Feasibility Study to Combat Physical Inactivity and Improve Sporting Skills through SCULT Sport Mentors and Coaches Marketplace",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "About 26% of European adults and 80% of adolescents do not engage in sufficient physical activity, leading to over 500 000 premature deaths per year and imposing annual economic costs of over Ä80 billion. Sport coaching and mentoring fulfills an important social function in educating, motivating and activating citizens to engage in physical activity. However, with current solutions the access for citizens to sport coaches and mentors is chaotic, whereas freelance sport mentors lack the ability to effectively provide and monetize their services. \n\nThe overall objective of the innovation project is to develop and mainstream SCULTmarket, an interactive platform for ìscultingî: facilitating the relationships, activities and service-monetization for sport mentors, coaches and their clients in a mutually benefitting technological, social and educative environment. SCULT Ltd. is the first to the market with a compelling business case to effectively combat physical inactivity in Europe and beyond thanks to its scalable nature and business model based on the logic of on-demand service and sharing economy. The prototype has been validated by an extensive mix of experts and potential users within the SCULT network of about 10 000 people through tests conducted at various sport events and activities. SCULTmarket will attract 250 000 users and 130 000 monthly Mentorship Sessions by the end of 2017, and is foreseen generate an annual turnover of Ä149 million by 2020. \n\nThe specific objective of SCULTMARKET project is to  verify the business model from the practical, social, technological and economic point of view. The expected outcome is a detailed business, scaling and brand strategy for commercializing the proposed SCULTmarket application, including an IP strategy. Technical requirements and product development roadmap for the application and associated infrastructure will be documented to feed into Phase 2 of the innovation project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SCULT OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925740744": {
            "orgId": "925740744",
            "orgName": "SCULT OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}