{
    "rcn": "200373",
    "acronym": "ASTROCIT",
    "topics": "Space-SME-2015-1",
    "title": "Development and validation of an innovative nutritional solution to fight muscle atrophy during human space flights, application of the acquired knowledge to prevent muscle degeneration down on earth",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Question: What is the common factor between an astronaut, an older person and someone who just underwent a serious surgery? Answer: Muscle atrophy. During long missions for instance, astronauts can lose up to 50% of their muscle mass severely affecting their performance and health. The only commercially available solutions hardly able to mitigate the effect of weightlessness, ageing and immobilization are exercise and diet but they are not satisfactory in terms of efficiency, ease-of-use, bioavailability, compliancy or scientific backing. AstroCITís objective is to develop and validate an innovative nutraceutical to fight muscle loss during human space flights and prevent muscular degeneration on earth. It will revolutionize how muscle atrophy is cared for by giving space physicians, gerontologists and physiotherapists an effective preventive and therapeutic solution, thereby enabling astronauts to be more operational, bettering quality of life in space, improving autonomy of aged or injured people and reducing public spending. This new nutraceutical is based on CITRAGEís and its partnersí long lasting expertise in developing and commercializing amino acids based products applied to the combination of a proven and a hitherto unseen compounds. During phase 1, CITRAGE will scale-up the project by (a) defining the best formulation and galenics for the product, (b) accessing data generated by other research projects in the field of nutrition and muscle atrophy, (c) collecting medical and financial data to further quantify the technologyís benefit and its risks, (d) defining the protocol of a EU clinical study to be implemented in phase 2 and (e) consolidating the IP strategy. The main deliverable will be an updated business plan enabling CITRAGE to seize this huge business opportunity of further exploiting their know-how in space and down on earth. This feasibility study is an essential first step before routine use and industrial production.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CITRAGE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927168875": {
            "orgId": "927168875",
            "orgName": "CITRAGE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}