{
    "rcn": "200309",
    "acronym": "NanoINCAGE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Luminescent Nanocrystals in a Cage for Solar-to-Fuel Conversion",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Artificial photosynthesis, which can produce hydrogen and oxygen from solar irradiation, is one of the possible means to provide clean and renewable energy. Despite the recent progress, this emerging field is challenged by huge technical and scientific questions. In natural photosynthesis light absorption and catalysis occur in different sites of the leaf. In a simplified scenario, the energy harvested by the light absorbing pigments is funnelled towards the oxygen evolving complex. Here, we propose to realize the same biologically-inspired scheme using a novel hybrid system consisting of colloidal quantum dots embedded in a metal organic framework cage (CQD@MOF). In particular, a CQD Fˆrster-transfer based light harvesting antenna will directionally transfer energy to a catalyst located in separate sites of the device. In addition to the rich basic science opportunities behind the introduction of this new concept in artificial photosynthesis, full-solar spectrum harvesting deriving from the characteristic size-dependent band gap tunability of CQDs, the potential for high voltages by combining CQDs of different size and composition, and the lack of contact between the light absorber and the electrolyte, intrinsic to the proposed device architectures, are all advantages that make this CQD@MOF hybrid Fˆrster-based scheme highly appealing. One of the key component of the research will be to develop synthetic schemes to access these multifunctional systems with an unprecedented level of control through multiple length-scales. The experience and the skills gained by the applicant during her earlier carrier in the device fabrication together with the long-standing experience of the supervisor in this field will be extremely beneficial for a successful outcome of the proposal.NanoINCAGE is highly multidisciplinary and interdisciplinary program and its successful outcome will tremendously impact several other research fields in chemistry, materials science and engineering.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}