{
    "rcn": "200363",
    "acronym": "GRAPHIL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Exploring the Interface Between Ionic Liquids and Graphene : Elucidating Structure and Electronic Properties",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "GRAPHIL aims at generating a detailed picture of the lateral nanostructure of the ionic liquid (IL)-graphene interface. A special focus will be given to the understanding of the IL-graphene interactions that generate the interfacial structure and to the influence of IL on graphene electronic structure. This understanding will greatly benefit the research on IL/graphene based energy storage devices.\nState-of-the-art amplitude-modulated atomic force microscopy (AM-AFM) will be employed to visualize the lateral arrangement of cations and anions for a series of ionic liquids in order to establish the correlation between the constituent ions and the interfacial structure of IL on graphene. The structure will be compared for biased as well as unbiased graphene substrates. Raman spectroscopy will be used to establish the dependence of IL structure on the electronic structure of graphene. This highly interdisciplinary research that lies at the interface of chemistry, material science and surface science will be carried out at KU Leuven-University of Leuven (experimental work, in the group of Prof. Steven De Feyter) and will be complemented by theoretical simulations carried out at University of Mons (in group of Prof. Roberto Lazzaroni) and University of Antwerp (in the group of Prof. Francois Peters)",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}