{
    "rcn": "200379",
    "acronym": "Sensolweighs",
    "topics": "IT-1-2015-1",
    "title": "Solar energy and pressure sensor based solution for truck weighing",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "Improving road safety is a prime objective of the European Union's transport policy. Overloading of lorries is one of the most common infringements found in road freight transport: one in three lorries controlled is overloaded by 10%-20% over safe legal weight limits making roads much less safe. European Directive 2015/719 establishes maximum gross vehicle weights and urges for regular weight checks for commercial vehicles in the 28 EU countries. Truck scales are therefore essential for hauliers or public authorities. In addition, accurate truck scales are key for businesses delivering their products on the road as they are used to determine the weight of bulk goods being bought and sold in truckload-sized quantities being a crucial part of the business transaction functioning much as a cash register. Currently, the construction work, infrastructure and time needed to install a truck scale in a companyís facility results in a highly expensive burden. In addition, connection to the electric grid is indispensable and the heavy materials used make the relocation of the scale a concern. This results in very expensive solutions hindering competitiveness. \nThe previous scenario has encouraged Cogo Bilance s.r.l., an innovative company fruit of the merger of major brands in the Italian weighing industry, to develop Sensolweighs. Sensolweighs is a truck scale powered by solar energy (with wireless connection) giving the possibility to work off-grid in remote locations, based on an innovative hydraulic system to measure weight. Its light resistant materials make its relocation and installation an easy task, reducing costs by more than 32% with just 2% of the time currently needed to set up a truck scale. With 44% of goods transported by road in the EU and an annual growth of more than 3% expected in the global truck market from 2014 to 2024, Cogo estimates revenue of Ä466M with 15500 units sold after 5 years of commercialization and the payback period reached in one year.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COGO BILANCE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924171769": {
            "orgId": "924171769",
            "orgName": "COGO BILANCE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}