{
    "rcn": "200325",
    "acronym": "SUPPLEPRINT",
    "topics": "NMP-25-2015-1",
    "title": "Super Productive Line Printing Inkjet",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "Located in Fiorano Modenese, Italy, our company TOPJET s.r.l. was established in 1990 with a single purpose: designing and manufacturing the best production labelling and printing systems for our customerís packaging. Our range of solutions goes from inkjet printing to labelling systems and are 100% developed to address the specific requirements of each customer. Thanks to a steady growth (14.5% annual growth in the 2009-2014 period) and cutting-edge, modern and reliable products, TOPJET is currently competing with the industryís leading manufacturers worldwide. \nHow do we keep moving forward? Our trump card and main competitive edge lies in our proactive, passionate and highly skilled staff whose top priority is considering each customer a partner, and fulfilling their every need. \nThe company is committed to R&D, investing yearly 10% of the sales revenues in new projects, our ongoing goal being to provide innovative and diversified solutions. A quick and efficient technical support service, together with a widespread distribution network, allow the company to have a strong presence in the entire Italian market as well as in Europe and internationally. In 2014, TOPJET had a turnover of Ä7.7 million. \nThe SupplePrint Inkjet Printing System is a revolutionary, modular packaging printing system that provides the flexibility to switch configurations quickly and easily from one package design, size and material to another, therefore allowing for smaller production batches, greater speed and high resolution graphics at a lower price. While addressing our customersí needs for customisation and flexibility in printed packaging, SupplePrint will increase TOPJETís revenue (currently Ä7.7M) by an additional 27% within 3 years of commercialisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TOPJET SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930512368": {
            "orgId": "930512368",
            "orgName": "TOPJET SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}