{
    "rcn": "200376",
    "acronym": "InstaGreen",
    "topics": "SFS-08-2015-1",
    "title": "Bringing Local and Sustainable Produce Back to the City",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Global food waste is estimated at 33% (Ä25B/yr) during storage, processing & transportation. At InstaGreen our goal is to bring the point of production back to the point of consumption, shorten the supply chain & drastically reduce the carbon footprint by reducing the resources used & waste produced in the growing, processing & transportation of produce. We developed a proprietary food-on-demand service, initially targeting high end restaurants. After extensive research & development we created a scalable growing system using aeroponic technology & currently have a second generation prototype of the InstaGreen system (InstaGrow unit & GrowCartridges) at TRL6. Our business model focuses on the service rather than the product: we grow the leafy greens in centralised urban locations, once the greens are ready we deliver the living plants to the clientís premises, where the cartridge is placed in our InstaGrow unit. The greens are ready for consumption without the need for cleaning & can be harvested whenever as needed. Our primary goals for the SMEI are to confirm our market assumptions, perform an in-depth market analysis, confirm willingness to pay & develop a full feasibility study for European roll-out. Aeroponics is a new technology that is only recently starting to reach the market. We are initially targeting a niche market: High end restaurants with chefs that are interested in ecologically responsible, high quality organic food. After creating a critical mass in B2B market, we can start a B2C offering. This strategy has been validated by Ogilvy & Mather. We will target big cities that have a strong food culture as well as those that are in climates that make it difficult to have fresh produce year round. As it is a food-on-demand-service, food is supplied on a subscription basis. The InstaGrow unit is leased 20Ä/mo, the GrowCartridges are sold for 15Ä/2 new cartridge. This ensures steady/recurring revenues. We predict an income 9.302.475 Ä by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INSTAGREEN SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925346342": {
            "orgId": "925346342",
            "orgName": "INSTAGREEN SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}