{
    "rcn": "200330",
    "acronym": "PIANOSILICA",
    "topics": "SC5-20-2015-1",
    "title": "Pianosilica ñ new, eco-friendly and fire-resistant construction materials.",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "The main objective of the Project is to develop the best method and parameters of manufacturing Pianosilica on industrial scale as well as to determine the best path to widely implement the technology and enter the whole European, and finally global market.\nPianosilica are novel, ecological, fire-resistant materials based on patented technology. They can be applied to building industry, insulation materials, construction chemicals and sealing materials. Features that distinguish this solution include a simple manufacturing method and the possibility to use widely available inorganic substrates - including waste. Foaming is carried out in moulds at a temperature lower than 500∞C, by means of microwave radiation or electric current. The foamglass received as a result of the innovative method of foaming, depending on the type of filler, preserves its qualities up to 1300∞C. Additionally, it is characterized by the resistance to water vapor penetration and, contrary to products based on mineral wool, it has the qualities of a construction material.\nThe primary benefit for our customers will be reducing energy costs. The implementation of an innovative and validated technology will provide a new generation of construction materials to be used globally, which will be cheaper, environmental friendly, more energy efficient and safer. That will be additional catalyst to increasing market share, what is one of the goals of the European Commission in terms of creating a competitive, environmentally friendly and low-carbon economy.\nFeasibility study will enable us to verify the  feasibility and viability of launching Pianosilica on international market. PHASE I is only the beginning and we believe it will lead to PHASE II. This will enable us to identify resources needed for commercial implementation of our technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IPANTERM SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928693424": {
            "orgId": "928693424",
            "orgName": "IPANTERM SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}