{
    "rcn": "200310",
    "acronym": "MBM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Making Biological Minds",
    "startDate": "01/05/2016",
    "endDate": "04/07/2018",
    "objective": "The ER (Dr Sean Dyde) is a promising early career researcher, having obtained his PhD in 2014 and published 5 articles in top-tier journals and respected edited collections, whose main focus to date has been the history of the biomedical sciences.\n\nThe PI (Professor Gregory Radick), has published extensively across the history of the human sciences, has experience leading national and international projects, and has engaged in many public engagement activities.\n\nThe host institution (Leeds) is an internationally renowned centre of research with strengths in the history and philosophy of science.\n\nThe project's overall objective is to use state of the art research in the history and philosophy of science to reposition current debates over the role of the neurosciences in defining human nature, by placing the relations between the sciences and the humanities into historical perspective. This project builds upon the ER's established research expertise in the history of the biomedical sciences, but with the support of the PI and the host institution, the scope of his work will be extended into the history of the humanities.\n\nThe ER's 5-10 year career aim is to expand his areas of expertise into the history of the British human sciences and the history of German philosophy and medicine. This project maps a path to achieve this by connecting his existing expertise in the history of the biomedical sciences with the history of the humanities and the reception of German philosophical ideas into Britain during the nineteenth century. \n\nEurope remains a world-leader for research into the history and philosophy of science, and this project will allow the ER to progress in his academic career and consolidate links between English- and German-speaking scholars. Work produced by the project will be used by researchers in Europe as it will advance new historiographical positions, develop important connections between different sub-fields, and contribute to current debates.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}