{
    "rcn": "200393",
    "acronym": "FOWARIM",
    "topics": "H2020-TWINN-2015",
    "title": "FOSTERING WATER-AGRICULTURE RESEARCH AND INNOVATION IN MALTA",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "FOWARIM (Fostering Water-Agriculture Research and Innovation in Malta) objective is to strengthen the research capacity of the Malta College of Arts, Science & Technology (MCAST)ís Water Research and Training Centre in 4 crucial themes related to the field of water use in agriculture: (a) Decreasing Water Demand, (b) Making Use of Alternative Sources of Water (c) Renewable Desalinization, On-Farm Desalinization and Utilization of Saline Water and (d) Decreasing Negative Environmental Externalities Caused by Nutrient-Rich Farm Waters. This will be achieved by creating a favourable environment for capacity building targeting Maltese researchers, research institutions networking, research policy development. MCAST will be supported in addressing research deficiencies and networking gaps by EU partners of established scientific excellence in the targeted research topics. The proposal will develop over 3 years and is articulated into 5work packages, including one for management and coordination,  involving: capacity building through several targeted and advanced training courses, short-term staff exchanges, summer schools and virtual training; research networking and knowledge sharing through providing technical assistance to establish new demonstration sites to promote innovations and best practices in agricultural water management, (iii) helping foster new collaborations through co-design of research questions, and (iv) developing a joint strategy for high impact research and dissemination; designing a research strategy and performing dissemination and outreach activities. This will lead to strengthening  MCASTís research and S&T capacity in water use in agriculture, enhance the dynamism between the different partners, extending the partnership of research Institutions in the sector in question contribute, to an increase in peer-reviewed publications and complement in more ways than one Maltaís Smart Specialization Strategy.",
    "totalCost": "960125",
    "ecMaxContribution": "960125",
    "coordinator": "MALTA COLLEGE OF ARTS SCIENCE AND TECHNOLOGY",
    "coordinatorCountry": "MT",
    "participants": "EUROPE FOR BUSINESS LTD;UNIVERSITAT POLITECNICA DE CATALUNYA;CENTRO INTERNAZIONALE DI ALTISTUDI AGRONOMICI MEDITERRANEI;Ministry for Sustainable Development, the Environment and Climate Change;CRANFIELD UNIVERSITY;Innovation & Development Consulting",
    "participantCountries": "UK;ES;IT;MT;BE",
    "projectParticipants": {
        "998261824": {
            "orgId": "998261824",
            "orgName": "Ministry for Sustainable Development, the Environment and Climate Change",
            "ecContrib": 95625
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 185000
        },
        "999870375": {
            "orgId": "999870375",
            "orgName": "CENTRO INTERNAZIONALE DI ALTISTUDI AGRONOMICI MEDITERRANEI",
            "ecContrib": 176250
        },
        "998163175": {
            "orgId": "998163175",
            "orgName": "EUROPE FOR BUSINESS LTD",
            "ecContrib": 72000
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 101250
        },
        "996516503": {
            "orgId": "996516503",
            "orgName": "Innovation & Development Consulting",
            "ecContrib": 128750
        },
        "972239925": {
            "orgId": "972239925",
            "orgName": "MALTA COLLEGE OF ARTS SCIENCE AND TECHNOLOGY",
            "ecContrib": 201250
        }
    },
    "calculatedTotalContribution": 960125
}