{
    "rcn": "200324",
    "acronym": "Fluzo.tv",
    "topics": "INSO-10-2015-1",
    "title": "Fluzo.Tv e-Sports Platform: Watch, Train Win",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Electronic Sports (also known as e-Sports or competitive gaming) is a term for organized video game competitions, especially between professionals. e-Sports are the new Massive Digital Phenomenon of our era. Started in 1997, they have exploded in the last 3 years. More than 188 Million people watched e-Sports in 2015 (Jan-Oct), generating a market above $748 Million that will reach $1.9B by 2018E.  As a new and young industry, lots of opportunities are arising, not only in the field of e-Sports, but also in collateral markets. At Fluzo Studios we have been researching in the field for one year. Fluzo.Tv is our proposal to enter in the streaming of e-Sports related content and tournaments. \n\nPay per view TV operatorsí platforms for broadcasting of traditional sports (mostly football in Europe) are now based on the standard TV/Media rights model:  generation of income via users subscriptions and advertising, while sharing part of this income with stakeholders (teams, leagues, etc.). Current e-Sports streaming platforms over Internet do not follow this business model, only generating income but not sharing it with particular stakeholders of the field (mainly developers and teams), causing the industry to struggle in the future. Fluzo.Tv proposal is to adapt this Media Rights model in the appropriate way to the particularities of this young industry based on internet and streaming, creating this way a sustainable lifecycle for the sector, while integrating in a single platform more income sources (training of professional gamers and betting systems), thanks to the boundaries of a technological and interactive platform.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FLUZO STUDIOS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "946793139": {
            "orgId": "946793139",
            "orgName": "FLUZO STUDIOS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}