{
    "rcn": "200311",
    "acronym": "Yamnomics",
    "topics": "MSCA-IF-2015-EF",
    "title": "Phylogenomics, evolution, biogeography and key traits for breeders in yams (Dioscorea, Dioscoreaceae)",
    "startDate": "09/01/2017",
    "endDate": "08/01/2019",
    "objective": "Biodiversity conservation has become a priority concern for both science and society. Human population growth and resource exploitation have impacted on worldwide species richness, and affecting evolutionary trajectories of species and the stability of ecosystems. The increased focus on understanding biodiversity and its sustainable use have evolved concurrently with the new genomic (next-generation sequencing, NGS) and bioinformatic techniques that have revolutionized the availability of DNA sequence data for comparative biodiversity studies and lead to the emergence of Phylogenomics, in which evolutionary relationships are recovered based on comparative analyses of genome-scale data. The overarching goal of the proposed project, YAMNOMICS, is to elucidate the evolutionary relationships within the highly diverse genus Dioscorea (Dioscoreaceae). The genomic-scale methods proposed in this project constitute the key for this goal and open up opportunities for the researcher and YAMNOMICS participants to generate substantial and long-term career outputs in biodiversity science. Dioscorea contains 600 species distributed in the tropics and with a low representation in temperate regions, and includes crops that feed tens of millions worldwide. Its economic importance is complemented by other species which accumulate secondary steroidal compounds of pharmacological interest. Molecular studies in yams have focused on studying species of agricultural interest.Additionally, Dioscorea constitutes a focus of interest in evolutionary studies due to its high diversity and the enormous distribution range of its lineages. Several studies focused on the phylogeographic patterns at low taxonomic levels for endangered species. Broader molecular approaches have dealt with phylogenetic relationships des, establishing a Cretaceous Laurasian origin. However traditional molecular methods remain insufficient to determine evolutionary relationships among recently derived species.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ROYAL BOTANIC GARDENS KEW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999481793": {
            "orgId": "999481793",
            "orgName": "ROYAL BOTANIC GARDENS KEW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}