{
    "rcn": "200334",
    "acronym": "TrafficFlow",
    "topics": "IT-1-2015-1",
    "title": "TrafficFlow - Analytics for Smarter Cities",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "TrafficFlow is an innovative, flexible and low-cost platform for road-traffic data collection and analysis. Using camera sensors, advanced computer vision software and web and mobile devices, TrafficFlow is THE cost-effective, high performing answer to our smart citiesí need for low cost, minimally invasive data management systems to improve urban transport management.\n\nTrafficFlow is a product for local authorities, professionals and companies operating in the smart cities field, all of whom require low cost, high performing solutions to gather large quantities of traffic data. This data is used to manage traffic, thus mitigating some of the negative economic and socio-environmental impacts of urban road mobility.\n\nThe product will be launched on a primary, high-volume market that shows significant growth potential. The demand for Intelligent Transport Systems is growing all the time. In 2013, Europe accounted for 35.3% of global ITS revenue. This is expected to grow by 28.6% from 2015 to 2020.\nTrafficFlow is a unique product, whose characteristics in terms of quality, performance, services and costs far outweigh competitors using other monitoring techniques and those using video image processing.\n\nOperating in collaboration with key stakeholders from research and industry, Magenta has invested significant resources in development phases. The project presented as a phase 1 SME Instrument is focused on commercial, marketing and economic activities required for market entry, including the development of an IP strategy that protects this innovation. The feasibility assessment will lead to a full scale business plan.\n\nTrafficFlow will bring significant growth to Magenta (expected employment increase from 17 people in 2017 to 65 in 2021; expected sales over7MÄ in 2021). It will bring economic and environmental benefits to EU transport players, with low impact and efficient traffic data analytics.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MAGENTA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953625334": {
            "orgId": "953625334",
            "orgName": "MAGENTA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}