{
    "rcn": "200375",
    "acronym": "SAL ETHVI",
    "topics": "SFS-08-2015-1",
    "title": "Innovative, easily applicable vaccine for poultry industry against five Salmonella serovars: Enteritidis, Typhimurium, Hadar, Virchow  and Infantis ñ SAL ETHVI",
    "startDate": "01/01/2016",
    "endDate": "31/05/2016",
    "objective": "Salmonella species (also called serovars) are important zoonotic pathogens that cause gastrointestinal disease in humans and animals. Poultry products contaminated with these pathogens are one of the major sources of human Salmonella infections worldwide. Salmonella Enteritidis and Typhimurium are the serovars most frequently associated with human food poisoning (78.3 % of all cases in 2003). The serovars of Salmonella having places three to five are Virchow, Infantis and Hadar. Vaccination of chickens, along with other intervention measures in the overall biosecurity system of chicken farms, is an important strategy that is currently being used to reduce the levels of Salmonella in poultry flocks, which will ultimately lead to lower rates of human infections. However, despite numerous studies that have been performed, there is still a need for safer, well-defined Salmonella vaccines. At Immunolab we invented SAL ETHVI ñ innovative vaccine against above listed 5 serovars of Salmonella. We also breakthrough the technology for the vaccine production in a way that allows any configuration of serotypes, therefore if there is a need for a vaccine against another serovar, its production will be very easy. The end users of the vaccine will be poultry breeders, namely hens and broilers flocks owners. The unique features of our vaccine constituting our competitive adventage comprise : (1) easy application ; (2) low price ; (3) immediate vaccination upon hatching; (4) no risk of bacteria activation and spreading. We have filled a patent application for the technology and upon the vaccine registration and certification, we aim to commercialize it at the broilers markets of the biggest European poultry meat producers: Poland, Germany, France, the Netherlands, United Kingdom and Russia. We are applying for the SME Instrument Phase 1, aiming to complete the feasibility study and a business plan including industry value-chain mapping, market sizing and critical risks assessment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZAKLAD BADAWCZO-WDROZENIOWY OSRODKASALMONELLA IMMUNOLAB SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "NatVet sp. z o. o.",
    "participantCountries": "PL",
    "projectParticipants": {
        "925579433": {
            "orgId": "925579433",
            "orgName": "ZAKLAD BADAWCZO-WDROZENIOWY OSRODKASALMONELLA IMMUNOLAB SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        },
        "925571867": {
            "orgId": "925571867",
            "orgName": "NatVet sp. z o. o.",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}