{
    "rcn": "200336",
    "acronym": "MobiLab",
    "topics": "SFS-08-2015-1",
    "title": "Development of a mobile device for the quick on-site measurement of soil nutrients",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Today the application of fertilisers to agricultural crops is mainly based on calculations, estimations and recommendations and not on analyses of the actual demand of soil and plants. The resulting over-fertilisation has substantial disadvantages: pollutions of the groundwater, the eutrophication of surface water bodies, emissions of greenhouse gas from the soil, the depletion of finite natural resources, reduced yields and unnecessary expenses for fertilisers. It is estimated that up to 35 % of the applied fertiliser could be saved if a method for the quick and simple determination of the fertiliser demand existed.\nPessl GmbH, an Austrian SME specialised in the development of innovative products in the field of precision farming, has developed a lab-on-a-chip sensor for the quick on-site determination of the concentrations of the most important plant nutrients (ammonia, nitrate, phosphate and potassium) in the soil. This sensor will enable farmers to determine the fertiliser requirements of their fields within just a few minutes and without the need for any special knowledge. Based on the results of the EU project OPTIFERT Pessl has developed a first prototype of the sensor which has demonstrated the proper functioning and the great potentials of the technology. However, improvements and adaptations are required to achieve the market breakthrough. In this proposed project a feasibility study will reveal the technical feasibility of the envisaged improvements and the optimal way of implementation, while a business plan will show the optimal way of commercialisation.\nPesslís new nutrient sensor will help European farmers to save up to 35 % of their applied fertiliser, leading to total annual savings of up to 6 billion Ä or 500 Ä per average farmer. At the same time Pessl GmbH will be able to significantly grow in terms of turnover, profit and employees and to further expand its leading position on the European market for precision farming products.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PESSL INSTRUMENTS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "984891926": {
            "orgId": "984891926",
            "orgName": "PESSL INSTRUMENTS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}