{
    "rcn": "200388",
    "acronym": "GvHDCure",
    "topics": "ERC-CoG-2015",
    "title": "Understanding the dynamics of the immune system to cure graft-versus-host disease (GvHD).",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Acute graft-versus-host disease (GvHD) is the leading cause of the high mortality of patients having undergone allogeneic hematopoietic cell transplantation. A key event in the pathogenesis of GvHD is the injury and loss of epithelial cells in the intestinal tract. The overall goal of GvHDCure is to identify the pathophysiological mechanisms that initiate (1), propagate (2) and maintain (3) GvHD. \n(1) We found that one of the earliest events during GvHD initiation is infiltration of the intestines by neutrophils. By using transgenic neutrophil cell lines carrying selective gene defects, we will systematically evaluate molecules in neutrophils that are critical for their sensing and effector function during GvHD in combination with novel imaging methods to track bacterial translocation. (2) The molecular programs propagating inflammation-induced epithelial apoptosis, endoplasmic reticulum stress and the sensing of DAMPs in GvHD are not understood. We will isolate enterocytes from GvHD mice to develop a precise quantitative genomic and micro RNA (miR) fingerprint of their death. The connection between ER stress and enterocyte death will be validated in intestinal organoid culture systems and in vivo in an XBP-1 mRNA splicing reporter mouse. In addition, we will make use of our human tissue bank, allowing the efficient genetic screening and verification of regulatory molecular networks in the cells from GvHD patients. (3) Maintenance of GvHD relies on continuous immune cell activation. Based on our miR array and phospho-proteomics data set, we will selectively analyze the role of several miRs and kinases in neutrophils, dendritic cells, T cells and enterocytes for GvHD maintenance by using multiple Cre-lox mice and kinase inhibitors to manipulate GvHD. Via a combination of murine and human studies GvHDCure aims to directly develop individualized therapeutic strategies to interfere with GvHD at multiple levels to make allo-HCT more safe for patients with blood cancer.",
    "totalCost": "1987500",
    "ecMaxContribution": "1987500",
    "coordinator": "UNIVERSITAETSKLINIKUM FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 1987500
        }
    },
    "calculatedTotalContribution": 1987500
}