{
    "rcn": "200304",
    "acronym": "FabSpace 2.0",
    "topics": "INSO-4-2015",
    "title": "The Fablab for geodata-driven innovation - by leveraging Space data in particular, in Universities 2.0",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "FabSpace 2.0 aims at making universities open innovation centres for their region and improving their contribution to the performance of societies. It will concentrate on one innovation area with high expected socio-economic and environmental impact: geodata-driven innovation, by leveraging space data in particular.\nWhen Universities must endorse a new role as co-creators of innovations in the context of Science 2.0 principles, the future realisation of open data as a new innovation scene needs to set up a creative environment in which developers from the civil society or industry or the academic research, public administrations and civil organisations can meet, work together, co-create new tools and business models.\nThe proposal consists in a new kind of fab labs: FabSpaces. A fab lab is a one-stop shop access to any materials, machines and tools to digitally manufacture new products, a FabSpace will be a one-stop shop-access to a range of data (incl. space data), free software & data processing tools, to develop new applications.\nFabSpace 2.0 will provide a new free-access service and place dedicated to collaborative data-driven innovation in 6 European universities (13 at the end of the project). Through online support, entrepreneurship & innovation leadership trainings for students and researchers, the human capital among FabSpace users will be enhanced. The link between universities, industry, the public sector and civil society will be strengthened with local and European actions/events consisting in developing new applications to tackle challenges launched by ONGs & companies. 1500 students and researchers are expected to use FabSpaces, half of them will participate in workshops and 21 teams will be invited to events were they will meet experts and start-ups. FabSpace sustainability will be ensured before the end of the project.\nBy doing so, FabSpace 2.0 intends to make universities regional catalysts and leaders of innovation in the area of data-driven innovations",
    "totalCost": "3499975,75",
    "ecMaxContribution": "3499975,75",
    "coordinator": "UNIVERSITE PAUL SABATIER TOULOUSE III",
    "coordinatorCountry": "FR",
    "participants": "CESAH GMBH CENTRUM FUR SATELITENNAVIGATION HESSEN;UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;UNIVERSITE DE LIEGE;OPEGIEKA SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;WSL;TERRANIS SAS;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL;AEROSPACE VALLEY;POLITECHNIKA WARSZAWSKA;TECHNISCHE UNIVERSITAT DARMSTADT;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS;BIC LAZIO SPA;IDGEO",
    "participantCountries": "DE;IT;BE;PL;FR;EL",
    "projectParticipants": {
        "998955665": {
            "orgId": "998955665",
            "orgName": "BIC LAZIO SPA",
            "ecContrib": 173950
        },
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 285000
        },
        "948379283": {
            "orgId": "948379283",
            "orgName": "CESAH GMBH CENTRUM FUR SATELITENNAVIGATION HESSEN",
            "ecContrib": 209125
        },
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 307500
        },
        "998870305": {
            "orgId": "998870305",
            "orgName": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
            "ecContrib": 101812
        },
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 356438
        },
        "928387971": {
            "orgId": "928387971",
            "orgName": "OPEGIEKA SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 153750
        },
        "938737483": {
            "orgId": "938737483",
            "orgName": "TERRANIS SAS",
            "ecContrib": 234988
        },
        "941511295": {
            "orgId": "941511295",
            "orgName": "WSL",
            "ecContrib": 302500
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 223137
        },
        "999964271": {
            "orgId": "999964271",
            "orgName": "AEROSPACE VALLEY",
            "ecContrib": 369462
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 142375
        },
        "928032272": {
            "orgId": "928032272",
            "orgName": "IDGEO",
            "ecContrib": 103799
        },
        "999851169": {
            "orgId": "999851169",
            "orgName": "UNIVERSITE PAUL SABATIER TOULOUSE III",
            "ecContrib": 371920
        }
    },
    "calculatedTotalContribution": 3335756
}