{
    "rcn": "200308",
    "acronym": "CellStretch",
    "topics": "MSCA-IF-2015-EF",
    "title": "A Cardiomyocyte Workout:Using Dielectric Elastomer Actuators for Mechanical Stimulation of in-vitro Cells",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The CellStretch project will tackle fundamental questions regarding cardiac arrhythmia mechanisms by leveraging cutting-edge Dielectric Elastomer Actuator (DEA) technology.  The development and implementation of a dynamic cell stretching platform using transparent, bio-compatible DEAs is proposed. Novel manufacturing methods of the platform, including the integration of highly stretchable and compliant electrodes, enable the precise control of an applied strain. Attached cells can thereby be mechanically modulated at a well-defined level and rate of stimulation.  As the proposed device is transparent, the impact on the cells can be observed using standard optical microscopy protocols in real time.\nTypically, physiological studies on the cellular and tissue levels are performed in vitro with full control of the experimental environment.  A rigid petri dish however, precludes addressing the mechanical degree of freedom.  DEAs can transform the static environment of current in-vitro experiments into a dynamically strain-controlled setup.  This is not only ideally suited to study the mechanosensitive response of cells, but is also a closer in-vitro approximation to the cells native in-vivo biological environment.\nThe cell stretcher will be used to conduct experiments of mechanical perturbations on cardiomyocytes. Measurements will focus on the impulse propagation velocity and voltage-sensitive die imaging of cell cultures, as a function of externally applied mechanical strain. Such experiments are currently hampered by inadequate apparatus, lacking in speed, flexibility and throughput. \nThe cell stretchers developed promise to enable a host of new experiments on living cells.  Studies on cardiomyocytes will demonstrate the strengths of this technology and will be sued to tackle fundamental physiological questions related to arrhythmia mechanisms. In the long term, this can lead to improved treatment for cardiovascular disease, the number one cause of death in the EU.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}