{
    "rcn": "200322",
    "acronym": "MAINTRAC-Auto",
    "topics": "PHC-12-2015-1",
    "title": "MAINTRAC-Auto: Automatization and validation of a liquid biopsy assay ìMaintrac-AUTO CTC-analyserî for predictive real time monitoring and success control of solid tumor cancer therapy",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Worldwide cancer is one of the leading causes of death and the need for more effective therapies is crucial. New precision diagnostics can identify and characterize the disease to individualize the therapy throughout the course of cancer, like our clinically approved Maintrac-CTC assay. Maintrac-CTC can track circulating tumor cells (CTCs) even in primary cancer patients to estimate prognosis and diagnose relapse well before clinical symptoms arise. Meanwhile a fully automated Maintrac AUTO analyser was established and offers a standardized state-of-art biomarker system for direct and better monitoring of disease progression and effectiveness i.e. of the maintenance therapy in breast cancer. We aim to drastically increase both effectiveness (selection of treatment most adequately for individual cancer type and phase) and efficiency (early indicator for the response level to an initial therapy) to avoid ineffective therapies, savings cost for the health care system and substantially reducing patient suffering.\nThe objectives of the innovation project are to achieve series-production readiness and launch the system commercially with the best business model. We aim for acceptance of Maintrac CTC assays by oncology specialists through clinical validation and to achieve reimbursement by public authorities for upscaling and market penetration. In phase 1 we will show equivalence of the automatic system to the established manual method and meet regulatory requirements. In addition business opportunities and appropriate sales model will be evaluated.\nForecasts for overall CTC biomarker market estimate a big market with a high demand for innovative products with expected revenue potential of US$ 12bn in 2020. Due to the obvious relevance of cancer diseases for patients, their families as well as economic implications, Maintrac will have an important impact on future cancer disease management.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIMFO SPEZIELLE IMMUNOLOGIE FORSCHUNG UND ENTWICKLUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924209987": {
            "orgId": "924209987",
            "orgName": "SIMFO SPEZIELLE IMMUNOLOGIE FORSCHUNG UND ENTWICKLUNG GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}