{
    "rcn": "200302",
    "acronym": "INAPEM",
    "topics": "MSCA-RISE-2015",
    "title": "International Network on Advanced high energy Permanent Magnets",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The main objective of this Marie Curie RISE action is to improve and exchange interdisciplinary knowledge of materials design by modelling, materials synthesis, characterization, and materials processing for permanent magnet development to be able to provide a critical raw free permanent magnet to the industry.  Permanent magnets are indispensable for many commercial and military applications. Major commercial applications include the electric, electronic and automobile industries, communications, information technologies and automatic control engineering.  Development and improvement of new technologies based on permanent magnets requires the joint effort of a multidisciplinary researcher collective, involving the expertise of participants on different disciplines including physics, chemistry, materials science and engineering. A consortium with such expertise is put together to undertake an integrative and concerted effort (via knowledge transfer) to provide the fundamental innovations and breakthroughs that are needed to fabricate/implement industrially new phases and microstructures required for the development and application of advanced permanent magnets without the use of critical materials.\nResults will be widely disseminated through publications, workshops, post-graduate courses to train new researchers, a dedicated webpage, and visits to companies working in the area. In that way, we will perform an important role in technology transfer between the most advanced hard and soft magnetic materials design and characterisation methods for the development of permanent magnets.",
    "totalCost": "580500",
    "ecMaxContribution": "580500",
    "coordinator": "FUNDACION BCMATERIALS -  BASQUE CENTRE FOR MATERIALS, APPLICATIONS AND NANOSTRUCTURES",
    "coordinatorCountry": "ES",
    "participants": "AMEN TECHNOLOGIES;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";TECHNISCHE UNIVERSITAT DARMSTADT;UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "participantCountries": "EL;DE;ES",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 139500
        },
        "928273511": {
            "orgId": "928273511",
            "orgName": "FUNDACION BCMATERIALS -  BASQUE CENTRE FOR MATERIALS, APPLICATIONS AND NANOSTRUCTURES",
            "ecContrib": 148500
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 121500
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 117000
        },
        "949349380": {
            "orgId": "949349380",
            "orgName": "AMEN TECHNOLOGIES",
            "ecContrib": 54000
        }
    },
    "calculatedTotalContribution": 580500
}