{
    "rcn": "200306",
    "acronym": "EU-MERCI",
    "topics": "EE-09-2015",
    "title": "EU-MERCI - EU coordinated MEthods and procedures based on Real Cases for the effective implementation of policies and measures supporting energy efficiency in the Industry",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "The overarching objective of EU-MERCI is to support, in a coordinated way, the growth of energy efficiency in industry processes. It will develop methods and tools for assisting EU industry in the effective implementation of energy efficiency improvements and in the monitoring of the energy savings, in application of the 2012/27/EU Directive.\nThe methodology will be based on the analysis of thousands real energy efficiency projects implemented according with the current energy policies and measures in different MSs and dealing with tenths of different industry sectors and processes. Energy efficiency solutions will be typified according with agreed criteria concerning applications, processes and technologies: best practices, algorithms and procedures of efficiency assessment will be derived, harmonized and standardized. The goal is to answer the questions:\nwhat are the most effective actions improving the efficiency in a particular process or industry sector? How to specifically implement them? What are the most promising technologies?  What is the efficiency improvement attainable with each action? How to measure, monitor and report the savings? What are the associated costs?\nEU-MERCI, with recommendation and specific dissemination actions, will also assist policy makers and public authorities in the assessment of the effectiveness and transparency of the mechanisms, giving them also a picture of the technologies and efficiency improvements to incentive. \nLessons learned from countries with consolidated energy efficiency schemes in place will be transferred to countries less advanced.\nThe outputs of  EU-MERCI will be specifically validated for the agrifood industry at a pan-European level.\nFinally, it is expected that, as a result of the assistance to industry, the number and effectiveness of energy efficiency improvements will greatly increase, thus contributing to the attainment of the EU and national energy goals.",
    "totalCost": "1473379,38",
    "ecMaxContribution": "1473378,74",
    "coordinator": "RICERCA SUL SISTEMA ENERGETICO - RSE SPA",
    "coordinatorCountry": "IT",
    "participants": "FEDERAZIONE ITALIANA PER L'USO RAZIONALE DELL'ENERGIA;CENTRUL PENTRU PROMOVAREA ENERGIEI CURATE SI EFICIENTA IN ROMANIA ENERO ASOCIATIEI;SPREAD EUROPEAN SAFETY GEIE;THE CARBON TRUST;OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY;STICHTING JOINT IMPLEMENTATION NETWORK;CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION;KRAJOWA AGENCJA POSZANOWANIA ENERGII SPOLKA AKCYJNA;AGENCIJA ZA PRESTRUKTURIRANJE ENERGETIKE DOO;BLACK SEA ENERGY RESEARCH",
    "participantCountries": "IT;RO;UK;AT;NL;EL;PL;SI;BG",
    "projectParticipants": {
        "998275210": {
            "orgId": "998275210",
            "orgName": "AGENCIJA ZA PRESTRUKTURIRANJE ENERGETIKE DOO",
            "ecContrib": 47281
        },
        "994565930": {
            "orgId": "994565930",
            "orgName": "KRAJOWA AGENCJA POSZANOWANIA ENERGII SPOLKA AKCYJNA",
            "ecContrib": 128625
        },
        "963466469": {
            "orgId": "963466469",
            "orgName": "BLACK SEA ENERGY RESEARCH",
            "ecContrib": 62906
        },
        "998440110": {
            "orgId": "998440110",
            "orgName": "SPREAD EUROPEAN SAFETY GEIE",
            "ecContrib": 120250
        },
        "999646014": {
            "orgId": "999646014",
            "orgName": "CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION",
            "ecContrib": 124938
        },
        "999529420": {
            "orgId": "999529420",
            "orgName": "RICERCA SUL SISTEMA ENERGETICO - RSE SPA",
            "ecContrib": 251499
        },
        "950767035": {
            "orgId": "950767035",
            "orgName": "FEDERAZIONE ITALIANA PER L'USO RAZIONALE DELL'ENERGIA",
            "ecContrib": 148625
        },
        "966800456": {
            "orgId": "966800456",
            "orgName": "OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY",
            "ecContrib": 179431
        },
        "994451858": {
            "orgId": "994451858",
            "orgName": "STICHTING JOINT IMPLEMENTATION NETWORK",
            "ecContrib": 174853
        },
        "972210437": {
            "orgId": "972210437",
            "orgName": "THE CARBON TRUST",
            "ecContrib": 171344
        },
        "999788410": {
            "orgId": "999788410",
            "orgName": "CENTRUL PENTRU PROMOVAREA ENERGIEI CURATE SI EFICIENTA IN ROMANIA ENERO ASOCIATIEI",
            "ecContrib": 63626
        }
    },
    "calculatedTotalContribution": 1473378
}