{
    "rcn": "200371",
    "acronym": "LASERFIT",
    "topics": "NMP-25-2015-1",
    "title": "Laser cladding for the recovery of critical toolsdies",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "'Car manufacturers have developed and incorporated new materials that guarantee mechanical properties to modern cars, such as greater impact resistance. The most remarkable ones are the Higher Strength Steels (HSS). As an example, Chryslerís Gran Cherokeeís 29% weight was due to HSS parts and pieces in 2005, and currently latest models the ratio is 68% of HSS. \nHHSs are widely used in critical pieces like body-in-white structural parts and in skin pieces, produced by cold and hot mechanical stamping. The use of HSSs requires a greater deformation force into those pieces, and for that reason, stamping dies must be more robust and deterioration rates are much higher because of the increased effort, especially in the curved an complex areas of the pieces. In this extent, currently hegemonic tendencies in vehicle design include style lines in sharp edges instead of lines with radius. These shape complexity increases even more the complexity of stamping process and diesí wear. Skin pieces are a paradigmatic example of these problems: highly relevant for success in sales of each model but a first line source of production cost increases.\nThus, currently stamping dies suffer much greater wear rates than before, in part due to the use of new materials and in part due to the markets taste for complex shapes. Stamping Companies face the diatribe of dismissing the worn dies of try to repair them to reduce production costs on the risk of producing defective part or not achieving the required die strength. Stamping dies, throughout its useful life, are subjected to different processes which could be solved in the near future thanks to present project: restoration and repair of broken or damaged tools; renovation of damaged sharp edges by dents, for example in cutting tools; adjust mechanized errors during tool manufacturing; design changes.\nGNC LASER has developed LASERFIT technology and built a pilot production cell for the reparation of stamping dies.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GRUPO NICOLAS CORREA LASER SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "956239775": {
            "orgId": "956239775",
            "orgName": "GRUPO NICOLAS CORREA LASER SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}