{
    "rcn": "200318",
    "acronym": "SWARM",
    "topics": "ICT-37-2015",
    "title": "Software driven Smart Antenna powered by RF MEMS Technology",
    "startDate": "01/03/2016",
    "endDate": "31/12/2018",
    "objective": "Sofant's disruptive SmartAntenna innovation is based on a patent-protected programmable RF MEMS (Radio Frequency ñ Micro Electro Mechanical System). This results in significant energy usage reduction (up to 90%) and up to doubling of  battery life within the mobile device while, at the same time, achieving best signal strength consistency through a focused link to the transmission mast. Battery life and connectivity are key problems for the rapidly growing global mobile wireless communication market. With increased specification - 20-megapixel camera, large display, thin form factor (only 8 mm thick), 4G LTE and upcoming 5G, 13 frequency bands and five operating modes, these are features that consumers demand in their smartphone. Antennae account for a significant portion of power consumption and battery usage within mobile devices. As screen sizes and device usage increases, there is more pressure on battery performance, in conflict with a desire to produce lighter and more compact devices. At least 50% of smartphone power is consumed by the antenna and communication systems while the screen is off and at least 35% when the screen is on but during a call, power consumption rises to almost 80%. Sofant is developing an intelligent Antenna, ëSmartAntennaíô to address connectivity issues for the global expansion in mobile communication. Sofantís addressable markets are in the mobile phone, routers, base stations, small cells, consumer electronics, automotive and defence equipment sectors. The mobile market is expected to grow from 1 billion to 2 billion units within the next 3 years and mobile 5G infrastructure is expected to reach US$2 billion by 2019. Sofantís aim is to create a European based global design and IP licencing business with manufacturing capability in Europe.",
    "totalCost": "2817658,75",
    "ecMaxContribution": "1972361,13",
    "coordinator": "SOFANT TECHNOLOGIES LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "956639512": {
            "orgId": "956639512",
            "orgName": "SOFANT TECHNOLOGIES LTD",
            "ecContrib": 1972361
        }
    },
    "calculatedTotalContribution": 1972361
}