{
    "rcn": "200372",
    "acronym": "TVP-eNext",
    "topics": "IT-1-2015-1",
    "title": "Torque Vectoring Platform for Next Generation of Electric Driven Vehicles",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "The main objective of the TVP-eNext project is the development of a modular and scalable component solution for battery electric vehicles (BEV) and serial hybrid electric vehicles (HEV), which reduces both the cost and the complexity and increases the efficiency of the new generation electric drivetrains and simplifies the effective mechanical, thermal and electrical integration into the vehicle. \nThe TVP-eNext project will deliver a unique Torque Vectoring hardware-software Platform (TVP) for torque vectoring system for vehicles with electric drivetrains with one electric motor per wheel. This type of new generation components enables software based torque distribution to individual wheels. It simplifies the implementation of the vehicle sub-systems, like Anti-lock Braking System, Traction Control System and Electronic Stability Program and enhances reliability, safety, stability and robustness of electric driven vehicles. \n\nOur TVP is compatible with any kind of BEV or serial HEV, such as with urban cars, common cars, sport cars, working vehicles, All-Terrain-Vehicles, trucks, buses, urban commercial vehicles and Heavy Duty Vehicles. \n\nWe are addressing the trends and needs of the electric vehicle market. Considering the pitfalls of the existing solutions available to the commercial sector, we plan to address the market challenges of automotive component manufacturers, seeking to complement their product portfolio, as well as of the automotive manufacturers, where concrete interest in our solution already exists.  \n\nThe purpose of the SME Phase 1 TVP-eNext project is to outline the full scope of further development potential of our innovative solution, involving the technical and business viability issues, also regarding the analysis of the associated risks and the exploitation of the project commercial`s potential to the fullest.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EXOR EVS, STORITVE IN OPREMA, DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950792061": {
            "orgId": "950792061",
            "orgName": "EXOR EVS, STORITVE IN OPREMA, DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}