{
    "rcn": "200396",
    "acronym": "CONCLIMA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Constraining large-scale climate feedbacks in the Earth system using paleo data",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Climate change due to anthropogenic forcing is expected to have significant societal consequences. The magnitude of changes important to humanity, such as sea-level rise and global warming, will be determined by the evolution of continental and global components of the Earth system. Many large-scale feedbacks between such coupled components are not well understood, however, and thus represent some of the largest sources of uncertainty in climate projections. Using a combined data analysis and modelling approach, this project will investigate past interactions between three key coupled elements in the Earth system: the continental ice sheets, global oceanic circulation and the global carbon cycle. Ensembles of transient simulations will be performed from the Last Glacial Maximum (~21 ka ago) to present day ñ a period of significant, and often abrupt, natural climate change ñ using the computationally efficient Earth system model of intermediate complexity CLIMBER-M3. A new ice-sheet component will be coupled to the model to be able to simultaneously simulate all major past and present ice sheets on Earth for the first time, which will allow large-scale feedbacks to be properly analysed. In parallel, an extensive database of paleoclimate proxy data from ice and sediment cores will be created to facilitate data analyses and data-model comparison. Statistical evaluation of the model simulations against the paleoclimate proxies will be used to generate probabilistic estimates of model parameters and to constrain model performance. This analysis will address open questions related to the deglaciation of the Northern Hemisphere ice sheets, abrupt changes in ocean circulation and global climate sensitivity, as well as provide constraints on the strength of large-scale climate feedbacks. This project will therefore lead to new insight into the physical mechanisms behind long-term climate changes and lay the foundation for more robust climate projections.",
    "totalCost": "164653,2",
    "ecMaxContribution": "164653,2",
    "coordinator": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 164653
        }
    },
    "calculatedTotalContribution": 164653
}