{
    "rcn": "200312",
    "acronym": "ROMAINE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Ovid as Historian. The reception of classical mythology in medieval France and Spain",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Ovid ñthe classical Roman poet of love and mythologyñ became an immensely influential literary figure in Western Europe during the 12th and 13th centuries. Due to his versatility, ambiguity and multi-generic poetic creativity his readership only kept growing towards the Renaissance, although this demanded a number of different reading strategies (or excuses), best known through the French adaptation of the Metamorphoses, Ovide moralisÈ (14th century). But allegory and moralizing were not the only medieval appropriations of Ovid's myths.\nThe present project aims to bring the historical and literate reception of the Metamorphoses and the Heroides into the discussion. Reading Ovidís classical mythology ëat face valueí or as a part of history was, in fact, a substantial part of the medieval engagement with the Roman poet. Two major works of vernacular historical writing actually use Ovidís texts in this manner: the Castilian General estoria (compiled 1270-84), and the French narrative of the ancient world, the Histoire ancienne jusqu'‡ CÈsar (14th cent. version). \nThe three vernacular texts and their similar appropriation of Ovid need to be studied together. This comparative, multilingual and transnational approach is another innovative aspect of the proposal. Breaking out of nationally defined research traditions requires a new intellectual framework which will be provided by the Danish-English Centre of Excellence, the Centre for Medieval Literature (Odense and York). The project fits perfectly into the European agenda of CML which divides its research into three main strands: fictionality, languages, and canon. The present proposal will draw on, and contribute to, CML in all three areas: studying literature that crosses languages (Latin, French, Castilian), theorizing both the medieval canon (differing but contemporary approaches to Ovid) and the modern, and bringing the medieval reception of classical mythology into the discussion about fictionality and historicity.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}