{
    "rcn": "200356",
    "acronym": "globalfertilitychain",
    "topics": "MSCA-IF-2015-EF",
    "title": "Tracing the global fertility chain- A new political economy of outsourced reproduction",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "In a new kind of post-Fordist niche, called the reproductive bio-economy, organised around the ìflowî of reproductive substances and organs, such as egg cells, embryos and wombs, women are increasingly commercialising their bodies by working as oocyte vendors, surrogate mothers or tissue providers. There is fundamental disagreement among scholars and policy makers on how the reproductive bio-economy should be organised. Market critics propose a gift economy based on altruistic donations and informed consent, while market proponents encourage the commercialisation of reproductive tissues and the remuneration of tissue providers. This research addresses and moves beyond the conflicting terms  (gift v. commodity, reproduction v. production, labour v. donation) in which the debate has been framed. It empirically investigates how (bio-)value is created and governed in one particular strand of the ìactually existingî reproductive bio-economy, i.e. the global fertility industry,  by exploring the intricate ways in which reproductive tissues and labour move in and out of a commodity state as they move through different regimes of governance. By ethnographically mapping the shifting regimes of labour and property in one specific fertility chain that is becoming increasingly popular, i.e. between Israel/Palestine, South Africa (oocyte vending) and Nepal (surrogacy), the volatile boundaries between gift and commodity, value and waste, labour and donation, property and entitlement will be unpacked. This will be done in an attempt to discern ìhidden strategies of resistanceî of female reproductive workers in the Global South, and propose alternative and more emancipatory ways of configuring the governance of the reproductive bio-economy.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}