{
    "rcn": "200374",
    "acronym": "VOSS",
    "topics": "SIE-01-2015-1",
    "title": "Ground-breaking flywheel composed of patented pre-stressed concrete that immensely enhances the electrical storage capabilities of renewable energy sources",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "Current electrical storage for renewable energy sources are reliant on batteries that are thoroughly expensive,  have a short finite life span, privy to temperature change, and contain toxic materials. These factors do not make it commercially viable for long-term mass adoption. Enter the Volant De Stockage Solaire (VOSS) solution, a highly advanced electrical energy storage system, composed of cutting edge ëstress-testedí flywheelís, made fully of concrete. It is able to effectively store energy from intermittent renewable energy resources (e.g. solar and wind) at more than 10 times less the cost of currently used batteries. This is coupled with its infinite lifespan, non-toxic materials, and resistance to temperature change. The Go-to-market is EU countries with high penetration of renewable solar and wind energy (e.g. Denmark, Ireland, Spain, Greece etc.) which also includes more isolated island countries and territories such as Malta, Corsica, Sardenia, Sicily, Spitzbergen, Zealand etc. Partnership offers from energy providers have already been made to Energiestro. However, Energiestro currently sits in a critical phase, having established the solid ground work of its prototype and marketing awareness; requires funds to ensure the technologyís successful final prototyping in order to successfully display itself in a conclusive pilot study. In addition, it would have to meet all standardization & regulatory requirements, in order to fully actualise for the benefit of Europe, and the globe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENERGIESTRO SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924418052": {
            "orgId": "924418052",
            "orgName": "ENERGIESTRO SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}