{
    "rcn": "200335",
    "acronym": "SGSOFT",
    "topics": "NMP-25-2015-1",
    "title": "Antimicrobial wound care solution to prevent and cure wound infections and cut health care costs",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "With new bacteria constantly becoming resistant to antibiotics, wound infections are ever more dangerous and cause vast economic costs to society at large. Antimicrobial wound dressings, which by definition contain silver, are the most efficient method to prevent and cure wound infections. Until today, however, such have been too expensive and known to release too much silver to the wound and blood circulation. Based on R&D and clinical trials at HUS (Helsinki University Hospital) since 2009, Silvergreen has successfully developed an affordable antimicrobial wound dressing that prevents and cures infections, and dramatically reduces the use of antibiotics and costs. Technically, SGSOFT neutralizes all known bacteria by a safe application of ionic silver (Ag\\). SGSOFT is patented, Medical CE approved and ready for wider hospital verifications and mass-market uptake. The solution has disruption potential, but requires a shift in wound care practice from merely treating infections with antimicrobial dressings to preventing infections with (affordable and safe) such dressings. Even if SGSOFT is technically ready to be sold in the EU and countries that accept Medical CE, practical trials are required in the leading hospitals of the target markets to successfully introduce the new medical device to end-users ñ and to ultimately make SGSOFT an active part of every citizenís and homeís medical first aid repertoire. Silvergreen lacks resources to fully respond to the vast demand. Based on initial market studies, the go-to-market strategy builds on Finland, Denmark, the Netherlands and UK as the entry markets and diabetics as the entry segment. SGSOFT is available in different forms to B2B and B2C customers with varying cost structures and price points. Based on an initial analysis, each 1Ä of consumer purchases of SGSOFT reduces public wound care costs with 5Ä. Silvergreen envisions to reach global sales of 100MÄ by 2020 which translates to total cost savings of 500MÄ.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SILVERGREEN OY LTD",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924023165": {
            "orgId": "924023165",
            "orgName": "SILVERGREEN OY LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}