{
    "rcn": "200395",
    "acronym": "VIAWORD",
    "topics": "MSCA-IF-2015-EF",
    "title": "From speech and print to meaning: an integrated account of word recognition in young and older adults.",
    "startDate": "01/06/2016",
    "endDate": "20/09/2018",
    "objective": "Language is a uniquely human and complex cognitive process that is vital for our successful everyday interactions in the world. I propose to investigate neurophysiological mechanisms associated with orthographic, phonological and semantic processes of word recognition and how they are modulated by print (visual) and spoken (auditory) inputs (phase 1), and by healthy aging (phase 2).  In phase 3, I will develop a biologically-plausible computational model of word recognition that will incorporate findings from phases 1 and 2. To achieve this, I will use an original multidisciplinary and interdisciplinary approach combining: psycholinguistics, cognitive neuroscience, cognitive psychology of aging, and computational modelling. My main predictions include that: (1) differences in neurocognitive mechanisms associated with orthography, phonology and semantics arise due to the temporally-extended (auditory) vs. all at once (visual) presentation of word; (2) decline in sensory acuity during aging affect subsequent neurocognitive mechanisms of word recognition causing greater reliance on later semantic processes than on earlier orthographic and phonological processes. Ultimately, my project can provide us with a much needed integrated account of normal neurocognitive processes during word recognition and can help us understand what declines and what is preserved in healthy aging. In turn, such understanding can help future research delineate bio-markers of early language deterioration and simulate remedial treatments.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996120064": {
            "orgId": "996120064",
            "orgName": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}