{
    "rcn": "200317",
    "acronym": "SCANIFY270",
    "topics": "ICT-37-2015",
    "title": "Development of a 0.2 second, low cost, high-resolution 270∞ 3D scanner for full face capture from a single scan to provide low cost customised eyewear",
    "startDate": "01/03/2016",
    "endDate": "31/01/2019",
    "objective": "SCANIFY270 will commercialise a 3D scanner technology combining pre-calibrated stereo cameras with photometric imaging to instantly capture and process a 270 3D scan. We will target the eyewear market, where there is unmet need. \n\nThe general rise of eyewear prescriptions and the subsequent need for perfect fitting eyeglasses driven by the growing ageing population, increasing effect of conditions such as myopia and hyperopia, extensive use of computers and need for protection against the sunís ultra-violet radiation. Current eyewear prescription methods cannot accurately cater for different facial features. Therefore customers or opticians are not able to make informed decisions for the perfect fitting glasses.\n\nPresent procedures require an optical patient or customer to try out several frames before finally choosing a close fitting frame, and not necessarily a perfect fit. Poor fitting glasses cause discomfort and misalignment of the lenses with the eyes, a problem which has resulted in dissatisfied customers returning glasses, costing an estimated Ä500 million/year in losses in Europe. \n\nOur 270 degree scanner will be configured to suit two business models as follows: i. White-label version ñ will be produced under license and sold to opticians (Ä4,000) ii. Branded version ñ will be developed for large eyewear manufacturers on a Ä10 pay per scan model. Our patented technology was developed at the University of Oxford in 2006 and is currently being refined. We will optimise the scanner, software and hardware to enable high resolution image output so as to commercialise our product for Ä4,000. The scanner is also expected to increase revenues for eyewear manufacturers as a result of high quality eyewear production. \n\nWe have an ambitious growth target to achieve revenue of Ä50 million pa by 2020. We will use our strong distribution network, currently in 23 nations to reach the globe, creating direct employment of circa 175 personnel in sales and marketing.",
    "totalCost": "2694930",
    "ecMaxContribution": "1706187",
    "coordinator": "FUEL 3D TECHNOLOGIES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935168368": {
            "orgId": "935168368",
            "orgName": "FUEL 3D TECHNOLOGIES LIMITED",
            "ecContrib": 1706187
        }
    },
    "calculatedTotalContribution": 1706187
}