{
    "rcn": "200397",
    "acronym": "NeurOLED",
    "topics": "MSCA-IF-2015-EF",
    "title": "Organic Light-Emitting Diodes for Optogenetic Control of Neurons",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Optogenetics is an emerging new method in biology for the non-invasive control of neuronal behaviour with light. NeurOLED will develop and validate a novel, biocompatible light source that provides unprecedented high-resolution, real-time optogenetic control of neurons. At the heart of the new devices are organic light-emitting diodes (OLEDs) that are brought into direct contact with neuronal cells. Using microscopic patterning, we will create dense arrays of OLEDs that can stimulate the firing of individual live neurons. Initial proof-of-principle experiments will use the new OLED light source to study neuronal networks in vitro. To fully exploit the potential of OLEDs in optogenetics, neuronal networks will ultimately be investigated in vivo. We will examine the neuronal network that is responsible for locomotion in the model organism Drosophila melanogaster. To maximize spatial resolution in vivo, the light penetration depth in tissue will be optimized by systematic optical design of the spectral and angular emission characteristics of the OLEDs. Furthermore, stacked multi-colour OLEDs will be used to achieve both activation and deactivation of single neurons at very high speed and precision. Atomic layer deposition will be used as an innovative thin-film encapsulation technology to develop OLEDs that can withstand aqueous environments and can thus be brought into direct contact with neurons and biological tissue. Compared to current state-of-the-art optogenetic light sources, OLEDs will significantly advance control of neuronal behaviour thus paving the way to a better understanding of neural networks.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}