{
    "rcn": "200378",
    "acronym": "Agricolus DSS",
    "topics": "SFS-08-2015-1",
    "title": "Agricolus Decision Support System",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Agricolus DSS project will validate in real life environment an integrated precision farming model in the cloud, enabling to increase farm productivity and profitability in a sustainable way by limiting the environment degradation. The project will also address the commercial exploitation in the precision farming market. Currently the majority of farmers overuse fertilizers and pesticide on calendar basis without taking into account the land characteristics or the extension of pest and disease. This imply additional cost and great environmental impact. Agriculus DSS is a cloud-based system able to collect, analyse and process multiple data coming from on the field remote sensing (IOT), drones and satellite to guide farming decisions. Thank to innovative algorithms, developed under the previous research project SIG 2015 by Teamdev in close cooperation with the University of Perugia, Agricolus DSS is expected to dramatically improve the performance of already existing precision farming solutions.  Compared to competitors it will reduce over fertilization by 12- 22%, increase farm productivity by 5-10%, mitigate the environmental impact and reduce the disease risk up to 20% (Olive Fruit Fly and Phytophthora). Farmers will save up to 10000Ä per year. Precision Farming market is EUR 2.3 bn in 2014 and is expected to grow with a Compound annual growth of 12% through 2020.The global market for precision farming had achieved a volume of 2.3 billion EUR by the end of 2014 ñ on an upward trend. The estimated market potential for Agriculus DSS is about 21 million euro and we estimate to hire six high skilled employees. The feasibility study comprises an investigation of market structures, segments and barriers, a customer survey and product validation, the identification of key commercial partners and three pilot trials and the development of an IP strategy. Agricolus DSS helps to respect the EU CAP contributing to Europeís agricultural competitiveness and sustainability.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TEAMDEV SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942449964": {
            "orgId": "942449964",
            "orgName": "TEAMDEV SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}