{
    "rcn": "200300",
    "acronym": "EKLIPSE",
    "topics": "SC5-10c-2015",
    "title": "Establishing a European Knowledge and Learning Mechanism to Improve the Policy-Science-Society Interface on Biodiversity and Ecosystem Services",
    "startDate": "01/02/2016",
    "endDate": "31/01/2020",
    "objective": "The aim of EKLIPSE is to establish an innovative, light, self-sustainable EU support mechanism for evidence-based policy on biodiversity and ecosystems services open to all relevant knowledge holders and users, and to hand over this mechanism to the wider knowledge community by the end of the project. The mechanism will build on existing science-policy-society interfaces and be further refined via iterative evaluation and learning throughout the project. The mechanism will provide trustworthy evidence for policy and society upon request and will make the knowledge community more able to provide synthesized and timely evidence by providing a platform for mutual learning and engagement. All relevant knowledge holders and users will be actively encouraged and supported by the project team through their individual strengths and interests, thus ensuring targeted contributions. Many institutions have already expressed their interest in the ìNetwork of Networksî of potential contributors to the EU mechanismís activities. EKLIPSE will directly support the further development of this network and ensure the involvement of relevant stakeholders in the following key areas: (a) jointly developing and setting up a business plan for the mechanism after the end of the project (WP1), (b) conducting joint evidence assessments using established and innovative methods to support policy and societal needs (WP3), (c) jointly identifying research needs and emerging issues (WP4), actively building the Network of Networks and (d) encouraging societal engagement (WP6). This will be supported by an interim governance structure, a strong communication component, including a Science-Policy-Society Forum, and an independent formative evaluation to ensure learning (WP2).",
    "totalCost": "2997272,49",
    "ecMaxContribution": "2997272,49",
    "coordinator": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF EAST ANGLIA;FUNDATIA PENTRU TEHNOLOGIA INFORMATIEI APLICATE IN MEDIU,AGRICULTURA SI SCHIMBARI GLOBALE;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;SUOMEN YMPARISTOKESKUS;HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ;INSTITUT ROYAL DES SCIENCES NATURELLES DE BELGIQUE;INSTITUT FUR SOZIAL OKOLOGISCHE FORSCHUNG GMBH;ESSRG Kft.;UNIVERSIDADE DO PORTO;FONDATION FRANCAISE POUR LA RECHERCHE SUR LA BIODIVERSITE",
    "participantCountries": "UK;RO;FI;DE;BE;HU;PT;FR",
    "projectParticipants": {
        "998437006": {
            "orgId": "998437006",
            "orgName": "INSTITUT ROYAL DES SCIENCES NATURELLES DE BELGIQUE",
            "ecContrib": 474375
        },
        "997916213": {
            "orgId": "997916213",
            "orgName": "INSTITUT FUR SOZIAL OKOLOGISCHE FORSCHUNG GMBH",
            "ecContrib": 151685
        },
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 601176
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "988963986": {
            "orgId": "988963986",
            "orgName": "FONDATION FRANCAISE POUR LA RECHERCHE SUR LA BIODIVERSITE",
            "ecContrib": 286675
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 257250
        },
        "999994632": {
            "orgId": "999994632",
            "orgName": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
            "ecContrib": 612771
        },
        "997626474": {
            "orgId": "997626474",
            "orgName": "FUNDATIA PENTRU TEHNOLOGIA INFORMATIEI APLICATE IN MEDIU,AGRICULTURA SI SCHIMBARI GLOBALE",
            "ecContrib": 139125
        },
        "999478010": {
            "orgId": "999478010",
            "orgName": "SUOMEN YMPARISTOKESKUS",
            "ecContrib": 274934
        },
        "997604843": {
            "orgId": "997604843",
            "orgName": "ESSRG Kft.",
            "ecContrib": 91750
        }
    },
    "calculatedTotalContribution": 2889741
}