{
    "rcn": "200377",
    "acronym": "DiaMon",
    "topics": "PHC-12-2015-1",
    "title": "Continuous Diaphragm Monitoring for mechanically ventilated patients",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Mechanical ventilation (MV) is one of the most common interventions implemented in the intensive care unit (ICU). MV is associated with a number of complications such as atrophy, muscle weakness, pneumonia, tracheal stenosis and baro/volutrauma. Complications increase in likelihood with duration of ventilation, and studies show that 15% of the patients that are extubated must be put back on mechanical ventilation for extended treatment. Timing and adjustment of MV is therefore critical to ensure safe recovery. \nMV has enormous costs for healthcare systems with US$1,500 per patient per day. MV patients in ICUs account for 6% of all ventilated patients but consume 37% of ICU resources. With an estimation of 1.35 million MV patients in the EU for an average of 4-5 days, this represents the enormous expenditure of US$3.3 billion (Ä3.1 billion) annually. \nRespinor has developed a novel, small and flexible ultrasound sensor (DiaMon) that provides precise, continuous information on diaphragm movement over prolonged periods of time without the need of direct manual operation or expertise monitoring. The information from DiaMon will enable ICUs staff to optimise the interaction between patients and the mechanical ventilator, reduce ventilation time, and significantly reduce extubation failures. \nWith DiaMon, Respinor targets ICUs to offer a cost-efficient and innovative diagnostic tool that will substantially improve an expensive and critical medical procedure that is common ñ and increasingly growing in demand - in the global hospital healthcare market.\nThe accomplishment of the project objectives (Phases 1 and 2) will bring major benefits to Respinor with a cumulated turnover of 103 million Ä in 2025 in the mechanical ventilation market. DiaMon will furthermore greatly improve quality of treatment for ventilation patients, substantially reduce costs in ICUs, and leverage competence in mechanical ventilation treatment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RESPINOR AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924017248": {
            "orgId": "924017248",
            "orgName": "RESPINOR AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}