{
    "rcn": "200367",
    "acronym": "ZEBRA-VALVE",
    "topics": "MSCA-IF-2015-EF",
    "title": "ìQuantitative analysis of the molecular and cellular behaviors associated with cardiac valve morphogenesis in pathological and regenerative contextsî",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Cardiovascular diseases (CVDs) take a huge toll on the world population. An estimated 19 million people died from CVDs in 2010, representing 30% of all global deaths. Abnormal blood circulation is widely recognized as a cardiovascular risk factor and mechanotransduction has been shown to trigger pathologies such as atherosclerosis1, cardiomyopathies2 and valvulopathies3. Mechanotransduction is the conversion of a mechanical stimulus into a biological response. It is central to the coordination between mechanical forces generated by flowing blood and heart valve morphogenesis. In the developing heart, the heartbeat and the blood flow signal to endocardial cell (EdC) progenitors through mechanosensitive proteins which in turn modulate the genetic program controlling cardiogenesis4. It is essential to determine how mechanical forces control pathway activation and morphogenesis in vivo because the mechanical stimuli experienced by EdCs are too complex to be faithfully reproduced in vitro.  This timely proposal aims to uncover the cellular molecular programs activated in EdCs in response to mechanical forces during normal heart valve development and address their potential function in valve regeneration. My hypothesis is that endocardial mechanotransduction and mechanical forces are not only key for the morphogenesis of the valve, but also for their maintenance and repair. Specifically I aim to investigate the spatial and temporal nature of endocardial cellular behaviors necessary for cardiac valve morphogenesis in normal, pathological and regenerative contexts.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993177": {
            "orgId": "999993177",
            "orgName": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}