{
    "rcn": "200349",
    "acronym": "MatTypeEvol",
    "topics": "MSCA-IF-2015-EF",
    "title": "Evolution of fungal mating-type chromosomes",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Sex chromosomes often show extensive areas of suppressed recombination and cytological differentiation, a well-documented phenomenon in animals and plants. Lack of recombination is expected to limit the efficacy of natural selection, leading to degeneration in gene content. Similarly, fungal mating-type chromosomes, which are responsible for controlling compatibility during mating, can display patterns of suppressed recombination encompassing up to 90% of the chromosome length. The mechanisms responsible for lack of recombination and consequent degeneration remain unclear.\nHere, I propose to use comparative genomics to investigate the patterns and underlying mechanisms involved in recombination suppression and genomic degeneration in Microbotryum, a model fungal system with a range of dimorphic mating-type chromosomes. I will complement the currently available high-quality genome assemblies for twenty species in the genus with three outgroups, which will allow to polarize all genomic data. I will then use the genomic dataset to: 1) test hypotheses on the origin of recombination suppression in fungal mating-type chromosomes; 2) study the evolution of non-recombining regions in fungal mating-type chromosomes, e.g., their size and age, and the existence of evolutionary strata; and 3) study the patterns and mechanisms of genomic degeneration in non-recombining regions, namely non-synonymous substitution accumulation, transposable elements, disrupted genes, and non-optimal codon usage.\nResults will not only shed light on the origins and consequences of suppressed recombination and genome degradation in fungal mating-type chromosomes, but will also yield unprecedented insights into the dynamics of sexual reproduction in eukaryotes and contribute for a unified view of the evolution of dimorphic chromosomes.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PARIS-SUD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}