{
    "rcn": "200326",
    "acronym": "Sea Litter Critters",
    "topics": "BG-12-2015-1",
    "title": "A compact, unmanned, renewables-powered and self-sufficient vessel able to pick up marine litter and to treat it on board for volume reduction and energy recovery",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "The project intends to explore the feasibility of introducing to the market Sea Litter Critters, a compact, unmanned, renewables-powered and self sufficient marine litter collection and treatment vessel based on a patent pending device treating waste thermally with plasma technology and no harmful emissions. This device is designed to operate near the shores especially nearer tourist facilities substituting the mechanical collection of litter currently adopted. By picking up litter (plastic debris mostly) near the point of entry, Sea Litter Critters contribute to minimising the pollution risks linked to plastic in the sea, where plastic items become brittle and break down into small particles, but basically never dissolve. Such particles can be eaten by zooplankton thus enter the foodchain. Therefore picking up plastic debris while still intact and as soon as possible after their disposal supports and complement in the short term all the high level policy actions for litter prevention (minimisation of waste, use of biodegradable plastic, awareness raising, beach clean up days etc.). This study aims to check the attractiveness of the innovation to the market involving potential customers (coast towns, associations of tourist and fishing ports and marinas, representatives from the cruise and hotels industry, marine natural reserves authorities). The first markets identified are on the Mediterranean Sea, which is at the center of a very highly populated area of the World with many Countries relying mostly on tourism. Studies confirm that the Med has mostly marine litter derived from this economic activity and up to 80% of it originating from land. Italy, with its over 7600km long coastline and a strong dependency upon tourism, will be the first market, followed suit by France and Croatia and then Spain and Greece. After a 3 year phase to cover development, industrialisation and commercialisation, production is expected to start in 2019, with employment of 17 new staff.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IRIS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952984358": {
            "orgId": "952984358",
            "orgName": "IRIS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}