{
    "rcn": "200357",
    "acronym": "PAIR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Physical Activity, Inflammation and Respiratory health: an integrative analysis of biological, behavioural and environmental determinants",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The link between physical activity with respiratory health and chronic obstructive pulmonary disease (COPD) remains weak and under-investigated. The limited existing research seems to suggest that systemic inflammation could lie in the causal pathway of this relationship, and that inflammatory-related conditions may modify this potential causal mechanism, although these hypotheses remain largely understudied. \n\nThis project will investigate 1) the effect of physical activity on lung function decline and COPD incidence in European adults, as well as 2) the mediating role of systemic inflammation and 3) the influence of biological (BMI, co-existing chronic inflammatory diseases), behavioural (diet, smoking) and environmental (air pollution, greenness, ultraviolet radiation) factors on this relationship. \n\nData from over 18,000 subjects from 3 large population-based adult cohorts (ECHRS, SAPALDIA and NFBC), for which data on lung function and physical activity were prospectively collected during at least two follow-ups approximately a decade apart, will be included. Lung function was measured by spirometry according to international standards. Physical activity frequency, duration and type was collected using self-reported (ECRHS and NFBC) or interviewer-administered (SAPALDIA) questionnaires. Systemic inflammation will be assessed using C-reactive protein and interleukin-6 levels in serum. Data on the inflammation-related factors of interest were collected by the cohorts or derived from previous/ongoing collaborations. Cross-sectional and longitudinal associations, and potential interactive effects, will be examined by centre/cohort and combined estimates will be derived.\n\nGiven that lung function is an important determinant of health and that physical activity is one of a very few prevalent individually-modifiable risk factors, the results of the proposed research have the potential for wide-spread implications as well as public health and economic impacts.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO CENTRE DE RECERCA EN EPIDEMIOLOGIA AMBIENTAL - CREAL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951414122": {
            "orgId": "951414122",
            "orgName": "FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA",
            "ecContrib": 170122
        },
        "999551245": {
            "orgId": "999551245",
            "orgName": "FUNDACIO CENTRE DE RECERCA EN EPIDEMIOLOGIA AMBIENTAL - CREAL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 170122
}