{
    "rcn": "200342",
    "acronym": "SMART Fertigation",
    "topics": "SC5-20-2015-1",
    "title": "Subarea specific irrigation system for pivot- and linear fertigation techniques (SMART Fertigation)",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Uncertainties in water availability, rising fertilizer and energy costs and increasing demand for renewable raw materials impose serious challenges on the primary sector with far-reaching implications. Irrigation practices put more and more pressure on scarce freshwater resources and mineral fertilizers are often overused leading to environmental problems and heavy impacts on the production costs of producers. Increasing resource efficiency, productivity and competitiveness of agricultural practitioners are crucial for addressing the aforementioned societal challenges. Fertigation, a novel concept merging irrigation and fertilization to one process, poses an innovative alternative to conventional cultivation practices. Hydro-Air, as SME in irrigation technology development and provision, developed and integrated the concept of fertigation with pivot- and linear irrigation systems. Using GPS & GIS data in conjunction with sensor based soil and crop property parameters the SMART Fertigation system enables sub area specific farmland management and fertigation. Optimised resource application leads to an immense savings potential in production costs (water & fertilizer by 20%) besides increasing crop yield from growth phase adjusted water and nutrient supply. This ësaving & gainingí makes Hydro-Air confident to supply an internationally growing market demand for resource efficient, green technologies. Based on encouraging results in field trials Hydro-Air prepares advances towards market introduction. Hydro-Air will apply and use the funding in Phase 1 to conduct a feasibility study which will reveal the European market potential of SMART Fertigation. Client groups in targeted countries will be evaluated and a business plan will developed considering estimated costs and revenues including return of investment schemes. The results and experiences will feed into the continuous improvement of the SMART Fertigation system preparing for subsequent development phases.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HYDRO-AIR INTERNATIONAL IRRIGATION SYSTEMS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "965678457": {
            "orgId": "965678457",
            "orgName": "HYDRO-AIR INTERNATIONAL IRRIGATION SYSTEMS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}