{
    "rcn": "200316",
    "acronym": "SENCOGI",
    "topics": "ICT-37-2015",
    "title": "SENCOGIÆ : a revolutionary gaze-tracking technology for real world applications.",
    "startDate": "01/02/2016",
    "endDate": "31/01/2018",
    "objective": "COGISEN has developed a revolutionary software-only gaze-tracking solution named SENCOGIÆ with the backing of three venture capital funds (Ä 2,9 million invested).\nCOGISEN will enter the gaze-tracking market in 2018 with a B2B approach by licensing SENCOGIÆ-based gaze-tracking technology to top-level companies operating in specific markets in Europe and Silicon Valley.\nCOGISEN has already held preliminary commercial meetings with these big corporations having obtained positive feedback from many of them. The 3 initial target vertical markets are:\n1) Mobile (smartphone, tablet),\n2) Automotive and\n3) Internet of Things.\nRegarding the mobile market, it is a realistic proposition, given that a Technology Evaluation Agreement is currently being negotiated with SAMSUNG, that in the near future COGISEN could replace SAMSUNGíS current supplier of gaze-tacking technology.\nCOGISEN is expected to become the market leader on a European and global level in the sector of eye and gaze-tracking technologies by 2018/2019.\nCOGISEN will become the most important B2B provider of gaze-tracking software to the leading multinational players in the markets for mobile, systems for automotive safety & infotainment and IoT.\nCOGISENís turnover is forecast to be Ä 4,4 M by 2018, Ä 16,5M by 2019 and Ä 40,5 by 2020.",
    "totalCost": "2856500",
    "ecMaxContribution": "1999550",
    "coordinator": "COGISEN SOCIETA  A RESPONSABILITA LIMITATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928156335": {
            "orgId": "928156335",
            "orgName": "COGISEN SOCIETA  A RESPONSABILITA LIMITATA",
            "ecContrib": 1999550
        }
    },
    "calculatedTotalContribution": 1999550
}