{
    "rcn": "200369",
    "acronym": "16gAirTest-Phase2",
    "topics": "IT-1-2015",
    "title": "Innovative EASA certified dynamic test method for 16g aircraft seat cushions",
    "startDate": "01/01/2016",
    "endDate": "30/06/2018",
    "objective": "Airplane seat cushions are designed to be safe, comfortable, supportive for passengers' legs and backs, and lightweight to save fuel and CO2 emissions. But how many times did you experience worn out, uncomfortable cushions, too hard on legs and back? This happens because seat cushions should be replaced every 4-5 years, to maintain their safety and comfort characteristics. But cushions replacement is expensive: a cushions set may cost 600 Ä and, when original replacements are no more in production the whole seat must be replaced (~1.300 Ä/pax). In fact cushions need to be certified along with the seat, through expensive crash tests. So airlines delay cushions replacements and passengers travel on unsafe and uncomfortable seats. Testori Aero Supply (TAS) has found a way to overcome this deadlock: it has developed a test method for 16g monolithic models that certifies cushions only, independently from the crash test on the whole seat. This method has been approved by European Aviation Safety Authority (EASA). TAS is the unique company able to sell alternative 16g certified monolithic cushions, at an extremely competitive price (160 Ä/pax). \nThis project intends to extend this certification method (and obtain EASA/FAA approval) to a new type of airplane cushions, the 16g multilayer, that have been recently introduced in the market by Original Manufacturers (OEM) to increase passenger's comfort and lower weight. Grace to this method TAS will produce and commercialize certified 16g multilayer cushion replacements, at an average sale price of 240 Ä/pax, thus becoming de-facto the only authorized competitor of OEM. The feasibility study conducted in SME action Phase 1 has assessed the project feasibility, costs and impacts on the company and on other SMEs of the production chain, and has outlined a business scenario where TAS will more than double its turnover by 2020 (\\160%), increase market share by 10%, and achieve 20% ROS and 72% ROI.",
    "totalCost": "1845893,75",
    "ecMaxContribution": "1280925,63",
    "coordinator": "TESTORI AERO SUPPLY SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938166638": {
            "orgId": "938166638",
            "orgName": "TESTORI AERO SUPPLY SRL",
            "ecContrib": 1280926
        }
    },
    "calculatedTotalContribution": 1280926
}