{
    "rcn": "200399",
    "acronym": "POSE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Poetics of Statelessness in Twentieth-Century France and Europe",
    "startDate": "01/09/2016",
    "endDate": "31/08/2017",
    "objective": "Offering the first comprehensive analysis of the phenomenon of statelessness in the context of twentieth-century French-language and European poetry, this project will result in two outputs / activities. These are: i) a monograph publication devoted to four important French-language poets of the period who engage with the problematic of statelessness and ii) an international workshop entitled ëThe Language of the Statelessí exploring the themeís pertinence within modern and contemporary poetry in a broader European context, leading to publication of a volume which the experienced researcher, Dr Greg Kerr, will edit. The monograph blends theoretical discussion (based on philosophical sources such as those by Jacques RanciËre and Hannah Arendt) with digitally-informed textual analysis, focussing on the specific linguistic features of works by four poets: Armen Lubin, Gherasim Luca, Edmond JabËs and Michelle Grangaud. It will draw significantly on intellectual and institutional resources in digital textual databases and the study of modern poetry and language acquisition at the Analyse et Traitement Informatique de la Langue FranÁaise research laboratory, part of the Centre National de la Recherche Scientifique, Nancy, France. The workshop and subsequent publication will provide a much-needed networking opportunity for European researchers who are working on statelessness, modern poetics and intercultural experience in their specific national contexts. Each strand of the project draws significantly on digital humanities resources and combines elements of individual interdisciplinary research, skills training and public engagement activities.",
    "totalCost": "86538",
    "ecMaxContribution": "86538",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 86538
        }
    },
    "calculatedTotalContribution": 86538
}