{
    "rcn": "200338",
    "acronym": "FruitWatcher",
    "topics": "SFS-08-2015-1",
    "title": "FruitWatcher: Monitoring traceability assessment for fresh products transport conditionsWatcher: Monitoring traceability assessment for fresh products transport conditions",
    "startDate": "01/02/2016",
    "endDate": "31/07/2016",
    "objective": "Currently, fruits and fresh vegetables production and stores are under severe control conditions, including expensive installations of controlled atmosphere environments with ozone injectors, gases stratification control and other devices for ensuring best conditions.\nNevertheless, there is a lack of control from stores until distributors' facilities (or other stores), and products use to suffer undesired ripeness, resulting on monetary and resources losses. Moreover, far locations customers apply major discounts by affirming that excessive spoilage or ripeness took place along transport, leaving producers in a defenceless state.\nOur device provides all transport conditions data in order to ensure the traceability of the whole transport of fruit and fresh vegetables in transport linking them to GPS positioning.\nWe take advantage of our expertise in monitoring devices related to energy efficiency, transport and industrial processes in\norder to fulfill fruit producers' needs of vehicles positioning linked data, providing best conditions monitoring along transport\nand assessing whole life cycle control, even detecting possible recurrent undesired events.\nThe most important stage for us to realize that the project may be feasible was the contact with potential customers and the changes (pivots) we designed in our business model. So, we decided to go for it, launching initial testing with customers and reaching first sales and investors/commercial partners interest\nMain pivots included setting monthly subscription as main revenue, leaving gases measurement as optional feature and pointing not only at fruit distributors but also at transport companies as our potential customers.\nAll required tasks for project adequate management have been analyzed, as well as their requirements in terms of resources (human or economic), duration, overlappings, risks, etc.\nWe count on GEEZAR current staff and we foresee the recruitment of up to four people for design and commercial tasks.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GEEZAR SOLUCIONES SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949824195": {
            "orgId": "949824195",
            "orgName": "GEEZAR SOLUCIONES SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}