{
    "rcn": "200386",
    "acronym": "ProFatMRI",
    "topics": "ERC-StG-2015",
    "title": "Magnetic resonance imaging platform for probing fat microstructure",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Metabolic syndrome and osteoporosis are the two metabolic diseases with the highest and most rapidly growing prevalence, transforming them into a major global health and socioeconomic concern. Metabolic syndrome can be diagnosed with established biomarkers, but the selection of optimal prevention strategies for each individual patient is still problematic. Osteoporosis can be treated, but its current early diagnosis remains insufficient. The two diseases have been linked through the role of fat. Fat is central to their incidence and progression, and the probing of fat cellular properties can provide groundbreaking solutions for overcoming the existing challenges in the diseases early diagnosis and prevention.\nIn metabolic syndrome, there is evidence supporting a role of brown fat in preventing the disease. Brown fat has different microstructure than white fat. However, there is no established non-invasive biomarker to measure brown fat. In osteoporosis, there is evidence supporting a role of marrow fat, in combination with bone mineral density, for monitoring fracture risk. However, there is no non-invasive biomarker to measure marrow fat cellular changes in osteoporosis.\nMagnetic resonance imaging (MRI) is the ideal modality for non-invasively measuring fat throughout the body. In order to differentiate brown from white fat and characterize the relationship between bone mineral and marrow fat cells, the employed MR methodology needs a technical breakthrough, shifting from the state-of-the-art water-centered paradigm to a fat-centered microstructural MRI paradigm. ProFatMRI describes an innovative research program that aims to develop and ex vivo validate diffusion and susceptibility MRI biomarkers of fat microstructure, and in vivo apply them at clinical MRI systems. \nThe resulting technologies will provide novel ways for selecting optimal individualized prevention strategies in metabolic syndrome and for achieving reliable risk fracture prediction in osteoporosis.",
    "totalCost": "1499565,64",
    "ecMaxContribution": "1499565,64",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 1499566
        }
    },
    "calculatedTotalContribution": 1499566
}