{
    "rcn": "200398",
    "acronym": "ADMEP",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dynamics of femtosecond laser ablation of trapped dielectric and metallic nanoparticles",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "During the last decades the use of pulsed lasers has been increasingly exploited for many applications in research, industry and healthcare via cutting, removing or depositing material. What many of these processes have in common is that so much energy is deposited in the target that its optical properties change during an individual laser pulse. Moreover, in applications like EUV generation and pulsed laser deposition, the optical properties of the ejected particles become spatially inhomogeneous. Thus, to predict/optimize the energy deposition, one needs to understand the complex interplay between the laser and the dynamically and spatially changing material properties. \nThe ADMEP project aims to theoretically and experimentally study the dynamics of the material properties in nano- to micro-scale particles upon irradiation with fs-laser pulses. In order to theoretically model the absorption of light, the spatial inhomogeneity must be taken into account by performing finite-difference time-domain simulations in which the optical properties are dynamically updated each time step. To isolate the effects of the dynamics of the carrier density and temperature from the ones of their spatial inhomogeneity, experiments on trapped small spherical nanoparticles will be carried out. For small enough spheres, the transient material properties can be assumed to be homogeneous over their size. Afterwards, the laser interaction with larger and non-spherical particles will be studied. Finally, the aftermath (expansion of e- plasma, melting and ablation) will be investigated via fs-resolved microscopy both at the host and secondment facilities. These findings will find their way through a network consisting of researchers at the secondment (ARCNL, ASML) and at the University of Twente.\nThe theoretical and experimental experience, combined with working with a private/public partnership will prepare the candidate for a career as a group leader in basic and applied research.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}