{
    "rcn": "200303",
    "acronym": "NitroPortugal",
    "topics": "H2020-TWINN-2015",
    "title": "Strengthening Portuguese research and innovation capacities in the field of excess reactive nitrogen",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "Nitrogen (N) is a key nutrient, indispensible for the survival of all living organisms on earth, including Man. However, due to human pressure, the N cycle has become the most altered among the element cycles, highlighting the N problem as one of the most pressing environmental issues faced today. Despite the recent work on nitrogen in Europe and the rest of the world, Portugal has not so far utilized its full capacity to integrate the available scientific, technical or practical knowledge. NitroPortugal addresses how to improve the S&T skills and the scientific output of Portugal, at the same time strengthening the potential for N policy application. The project develops around the consensus that N is an emerging issue, that it impacts all the environmental compartments, and has both human health and social implications. This twinning effort on N is divided into five key areas which coincide with the whole N concept WAGES (Water, Air, Greenhouse gases, Ecosystems and biodiversity and Soil) launched by the European Nitrogen Assessment. Based on bringing together existing data on data analysis and on training in new methods for each of the five key topics, a comprehensive analysis will be delivered that prioritizes the key gaps in knowledge. These gaps will then serve as themes for different types of training activities. Emerging questions will feed brainstorming workshops to be held at key points through the project, which will strengthen the Portuguese skills base and enhance peer-review publication. Based on the new skills of the host country team, the basis for preparing a Portuguese Nitrogen Assessment will be obtained that will strengthen Portuguese engagement within the EU and in UNECE Air and Water Conventions. The resulting increase in scientific productivity, associated with strengthened networking between the Portuguese and international partners will be measurable through objective indicators of publication output, policy support and the public engagement",
    "totalCost": "999937,5",
    "ecMaxContribution": "999937,5",
    "coordinator": "Instituto Superior de Agronomia",
    "coordinatorCountry": "PT",
    "participants": "AARHUS UNIVERSITET;FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS;UNITED KINGDOM RESEARCH AND INNOVATION;FUNDACAO DA FACULDADE DE CIENCIAS DA UNIVERSIDADE DE LISBOA FP;NATURAL ENVIRONMENT RESEARCH COUNCIL",
    "participantCountries": "DK;PT;UK",
    "projectParticipants": {
        "999580539": {
            "orgId": "999580539",
            "orgName": "FUNDACAO DA FACULDADE DE CIENCIAS DA UNIVERSIDADE DE LISBOA FP",
            "ecContrib": 63378
        },
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 0
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 218750
        },
        "998463002": {
            "orgId": "998463002",
            "orgName": "Instituto Superior de Agronomia",
            "ecContrib": 361188
        }
    },
    "calculatedTotalContribution": 643316
}