{
    "rcn": "200319",
    "acronym": "TANNOW",
    "topics": "SC5-20-2015-1",
    "title": "Reuse of Olive Mill Wastewater for producing new antioxidant tanning chemicals",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Olive Mill Wastewater (OMW) is a highly polluted medium produced in large quantities during olive milling, rich of several polyphenolic compounds, which limit OMW biodegradability in conventional treatment processes. For olive oil producers OMW represents a problem and a disposal cost. Such polyphenols are interesting because of their tanning behavior and high antioxidant strength. The innovation proposed is to transform OMW from waste into raw material with a stabilization process, promoting also highly antioxidant phenols enrichment, to be used in tanning step as medium process in place of water and tannin chemicals, and as reaction medium to produce a new class of antioxidant tanning resin. \nThe goal of TANNOW is to start-up a business initiative, where OMW is collected, transformed and used to produce innovative Cr-free leather articles, or to prevent the oxidation of Cr into carcinogenic Cr VI in Cr-tanned leather. TANNOW intends to answer to the needs of the olive oil producers in terms of valorization of OMW from a waste into a new raw material, and to the needs of the leather users who intends to ban Cr-tanned articles by 2020. The removal of chrome salts in tanning process will have positive impacts on workers and consumers health and on downstream wastewater management. Such problems have certainly an EU dimension, because Europe is the main producer of olive oil and the world leader in leather production.\nThe feasibility assessment will prove the soundness of the business model, confirm evidence of the actual market demand and attractiveness of the products, and describe the minimum operative size of the equipment that covers the initial sales plan, in order to start-up and implement in phase two the production of stabilized OMW, derived tanning resins and Cr-free leather for their commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LABORATORI ARCHA SRL",
    "coordinatorCountry": "IT",
    "participants": "B.C.N. CONCERIE SPA;DERMOCHIMICA SPA",
    "participantCountries": "IT",
    "projectParticipants": {
        "989187862": {
            "orgId": "989187862",
            "orgName": "LABORATORI ARCHA SRL",
            "ecContrib": 50000
        },
        "925094724": {
            "orgId": "925094724",
            "orgName": "B.C.N. CONCERIE SPA",
            "ecContrib": 0
        },
        "924528050": {
            "orgId": "924528050",
            "orgName": "DERMOCHIMICA SPA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}