{
    "rcn": "200331",
    "acronym": "HG",
    "topics": "PHC-12-2015-1",
    "title": "Real-time molecular diagnostic testing for human infectious diseases using LAMP (Loop Mediated Isothermal Amplification) technology.",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "Roughly 85% of small & medium sized hospitals remain without molecular diagnostics capabilities for human infectious diseases. Current solutions are expensive or have complex workflows and therefore have been unable to penetrate this large market segment. This is a key issue resulting in a more costly healthcare system and reducing efficiency when such testing must be carried out offsite rather than in-house. As accurate diagnostic results take longer to produce this can have a major negative impact on a patientís health, particularly when urgent diagnosis and appropriate care may be required.\nThe in vitro HG diagnostics system, consisting of the portable testing device (HG Swift) as well as freeze dried reagents, is cost-effective and makes molecular diagnostics accessible to a laboratory or near patient environment such as an A&E or maternity labour ward with minimal training required. Furthermore the HG system is unique, producing highly accurate and rapid results (less than 60 minutes ìsample to resultî) and is flexible, capable of testing for multiple human infectious diseases.\nOnce the HG solution has been commercialised, Hibergene can address the unmet needs of the large unmet market segment of small to medium sized hospitals by improving patient diagnosis and helping to  create a more efficient healthcare system overall.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HIBERGENE DIAGNOSTICS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924584116": {
            "orgId": "924584116",
            "orgName": "HIBERGENE DIAGNOSTICS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}