{
    "rcn": "200327",
    "acronym": "ICEWIS",
    "topics": "SIE-01-2015-1",
    "title": "Intelligent and cost-efficient wind turbine power production using optical sensors",
    "startDate": "01/03/2016",
    "endDate": "31/07/2016",
    "objective": "Sensors are widely used for optimization of technical systems. In most cases they are electrical, hence not safe to operate e.g. on wind turbines blades due to lightning risk, on fuel tanks, in strong magnetic fields or close to generators due to the risk of electrical short circuits. Furthermore cabling is costly, can be cumbersome to handle and signals are difficult to transmit reliably over long distances.\n\nCEKO Sensors (CEKO), a spin-out from the Technical University of Denmark (DTU), Department of Nanotechnology, will disrupt the sensor market by providing sensors that are 100% optical, frequency modulated, have very high sensitivity and are metal-free. The force sensitivity of the sensors has shown to be 1200 times larger than what can be obtained using comparable technologies. At the same time the physical size is 100 times smaller and the weight 3000 times less than other sensors on the market today. These unique features make them crucial for applications where sensitivity, size and weight are critical parameters. \n\nThe initial proof-of-market application for the CEKO sensor is wind turbines. Wind turbines have been selected as CEKO sensors addresses several significant challenges for wind turbines owners: Monitoring of blade damages for reduced maintenance and repair costs, optimization of blade loads for efficient production and detection of icing on the blades, which has a high impact on the power production and the safety on ground.\n\nThe CEKO sensors will initially be marketed through Br¸el & KjÊr, a world leading sensor manufacturer, who has estimated the direct achievable market for the CEKO sensors in the wind power segment to be 36.000 sensors/ year worth Ä22 million. The objectives of the over all innovation projects are to 1) finalise the development of the optical sensor for wind turbines 2) Complete a full scale field test in collaboration with H&L Wind A/S (owner of several wind parks in Germany) 3) Obtain the required industry certifications.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CEKO SENSORS APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927488587": {
            "orgId": "927488587",
            "orgName": "CEKO SENSORS APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}