{
    "rcn": "200313",
    "acronym": "EURO-KARST",
    "topics": "MSCA-IF-2015-EF",
    "title": "CO2 LOSS FROM STREAMS IN EUROPEAN KARST SYSTEMS",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The proposed study aims to elucidate novel aspects about carbon cycling within European karstic watersheds, via stable isotope and flux determinations of dissolved and particulate carbon. Rivers situated in karst bedrock are thought to emit significant quantities of CO2, and due to their large combined surface areas and the abundance of karst terrains worldwide, these features play a crucial but as yet unclear role in the global carbon cycle. The projected work will address this lack of information through the innovative  use of stable isotopes, together with the modeling of CO2 evasion and simultaneous flux determinations of dissolved and particulate riverine carbon. The rivers of study are located in Bavaria, Germany, and are tributaries of the Rhine River in a prominent karst terrain of the Franconian Alb. For comparison, a watershed situated in silicate bedrock, the UhlÌ?sk· Basin in the Czech Republic, will also be investigated. The research findings will reduce uncertainties in the global carbon budget, and clarify linkages between carbon cycling and climate change. This is an important topic for policymakers in Europe, given the political and economic impacts of global warming.\n\nThe applicant is an excellent scholar and adept researcher with ample fieldwork, analytical, and academic experience under the supervision of highly rated professors in Canada. Moreover, the proposed supervisor, J. Barth, is an accomplished scientist with 20 years of expertise in stable isotope research. At the Applied Geology Chair of the University of Erlangen-N¸rnberg, Dr. Barth and his team also run a well-equipped laboratory that focuses on biogeochemical analyses. This asset, along with the applicantsí qualifications, the quality of the hosting arrangements, and supervisory credentials, will be beneficial to the study and ensure the maximization of project resources. As well, the applicantís career prospects will be advanced through his mobility and excellent research output.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}