{
    "rcn": "200333",
    "acronym": "cleanMOULD",
    "topics": "NMP-25-2015-1",
    "title": "Oil, fat and contaminant free moulding through advanced low friction and fretting-resistant coating solution",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Fretting corrosion is the limiting factor in the life of many plastic injection moulds. Micrometer-deep vents are designed and ground in the mould surfaces to allow air to escape from the mould as the plastic fills the mould cavities. Each time that the mould is closed, the contacting surfaces ìadjustî or slip to accommodate machinery errors of form, and this rubbing combined with impact of the vibrations of the moulding machine produces fretting corrosion or wear. The shape and dimensions of the mould are seriously affected also causing the vents to disappear and regrinding is necessary. Eventually, the mould dimension ends up out of specification, and the mould must be scrapped. The burden of fretting corrosion is transversal to all industries relying on injection moulding. \n\nCemeCon Scandinavia (CSA) has extensive experience on solving tribological problems in injection mouldís operational environments. Our DLC (Diamond Like Carbon) coating technology is currently in use for dry lubrication of critical sliding/ moving mould parts, allowing for an oil/grease free operation. However, resistance towards fretting wear needs to be significantly improved, which creates the main driver for the current innovation project. With cleanMOULD, we will introduce a novel coating solution to protect critical mould elements from fretting wear, while simultaneously allowing oil-free operation, thus minimizing the risk of contamination in sensitive industries like medical plastics and food packaging. cleanMOULD will significantly contribute towards profitability of its targeted end-users, by increasing mouldís service life up to 10x, while also enabling lower maintenance costs. Successful market introduction of cleanMOULD will equally create substantial value to CSA, with estimated yearly direct revenue around Ä10 million, 5 years post-project, to which can be summed up to Ä5 million yearly revenues from licensing.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CEMECON SCANDINAVIA AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953784414": {
            "orgId": "953784414",
            "orgName": "CEMECON SCANDINAVIA AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}