{
    "rcn": "200323",
    "acronym": "ERESCUE",
    "topics": "IT-1-2015-1",
    "title": "e-Rescue System: the next level in Post-Accident-Safety. Saving time and lives during the GoldenHour",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Road safety is a major societal issue. Each year around 30,000 people die on the roads of the European Union, i.e. the equivalent of a medium town. Additionally, for every death on Europe's roads there are an estimated 4 permanently disabling injuries such as damage to the brain or spinal cord, 8 serious injuries and 50 minor injuries. Many of the casualties or injured could have been avoided by saving time during the immobilisation and extrication of the victims from the vehicle. In this field of expertise, emergency services speak of the Golden Hour, the estimated maximum time for getting road-accident victims to hospital. After this time, the most seriously injured have very little chance of survival. Additionally, there are experts who estimate that 15% of spinal cord and similar injuries in road accidents are provoked by incorrect immobilisation and extrication of victims. e-Rescue system, like e-Call, has been developed to solve this problem. It is a patented system to be incorporated in the seats of any vehicle which, in case of an accident, prevents unnecessary movement of the patient and it saves precious time for the immobilisation and extrication of the victims. Additionally, the system can be implemented in a cost-effective manner and become a competitive advantage for the EU automotive industry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOVATION & SAFETY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929996037": {
            "orgId": "929996037",
            "orgName": "INNOVATION & SAFETY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}