{
    "rcn": "200353",
    "acronym": "DIBOR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Unsymmetric diborane(4) compounds for small molecule activation and B-B coupling",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Organoboron complexes are ubiquitous in synthesis due to their utility in functional group transformations and the Nobel Prize winning Suzuki-Miyaura reaction. Furthermore, the advent of frustrated Lewis pair chemistry and BB multiple bonds has demonstrated that organoboron compounds can activate small molecules (e.g., CO) and sigma bonds (including H2), reactivity previously thought to be the domain of transition metal catalysts. As part of the renaissance in organoboron chemistry diborane(4) compounds (R2B-BR2) have received considerable interest, particularly that react as boryl anion equivalents.  Recent unpublished work at UNIMAN has developed an efficient, scalable route to a synthetically useful unsymmetric diborane(4) compound, specifically (RO)2B-BCl2(NHC), (1, NHC = N-heterocyclic Carbene). The DIBOR project will exploit this breakthrough using 1 (and new congeners synthesised in this fellowship) as key precursors to;\n(i)  Readily synthesised cationic diboranes that are strong electrophiles able to activate small molecules and sigma bonds (C-H) and to diborylate pi nucleophiles; \n(ii) Extended homocatenated boron compounds containing both electron precise B-B and B=B bonds. \nAdvances in (i) will generate new transition metal free routes to diborylated hydrocarbons for use as synthetic intermediates. Whilst the demonstration of H-H and C-H activation will demonstrate that individual steps are viable for future application using diboranes in catalytic sigma bond transformations. Advances in (ii) will generate fundamentally new boron entities, e.g., electron precise B4 chains containing B-B and B=B bonds. The chemistry of electron precise boranes is in its infancy but dramatic differences in reactivity to the isoelectronic hydrocarbons have already been reported. Precursor 1 is carefully designed to prevent borane cluster formation on reductive coupling thus facilitate formation of homo-catenated chains.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}