{
    "rcn": "200340",
    "acronym": "ProVegFlake",
    "topics": "SFS-08-2015-1",
    "title": "High grade PROteins innovatively processed into VEGetal FLAKEs from plant sources with enhanced nutritional benefits",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Most people require about 0.8 g of protein/kg of body weight, or about 58 g of protein/day for a 72 kg adult. Vegetarians and vegans need to eat 10ñ20% more protein than recommended for compensating the lower digestibility of plant-based protein. IGV will upgrade the protein-rich production in its modern Technological Centre from a current TRL6-7 to TRL9 level. This will be achieved by optimising an innovative combination of extraction and extrusion, which will broaden the European market penetration of our plant-based proteins. Following sustainability aspects of global emerging markets the main application is to upgrade the production of essential aminoacids (EAAs)-enriched, non-soy, gluten- and GMO-free peabased protein flakes and supply them as innovative alternative components to the breakfast cereals, meat surrogates and health-value drinks industries. The products will be produced for a special market: existing and new customers of finished healthy, vegan/vegetarian products for athletes, sportsmen. Our preliminary calculations prove that optimising and upgrading our production capacity will close the gap between the small- and large-scale markets, supporting also other industrial and SME organisations for sustainable growth. The production will be during the first 3 years in one working shift and from year 4 in two working shifts, generating 6-8 new FTEs. This will be detailed in a realistic Business Plan and Commercialisation Strategy in Phase 2. Maximising impact of our products will mean professional Product Management, Marketing and PR, including product and promotional material design, distribution, press-releases, videos, newsletters and articles. Market penetration of our vegetal proteins will be facilitated by thematic workshops, application trials with farmers, food processors, consumers. We intend besides penetrating niche markets, also to extend our market share with support of Coaching Actions, own resources and Venture Capital of EU as well.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IGV INSTITUT FUR GETREIDEVERARBEITUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997260881": {
            "orgId": "997260881",
            "orgName": "IGV INSTITUT FUR GETREIDEVERARBEITUNG GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}