{
    "rcn": "200392",
    "acronym": "EDEN2020",
    "topics": "ICT-24-2015",
    "title": "Enhanced Delivery Ecosystem for Neurosurgery in 2020",
    "startDate": "01/04/2016",
    "endDate": "31/03/2020",
    "objective": "Due to an aging population and the spiralling cost of brain disease in Europe and beyond, EDEN2020 aims to develop the gold standard for one-stop diagnosis and minimally invasive treatment in neurosurgery. Supported by a clear business case, it will exploit the unique track record of leading research institutions and key industrial players in the field of surgical robotics to overcome the current technological barriers that stand in the way of real clinical impact. \nEDEN2020 will provide a step change in the modelling, planning and delivery of diagnostic sensors and therapies to the brain via flexible surgical access, with an initial focus on cancer therapy. It will engineer a family of steerable catheters for chronic disease management that can be robotically deployed and kept in situ for extended periods. The system will feature enhanced autonomy, surgeon cooperation, targeting proficiency and fault tolerance with a suite of technologies that are commensurate to the unique challenges of neurosurgery.  Amongst these, the system will be able to sense and perceive intraoperative, continuously deforming, brain anatomy at unmatched accuracy, precision and update rates, and deploy a range of diagnostic optical sensors with the potential to revolutionise todayís approach to brain disease management. By modelling and predicting drug diffusion within the brain with unprecedented fidelity, EDEN2020 will contribute to the wider clinical challenge of extending and enhancing the quality of life of cancer patients ñ with the ability to plan therapies around delicate tissue structures and with unparalleled delivery accuracy.\nEDEN2020 is strengthened by a significant industrial presence, which is embedded within the entire R&D process to enforce best practices and maximise translation and the exploitation of project outputs. As it aspires to impact the state of the art and consolidate the position of European industrial robotics, it will directly support the Europe 2020 Strategy.",
    "totalCost": "8361446,25",
    "ecMaxContribution": "8361446,25",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "RENISHAW PLC;TECHNISCHE UNIVERSITAET MUENCHEN;ACADEMISCH ZIEKENHUIS GRONINGEN;XOGRAPH TECHNOLOGIES LIMITED;POLITECNICO DI MILANO;UNIVERSITA DEGLI STUDI DI MILANO;UNIVERSITA VITA-SALUTE SAN RAFFAELE",
    "participantCountries": "UK;DE;NL;IT",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 2657852
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 712460
        },
        "999854467": {
            "orgId": "999854467",
            "orgName": "Università Vita-Salute San Raffaele",
            "ecContrib": 0
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 702626
        },
        "931572481": {
            "orgId": "931572481",
            "orgName": "XOGRAPH TECHNOLOGIES LIMITED",
            "ecContrib": 449164
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 894275
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 989444
        },
        "994274057": {
            "orgId": "994274057",
            "orgName": "RENISHAW PLC",
            "ecContrib": 1434375
        }
    },
    "calculatedTotalContribution": 7840196
}