{
    "rcn": "200380",
    "acronym": "MinWaterCSP",
    "topics": "LCE-02-2015",
    "title": "MinWaterCSP - Minimized water consumption in CSP plants",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "MinWaterCSP addresses the challenge of significantly reducing the water consumption of CSP plants while maintaining their overall efficiency. Its objective is to reduce evaporation losses and mirror cleaning water usage for small- and large-scale CSP plants through a holistic combination of next generation technologies in the fields of i) hybrid dry/wet cooling systems ii) wire structure heat transfer surfaces iii) axial flow fans iv) mirror cleaning techniques and v) optimized water management. MinWaterCSP will reduce water evaporation losses by 75 to 95% compared to wet cooling systems. It aims to increase the net efficiency of the steam Rankine cycle by 2%, or alternatively reduce the capital cost of a dry-cooling system by 25%, while maintaining cycle efficiency. To complement this, mirror cleaning water consumption will be reduced by 25% through an improved mirror cleaning process for parabolic trough collectors, the development of a cleaning robot for linear Fresnel collectors and a reduced number of cleaning cycles enabled by an enhanced monitoring of the reflectance of the mirrors. Also, comprehensive water management plans for CSP plants in various locations will be developed and combined with plant performance simulations to maximize the impact of the achieved design improvements in a complete system context. Zero liquid discharge and the option of making use of solar energy or low grade waste heat for water treatment will be considered. MinWaterCSP will improve the cost-competitiveness of CSP. This will make CSP more attractive for investment purposes and drives growth in the CSP plant business as well as job creation at European companies which provide technologically advanced CSP plant components. In addition, by making CSP technology more attractive MinWaterCSP contributes to solve the global climate challenge by reducing carbon-dioxide emissions and increasing energy generation from renewable resources.",
    "totalCost": "5861371,75",
    "ecMaxContribution": "5861371,75",
    "coordinator": "KELVION HOLDING GMBH",
    "coordinatorCountry": "DE",
    "participants": "INSTITUT DE RECHERCHES EN ENERGIE SOLAIRE ET ENERGIES NOUVELLES;ENEXIO MANAGEMENT GMBH;NOTUS FAN ENGINEERING;STEINBEIS INNOVATION GGMBH;KELVION THERMAL SOLUTIONS (PTY) LTD;WATERLEAU GROUP NV;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ECILIMP TERMOSOLAR SL;STEINBEIS 2I GMBH;LATERIZI GAMBETTOLA SRL;ENEXIO GERMANY GMBH;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA;STELLENBOSCH UNIVERSITY",
    "participantCountries": "MA;DE;ZA;BE;ES;IT",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 0
        },
        "936581270": {
            "orgId": "936581270",
            "orgName": "ECILIMP TERMOSOLAR SL",
            "ecContrib": 231356
        },
        "916170918": {
            "orgId": "916170918",
            "orgName": "ENEXIO MANAGEMENT GMBH",
            "ecContrib": 179651
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 202100
        },
        "975176406": {
            "orgId": "975176406",
            "orgName": "WATERLEAU GROUP NV",
            "ecContrib": 230625
        },
        "936585247": {
            "orgId": "936585247",
            "orgName": "NOTUS FAN ENGINEERING",
            "ecContrib": 270675
        },
        "952594612": {
            "orgId": "952594612",
            "orgName": "INSTITUT DE RECHERCHES EN ENERGIE SOLAIRE ET ENERGIES NOUVELLES",
            "ecContrib": 337375
        },
        "936595529": {
            "orgId": "936595529",
            "orgName": "KELVION HOLDING GMBH",
            "ecContrib": 178875
        },
        "929674482": {
            "orgId": "929674482",
            "orgName": "ENEXIO GERMANY GMBH",
            "ecContrib": 788641
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1092475
        },
        "966952455": {
            "orgId": "966952455",
            "orgName": "LATERIZI GAMBETTOLA SRL",
            "ecContrib": 475481
        },
        "929030790": {
            "orgId": "929030790",
            "orgName": "KELVION THERMAL SOLUTIONS (PTY) LTD",
            "ecContrib": 968849
        },
        "916274126": {
            "orgId": "916274126",
            "orgName": "STEINBEIS 2I GMBH",
            "ecContrib": 255219
        },
        "999877359": {
            "orgId": "999877359",
            "orgName": "STELLENBOSCH UNIVERSITY",
            "ecContrib": 650050
        }
    },
    "calculatedTotalContribution": 5861372
}