{
    "rcn": "200384",
    "acronym": "ZF_Blood",
    "topics": "ERC-StG-2015",
    "title": "Less is more: Single Cell Analysis of Zebrafish Blood Development",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Blood stem cells need to both perpetuate themselves (self-renew) and differentiate into all mature blood cells to maintain blood formation throughout life. However, it is unclear how the underlying gene regulatory network maintains this population of self-renewing and differentiating stem cells, and how it accommodates the transition from a stem cell to a mature blood cell. Our current knowledge of transcriptomes of various blood cell types has mainly been advanced by population-level analysis. However, the population of seemingly homogenous blood cells may include many distinct cell types with substantially different transcriptomes and abilities to make diverse fate decisions. To overcome these limitations, I will use single-cell transcriptome sequencing of zebrafish blood cells. I will apply an integrative strategy, combining genetic perturbation with computational sequence and network analysis methods, to reconstruct the regulatory networks that maintain the dynamic balance between different blood cell types. This will be achieved by pursuing two main aims:\n\n1) I will create a comprehensive atlas of single cell gene expression in adult zebrafish blood cells and computationally reconstruct the blood lineage tree. I will order cells according to their most likely developmental chronology and identify genes and gene regulatory networks that define distinct cell types. The completion of the first aim will be followed by a more ambitious long-term one that is based on:\n2) The in-depth functional characterisation of a subset of novel key regulators of blood formation and identified cell types in vivo. To achieve this I will generate a number of loss-of-function and transgenic zebrafish lines.\n\nBy sequencing thousands of single cells, this study is poised to go beyond traditional approaches in examining the complex relationships between the continuous spectra of blood cells, and will provide unprecedented insight into the regulation of blood cell formation.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}