{
    "rcn": "200321",
    "acronym": "Defera",
    "topics": "INSO-10-2015-1",
    "title": "Defera - Service Platform for Visual Language Users and Interpreters to Communicate with Spoken Languages Users",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Defera aims at building a ìone-stop-shopî service platform for connecting sign language users with interpreters with a push of a button, from anywhere any time. It aims at providing a wonderful free communication experience for all persons, who are deaf or with hearing challenges, coupled with high quality product and free calls from deaf to deaf. Defera will make a huge difference to all its customers!\n\nThere are about 5.3% of deaf and hard of hearing people in the world and only few sign language interpreters. In Europe, there is an average of 62 sign language users per sign language interpreter. In Germany, this ratio is 1/ 400. Despite many attempts in research and other automated technologies, none of these have fully replaced human interpreters. Current human interpreting service models are expensive and limited in time and space, thus they do not meet the usersí needs. Defera is changing the current business models in accessing sign language translation service with a mobile platform. Defera service starts as the human driven service business that will be efficient and affordable to users, and appealing to interpreters. The Defera service product offering is unique, and with good quality service it aims to build loyalty on the fast track. We base our quality supply with the high-end interpreting skills available to us in the selected primary markets, and therefore, expect traction to grow fast. The Defera business model is scalable and replicable. We expect expanding growth for the business in years 2017-2019 with more than 4 MÄ sales already in 2019. Impact on users will be better quality of life and better job opportunities for both users and interpreters. It will be also easier for many governments to make the recognition and promotion of the use of sign language a reality, implementing the ìEuropean Disability Strategy for 2010-2020î and the United Nations Convention on the Rights of Persons with Disabilities, through a business-driven service provision.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIGNMARK PRODUCTIONS OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924689749": {
            "orgId": "924689749",
            "orgName": "SIGNMARK PRODUCTIONS OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}