{
    "rcn": "200382",
    "acronym": "MIROR",
    "topics": "MSCA-ITN-2015-EJD",
    "title": "Methods in Research on Research",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "Our aim is to create, in Europe, an innovative and ambitious multidisciplinary intersectoral joint doctoral training programme, dedicated to Methods in Research on Research (MIROR) in the field of clinical research. ìResearch on Researchî, is an emerging new scientific discipline that aims to reduce waste in research and increase research value. Waste in research represents tens of billions of Euros spent each year on studies that are redundant, flawed in their design, never published or poorly reported. The public is the main victim of this waste and reducing waste and increasing value of research represents a major societal challenge. Our proposal involving 15 early-stage researchers, aims to 1) prepare students for envisioning the future challenges in clinical research and find innovative solutions to face them, 2) train students to go well beyond the state-of-the-art in their research, 3) help students think differently, taking advantage of the multidisciplinary expertise and intercultural diversity of the network, 4) teach students how to move from research to action and convert knowledge and idea into a product, and 5) help students develop skills to match the public and private sector needs and create new professional opportunities. \n\nMIROR will bring together 7 world-class research teams in various disciplines (computer sciences, applied mathematics, biostatistics, bioinformatics, clinical epidemiology, psychology, social sciences and translational medicine) from 6 different European countries; 6 non-academic partners involved in diverse sectors, and 4 major academic partners. We will tackle several steps of a clinical research project (planning, conduct, reporting and the peer-review); various study designs (observational studies, randomised trials, systematic reviews); various study questions (therapeutic, diagnostic, and prognostic evaluation) using various methods (meta-epidemiologic studies, qualitative studies, experimental studies, simulations etc).",
    "totalCost": "3864090,24",
    "ecMaxContribution": "3864090,24",
    "coordinator": "UNIVERSITE PARIS DESCARTES",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITEIT GENT;SVEUCILISTE U SPLITU;UNIVERSITAT POLITECNICA DE CATALUNYA;THE UNIVERSITY OF LIVERPOOL;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "participantCountries": "BE;HR;ES;UK;FR;NL",
    "projectParticipants": {
        "999818189": {
            "orgId": "999818189",
            "orgName": "SVEUCILISTE U SPLITU",
            "ecContrib": 495522
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 510749
        },
        "999869793": {
            "orgId": "999869793",
            "orgName": "UNIVERSITE PARIS DESCARTES",
            "ecContrib": 788627
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 501120
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 495746
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3864091
}