{
    "rcn": "200364",
    "acronym": "QFluctTrans",
    "topics": "MSCA-IF-2015-EF",
    "title": "Thermodynamics of Quantum Transport",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Electronic components are shrinking and finally reaching the scale of single molecules; promising novel applications to sensors, photovoltaics, heating and electronics. As these components get smaller, important and new physical phenomena impose limitations on how these devices can operate. Quantum mechanics and non-equilibrium thermodynamical fluctuations dominate, challenging all the conventional engineering tools accepted in electronics. \n\nThe objective of this proposal is to use the novel tools from quantum non-equilibrium thermodynamics to understand the effects of fluctuations in transport in such devices. Average quantities that were good to characterize and control devices in the classical scale become inadequate, as the fluctuations of single trajectories of particles become very large. Although much work has been done to understand quantum thermodynamics, many questions are open regarding its impact on transport on molecular devices.\nThe objective we propose will be addressed by research focused on overcoming the following challenges: (i) Understand the effect of quantum coherence as a thermodynamic potential in molecular devices. (ii) Apply the Open Quantum Systems TD-DFT functional to model transport in molecular devices (iii) Develop a consistent method to characterize transport devices with large quantum fluctuations\n\nEach of these rely on existing theoretical techniques, but they have not been used together for the proposed purpose before.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}