{
    "rcn": "200370",
    "acronym": "ERXOS",
    "topics": "NMP-25-2015-1",
    "title": "ElectroRheological fluid based eXOSkeleton devices for physical upper limb rehabilitation",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "The main objectives of the ERXOS innovation project are to develop ready-to-market innovative, modular, light weight, low cost, intrinsically safe, portable, semi-active exoskeleton devices to be used for the optimization and easy personalization of the rehabilitation treatment for upper limb. The above objectives will be pursued through the uptake of a class of Smart Materials called Electrorheological Fluids (ERFs), whose principal exploited characteristic is the change of their rheological capabilities to provide a unique tunable mechanical resistance opposed to motion when an electric field is applied. The proposed product key marketing features, enabled by the ERFs technology, will be: low-cost to allow the use of robot-assisted therapy in rehab centres and also in nursing houses, private physiotherapists centres, specialized fitness centres for elderly people (e.g. Adaptive Physical Activity-APA); intrinsically safe (no presence of active power actuators) allowing an easier Standard Compliance certification procedure and decreasing time to market; intuitive to reduce set-up time and to allow a simple use without supervision; adaptable in terms of possible use of people with different sizes and needs; modular to be split in different sub-systems to allow, as an example, separate rehab of shoulder, elbow, wrist; goal-oriented (e.g. combined with serious game techniques/virtual reality systems).The ERXOS devices have the target to enhance the quality of rehabilitation services at low-cost and for all. The feasibility study of the ERXOS Project will be dedicated to assess the complete viability of the proposed products with the main aim to reach the market in a 3 years period. To this extent a detailed business plan will be produced at the end of PHASE I including risk assessment, market analysis and detailed market strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIGNO MOTUS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998833348": {
            "orgId": "998833348",
            "orgName": "SIGNO MOTUS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}