{
    "rcn": "200339",
    "acronym": "PUREJUICE",
    "topics": "SFS-08-2015-1",
    "title": "Industrial scale-up of Pulsed Electric Fields technology for natural fruit juice processing",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "The increasing consumersí interest in minimally processed foods, with high nutritional values and more ìfresh-likeî characteristics is pushing food processors towards the search for viable alternatives with respect to already settled procedures used for Mass Transfer processes. Through the PUREJUICE project, Energy Pulse Systems (EPS) will validate the implementation of a novel Pulsed Electric Fields (PEF) system within the juice production lines of different fruit matrices: pear, red fruits/berries, tropical fruit, stone fruit and grapes. PUREJUICE constitutes a promising alternative or complement to the standard enzymatic maceration stage for the pre-treatment of raw materials in fruit juice processing. Starting from remarkable results obtained with the EPULSUS technology applied to ìnaturalî apple juice production within the industrial facility of a global producer, PUREJUICE aims to prove the technological and economic feasibility of the application of the Apple solution to the processing of other fruits. The technological feasibility evaluation will be carried out by analysing the current production process for the selected fruits, followed by the experimental validation of the performances of PUREJUICE with sample batches collected from the customers, and the estimation of the impact of the PUREJUICE implementation on the overall process. In parallel, the economic feasibility study will be focused on ensuring that the PUREJUICE technology represents a sustainable business opportunity for EPS. Our objective is to manufacture and distribute the new system, with the purpose to provide customer companies operating in natural fruit juice processing with a clear competitive edge through the achievement of three main goals: 1) extraction yield increase, 2) enhancement of nutritional/organoleptic properties of processed material, 3) improvement of economic/environmental sustainability of the entire process.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENERGYPULSE SYSTEMS, LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950676049": {
            "orgId": "950676049",
            "orgName": "ENERGYPULSE SYSTEMS, LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}