{
    "rcn": "200343",
    "acronym": "sqetch",
    "topics": "INSO-10-2015-1",
    "title": "Sqetch ñ easily connecting fashion brands with apparel manufacturers",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Today`s world is constantly speeding the way we live (learn, communicate, entertain or do business). With over 3 billion searches on Google, ìto buyî characterises today`s society. People are looking to be always fashion-conscious therefore they go shopping. This puts an important amount of pressure on brands interested to become more and more effective in order to satisfy customerís expectations ñ high quality, fair price, short delivery time. Achieving this requires a paradigm shift in the way companies are conducting their business processes. And the fashion industry is no exception! Both fashion brands and apparel manufacturers are facing significant challenges: How to easily find suitable and trustful apparel manufacturers? Are those delivering the expected quality for a fair price? How to turn more fashion brands into new customers? How to confirm a good quality level of manufacturing?\nOur Sqetch project will offer a concrete solution by providing an innovative online platform which will help more than 170.000 European textile and clothing companies to connect. Our Sqetch project is driving a major change in how a traditional industry adopts actual business models, responding to the EC initiative for this sector: encouraging innovation and maintaining competitiveness. Sqetch positions as an online service to support a sector which employs 1, 6 million people and plays a crucial role in the economy and social well-being in many regions of Europe.\nThe technical innovation resides in the matching algorithm which uses many weighted criteria to find the best matching manufacturer for a brand. The algorithm weighs, 10 times faster than existing solutions, all these criteria against their importance and finds which manufacturer in the database has the greatest match with that project. The result: faster match, easier usability, lower costs for brand and manufacturers. This translates into more innovative and competitive companies, the foundation of growth.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SQETCH BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924007936": {
            "orgId": "924007936",
            "orgName": "SQETCH BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}