{
    "rcn": "200413",
    "acronym": "SEESWIND",
    "topics": "SIE-01-2015-1",
    "title": "SEESWIND, Silent, Efficient and Economic Small Wind Energy.",
    "startDate": "01/03/2016",
    "endDate": "31/05/2016",
    "objective": "In the current context of more than 50% dependency on energy imports, increasing fuel and electricity prices and climate change threats, Europe is in a great need to foster its internal production of renewable energy.\n\nSmall wind can play an important role in meeting this challenge by providing reliable decentralized renewable energy. However, there are a number of technical and economic barriers the small wind industry needs to overcome in order to become fully competitive. These include low performances in urban environments with slow and turbulent winds, high noise levels, need for reliable safety systems to avoid over-speeding, risks to birds and high upfront investments for the purchase and installation of the technology. \n\nExisting market solutions only cover a certain range of wind speeds and have low performances in slow winds. They also cause uncomfortable noise with levels that can reach 60dBA - above WHO standards (40 ñ 55 dBA) - while posing a collision hazard for birds during flight. In economic terms, the average final installed costs of a small wind turbine are around Ä10,000 to Ä15,000. \n\nSEESWIND is the first technology in the small wind market that offers solutions to cover the full range of winds and user demands thanks to its modular and easy to install (plug & play) configuration, ensuring a silent (0 dBA), efficient and safe performance while reducing by 10-40% the overall final cost for the user. SEESWINDís feasibility study will aim at exploring our commercial strategy, including the definition of modules with highest commercial interest,  technical feasibility and markets analyses, as well as a ëfreedom to operateí study, in order to define our SEESWIND business plan. \n\nSEESWIND will be out in the market by 2018 at a selling price of Ä 6,300. We expect a six fold increase of our sells between 2018 and 2023, which with a 30% margin will provide Ä9.3 million benefits in five years. This will allow a Return of Investment (ROI) rate of 3.4.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BAI-WIND SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924122687": {
            "orgId": "924122687",
            "orgName": "BAI-WIND SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}