{
    "rcn": "200416",
    "acronym": "PEPTO1",
    "topics": "BIOTEC-5b-2015-1",
    "title": "Feasibility study of a novel treatment for cancer based on a recombinant peptide therapy",
    "startDate": "01/03/2016",
    "endDate": "31/07/2016",
    "objective": "Peptomyc S.L. is an SME created to develop a new, first-in-class, cancer therapy using innovative anti-Myc peptides. Myc is an oncogene deregulated in the majority of human cancers, making Peptomycís products potentially applicable to all cancer patients. The recombinant peptides are based on Omomyc, a Myc inhibitor benefiting from 20 years of preclinical validation as gene therapy. Omomyc displays remarkable therapeutic impact in multiple cancer models, with limited side effects, and no emergence of resistance. These peptides (Omomyc-CPP) developed by Peptomyc have unexpected cell-penetrating properties that make them excellent candidates for drug development. Three different drug products are being derived from the same drug substance, based on different administration routes, formulations and delivery devices. Peptomycís first mission is to take the first drug product (OMO-101) to completion of a successful phase I/II clinical trial, demonstrating safety and efficacy initially in glioblastoma (GBM) patients. Upon completion of phase I/II, Peptomyc plans to reach a licensing deal with a pharmaceutical company, to take care of further development and commercialization of OMO-101. In the feasibility study proposed here, Peptomycís team will elaborate and refine the business development plan of this new therapy to maximize its social and commercial potential. Such study will include:\na. Management of the IPR strategy;\nb. Selection of the best CRO partners for [1] execution of safety studies, [2] clinical trials coordination, [3] Pre-IND and IND applications and other regulatory requirements;\nc. EMA Briefing meeting; \nd. Refinement of the business development plan, including market and risk analyses and costs.\nThis feasibility study will be a strong asset to advance this unique, innovative therapy towards its commercialization not only in GBM, but eventually in multiple cancer markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PEPTOMYC SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934454545": {
            "orgId": "934454545",
            "orgName": "PEPTOMYC SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}