{
    "rcn": "200484",
    "acronym": "RadFeedback",
    "topics": "ERC-StG-2015",
    "title": "The radiative interstellar medium",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The pressure, radiation, and ionization from the warm (UV emitting) and hot (X-ray emitting) gas has a significant impact on the cold, star-forming interstellar medium. We propose to carry out a comprehensive 3D study of the turbulent, multi-phase ISM in different environments that includes, for the first time, a proper treatment of UV and X-ray emission from stellar (primary) sources and extended (secondary) sources like cooling shock fronts and evaporating clouds. We do this by means of massively parallel, high-resolution 3D simulations that capture the complex interplay of gravity, magnetic fields, feedback from massive stars (ionizing radiation, radiation pressure, stellar winds, supernovae), heating and cooling including X-rays and cosmic rays, and chemistry. We are developing a novel, original and highly efficient method to accurately treat the transfer of radiation from multiple point and extended sources in the 3D simulations. Radiation and chemistry will be coupled to achieve self-consistent heating, cooling, and ionization rates. Moreover, accurate synthetic observations covering the large dynamic range from X-rays down to radio emission will be generated to set the results in the proper observational context. This will enable us to address the key science questions: How efficient is stellar feedback in different environments and which feedback process is dominant? What is the precise role of UV radiation and X-rays, also from secondary sources? Are the observations following the key dynamical players? How do we best interpret ISM observations from ALMA, SKA, or ATHENA? How do we assist in designing future observations? With the resources requested here we will perform the most self-consistent theoretical study of the multi-phase ISM so far, thus building up a leading group for ISM research in Europe. To stimulate worldwide scientific activities and interactions we will make all data available to the community through an open-access web interface.",
    "totalCost": "1488048",
    "ecMaxContribution": "1488048",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 1488048
        }
    },
    "calculatedTotalContribution": 1488048
}