{
    "rcn": "200498",
    "acronym": "NanoIntra",
    "topics": "MSCA-IF-2015-GF",
    "title": "Multitasking Nanoparticles for Intracellular Bioimaging and Biosensing",
    "startDate": "01/05/2017",
    "endDate": "30/04/2020",
    "objective": "The development of specifically designed nanomaterials for advanced medical applications such as theranostics has become a major technical challenge with great potential societal and economic outcomes. Nanomedicine and related techniques hold great promises for improved diagnostic and treatment of widely spread diseases such as cancer. This project, entitled NanoIntra, aims at developing novel multitasking nanoparticles as advanced tools for highly localized and ultrasensitive intracellular imaging and biosensing. These nanoprobes should provide new insights in the spatial and temporal processes at play in live cells and therefore reveal part of their mystery. Such functional objects are achieved through the design of a complex architecture which involves quantum dots as bright and stable luminescent markers encapsulated in a protective silica matrix. These nanoparticles are combined with plasmonic nanocrystals, which offer new strategies for their photothermally induced intracellular delivery. The targeting and imaging of specific subcellular structures is then achieved thanks to proper surface functionalization of the nanoparticles. In addition, the plasmonic nanocrystals also allow these nanoparticles to be used as Surface Enhanced Raman Scattering (SERS) biosensors. Finally, for a higher control on the use of such nano-biosensors, optical tweezers are used to purposefully manipulate and position the nanoparticles inside the cells at the region of interest. Besides their application in cell labeling and biosensing, these functional nanoparticles have tremendous potential applications in the fields of theranostics, nanomedicine and nanobiophotonics, and NanoIntra constitutes a first step toward the development of a full lab-on-a-particle. Thus, through the synthesis and characterization of novel materials and their application to biotechnology, NanoIntra is a multidisciplinary research and training project at the interface between physics, chemistry and biology.",
    "totalCost": "258530,4",
    "ecMaxContribution": "258530,4",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999836134": {
            "orgId": "999836134",
            "orgName": "CORNELL UNIVERSITY",
            "ecContrib": 0
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 258530
        }
    },
    "calculatedTotalContribution": 258530
}