{
    "rcn": "200482",
    "acronym": "EVODIS",
    "topics": "ERC-StG-2015",
    "title": "Exploiting vortices to suppress dispersion and reach new separation power boundaries",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "The 21st century is expected to develop towards a society depending ever and ever more on (bio-)chemical measurements of fluids and matrices that are so complex they are well beyond the current analytical capabilities. Incremental improvements can no longer satisfy the current needs of e.g. the proteomics field, requiring the separation of tens of thousands of components. The pace of progress in these fields is therefore predominantly determined by that of analytical tools, whereby liquid chromatography is the most prominent technique to separate small molecules as well as macromolecules, based on differential interaction of each analyte with support structures giving it a unique migration velocity. To improve its performance, a faster transport between these structures needs to be generated. Unfortunately the commonly pursued strategy, relying on diffusion and reducing the structure size, has come to its limits due to practical limitations related to packing and fabrication of sub-micron support structures, pressure tolerance and viscous heating.\nA ground-breaking step to advance chromatographic performance to another level would be to accelerate mass transport in the lateral direction, beyond the rate of diffusion only. To meet this requirement, an array of microstructures and local electrodes can be defined to create lateral electroosmotic vortices in a pressure-driven column, aiming to accelerate the local mass transfer in an anisotropic fashion. The achievement of ordered arrays of vortices is intimately linked to this requirement, which is also of broader importance for mixing, anti-fouling of membrane and reactor surfaces, enhanced mass transfer in reactor channels, emulsification, etc. Understanding and implementing anisotropic vortex flows will therefore not only revolutionize analytical and preparative separation procedures, but will also be highly relevant in all flow systems that benefit from enhanced mass transfer.",
    "totalCost": "1460687,5",
    "ecMaxContribution": "1460687,5",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 1460688
        }
    },
    "calculatedTotalContribution": 1460688
}