{
    "rcn": "200400",
    "acronym": "ZeBiolApp",
    "topics": "MSCA-IF-2015-EF",
    "title": "Developing Structure-Reactivity Relationships of the Zeolite Catalysed Bio-alcohol Mediated Aromatic Alkylation Processes via a Multi-Spectroscopic Investigative Approach",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "A top priority of the European Union under the Horizon 2020 protocol is that chemical industries must reduce their dependence on fossil fuels. In the petro-chemical industry, aromatic alkylation processes using olefins as alkylating agents and zeolites or inorganic Lewis acids as catalysts are still exclusively depending on fossil fuels. Other limitations of these processes include corrosion, toxicity, contamination and undesired side reactions. Hence, I will develop new zeolite-based catalytic technologies for the alkylation of aromatics using bio-alcohols (derived from biomass) as alkylating agents. Here I hypothesize that MWW type medium pore zeolites and MTW/MOR type large pore zeolites are ideal catalysts for aromatic alkylation using short and long chain alcohols, respectively. In this regard, the specific project aims are: (1) evaluation of these specific medium and large pore zeolites for the production of alkylated aromatics with high selectivity and purity in bio-alcohol mediated aromatic alkylation processes, (2) proper process optimization by tuning all reaction parameters in order to achieve excellent selectivity at reasonably higher reactivity and (3) elucidation of the catalytic cycle and deactivation mechanism and establishment of the structure-property-function relationships through the application of advanced in situ/operando (micro-)spectroscopic techniques. Altogether, the acquired knowledge from this research project will help the chemical community to design future catalyst materials for bio-alcohol mediated aromatic alkylation processes. \n   This project will be carried out within Inorganic Chemistry and Catalysis (ICC) group at Utrecht University under the supervision of Prof. Bert M. Weckhuysen. This will allow me to develop my knowledge and skills in the fields of heterogeneous catalysis and in situ spectroscopy in order to steer my future as an independent researcher in the direction of heterogeneous catalysis for organic syntheses.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}