{
    "rcn": "200406",
    "acronym": "FIREFELM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mastering the energetic particle distribution in a magnetohydrodynamic active plasma",
    "startDate": "01/08/2017",
    "endDate": "31/08/2019",
    "objective": "FIREFELM ñ fast ions, radial electric field and edge localized mode ñ is an interdisciplinary project aimed at getting a better understanding of the basic mechanisms responsible for the energetic particle transport in fusion as well as in astrophysical plasmas making use of advanced diagnostic systems and state-of-the-art numerical tools. The main goal of this proposal is to control the dynamics between energetic particles, radial electric fields and magnetohydrodynamic (MHD) perturbations in the plasma edge and its impact on the overall plasma confinement. The mechanisms underlying the fast ion transport induced by MHD instabilities, such as Edge Localized Modes (ELMs) and externally applied Magnetic Perturbations (MPs) will be studied through innovative diagnosis techniques developed at the University of Seville and the Centro Nacional de Aceleradores (CNA) in Seville, Spain and employed in different fusion devices such as ASDEX Upgrade (Germany) and MAST Upgrade (UK). This project consists of three main research lines which follow a bottom up approach: the first research line is dedicated to fusion technology and aims at the development of the new generation of fast ion loss detectors (FILDs). New FILD systems will be able to provide absolute fluxes of escaping ions, their poloidal distribution and critical information on the wave-particle momentum and energy exchange. These advanced FILDs will be employed to characterize the interdependence between fast ion losses and radial electric fields and to study the role of fast ions in plasma edge stability and in the ELM cycle. Unraveling the interaction between MHD instabilities and energetic particles in tokamak plasmas will advance our understanding of the observed particle acceleration and transport in the solar corona and help to identify similarities between tokamak and astrophysical plasmas. This third research line will shed light on the anomalous heating of the solar corona and generation of the solar wind.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE SEVILLA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}