{
    "rcn": "200445",
    "acronym": "ArCH4ives",
    "topics": "MSCA-IF-2015-EF",
    "title": "Unlocking the methane cycling archives from Arctic lakes: a biological fingerprint",
    "startDate": "01/03/2016",
    "endDate": "02/12/2018",
    "objective": "Arctic landmasses and lakes release significant amounts of methane (CH4), a potent greenhouse gas that contributes to global climate change. Yet, the effect of rapid warming in the Arctic on the fate of CH4 emissions is poorly understood, particularly over decadal to millennial timescales. The recent advance of high-throughput sequencing and metabarcoding techniques to analyse ancient environmental DNA, or paleogenomics, from Arctic lake sediment has tremendously heightened analytical sensitivity and thus unlocked a wealth of new information on past ecosystems and their processes. I will combine this innovative approach to a robust paleoecological framework and multivariate analyses to study the drivers underpinning microbial assemblages involved in the cycling of CH4 during major periods of climate variability in Greenland since deglaciation. By using an important multi-site set of lake sediment cores spreading along major environmental gradients and collected by the Anthropocene-Quaternary Research Group, I will upscale the study from catchment to region and from the present Anthropocene (~last 150 years) to the early deglaciation of the Holocene (~11,700 years ago). This dataset will also enable me to control for the different catchment-specific processes that may have influenced microbial abundance, diversity and function in the past, and isolate the influence of climate on their ecology. This interdisciplinary approach will be supported by the analysis of additional paleoecological proxies for other important components of the carbon cycle in Arctic watersheds via collaborations with Canadian and Australian laboratories. While acquiring new expertise in cutting-edge paleogenomics and microbial ecology in world-leading research facilities at the Centre for GeoGenetics, I will advance paleoecology, gain significant new insights into the global carbon cycle and improve our understanding of the sensitivity of polar ecosystems.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}