{
    "rcn": "200455",
    "acronym": "Magintlec",
    "topics": "MSCA-IF-2015-EF",
    "title": "Controlling interfacial spin effects in magnetic devices through applied electric fields",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Sandwiching ultra-thin out-of-plane magnetized materials between heavy metal and oxide layers in multilayer heterostructures has led to important new discoveries which offer a path to fast, non-volatile, low power electronics. The first important effect, the Dzyaloshinskii-Moriya interaction (DMI), favours orthogonal alignment of neighbouring spins, causing stable NÈel domain walls of well-defined chirality. The second, spin-orbit torques (SOTs), are torques on the magnetization caused by spin accumulation under applied in-plane currents. In combination these effects lead to very high domain wall velocities and allow the creation of mobile topological objects called skyrmions, both suitable for technological applications. While DMI and SOTs are dominated by the interfaces, their precise microscopic origins are not well understood. This proposal takes advantage of newly developed techniques to control magnetic interfaces with electric fields. Through strain effects, created by electric fields on a ferroelectric layer, or through electrical fields across an insulating oxide or through electric field-induced oxygen migration in an ionic conductor, the interfacial properties of suitable devices will be altered. All these effects change the filling of hybridized interfacial electronic orbitals, which allows the strength of the DMI and SOTs to be tuned for applications and lead to a better understanding of the underlying mechanisms.  Magintlec will be conducted at Aalto University where the host group provides frontier expertise and state-of-the-art experimental facilities for electric-field controlled magnetism (film growth, lithography, magnetic and magnetotransport characterization). The applicant, Dr Rhodri Mansell, brings an excellent track record in nanomagnetism and spintronics. For the last five years, he worked as a postdoctoral research associate at Cambridge University focusing on spin-orbit effects and logic devices in out-of-plane magnetized multilayers.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}