{
    "rcn": "200429",
    "acronym": "microCardio",
    "topics": "MSCA-IF-2015-EF",
    "title": "Functional high-throughput analysis of the role of microRNAs in cardiac ischemia-reperfusion injury",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Ischemia-reperfusion injury is a major cause of morbidity and mortality transversal to different clinical settings and pathologies, including myocardial infarction. Ischemia is characterised by insufficient supply of blood to tissues causing tissue oxygen deprivation. Importantly, damage by prolonged ischemia is further aggravated by reperfusion, leading to irreversible tissue damage. Identifying and understanding the factors contributing to ischemia-reperfusion injury is essential to counteract the irreversible damage and to potentially develop novel therapeutic approaches to intervene in myocardial infarction. Recent studies have shown that microRNAs control various aspects of heart disease, including ischemia-reperfusion injury. Although a few microRNAs have already been implicated in this process, a comprehensive analysis of the functional role of microRNAs in cardiac ischemia-reperfusion injury is still missing.\n\nThe main goal of this project is to identify microRNAs controlling the resistance/susceptibility of cardiomyocytes to ischemia-reperfusion injury and characterise the molecular mechanisms underlying their function. This will be achieved through the combination of gain- and loss-of-function high-throughput screenings using genome-wide microRNA libraries, and deep-sequencing analysis of microRNA expression in conditions mimicking ischemia and ischemia-reperfusion in vitro and in vivo. The identification and characterisation of the molecular targets of the selected microRNAs will entail a combination of computational and experimental approaches\n\nThis project uses innovative experimental approaches and will unravel a previously unappreciated network of microRNAs and microRNA targets critical to ischemia-reperfusion injury, which may reveal novel opportunities for therapeutic intervention, with important clinical implications.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "CENTRO DE NEUROCIENCIAS E BIOLOGIACELULAR ASSOCIACAO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998200617": {
            "orgId": "998200617",
            "orgName": "CENTRO DE NEUROCIENCIAS E BIOLOGIACELULAR ASSOCIACAO",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}