{
    "rcn": "200451",
    "acronym": "DefAlgS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Deformation theory of algebraic structures",
    "startDate": "01/03/2016",
    "endDate": "31/10/2017",
    "objective": "This project focuses on questions related to the deformation theory of algebraic structures in the very general setting of algebras over a prop (which includes various kinds of algebras and bialgebras). In particular, it aims to understand realizations of an algebraic structure at the (co)homology level in an algebraic structure up to homotopy at the (co)chain level. When this complex is of topological or geometric nature (e.g. the de Rham complex of a manifold), one expects to extract from these realizations new topological and geometric invariants. These realizations are not understood at present in various cases where bialgebra structures play a crucial role, especially with PoincarÈ duality, String topology and Deformation quantization. We use methods relying in particular on Quillenís work on homotopical algebra, Lurie's higher category theory and Toen-Vezzosiís derived algebraic geometry. We define and study the homotopy type of realization spaces of algebraic structures and develop a derived geometry approach to deformation theory of such structures. This machinery is set up to address three kinds of problems related to topology, geometry and mathematical physics. The first one is to use realization spaces of PoincarÈ duality structures and equivariant string topology to build new topological and geometric invariants of manifolds, solve an open problem of Sullivan about the realisation of known geometric invariants and understand the action of the Grothendieck-Teichm¸ller group on such structures. The second one is to use a derived geometry approach to these moduli spaces to compare deformation theories of bialgebras and algebras over the little disks operad and solve a longstanding formality conjecture of Kontsevich. The third one is to use deformation quantization of moduli stacks of algebraic structures up to homotopy to perform a far reaching generalization of Turaev's work to the construction of link invariants in higher dimensional manifolds.",
    "totalCost": "166829",
    "ecMaxContribution": "166829",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 166829
        }
    },
    "calculatedTotalContribution": 166829
}