{
    "rcn": "200474",
    "acronym": "PEARRL",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Pharmaceutical Education And Research with Regulatory Links: Innovative drug development strategies and regulatory tools tailored to facilitate earlier access to medicines",
    "startDate": "01/05/2016",
    "endDate": "30/04/2020",
    "objective": "The European Pharma industry is a major contributor to EU well-being, both in public health and economic (sales >200 billion Ä/year) terms. To maintain global leadership, it must respond to challenges from low-cost producers e.g. China by bringing new drug molecules to market in a streamlined, cost-effective manner. This strategy is underscored by recent initiatives of European regulators to expedite the approval of ìbreakthrough drugsî so patients can gain earlier access to life-saving drugs. To realise these goals, scientists with an integral understanding of drug development and regulatory approval processes are urgently needed. \nPEARRL will train 15 Early Stage Researchers (ESR) who can develop new bio-enabling formulations (ìbetter drugsî), biorelevant and in silico methods to predict formulation performance in vivo (ìstreamlined developmentî) and serve as communication bridgers between research and regulatory science (ìaccelerated approvalî), thus bringing Pharma and regulatory objectives to fruition. PEARRL brings a multi-sectorial team, comprising key European regulatory authorities, academic leaders in bio-enabling formulations and biopharmaceutics tools, and an array of Pharma companies with a wealth of combined experience in bringing molecules to market, together for the first time to deliver a unique research and training programme.  \nKey PEARRL elements are individual research projects with synergistic output; exposure of all ESR to academia, industry and regulatory in secondments; and ongoing innovative learning via Online Portals, Science Slams and Boot Camps.  Key PEARRL impacts will be availability of excellent pharmaceutical researchers; streamlined drug development with a higher success rate for the industrial partners; enriched academic research through cooperation with industry and regulatory; earlier availability of breakthrough medicines to patients; a competitive pharma industry in Europe and contributions to European public health interests.",
    "totalCost": "3856253,04",
    "ecMaxContribution": "3856253,04",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "UNIVERSITY OF BATH;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;FACHHOCHSCHULE NORDWESTSCHWEIZ;SIRIUS ANALYTICAL INSTRUMENTS LTD;PHARMATEN ANONYMOS VIOMICHANIKI KAI EMPORIKI ETAIREIA PHARMAKEFTIKON KAI KALLYNTIKON PROIONTON;H. LUNDBECK AS;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;JANSSEN PHARMACEUTICA NV;Merck KGaA",
    "participantCountries": "UK;EL;CH;DK;DE;BE",
    "projectParticipants": {
        "999913249": {
            "orgId": "999913249",
            "orgName": "H. LUNDBECK AS",
            "ecContrib": 0
        },
        "960398456": {
            "orgId": "960398456",
            "orgName": "SIRIUS ANALYTICAL INSTRUMENTS LTD",
            "ecContrib": 273288
        },
        "951146984": {
            "orgId": "951146984",
            "orgName": "PHARMATEN ANONYMOS VIOMICHANIKI KAI EMPORIKI ETAIREIA PHARMAKEFTIKON KAI KALLYNTIKON PROIONTON",
            "ecContrib": 242387
        },
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 546576
        },
        "999856310": {
            "orgId": "999856310",
            "orgName": "FACHHOCHSCHULE NORDWESTSCHWEIZ",
            "ecContrib": 530454
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 484774
        },
        "999965241": {
            "orgId": "999965241",
            "orgName": "MERCK KOMMANDITGESELLSCHAFT AUF AKTIEN",
            "ecContrib": 0
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 531349
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 747649
        }
    },
    "calculatedTotalContribution": 3356477
}