{
    "rcn": "200428",
    "acronym": "CMDrive",
    "topics": "FTIPilot-1-2015",
    "title": "Condition Monitoring of Wind Turbine Drive-Trains via Non-Contact Acoustic Sensors",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "The EU Agency for Safety & Health is currently amending wind turbine standards (such as EN 50308) to ensure safer O&M tasks and increase the Probability Of Detection (POD) for wind turbine defects. ISO have also identified such issues, and in fact initiated the development of QA standards specifically tailored for the Condition Monitoring (CM) of wind turbines. Current CM systems are intrusive, and hence revoke the initial OEM warranty of drive-train components. The combination of industrial and legislative factors is the key driver behind the production of CMDrive: a bespoke and non-intrusive acoustic-analysis CM system, having a POD for drive-train defects of 90-98% within the range of operating powers. The requested grant of Ä2.5m will be required to validate and enhance the system, and initiate the commercialisation process. Growth in the wind services sector, as related to O&M and CM, is also compelling, as studies by Deloitte have shown that the corresponding market is estimated to increase from Ä5.2b to Ä10.8b by 2020, with a CAGR of 10%. The first generation of CMDrive shall be produced for wind turbines of 2.5MW or less; a next generation product, to handle larger turbines, has already been envisioned. The commercialisation strategy involves the segmentation of the wind turbine market into 3 initial customer tiers, is targeting WFOs and Independent Service Providers of CM within such tiers, and will position the product through a number of Unique Selling Points, which will be elaborated further in this proposal. The locations of the 5 partners, in addition to the global outreach of TWI and INESCO, are critical factors for launching the product by 2019. It is expected that CMDriveís associated revenue streams (sales, services, licensing) will yield an estimated ROI of 1100%, and corresponding cumulative profits of Ä26m, over the 5 year forecast (2019ñ2023). INESCO will take lead of the sales, with the other partners benefiting by means of profit shares.",
    "totalCost": "2789131,25",
    "ecMaxContribution": "2289732,88",
    "coordinator": "INESCO INGENIEROS SL",
    "coordinatorCountry": "ES",
    "participants": "INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE;BRUNEL UNIVERSITY LONDON;RELEX ITALIA SRL;AINOOUCHAOU PLIROFORIKI AE;TWI LIMITED",
    "participantCountries": "EL;UK;IT",
    "projectParticipants": {
        "953712149": {
            "orgId": "953712149",
            "orgName": "INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE",
            "ecContrib": 0
        },
        "998994077": {
            "orgId": "998994077",
            "orgName": "AINOOUCHAOU PLIROFORIKI AE",
            "ecContrib": 248254
        },
        "972244387": {
            "orgId": "972244387",
            "orgName": "INESCO INGENIEROS SL",
            "ecContrib": 482125
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 677655
        },
        "995088081": {
            "orgId": "995088081",
            "orgName": "RELEX ITALIA SRL",
            "ecContrib": 434884
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 446815
        }
    },
    "calculatedTotalContribution": 2289733
}