{
    "rcn": "200408",
    "acronym": "AUTOMET",
    "topics": "NMP-25-2015-1",
    "title": "AUTOCONFIGURABLE METROLOGICAL MEASUREMENT SYSTEM FOR PRODUCTION LINES IN AUTOMOBILE PIECES PROVIDERS",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "WIP has detected that the companies engaged in the manufacture of metal assemblies for automobile, providers of a lot of parts to largest car manufacturers, have several problems in the measurement and calibration of its pieces, because much of this provision is the result of processes of stamping and welding. These processes are so aggressive that deform the components, causing a dimensional uncertainty gives rise to a problem unresolved: Many of the manufactured parts are large and have complicated geometries, therefore, it is impossible to measure them in the production line. Industrial measurement systems are generally large machines (coordinate system) located in temperature controlled laboratories.  Current solutions are able to measure very few parts per time unit. These laboratories are typically used inspection of a part of each lot in a production, assuming that the assembly process is effective enough to not have to measure 100 % of them. But this is not this case, WIP has since found that this rule was valid in the past, but the specifications (tolerances) that automobile companies require to their suppliers (tolerances of tenths of a millimeter in large welding pieces), are destroying this measurement model. Producing a batch of defective pieces, with erroneous measurements, may result loss of entire batch, it would have to make the batch again (large stress in production line in the factory, the viability of the line is under doubts, etc) and this would involve a high cost. Moreover, confidence would be lost with the end customer.\nTherefore, due to these deficiencies in the measurement of pieces, WIP has identified a great business opportunity, especially in the field of automobile suppliers.\nWIP aims to apply to the SME Instrument for the large-scale commercialization of an AUTOCONFIGURABLE METROLOGICAL MEASUREMENT SYSTEM with a FAST SET-UP in any point of the production line, focused on the EUROPEAN AUTOMOBILE SUPPLIERS MARKET mainly: AUTOMET.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WIP PROYECTOS INDUSTRIALES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936178623": {
            "orgId": "936178623",
            "orgName": "WIP PROYECTOS INDUSTRIALES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}