{
    "rcn": "200409",
    "acronym": "NATAROM",
    "topics": "SFS-08-2015-1",
    "title": "New isolation methods for production of natural aroma ingredients",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "For more than 22 years, Axxence Slovakia Ltd. has maintained its focus: entire dedication to be one of the most reliable and innovative sources within its prime field of expertise: NATURAL AROMA INGREDIENTS for the flavour & fragrance compounding industry worldwide. By strategic investments in R&D of novel natural ingredients and new manufacturing processes, Axxence constantly strives to expand the use of their products in existing and new applications as well as markets.\nThe project will establish a technically validated and economically proven production process of the two natural aroma ingredients: 2,4-decadienal (deep fat flavour) and beta-damascenone (rose-like aroma). The reason for the choice of this topic  is our capability to solve the lack of these compounds in the flavour and food markets. In general, flavours play crucial role in two ways: (i) for end users - food manufacturers: they are the starting point for producing food items with ìnaturalî and / or ìbioî label which is a strong trend in food industry, and (ii) for final consumers: they are one of the most influential and important criteria to select more healthy and more high-quality product.  \nCurrent production methods of the above mentioned flavours  are either synthetic or not applicable in large-scale production due to enormous high costs and low concentration levels. However, the demand for aromas in natural form has been increasing in EU/global level due to challenges to replace synthetic products and expensive raw materials.  The innovative approach of Axxence  can open big commercial potential of expected products. It lies in the application of biotransformation methods  and in the use of agro-food residues  in agreement with EU Strategy for green growth and EU Circular economy. The expansion of the product portfolio will contribute to continuous sustainable company business growth to maintain 6-8% annual turnover growth.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AXXENCE SLOVAKIA SRO",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "972180464": {
            "orgId": "972180464",
            "orgName": "AXXENCE SLOVAKIA SRO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}