{
    "rcn": "200479",
    "acronym": "ProNeurons",
    "topics": "ERC-StG-2015",
    "title": "Transcription Factor-mediated Neuronal Cell Fate Programming in Human Stem Cells",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "The discovery of pluripotent stem cells has expanded the working modes in biology towards the reverse engineering of specific cell types. Unlike studying developmental phenomena in vivo, we are now theoretically able to mimic some of these processes in a dish. The use of human induced pluripotent stem (iPS) cells facilitates studying the genesis of human cell types in an ethically approved setting. However, exploiting the full potency of stem cells is only possible with very few differentiated cell types. In particular, the generation of neurons is in its infancy: of the many neuronal types present in the brain, only a few types have been generated in vitro. So far, neuronal differentiation protocols are multifaceted and tailored to individual cell types. The molecular events that occur during reprogramming remain enigmatic. Hence, we cannot confer these protocols easily on producing different neurons of interest. Therefore, we plan to induce transcription factors as differentiation control buttons in human iPS cells in order to explore in vitro neurogenesis systematically. First, we will apply a human transcription factor library to conditional fluorescent iPS reporter lines, facilitating high-throughput isolation and analysis of induced neurons. Second, the underlying gene regulatory networks will be revealed using RNA-sequencing over the entire differentiation period to identify the biological rules of in vitro neuronal differentiation. We will combine these in-depth transcriptomic analyses with morphological, anatomical, and functional characterizations. Finally, based on our discoveries, we will engineer human photoreceptors that can be applied to cell transplantation experiments in retinal degeneration diseases. Conceptually, our approach paves the way for targeted ìforwardî programming of human iPS cells to neurons.",
    "totalCost": "1495000",
    "ecMaxContribution": "1495000",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 1495000
        }
    },
    "calculatedTotalContribution": 1495000
}