{
    "rcn": "200433",
    "acronym": "CARMI",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cosmology, Astronomy, and Religion in Medieval India",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "CARMI proposes to study the friction between two cosmologies found in India in medieval times: the cosmological model used by the astronomical tradition of India, and the cosmology found in the Pur??as, a group of texts sacred in Hinduism.\n\nIn the Indian tradition, cosmology falls within the branch of knowledge known as jyoti???stra, which has three divisions: sa?hit? (omens); hor? (astrology); and ga?ita (the astral sciences, including astronomy and cosmology).\n\nWith CARMI present, the Department of Cross-Cultural and Regional Studies will have experts in all three divisions, creating a unique research environment for the study of all aspects of jyoti???stra. This will be particularly valuable for CARMI.\n\nHistorically, the Indian astronomers rejected elements from the Pur??as contradicting their model, but also incorporated compatible elements. With the astronomer JÒ?nar?ja (1500 CE), this changed; he sought to create a synthesis between the two incompatible cosmologies. He maintained that the sacred Pur??as could not be contradicted. At the same time, he needed a working science. So he re-interpreted passages from the Pur??as. This approach had a significant impact on Indian astronomy.\n\nWhat were the dynamics that led to this approach? Why was it felt necessary to assert the authority of the Pur??as within the Indian astronomical tradition?\n\nThrough a careful investigation of JÒ?nar?ja's sources, CARMI will have an interdisciplinary approach to the understanding of issues arising from the interaction of cosmology, on the one hand, and religion, on the other (that is, two separate subfields of Indology), in medieval India (ca. 1200 to 1500 CE) based on the analysis of primary Sanskrit sources.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}