{
    "rcn": "200459",
    "acronym": "epiGERMetics",
    "topics": "MSCA-IF-2015-EF",
    "title": "Landscape of epigenetic control in early and late germ line development",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Germ cells have unique role in development. They are the only cells required for the transmission of genetic material from generation to generation in sexually reproducing organisms. This makes them pivotal for the survival of species and ultimately for the propagation of life. Although germ cells undergo extensive cellular differentiation during gametogenesis, they are protected from somatic reprogramming. This requires precise control of transcriptional programs, misregulation of which leads to infertility and developmental defects. Moreover, germ cell-like properties acquired ectopically promote tumor formation. My aim is to understand how germ cell identity is controlled in vertebrates, using zebrafish as a genetic model. My hypothesis is that epigenetic control of gene expression is regulated in both the nucleus and cytoplasm of germ cells. In the nucleus, Polycomb Group (PcG) proteins regulate transcription by establishing repressive chromatin modifications. In the germ cytoplasm, translational regulation by Argonaute proteins, involved in RNA silencing pathways, is pivotal for maintaining germ cell identity. However, the events that facilitate cross-talk between the nucleus and germ cytoplasm are not known. Here, I propose to combine high-end developmental biology techniques with state-of-the art genomic technologies to investigate the cooperation between the PcG complex and Argonaute proteins during germ line development. I believe that the crossing point between my scientific interest (events outside the nucleus) and the expertise of my supervisor (regulation in the nucleus), creates a very solid background for this proposal. It will further develop my interdisciplinary skills and enhance my creative potential by allowing me to look at the regulation of germ cell identity from different angles. I am confident, that this proposal is the perfect stepping stone in becoming an independent scientist and an expert in the field of epigenetic gene regulation.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}