{
    "rcn": "200440",
    "acronym": "TEXTUAL NETWORKS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Transtextual Networks in the European Middle Ages: A Digital Corpus of the Trojan Narrative in Latin Manuscripts",
    "startDate": "15/08/2016",
    "endDate": "14/08/2018",
    "objective": "Engaging with one of the most important elements of Europeís cultural heritage, this project employs material evidence and technological tools to analyse relationships among texts in the Middle Ages. The Trojan narrative constitutes an ideal case for considering networks of texts. Not only did the story of the conquest of Troy by the Greeks provide some of the most important literary motifs for ancient Greek and Roman culture, it also played a role in the genesis of the nations of medieval Europe and continues to touch us in the modern day. This project investigates the manuscripts of three late antique accounts of the Trojan War that have received little scholarly attention even though they were exceptionally influential during Middle Ages: the De excidio Troiae historia, the Ephemeridos belli Troiani and the Excidium Troie. Although they were composed independently and include different details, all circulated during the same periods, sometimes travelling together in the same manuscripts. This project is based on the proposition that a comprehensive study of complete manuscript contents can reveal that texts that circulate together display how narratives are transmitted and received. Its main output will be an online catalogue of all the manuscripts in which these works are found. It not only will make accessible a hitherto disregarded corpus but also will address the phenomenon of texts that travel together by cataloguing all the other texts found in these manuscripts. The project will respond to recent transformations in the field of medieval studies resulting from increasing use of digital methodologies and changes in our understanding of the role and use of manuscripts. The UCPH Department of Nordic Research is a prominent centre of this transformation in terms of their approach to both digital humanities and manuscript studies, and hence is the perfect place to conduct this project, which will be a first in the field and provide a model for future research.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}