{
    "rcn": "200461",
    "acronym": "DIPPHASE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Exotic quantum phases with dipolar Fermi gases of spin-polarized Erbium atoms in reduced dimensions",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Ultracold quantum gases have triggered great interest for their possibilities of simulating quantum matter. Thanks to the high tunability of these systems, direct signatures of fundamental phenomena in solid-state physics have in particular become accessible. However the variety of physical effects have long been restricted to the case of particles interacting via  short-range and isotropic forces. Recent progress in cooling and trapping highly magnetic atoms have enriched the field by making available dipolar quantum matter, in which the interaction (DDI) is intrinsically long-range and anisotropic. This new feature brings tremendous possibilities for quantum simulation, and hence fruitful insights in long-awaited explanations for phenomena such as high-temperature superconductivity.\nThis project targets to demonstrate collective dipolar phenomena and exotic phases in ultracold gases made of identical (i.e. spin-polarized) strongly magnetic fermions in two and zero dimensions. Identical dipolar fermions are of special interest thanks to the absence of short-range interaction in the ultracold regime, resulting in purely dipolar systems. They have however been very little studied up to now. This project aims to fill this gap and unveils the interplay between dipolar interactions and reduced dimensions, combining perfectly the expertise of the applicant with the one of the supervisor and her team. Her group has developed the first experimental apparatus producing quantum gases of Erbium, which is among the most magnetic atoms of the periodic table.  In this project, we will explore the impact of dipolar interaction on strongly correlated phases. We will investigate asymmetric Cooper pairing due to the anisotropic nature of DDI in the privileging 2D geometry, and study the resulting superfluid phase. We will study spontaneous pattern formation from the long-range character of DDI both in 2D and in a lattice and the emergence of the long awaited stripe phases.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAET INNSBRUCK",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}