{
    "rcn": "200469",
    "acronym": "nCell",
    "topics": "NMP-25-2015-1",
    "title": "an advanced thermal insulating material with improved properties based on NanoCELLularpolymers",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "The overall aim of nCell project is to introduce in the international market a novel generation of advanced thermal insulating materials, which are based on low-density nanocellular polymers. The concept of nCell lies in the reduction of the cell size of the insulating materials from the micro-scale to the nano-scale. Their disruptive properties, at least 2 times better than those of the best conventional thermal insulating materials, combined with competitive prices will allow a quick penetration in the market. Currently, 9600 millions of m2 of thermal insulating materials are annually produced which are mainly applied in the building sector. However, this sector is subjected to very strict regulations regarding energy efficiency due to current EU policies. In fact our project is clearly aligned with the main EU policies regarding energy efficiency. For these reasons, there is a good business opportunity for companies able to produce highly efficient and cost-effective thermal insulating materials. CellMat Technologies wants to introduce their nCell materials in this market and the funding provided by SME instrument represents an excellent opportunity in the current business plan of the company, which will be based on produce and commercialize nCell materials. The specific objectives in this Phase 1 of SME instrument is the development of a feasibility study in order to study and evaluate the main working parameters of our current business plan and to reconsider them if necessary before entering a Phase 2 project.. The business plan of the company has been initially estimated for the period 2017-2022 with the production at industrial scale starting in 2019. We have predicted that the accumulative sales will be of around 38 million euros in the period 2019-2022 with a positive cash flow from 2020. The accumulated profit will be 5 million euros and the number of employees will be over 30 in 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CELLMAT TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950065143": {
            "orgId": "950065143",
            "orgName": "CELLMAT TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}