{
    "rcn": "200476",
    "acronym": "ESA -ITN",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "European Sepsis Academy: towards new biomarkers to improve sepsis management",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "ESA-ITN will break through the state of the art in sepsis diagnostics and will train 15 early-stage researchers (ESRs) to\ndetermine the clinical potency of a variety of new complementary sepsis biomarkers. These cover the full range of the antiinflammatory response in sepsis, at genetic, molecular and cellular level. Rapid and practical biomarker diagnostics for\nsepsis will be developed by building on some of the world's most innovative diagnostic platforms. In addition, a whole new\nclinical research model that incorporates use of biomarker diagnostics will be designed and tested.\n\nAll 15 interlinked ESR projects have an interdisciplinary component (intersection of sepsis research, product development,\neconomics and medical practice) and international (representing 10 countries) and industry collaborations (incorporating 3\ndiagnostics firms, 1 bioinformatics company and a business school). Interactions within the network are strengthened by\nmeaningful secondments, which take place at private beneficiary or partner institutes.\n\nThe training programme covers:\n1. Specialist training in an international, interdisciplinary and intersectorial sepsis-orientated research project;\n2. Advanced technology training in pathogenesis, biomarker discovery, diagnostics, trial design and innovation management;\n3. Professional training in transferable skills, including the special ESA-ITN mini-MBA.\n\nThe setup of ESA-ITN is unique as it reflects the entire innovation value chain for sepsis biomarker diagnostics. ESA-ITN is\ncomposed of leading institutes in sepsis research and a selection of Europe's top biomarker diagnostics companies. Links to\nvarious global networks and shared research infrastructures in the field of sepsis further leverage the proposition of ESA-ITN.",
    "totalCost": "3895551",
    "ecMaxContribution": "3895551",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS;BIOMERIEUX SA;HUMANITAS MIRASOLE SPA;UNIVERSITY COLLEGE LONDON;INSTITUT EUROPEEN D ADMINISTRATION DES AFFAIRES",
    "participantCountries": "EL;CH;FR;IT;UK",
    "projectParticipants": {
        "949250440": {
            "orgId": "949250440",
            "orgName": "BIOMERIEUX SA",
            "ecContrib": 525751
        },
        "999785015": {
            "orgId": "999785015",
            "orgName": "HUMANITAS MIRASOLE SPA",
            "ecContrib": 516123
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 766123
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 484774
        },
        "999600909": {
            "orgId": "999600909",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS",
            "ecContrib": 530454
        },
        "998264540": {
            "orgId": "998264540",
            "orgName": "INSTITUT EUROPEEN D ADMINISTRATION DES AFFAIRES",
            "ecContrib": 525751
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3895552
}