{
    "rcn": "200464",
    "acronym": "SPIDE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Speech-sound Processing in Infant Development and Evolution",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "'What are the uniquely human mechanisms of language acquisition that enable infants to start discovering the words and structures of their native language by the end of their first year? Language is undoubtedly a specifically human function, but it is crucial to disentangle between human-specific vs. general-processing skills that allow language acquisition. This project aims at exploring the developmental and evolutionary origins of one of the features of speech processing: the ability to assign specific functional roles to the different categories of sounds composing speech. Indeed, there is a Consonant/Vowel functional asymmetry in the world's languages as well as in speech processing, whereby consonants better fit the requirements of lexical processing (e.g. when writing abbreviations we tend to remove vowels and keep consonants to avoid compromising meaning, as in txt msgng), while vowels are better targets for syntax-related processes. It remains unknown where this 'division of labour' comes from: uniquely human predisposition playing a role in early syntax and lexical acquisition, or consequence of the asymmetry present in the input? \nIn this work we will conduct experiments in infants as well as in rats, to test the hypothesis that the C/V asymmetry : (1) is not the by-product of the physical differences between vowels and consonants, (2) plays a significant role in early language acquisition; (3) derives from more general perceptual biases shared with other species. \nThis interdisciplinary project will use both behavioral and neuroimaging measures in infants and rats to investigate the origins of the C/V asymmetry in language acquisition and evolution.'",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}