{
    "rcn": "200470",
    "acronym": "PROVICOL",
    "topics": "SFS-08-2015-1",
    "title": "Using a neonatal immunostimulant to reduce mortality and increase productivity in poultry farms",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "VitamFero, an innovative French SME, is aiming to develop a new approach to protect chickens against infectious diseases during their first weeks of life. The PROVICOL project aims to induce a strong innate immune response in young chickens in order to protect them against a large panel of infectious diseases. \n\n1 - PROVICOL will substantially reduce mortality and morbidity rates in chicken breeding thereby improving the overall breeding production process. \n2 - This will also lead to a substantial decrease in the use of antibiotics in breeding establishments.\nDuring the feasibility part (6 months) of PROVICOL, VitamFero will focus the study on technical matters (validation and optimisation of induced innate immune response) and on a business approach. The objective is to confirm, on the basis of previous encouraging results, the wider market opportunity for this product by conducting an economic feasibility study and elaborating a business plan in order to prepare for its marketing. This feasibility study will also validate the market strategy deployment and will improve the business impact of the project (pharmaco-economic study over 3 countries).\n\nThe PROVICOL project will generate an expected turnover of 426 million Ä (127millions Ä for VitamFero) within 10 years. Provicol is a key project for VitamFero and will act as a lever for the growth of the company, especially for an international commercial deployment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VITAMFERO SA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951376680": {
            "orgId": "951376680",
            "orgName": "VITAMFERO SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}