{
    "rcn": "200483",
    "acronym": "HetScaleNet",
    "topics": "ERC-StG-2015",
    "title": "Analysis and control of large scale heterogeneous networks: scalability, robustness and fundamental limits",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "The proposed research will make a contribution towards the analysis and synthesis of large scale complex networks: fundamental theory will be developed and important applications will be addressed, by extending tools from control theory. Networks are present throughout the physical and biological world, but nowadays they also pervade our societies and everyday lives. Major challenges that will be addressed are:\n\nI. The engineering of large scale heterogeneous networks that are guaranteed to be robust and scalable. \n\nII. The reverse engineering of biological networks.\n\nA distinctive feature of the networks we would like to engineer, which falls outside more traditional domains in systems and control, is that of scalability, i.e. the ability to guarantee robust stability for an arbitrary interconnection by conditions on only local interactions. The methodologies that will be developed will have a significant impact in various applications where scalability is important, such as data network protocols, group coordination problems and power distribution networks, as they can lead to network designs with guaranteed robustness, thus avoiding conservative schemes with poor performance. The proposed project will also make a contribution towards the reverse engineering of biological networks at the molecular level. Life in the cell is dictated by chance; noise is ubiquitous with its sources ranging from fluctuating environments to intrinsic fluctuations due to the random births and deaths of molecules. The fact that a substantial part of the noise is intrinsic provides a major challenge in control theoretic methodologies. How can feedback be used to suppress these fluctuations, what are the associated tradeoffs and limitations, and how does nature manage to handle these so efficiently? These are questions that will be addressed by developing tools for analyzing known configurations, but more importantly, by deriving fundamental limitations that hold for arbitrary feedback.",
    "totalCost": "1498531",
    "ecMaxContribution": "1498531",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}