{
    "rcn": "200414",
    "acronym": "Cloud Your Car UBI",
    "topics": "IT-1-2015-1",
    "title": "Establishing new eco-driving methods to score drivers and to enhance good driving habits based on advanced analytical B2B software platform for Connected Cars.",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "Meeting demand for sustainable car fleet management is set to be a crucial challenge for future road safety, the fuel economy and CO2 emissions. For that reason, our company IOT (cloudyourcar.com) wants to induce positive behavioral changes to opt for more eco-friendly choices, which are translated into cost-effectiveness of the car and impact on the environment. We aim to develop an analytical B2B software platform for Connected Cars for establishing new eco-driving methods to enhance good driving habits. To do so, co-founders rely on their cooperation with logistics, transportation, shipping, software and telecom companies.\nOur solution is a vision where server-side machine-learning algorithms study each individual userís driving patterns, recognize risky behaviours and advise on activities that could increase road safety while reducing the fuel consumption. To fully commercialize this EU-based technology, a comprehensive business model was proposed. Future growth will be driven through alliances with Insurance Providers, as an application measures the actual quality of the driving and discounts on insurance; it helps attract premium users and reduce the costs of claims. The end-users include consumers having vehicle or fleets, those likely to pay less for their insurance and those who wish to maintain well their fleet and control fuel consumption (SMEs, fleet owners, young drivers).\nThe goal is to enter firstly European countries (UK, Germany, Italy, France, Spain), where Insurers do not have a telematics strategy in a place with the further aim of reaching the USA, Canada and possibly LATAM (with early adopters and followers). As the project addresses the problem of a lack of a green driving support system to score or influence drivers, our B2B software platform with Car Beacon has already attracted the attention of the big players of the Insurance Sector and Telecom Companies which would like to participate in pilot deployments involving worldwide drivers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IOT SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925401341": {
            "orgId": "925401341",
            "orgName": "IOT SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}