{
    "rcn": "200411",
    "acronym": "ECODETERGENT",
    "topics": "INSO-10-2015-1",
    "title": "CUSTOM-MADE INSTANT LIQUID DETERGENT PREPARING MACHINE IN SITU. (MIX-UP)",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Our object is to introduce resource efficiency solutions in the liquid detergent industry to minimize wasted efforts and expenses in producing and selling processes. Instead of sending end products, waterless dilute-ready form detergents will be forwarded to retail points and mini machines will instantly dilute, pack and serve customized end products to consumers directly at retail points. Expected outcomes of this project are economic competitiveness among global detergent players, easy access to remote markets, offering higher profit to retailers, delivering sustainable environment solutions, lower cost per wash and customized product offerings to end users. This promising project will be impactful in 3 dimensions: (1) natural environment and circular economy will benefit from our greener and more sustainable products and production processes, (2) individual consumers will have access to safer, more effective, more convenient, customized and still less expensive detergents, and (3) retailers will be able to provide their customers with individualized detergent solutions in a reliable, fast, efficient and appealing way with lower operational expenses. Emerging companies with leading advancements in terms of innovative formulations and sustainability technologies would be impacting fabric and home care industry. Every Ä1 spent on sanitation brings a Ä5 social return by keeping people healthy. Every Ä1 invested in eco-innovation brings Ä20 commercial return by leveraging brandsí market reception. In short, being supportive to our initial studies and draft plans, above facts show that it is both societally and commercially worth to invest in this innovation project. So the question is how to best tap into this opportunity rather than whether or not to pursue it. And the answer requires a robust feasibility and a comprehensive business plan, which we intend to accomplish via SME Instrument Phase 1 support.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "YDR TEKNOLOJI GELISTIRME LIMITED SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928553162": {
            "orgId": "928553162",
            "orgName": "YDR TEKNOLOJI GELISTIRME LIMITED SIRKETI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}