{
    "rcn": "200410",
    "acronym": "PENSUMO",
    "topics": "INSO-10-2015-1",
    "title": "Savings Loyalty System Based on Micro-Contributions from Retailers",
    "startDate": "01/03/2016",
    "endDate": "31/05/2016",
    "objective": "PENSUMO overall objective is to enable a secure and robust platform for stimulating consumers to save for the long term by an innovative reward system based on micro-contributions generated in every single purchase. Why self-management of savings is becoming so important? Financial wellness is becoming a trendy concept especially when we think in our future.\nWhile a majority of people agree that their governments will not be able to provide sufficient retirement funds, this realization is not translated into action: according to global surveys, only 38% are saving for old age, only 50% have some kind of financial plan in place, and nearly one in five do not know what will constitute their income in retirement. The European Commission has published a White Paper on Adequate, Safe and Sustainable Pensions. PENSUMO is an innovative model of commercial relationship between users and traders (retailers and branders) pursuing a two-fold purpose: \n    (i) Customer Savings for the future (long-term) from the micro-contributions the retailers made in the Savings Plan consumer every time they buy in their associated shops. \n    (ii) The biggest consequence of widespread use of this system among citizens, would be the birth of a new pillar of the pension system, complementary to the Public systems, with the particularity that is free and voluntary for beneficiary.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PLATAFORMA DE FIDELIZACION PENSUMO SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937602389": {
            "orgId": "937602389",
            "orgName": "PLATAFORMA DE FIDELIZACION PENSUMO SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}