{
    "rcn": "200450",
    "acronym": "HYBOCOMIX",
    "topics": "MSCA-IF-2015-EF",
    "title": "Hydrogen bonds in diblock copolymer/ homopolymer melt",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "HYBOCOMIX is focused on a combined theoretical and experimental study of the phase behavior of a blend of an AB diblock copolymer with homopolymer A. where polymer A repeat units can form hydrogen bonds with each other. A completely new self-consistent field theory (SCFT) model will be developed to describe the influence (in such block copolymer systems) of hydrogen bond formation on the block copolymer self-assembly of ordered phases. This model will be exploited to study, both theoretically and experimentally, the phase behavior of an exemplar system; a mixture of polyacrylamide-b-polystyrene (PAM-b-PS) with polyacrylamide (PAM), where polyacrylamide is the hydrogen bonding polymer. The key feature of this interdisciplinary project is in close connection between experiment and theory which will; (i) allow the study of a system that is completely new both from experimental and theoretical points of view and (ii) access model parameters directly from experiment in the framework of a project to provide unequivocal quality for the verification of the new HYBOCOMIX theory. Potential applications of block copolymers with hydrogen bonds are really abundant and include drug delivery applications, self-healing materials, nanolithography and patterning for microelectronics. The success of this project will open the room for future application developments and research of more complex block copolymer systems with hydrogen bonds providing a new widely applicable theoretical method to predict the structure of block copolymers with hydrogen bonds.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}