{
    "rcn": "200403",
    "acronym": "MultiSens",
    "topics": "MSCA-IF-2015-EF",
    "title": "A revolutionary quality indicator platform for the food industry",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The aim of MultiSens is to develop a revolutionary quality indicator platform for the food industry. This innovative intelligent packaging platform will alert the customer of the meat quality adding value and benefits across the food packaging supply chain, reducing waste, providing valuable end user feedback and help Europe maintain a market competitive advantage. \nIn the EU alone, food waste along the supply chain has been estimated at approximately 89 million tonnes or 180 kg per capita per year, and is expected to rise to 126 million tonnes a year by 2020, unless action is taken. Currently households produce the largest share of EU food waste (42%) and experts estimate that reducing food waste at consumer level in developed countries by 30% could save roughly 400,000 sq/km2 of cropland by 2030.\nNormally, food products are packed in a Modified Atmosphere (MA), which consists of a mixture of gases optimised for the food being packaged. Tracking the composition inside the packages can be checked if this MA has been consistent or if the produce has already started to deteriorate. However, a non-destructive method for determining this MA has not, as yet, been reported. \nThis project proposes to exploit the development and integration of a multi-membrane sensor in meat packages using imaging and communication capabilities of smart devices for freshness detection while employing innovative packaging methods for sensor integration. If the sensor is placed within / or on the package in such a way that it is in intimate contact with the packaged meat headspace, it will allow the monitoring of key gases within its surroundings and relay information about the quality of the meat. The economic and social impact of such a platform, even if reducing food produce waste by 10%, would be significant. \nThe novelty of this project lies in high-quality sensor preparation, the innovative methods for sensors immobilisation and the easy, non-destructive method for detection.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}