{
    "rcn": "200478",
    "acronym": "TEMPO",
    "topics": "ERC-StG-2015",
    "title": "Terrestrial vertebrates and the evolutionary origins of morphological diversity",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Explaining the great disparity of organismal form is a central goal of biological research. However, despite many decades of inquiry, there is little understanding of how evolution gave rise to this disparity. Key hypotheses predict changes in macroevolutionary modes through geological time: rates of evolution may either have decreased as global niche space became crowded, or increased due to accumulation of key innovations that improve body plan versatility. The absence of data to test these hypotheses a major knowledge gap that severely limits our understanding of evolution on Earth.\nTEMPO is an ambitious project to quantify patterns of phenotypic evolution on an unprecedented scale (>300 million years), by generating a large, detailed morphological dataset. Using the evolutionary radiation of land vertebrates as a model system, TEMPO will address these fundamental, unresolved questions:\n(1) How have rates and constraints of phenotypic evolution varied through geological time?\n(2) Are these patterns consistent with the occurrence of global niche-filling?\n(3) Can evolutionary versatility enabled by key innovations explain these patterns?\n(4) What modes of lineage evolution generated observed trends of morphological disparity?\nPrevious large-scale studies lacked the temporal and phenotypic scope to address these questions, analysing only body size in only extant taxa. TEMPO will overcome these limitations to provide a step-change in understanding, by: (1) Using 21st century 3D data-capture methods on specimens from the mammalian and bird/crocodile evolutionary lineages. (2) Combining living with fossil taxa to extend our knowledge far into deep time; and (3) Analysing multiple aspects of form in a multivariate framework, using cutting-edge phylogenetic model-fitting approaches. By doing this, TEMPO will unify palaeontology and evolutionary biology, transforming knowledge of how phenotype evolves and the processes generating animal disparity on geological timescales.",
    "totalCost": "1499496",
    "ecMaxContribution": "1499496",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1499496
        }
    },
    "calculatedTotalContribution": 1499496
}