{
    "rcn": "200424",
    "acronym": "MAKE-IT",
    "topics": "ICT-10-2015",
    "title": "Understanding Collective Awareness Platforms with the Maker Movement",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "Powerful tools provided by ICT software and hardware have revolutionised and, many would claim, democratised publishing, broadcasting and communications. Now, the same is happening to manufacturing as tangible objects are created and designed as virtual ëbitsí which can be shared globally, but then reproduced as things which manifest themselves locally. This is the maker movement.\n\nMAKE-IT will study maker communities, both through ten different case studies and innovation action research, to enhance their use of Collective Awareness Platforms (CAPs). CAPs support maker communities and networks to innovate, design and make physical products based on peer collaboration and sharing. MAKE-IT, in which key maker platforms, technology firms and citizen communities participate, will focus on three perspectives: organisation and governance of the communities, their peer and collaborative activities and behaviour, and their economic and societal value and impact. Together, the findings will inform recommendations for the maker movement itself, and its implementation through CAPs, and be made assessable to many other CAPs uses, in areas like health, education and transport. MAKE-IT will also offer strategic advice for industry and give recommendations for national-level and European policy makers.\n\nA better understanding of how CAPs are central to the maker movement will enable more sustainable production and consumption patterns by generating awareness and by leveraging peer pressure for better lifestyles through behavioural and system change. It will also contribute directly to constructing a more circular economy by stimulating resource efficiency, re-using materials and energy, and re-designing production processes to move towards zero waste. CAPs-supported maker communities can create new types of jobs and new ways of working, both bottom-up and linking to smart industry, which are widely distributed across society both geographically and amongst the population.",
    "totalCost": "1999867,5",
    "ecMaxContribution": "1999863",
    "coordinator": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
    "coordinatorCountry": "NL",
    "participants": "CREATE IT REAL APS;HAPPYLAB GMBH;TEKNOLOGISK INSTITUT;TECHNISCHE UNIVERSITAT DORTMUND;SIHTASUTUS TEADUSKESKUS AHHAA;ZENTRUM FUR SOZIALE INNOVATION GMBH;INSTITUT D'ARQUITECTURA AVANCADA DE CATALUNYA;FABLAB UDRUGA ZA POMICANJE DIGITALNE FABRIKACIJE",
    "participantCountries": "DK;AT;DE;EE;ES;HR",
    "projectParticipants": {
        "973990290": {
            "orgId": "973990290",
            "orgName": "CREATE IT REAL APS",
            "ecContrib": 75718
        },
        "940719872": {
            "orgId": "940719872",
            "orgName": "ZENTRUM FUR SOZIALE INNOVATION GMBH",
            "ecContrib": 354359
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 573239
        },
        "999460356": {
            "orgId": "999460356",
            "orgName": "TEKNOLOGISK INSTITUT",
            "ecContrib": 416194
        },
        "936577875": {
            "orgId": "936577875",
            "orgName": "FABLAB UDRUGA ZA POMICANJE DIGITALNE FABRIKACIJE",
            "ecContrib": 49282
        },
        "999848453": {
            "orgId": "999848453",
            "orgName": "TECHNISCHE UNIVERSITAT DORTMUND",
            "ecContrib": 238802
        },
        "999936432": {
            "orgId": "999936432",
            "orgName": "SIHTASUTUS TEADUSKESKUS AHHAA",
            "ecContrib": 34358
        },
        "940413546": {
            "orgId": "940413546",
            "orgName": "HAPPYLAB GMBH",
            "ecContrib": 73218
        },
        "957944453": {
            "orgId": "957944453",
            "orgName": "INSTITUT D'ARQUITECTURA AVANCADA DE CATALUNYA",
            "ecContrib": 184694
        }
    },
    "calculatedTotalContribution": 1999864
}