{
    "rcn": "200423",
    "acronym": "GREinGC",
    "topics": "ERC-CoG-2015",
    "title": "General Relativistic Effect in Galaxy Clustering as a Novel Probe of Inflationary Cosmology",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Substantial advances in cosmology over the past decades have firmly established the standard model of cosmology. However, the physical nature of the early Universe and dark energy (or inflationary cosmology) remains  poorly understood. To resolve these issues, a large number of galaxy surveys are planned to measure millions of galaxies in the sky, promising precision measurements of galaxy clustering with enormous statistical power. Despite these advances in observation, the standard theoretical description of galaxy clustering is based on the Newtonian description, inadequate for measuring the relativistic effects from the early Universe and the deviations of modified gravity from general relativity. In recent years, the applicant, for the first time, developed the linear-order general relativistic description of galaxy clustering and showed that the relativistic effect in galaxy clustering is already measurable at a few-sigma level in current surveys like the Sloan survey\nand significant detections (>10 sigma) are possible in upcoming surveys.\n\nThis research proposal will aim to use the subtle relativistic effect in galaxy clustering to develop novel probes of inflationary cosmology. In particular, the applicant will 1) formulate the higher-order relativistic description of galaxy clustering, an essential tool for computing the bispectrum, and 2) investigate the unique relativistic signatures (linear-order and higher-order) in galaxy clustering from the early Universe and dark energy to develop novel probes of isolating those signatures and to quantify their detectabilities in future galaxy surveys. Biases in cosmological parameter estimation, if the standard Newtonian description is used, will be quantified. A comprehensive understanding of inflationary cosmology will have far-reaching consequences, shedding light on new physics beyond the standard model.",
    "totalCost": "1991721",
    "ecMaxContribution": "1991721",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 1991721
        }
    },
    "calculatedTotalContribution": 1991721
}