{
    "rcn": "200490",
    "acronym": "BASE-platform",
    "topics": "EO-1-2015",
    "title": "Bathymetry Service Platform",
    "startDate": "01/12/2015",
    "endDate": "30/11/2017",
    "objective": "BASE-platform provides an innovative service for satellite derived bathymetric data for a broad range of users through a commercial service platform. Bathymetry is the measure of the water depth similar to underwater topography. BASE-platform has the ambition to establish a commercial service platform for bathymetric data, which is sharpened to user needs and provides most easy access. Its impact is expected to significantly influence the current market, its survey methodologies and the way bathymetric data can be accessed and used. \n\nUp-to date bathymetric data are essential for multiple purposes such as navigation, port and offshore construction, security, coastal zone management, fishery, cruising and tourism and required accordingly by various user groups. Conventional survey methods are either ship or airplane based and costly and time consuming. For these reasons, extended areas of shallow and deep water areas in Europe and worldwide are not mapped within an adequate accuracy or existing data are out of date. \nEarth Observation data, especially the Copernicus mission will play a key role to overcome this lack of data. BASE-platform focuses on Satellite Derived Bathymetry (SDB) as an innovative, rapid and cost effective approach to determine bathymetry from space. SDB in combination with hydrodynamic models to minimize tidal effects and crowd sourced bathymetric for validation purposes will provide those data. The BASE-platform service will be accessible through a commercial platform, which includes relevant components for a sustainable and client focused business. The services will be demonstrated, validated and improved in use cases. Relevant key players are involved for this purpose. \nThe economic benefits of this new EO service will be analysed in a business analysis and model. Finally several dissemination actions will race awareness and increase the potential client group.",
    "totalCost": "2222394,95",
    "ecMaxContribution": "1781326,25",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "EOMAP GMBH & CO KG;ISARDSAT SL;SMARTCOM SOFTWARE LTD;STICHTING DELTARES;FIND MAPPING LIMITED;MARIENE INFORMATIE SERVICE MARIS BV",
    "participantCountries": "DE;ES;UK;NL",
    "projectParticipants": {
        "932244982": {
            "orgId": "932244982",
            "orgName": "FIND MAPPING LIMITED",
            "ecContrib": 137725
        },
        "997332079": {
            "orgId": "997332079",
            "orgName": "EOMAP GMBH & CO KG",
            "ecContrib": 336088
        },
        "997054077": {
            "orgId": "997054077",
            "orgName": "ISARDSAT SL",
            "ecContrib": 168481
        },
        "996283315": {
            "orgId": "996283315",
            "orgName": "SMARTCOM SOFTWARE LTD",
            "ecContrib": 277375
        },
        "999520302": {
            "orgId": "999520302",
            "orgName": "STICHTING DELTARES",
            "ecContrib": 334958
        },
        "998621694": {
            "orgId": "998621694",
            "orgName": "MARIENE INFORMATIE SERVICE MARIS BV",
            "ecContrib": 107450
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 419250
        }
    },
    "calculatedTotalContribution": 1781327
}