{
    "rcn": "200480",
    "acronym": "OptiQ-CanDo",
    "topics": "ERC-StG-2015",
    "title": "Hybrid Optical Interferometry for Quantitative Cancer Cell Diagnosis",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "A major challenge in the field of optical imaging of live cells is to achieve label-free but still fully quantitative measurements, which afford high-resolution morphological and mechanical mapping at the single cell level. In particular, developing efficient, non-subjective, quantitative optical imaging technologies for cancer cell diagnosis is a challenging task. The ground-breaking goal of this research project is to establish a robust experimental toolbox for label-free optical diagnosis and monitoring of live cancer cells in-vitro and their potential of metastasis. Optical interferometry is able to provide a platform for imaging live cells quantitatively without the risk of effects caused by using external contrast agents. \nBy overcoming critical technological barriers, I suggest novel hybrid optical interferometric approaches that provide a powerful nano-sensing tool for label-free quantitative measurement of cancer cells. This will be obtained by recording the dynamic quantitative, three-dimensional sub-nanometric structural and mechanical characterization of live cancer cells in different stages. For this aim, I will develop a novel low-noise broadband, common-path, off-axis interferometric system for sub-nanometric physical thickness and mechanical mapping of live cells in thousands of frames per second. Additionally, I will develop rapid tomographic approach for fully capturing the cell three-dimensional refractive-index distribution, as a tool to characterize cancer progression. Interferometry will be combined with multi-trap holographic optical tweezers and dielectrophoresis to enable complete cell manipulations including full rotation, imaging of non-adherent cells, and mechanical measurement validation. New set of interferometry-based quantitative parameters will be developed to enable characterization of cellular transformations, and used to characterize cancer cells with different metastasis potential, for cell lines and for circulating tumor cells.",
    "totalCost": "1916250",
    "ecMaxContribution": "1916250",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1916250
        }
    },
    "calculatedTotalContribution": 1916250
}