{
    "rcn": "200422",
    "acronym": "ComplexSex",
    "topics": "ERC-StG-2015",
    "title": "Sex-limited experimental evolution of natural and novel sex chromosomes: the role of sex in shaping complex traits",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The origin and evolution of sexual reproduction and sex differences represents one of the major unsolved problems in evolutionary biology, and although much progress had been made both via theory and empirical research, recent data suggest that sex chromosome evolution may be more complex than previously thought. The concept of sexual antagonism (when there is a positive intersexual genetic correlation in trait expression but opposite fitness effects of the trait(s) in males and females) has become essential to our understanding of sex chromosome evolution. The goal of this proposal is to understand how the interacting effects of sexual antagonism, sex-linked genetic variation, and sex-specific selection shape the genetic architecture of complex traits.  I will test the hypotheses that: 1) individual sexually antagonistic loci are common in the genome, both in separate-sexed species and in hermaphrodites, and drive patterns of sexual antagonism often seen on the trait level. 2) That the response to sex-specific selection in sex-linked loci is usually due to standing sexually antagonistic genetic variation. 3) That sexually antagonistic variation is primarily non-additive in nature. To accomplish this, I will use a combination of approaches, including sex-limited experimental evolution of the X chromosome and reciprocal sex chromosome introgression among distantly related populations of Drosophila, quantitative genetic analysis and experimental evolution mimicking the creation of a novel sex chromosome in the hermaphroditic flatworm Macrostomum, and analytical and simulation modeling. This project will serve to confirm or refute the assumption that trait-level sexual antagonism reflects the contributions of many individual sexually antagonistic loci, increase our understanding of the contribution of coevolution of the sex chromosomes to population divergence, and help provide us with a better general understanding of how genotype maps to phenotype.",
    "totalCost": "1492011",
    "ecMaxContribution": "1492011",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1492011
        }
    },
    "calculatedTotalContribution": 1492011
}