{
    "rcn": "200468",
    "acronym": "AQUISS",
    "topics": "INSO-10-2015-1",
    "title": "Air Quality Information Services",
    "startDate": "01/06/2016",
    "endDate": "28/02/2017",
    "objective": "Over 70% of the European population lives in cities and this percentage grows over time. Air pollution is a threat to health and many cities do not satisfy regulatory requirements of sufficiently clean air. Air quality (AQ) forecasts with high spatial resolution usable at city level are an important component to cope with this global challenge. Today such forecasts are only available using expensive dispersion models, too complex to be operated by many city authorities and similar non-scientific users. Major obstacles are high cost and intricacies of daily operation.\nThe AQUISS innovation idea is to offer a service which delivers EU-wide AQ data (including forecasts) for urban users sufficiently accurate for practical applications but avoiding the use of complex dispersion models. For this purpose existing methods of spatial statistics are used to enrich two existing EU-wide data resources: Airbase (European Environment Agency) and CAMS (Copernicus).\nUsers are city councils, media (e.g. local radio stations), weather services and value-adding SMEís, who want to use AQ forecasts in their business without operating complex modelling services themselves. Service delivery will be in a cloud-based fashion, making it significantly simpler than today and using new business models. The commercial potential is up to several hundred users in Europe.\nAll elements of the business idea exist at TRL7-9. The technical innovation is to combine existing EU-wide AQ data sources with statistical methods to provide high resolution forecasts. Innovation in service delivery is to use a cloud-environment relieving users from daily operation and offering interfaces for value-adding third parties.\nThe project concentrates on the feasibility assessment of the business model, potential licensing schemes for different customers and practical viability of the innovation idea. If phase 1 turns out realistic results regarding this viability, phase 2 or third party funding will be sought.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HEICH CONSULT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935142469": {
            "orgId": "935142469",
            "orgName": "HEICH CONSULT GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}