{
    "rcn": "200494",
    "acronym": "FUNBIT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Imaging Mass Spectrometry of Fungal ñ Bacterial Interplay",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "FUNBIT aims to enhance the discovery rate of natural products applying a multidisciplinary workflow guided by Imaging MS.\n\nMicrobial genetics predict that the natural products we have discovered so far are only the tip of the iceberg, thus we may be missing the antibiotics and biopesticides of the future. In fact, many natural compounds remain invisible under standard laboratory conditions, but their biosynthesis can be triggered by re-establishing the structure of their native community in multi-microbial co-cultures. Thus, hidden natural products that enable microbes to communicate and compete with each other can be revealed. However, microbial interkingdom partnerships such as fungi-bacterial microbial interactions are still in general poorly explored. The detection of cryptic natural products from microorganisms is a major challenge because many of them are produced in small quantities, in a specific area and during a short period of time. The emerging technology of Imaging Mass Spectrometry can be the best candidate to investigate multi-partner microbial interactions in their native ecological environment, and find the natural products involved in their cross-talk. FUNBIT aims to speed up the rate of natural product discovery (especially polyketides, and lipopeptides, since many antibiotics fall into these groups) by integrating Imaging MS with High Resolution MS, spatial statistics and molecular network analysis. We will focus on fungi-bacterial partnerships involved in important agricultural infections, such as root diseases. These microorganisms are safer to handle, but the discovered antibiotics and antifungals will potentially target human pathogens. FUNBIT will be supervised by Prof. Christian Hertweck, who was awarded in 2015 with the Gottfried Wilhelm Leibniz Prize for his expertise in natural products. FUNBIT will be developed at the Leibniz Institute for Natural Product Research and Infection Biology ñ Hans Knˆll Institute (HKI) in Jena (Germany).",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LEIBNIZ-INSTITUT FUR NATURSTOFF-FORSCHUNG UND INFEKTIONSBIOLOGIE EV HANS-KNOLL-ISTITUT",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999539120": {
            "orgId": "999539120",
            "orgName": "LEIBNIZ-INSTITUT FUR NATURSTOFF-FORSCHUNG UND INFEKTIONSBIOLOGIE EV HANS-KNOLL-ISTITUT",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}