{
    "rcn": "200417",
    "acronym": "S-PEEK",
    "topics": "ICT-37-2015-1",
    "title": "Simple, immediate and economical access to company credit rating and financial information.",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "'S-PEEK delivers immediate, professional and transparent certified credit reports on every company in Europe allowing users to understand and assess the economic and financial reliability of potential business partners, such as suppliers, clients, distributors. The reports come in 3 formats varying in detail and price. The reports are easy to use and apply modeFinanceís Multi Objective Rating Evaluation (MORE) methodology that simplifies the financial data and credit rating into a colour coded scheme that makes decision making via company reports possible for every user.\nBy analysing this information and making it easily available in a simplified format, modeFinance intends to level the playing field for SMEs to make use of financial corporate information, currently used only by large enterprises. Thanks to S-PEEK, SMEs can make decisions based on up-to-date financial data, thereby potentially avoiding encountering problems associated with companies with ill finances, e.g. losing money. S-PEEK also saves vast time for the users, by making available all company reports via the web or smart device application. Previously companies would have to request expensive complex reports from specialised firms or directly from the company.\nS-PEEK is available in a preliminary release in Italy. The innovation project intends to improve the mobile application robustness and to widen the database to include the company data in economies of United Kingdom, Germany, France and Spain, followed by the rest of Europe.\nOnce commercialised S-PEEK intends to increase the internationalisation of European SMEs by improving the transparency and readiness of relevant company data through the Union.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MODEFINANCE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939895760": {
            "orgId": "939895760",
            "orgName": "MODEFINANCE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}