{
    "rcn": "200446",
    "acronym": "FANSOC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Functionalized carbon-supported Au Nanoparticles for Selective Oxidation Catalysis",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Oxidation of alcohols is one of the key reactions in the fine chemicals industry and is crucial for the conversion of biomass into valuable chemicals. Au catalysts demonstrate promising activity and selectivity in the aerobic oxidation of alcohols, however, they require addition of bases to operate at low temperatures, and often suffer from deactivation due to particle growth. Here I propose a strategy to circumvent these issues: employing Au catalysts supported on carbon materials with introduced basic surface groups. \nI will prepare and characterize a series of basic and novel ìsuper-basicî carbon materials. Colloidally prepared gold nanoparticles will be deposited onto these supports, and the resulting catalysts will be tested for the selective oxidation of two relevant types of alcohols. Key will be the use of advanced characterization techniques to understand how the basic surface groups on the carbon affect the activity, selectivity and stability of Au catalysts in alcohol oxidation. I will address parameters such as changes in surface properties, shape and electronic properties of the Au nanoparticles, and changes in the adsorption strength of reactants, intermediates and products as a result of the different carbon surface functionalizations. \nThe outcomes of this project will advance our understanding of the properties of Au nanoparticles supported on functionalized carbon materials, and in a broader sense generate insight into metal-support effects in catalysis, and hence facilitate the rational design of supported metal catalysts. Furthermore, this project will allow me to strengthen and expand my skills and expertise in the field of catalysis and materials chemistry, build professional network and establish my position as a researcher in Europe, which will help me to reach full independence in the future.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}