{
    "rcn": "200467",
    "acronym": "WearMark",
    "topics": "ICT-37-2015-1",
    "title": "New approach to Wearable devices wireless performance testing",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Wearable devices, such as smart glasses, smart watches, hearables, fitness and health trackers or even smart fashion, are noticeably starting to take an important role among our everyday technology. Thousands of new devices are launched every year and the trend is expected to accelerate in the coming years.\n\nAs the market grows, more companies are engaging in the business and developing their own devices. To keep their products competitive, time-to-market, product quality and performance are becoming critical factors for the developers, and repetitive performance testing during the R&D cycle is necessary to achieve an advantage. However, there are very few professional testing services on the market for wearable devices, and developers are forced to conduct time-consuming and expensive wired field tests on their own.\n\nVerkotan Oy is a Finnish testing house that has created a novel, accurate and versatile method and measurement environment for wearable devicesí wireless performance measurements, benchmarking and competitor analysis using Over the Air (OTA) testing. The new method remarkably shortens testing cycles, cuts the product development time and saves on average Ä100,000-200,000 per project for the developers.\n\nThe WearMark project helps Verkotan to assess the business potential and economic feasibility of the proposed innovation, and focuses on:\nï Creating a Business plan to define the best strategy for the commercialization of the method; \nï Conducting a freedom-to-operate study to ensure no other patents are infringed by the proposed project; \nï Technical feasibility assessment of the OTA test environment on Healthcare & Medical, Sports, and Industrial Smart Clothing wearables categories.\n\nThe global retail revenue from wearables is expected to reach Ä49.4 billion by 2019 compared to Ä4.2 billion in 2014, and the market of wearables testing is expected to emerge in a similar way. The expected annual turnover of Verkotan reaches Ä32 million by 2021.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VERKOTAN OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925505422": {
            "orgId": "925505422",
            "orgName": "VERKOTAN OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}