{
    "rcn": "200430",
    "acronym": "MONTEX",
    "topics": "MSCA-IF-2015-EF",
    "title": "MONKS, NUNS AND TEXTILES: Production, Circulation, and Distribution of Textiles in the Monastic Environment in Egypt (4th-8th Centuries AD)",
    "startDate": "01/01/2017",
    "endDate": "31/07/2019",
    "objective": "The MONTEX project will consider Egyptian society in the Late Roman, Byzantine and Early Arab periods through its economy and material culture. It focuses on the production, circulation, and distribution of textiles. Textile production was one of the most important branches of the Egyptian economy at the time. This research will be conducted using the example of the monastic environment. As monks and nuns came from all social groups, their professional occupations and everyday life strongly correspond in many aspects with the lifestyle of lay people. The sources related to monastic environment are numerous and provide us with some information unavailable elsewhere regarding lay craftsmen and customers.\nThis comparative research will be conducted in interdisciplinary studies combining all kinds of sources: archaeological evidence, iconographic representations, and literary, normative, and documentary texts written in a bilingual Greek and Coptic environment. The MONTEX project provides studies on the provision of raw materials,  and the organisation of textile production and craft training, also considering the gender aspect of these topics. The studies of the circulation and distribution of textiles will focus on the innovative topic of textiles not destined for clothing and used in various contexts. It also offers new lexicographical approach to the Greek vocabulary concerning textiles and their production. The main goal of this research is a synthetic study of textiles in Late Roman and Byzantine Egypt, a topic which has never received interdisciplinary and comparative analysis.\nThe Project will be hosted by the University of Copenhagenís Centre for Textile Research (Denmark), a highly specialized centre for textile studies. The secondment institution will be the UniversitÈ Paris Ouest ñ Nanterre La DÈfense (France), with its Department of Art History and Archaeology famous for teaching and research into Mediterranean material culture.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}