{
    "rcn": "200415",
    "acronym": "TetraFOOD",
    "topics": "SFS-08-2015-1",
    "title": "Marine microalgae-based functional foods and food supplements for the prevention of chronicdiseases",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "FITOPLANCTON MARINO S.L. (FM) is one of the European leading companies in marine microalgae production and is the first microalgae production company in achieving the European Novel Food approval for the marine microalgae species Tetraselmis chuii. The company, currently involved in microalgae production for aquaculture, cosmetics and human nutrition, aims to position itself as a leading company in the production of high-value bioactive compounds for the food sector.\nBuilding on the results of previous research work conducted by the company, FM aims to use T. chuii as a natural biofactory for the production of high value bioactive compounds with potential to improve health and reduce the risk of chronic diseases. FM will commercialise a food supplement based on whole microalgae T. chuii and an innovative extract rich in bioactive compounds to be used as functional food ingredient. Currently, no commercial product based on T. chuii is available in the market. Potential clients are nearly 170 companies currently involved in the elaboration of functional foods, and potential end-users include general consumers willing to prevent health issues and men and women suffering from health risk factors influenced by diet.\nThe feasibility assessment is structured in three main components: a) detailed market analysis; b) feasibility assessments at the economic & financial, technical and legal & regulatory levels; and c) elaboration of a Business Innovation Plan II setting the strategies (in terms of product development, commercialisation, financing, management of IP rights,...) to bring the marine microalgae-based products to industrial readiness for market uptake.\nThe project will permit to provide European consumers with new innovative functional ingredients and food supplements with proven benefits on health whilst contributing to foster the positioning of Europe as a leading region in the production of marine microalgae-based products for the food sector.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FITOPLANCTON MARINO, S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "964534439": {
            "orgId": "964534439",
            "orgName": "FITOPLANCTON MARINO, S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}