{
    "rcn": "200495",
    "acronym": "PARPin",
    "topics": "MSCA-IF-2015-EF",
    "title": "Regulation of (ADP-ribosyl)ation signalling in the DNA damage response: elucidating the function of a novel PARP1/ARTD1 interactor",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "(ADP-ribosyl)ation is a dynamic post-translational modification synthesised by PARPs/ARTDs and regulates a diverse array of cellular processes, including the DNA damage response (DDR). The last decade has significantly improved our understanding of the key enzymes involved in (ADP-ribosyl)ation and the cellular pathways they function within. However, our understanding of how these enzymes are regulated is lacking and demands further investigation. In this proposal I seek to redress this.\nI have provided promising preliminary data identifying a novel uncharacterised interactor of PARP1 involved in the DDR. I expect that this novel protein will have a fundamental role in PARP1 biology in cells given that the two have co-evolved and form a protein complex in cells. \nI will implement newly available cutting-edge technologies, such as CRISPR-Cas9 and quantitative cell biology approaches, into an interdisciplinary strategy involving genetics, cell biology, structural biology and biochemistry. This strategy will allow me to address the following research objectives: (1) elucidate the function of this protein complex in genome maintenance (2) determine the atomic structure of the complex (3) define the physiological function of the protein complex using genetic mouse models.\nThis timely and holistic approach will allow me to answer crucial outstanding questions related to the regulation of (ADP-ribosyl)ation signalling for the first time. Consequently, this will be the first mechanistic study of its function and therefore my research objectives are likely to yield original insights into novel aspects of (ADP-ribosyl)ation signalling.\nThe objectives described in this proposal will enhance my potential to become an independent investigator by promoting the diversification of my technical competences through training at a world-leading institute and host laboratory. Therefore, the proposal is well aligned with the over-arching aims of the Work Programme.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}