{
    "rcn": "200434",
    "acronym": "FEMSAG",
    "topics": "MSCA-IF-2015-GF",
    "title": "Feminist theory after sex and gender: The nature-nurture complex in contemporary feminism reconsidered in light of the Developmental Systems Theory approach to the philosophy of biology",
    "startDate": "01/07/2017",
    "endDate": "30/06/2020",
    "objective": "FEMSAG is a cross-disciplinary and methodologically novel research action that will subject prevailing assumptions about the nature-nurture issue within feminist theory to close scrutiny. Such an endeavour is highly pertinent in light of a persistent interest ñ and often belief ñ in ìessentialî sex differences not only among the wider public, but also among practicing scientists focusing on the ìbiological basisî of behaviourally expressed sex differences. Instead of producing yet another critical review of research methods and unexamined assumptions underpinning such essentializing accounts, however, FEMSAG seeks to tighten up and strengthen the conceptual apparatus that is usually deployed by feminist scholars in their critical engagements with such accounts. This objective will be pursued by examining key bodies of work within feminist theory and science studies through the lens of Developmental Systems Theory (DST), which is an approach in the philosophy of science/philosophy of biology that foregrounds the active role of the organism in the interactive and multi-dimensional constitution of its developmental trajectory. The three bodies of feminist scholarship to be examined through this approach are contemporary feminist science studies (especially the new field of so-called ìneurofeminismî), the naturalist turn in feminist theory (epitomized by the work of the Hungarian-Australian feminist philosopher Elizabeth Grosz), and Simone de Beauvoirís classical existential-phenomenological approach to feminist theory.",
    "totalCost": "276330,6",
    "ecMaxContribution": "276330,6",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998693959": {
            "orgId": "998693959",
            "orgName": "DUKE UNIVERSITY",
            "ecContrib": 0
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 276331
        }
    },
    "calculatedTotalContribution": 276331
}