{
    "rcn": "200492",
    "acronym": "CROSSCULT",
    "topics": "REFLECTIVE-6-2015",
    "title": "CrossCult: Empowering reuse of digital cultural heritage in context-aware crosscuts of European history",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "CROSSCULT aims to make reflective history a reality in the European cultural context, by enabling the re-interpretation of European (hi)stories through cross-border interconnections among cultural digital resources, citizen viewpoints and physical venues. The project has two main goals. The first goal is to lower cultural EU barriers and create unique cross-border perspectives, by connecting existing digital historical resources and by creating new ones through the participation of the public. The second goal is to provide long-lasting experiences of social learning and entertainment that will help towards the better understanding and re-interpretation of European history. To achieve these goals, CROSSCULT will use cutting-edge technology to connect existing digital cultural assets and to combine them with interactive experiences that all together are intended to increase retention, stimulate reflection and help European citizens appreciate their past and present in a holistic manner. CROSSCULT will be implemented on 4 real-world flagship pilots involving a total of 8 sites across Europe. It will be realized through the participation of 11 partners and 14 associate partners including computer scientists, social sciences and humanity researchers, historians and private companies, from 7 European countries. The project will ensure continuous stakeholder involvement through a Living Lab and it will be supported by a concrete business plan. CROSSCULT is directly related to the work program since, on the one hand it re-purposes the use of digital cultural assets to stimulate a new shared culture of European history, one that moves from silos to unification, and on the other hand it boosts the development of new businesses that exploit the rich European digital cultural heritage.",
    "totalCost": "3690216,25",
    "ecMaxContribution": "3503358,25",
    "coordinator": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
    "coordinatorCountry": "LU",
    "participants": "TECHNOLOGIKO EKPAIDEFTIKO IDRYMA ATHINAS;GVAM GUIAS INTERACTIVAS SL;UNIVERSITA DEGLI STUDI DI PADOVA;UNIVERSITE DU LUXEMBOURG;UNIVERSITA TA MALTA;THE NATIONAL GALLERY;UNIVERSITY OF PELOPONNESE;Centre Virtuel de la Connaissance sur l'Europe;UNIVERSITY COLLEGE LONDON;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSIDAD DE VIGO",
    "participantCountries": "EL;ES;IT;LU;MT;UK;FR",
    "projectParticipants": {
        "996072728": {
            "orgId": "996072728",
            "orgName": "Centre Virtuel de la Connaissance sur l'Europe",
            "ecContrib": 0
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 59875
        },
        "998633528": {
            "orgId": "998633528",
            "orgName": "THE NATIONAL GALLERY",
            "ecContrib": 380614
        },
        "934320200": {
            "orgId": "934320200",
            "orgName": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 698466
        },
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 157310
        },
        "999630494": {
            "orgId": "999630494",
            "orgName": "UNIVERSIDAD DE VIGO",
            "ecContrib": 279250
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 217265
        },
        "999585583": {
            "orgId": "999585583",
            "orgName": "TECHNOLOGIKO EKPAIDEFTIKO IDRYMA ATHINAS",
            "ecContrib": 210250
        },
        "941555042": {
            "orgId": "941555042",
            "orgName": "GVAM GUIAS INTERACTIVAS SL",
            "ecContrib": 436002
        },
        "999887059": {
            "orgId": "999887059",
            "orgName": "UNIVERSITA TA MALTA",
            "ecContrib": 291600
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 324414
        },
        "999548238": {
            "orgId": "999548238",
            "orgName": "UNIVERSITY OF PELOPONNESE",
            "ecContrib": 448312
        }
    },
    "calculatedTotalContribution": 3503358
}