{
    "rcn": "200443",
    "acronym": "IMMIGRANTS",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Effects of Media News about Immigrants on Majorityís Attitudes and Behaviors towards Immigrants",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The interdisciplinary IMMIGRANTS project aims at a better understanding of how media influence majorityís attitudes and behaviors towards immigrants ñ a socially pressing issue connected to rapid expansion of immigration in Europe. In the project, I will focus on different aspects of media news ñ their valence, labels used for immigrantsí ethnicity and pictures of immigrants accompanying media articles about immigrants. The first goal of my research is to investigate how different labels used for immigrantsí ethnicity (nouns vs. adjectives) combined with different valence of media articles about immigrants (positive vs. negative vs. ambivalent) influence participantsí attitudes and behaviors towards immigrants. My second goal is to compare the effects of articles accompanied by different images of immigrants and articles without such images on participantsí attitudes and behaviors towards immigrants. Both goals feature a number of tasks related to the effects of media articles on attitudes and behaviors towards immigrants: I will test underlying mechanisms (e.g., biometrically tracked positive and negative emotions) and boundary conditions (e.g., social status and category salience of an immigrant group, participantsí intergroup contact with immigrants) of these effects. In three studies of the IMMIGRANTS project, I bring together different traditions on media and immigrant research and address several gaps in social scientific literature (e.g., too narrow focus on negative media news in political and media research, too narrow focus on positive intergroup contact and self-reported emotions in psychology). The outcome of IMMIGRANTS can be used to inform guidelines for professional training of journalists, policy makers, and social workers to become more sensitive to the impact of language describing immigrants.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}