{
    "rcn": "200585",
    "acronym": "INTERPLAY",
    "topics": "MSCA-IF-2015-GF",
    "title": "Interplay between genetic determinants of glycaemia, type 2 diabetes and cardiovascular disease in interaction with dietary and lifestyle factors",
    "startDate": "18/02/2017",
    "endDate": "17/02/2020",
    "objective": "Genome-wide association studies (GWAS) for complex traits, including glycaemia, type 2 diabetes (T2D) and coronary heart disease (CHD) have been successful in identifying genetic variants associated with those phenotypes. However, they explained only a small proportion of the estimated heritability. Possible reasons include the interplay between genetics and lifestyle determinants, small-effect variants, structural variations and the difficult to characterize non-coding functional variants that interact with other genetic regions. This proposal, in a new era of precision medicine, englobes the systematic study of the interplay between genetic variants associated with glycaemia, T2D, CHD and dietary and lifestyle factors. We propose to conduct a comprehensive analysis of gene and gene-lifestyle interaction, including the existing international GWAS consortia of CARDIoGRAM, DIAGRAM, MAGIC, the U.S. based DPP clinical trial, and the European-wide networks of EPIC-InterAct and PREDIMED. We will test hypothesis about: 1) whether genetically driven hyperglycaemia increases risk of CHD, 2) the association between genetic determinants of CHD and intermediate metabolic phenotypes, and 3) whether dietary components and lifestyle changes influence these associations. Finally, we will extend and replicate these previous results in two independent populations, and to deploy a new method to identify implicated biological pathways. Information that will emerge from that project will provide valuable insights into missing heritability for T2D and CHD. Specifically we expect to uncover genetic determinants for faster CHD progression in T2D, identifying vulnerable individuals who are more likely to experience a differential response to current prevention strategies and to validate potential targets and avenues for intervention. The experienced researcher will emerged from the project with new skills, and the capability to launch his own research group in Europe.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "FUNDACIO INSTITUT D'INVESTIGACIO SANITARIA PERE VIRGILI (IISPV)",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996333755": {
            "orgId": "996333755",
            "orgName": "THE GENERAL HOSPITAL CORPORATION",
            "ecContrib": 0
        },
        "985772104": {
            "orgId": "985772104",
            "orgName": "FUNDACIO INSTITUT D'INVESTIGACIO SANITARIA PERE VIRGILI (IISPV)",
            "ecContrib": 257191
        }
    },
    "calculatedTotalContribution": 257191
}