{
    "rcn": "200541",
    "acronym": "HISOL",
    "topics": "ERC-StG-2015",
    "title": "High Energy Optical Soliton Dynamics for Efficient Sub-Femtosecond and Vacuum-Ultraviolet Pulse Generation",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "I will study a new regime of high-energy temporal optical soliton dynamics in gas and plasma filled large-bore hollow capillariesósomething never previously attempted. Soliton dynamics are fundamental to many of the most fascinating and useful nonlinear processes occurring in conventional optical fibres. Currently the peak powers demonstrated are around 100 megawatts, in hollow-core photonic crystal fibres, with energies of tens of microjoules. I aim to achieve terawatt peak power, millijoule energy-scale, soliton dynamics, and thus combine high-field laser science with the physics of solitons.\n\nI will transfer energy from millijoule pump solitons in the near-infrared to the vacuum ultraviolet (100 nm to 200 nm, 6 eV to 12 eV), through resonant dispersive-wave emission. The emitted radiation will be coherent, ultrafast, and tunable through control of the filling gas pressure and capillary bore radius. The predicted conversion efficiencies are up to 20%, leading to VUV energies of over 400 microjoules in pulse durations of just 400 attoseconds (a single-cycle), with corresponding terawatt peak power; making this low-cost and table-top VUV source brighter than synchrotron sources. This will have wide impact: the VUV region, poorly served by current sources, is of great importance to many ultrafast spectroscopy techniques because many materials have electronic resonances there.\n\nThrough soliton self-compression I will also compress 10 femtosecond, millijoule-scale, near-infrared, pump pulses to both single-cycle and even sub-cycle waveforms, achieving sub-femtosecond durations and terawatt peak powers. These will be the shortest isolated optical pulses ever generated in the near-infrared spectral region. I will use them to drive high-energy isolated attosecond pulse generation in the XUV through HHG.\n\nFinally, I will combine these VUV and XUV sources, in a single experiment, to perform proof-of-concept attosecond resolved VUVñXUV pump-probe spectroscopy experiments.",
    "totalCost": "1723190,99",
    "ecMaxContribution": "1723190,99",
    "coordinator": "HERIOT-WATT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 1723191
        }
    },
    "calculatedTotalContribution": 1723191
}