{
    "rcn": "200531",
    "acronym": "QUASIFT",
    "topics": "ERC-StG-2015",
    "title": "Quantum Algebraic Structures In Field Theories",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Quantum Field Theory is a universal framework to address quantum physical systems with infinitely many interacting degrees of freedom, applicable both at the level of fundamental interactions, such as the subnuclear physics of quarks and gluons and at the phenomenological level such as the physics of quantum fluids and superconductivity.\n    Traditionally, weakly interacting quantum field theory is formulated as a perturbative deformation of the linear theory of freely propagating quantum waves or particles with interactions described by Feynman diagrams. For strongly non-linear quantum field theories the method of Feynman diagrams is not adequate.\n    The main goal of this proposal is to develop novel tools and techniques to address strongly non-linear quantum field theories.\n    To achieve this goal we will search for hidden algebraic structures in quantum field theories that will lead to efficient algorithms to compute physical observables of interest. In particular we identify non-linear quantum field theories with exactly solvable sectors of physical observables.\n\nIn this project we will focus on three objectives:\n- build general theory of localization in supersymmetric Yang-Mills theory for arbitrary geometrical backgrounds\n- find all realizations of symplectic and supersymplectic completely integrable systems in gauge theories\n- construct finite supersymmetric Yang-Mills theory in terms of the algebra of locally supersymmetric loop observables for maximally supersymmetric gauge theory\n\nThe realization of the above objectives will uncover hidden quantum algebraic structures and consequently will bring ground-breaking results in our knowledge of quantum field theories and the fundamental interactions.",
    "totalCost": "1498750",
    "ecMaxContribution": "1498750",
    "coordinator": "INSTITUT DES HAUTES ETUDES SCIENTIFIQUES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996617868": {
            "orgId": "996617868",
            "orgName": "INSTITUT DES HAUTES ETUDES SCIENTIFIQUES",
            "ecContrib": 1498750
        }
    },
    "calculatedTotalContribution": 1498750
}