{
    "rcn": "200581",
    "acronym": "SATBIOFUN",
    "topics": "MSCA-IF-2015-GF",
    "title": "Genome editing for spatiotemporal analysis of centriolar SATellite BIOgenesis and FUNction in cellular stress responses",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "The centrosome is the major microtubule-organizing centre of a cell. It also serves as the base for the primary cilium, an antenna-like structure that allows cells to respond to external stimuli. Around the centrosome lie a number of electron dense cytoplasmic granules, termed centriolar satellites. These are involved in protein trafficking and are crucial for normal centrosome and cilium assembly and function. However, little is known about satellite composition, biogenesis or regulation. Mutations in a number of genes encoding satellite proteins cause ciliopathies, demonstrating their importance in the etiology of disease. Emerging data also shows that satellites contribute to the cellular stress response. The central scientific goal of this proposal is to systematically dissect, for the first time, the molecular mechanisms underpinning centriolar satellite biogenesis and function. Coupling genome-editing and cutting-edge imaging techniques we will perform morphometric quantitative analysis of satellite proteins to delineate their specific role in the cellular response to stress. This project encompasses an Outgoing Phase during which the Fellow will be trained in advanced, high-content, automated, and super-resolution microscopy, and computational analysis to study satellite biogenesis and function. Within this phase a secondment to the biotech sector will occur during which the Fellow will learn cutting-edge DNA manipulation methods. The Return Phase allows the transfer of this knowledge to Europe whilst the Fellow receives training in the analysis of stress responses. Alongside this the Fellow will follow a program of courses to acquire a range of complementary skills, including industry-related skills and teaching qualifications. Together, this will accomplish the overarching objective of developing the Fellowís career to a position of professional maturity, thereby facilitating her long-term goal of establishing her own independent research group in Europe.",
    "totalCost": "233555,4",
    "ecMaxContribution": "233555,4",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996491768": {
            "orgId": "996491768",
            "orgName": "Mount Sinai Hospital",
            "ecContrib": 0
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 233555
        }
    },
    "calculatedTotalContribution": 233555
}