{
    "rcn": "200510",
    "acronym": "NoCut",
    "topics": "MSCA-IF-2015-EF",
    "title": "Detection of Chromatin Bridges during Cytokinesis",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Duplication of the genome and its division into two daughter cells during mitosis is vital for survival of the organism. Cells have multiple mechanisms to ensure that this process is accomplished correctly thereby preserving the integrity of the genome.  The final check before cell division is made by the NoCut abscission pathway. In yeast and animal cells, this mechanism monitors completion of chromosome separation, delaying abscission when chromosome bridges spanning the division site are detected.  \nAurora B is essential for NoCut function, and several of its targets in this pathway have been identified. In budding yeast, NoCut can be triggered by bridges caused by defects in chromosome condensation, decatenation and replication but importantly not by dicentric chromosome bridges.  This suggests that structural features of chromatin bridges are essential to generate the NoCut signal. We will investigate the molecular basis of this differential bridge recognition and the signalling pathway acting upstream of Aurora B. \nWe will define the composition of fine and ultra-fine chromatin bridges during cytokinesis in human cells at unprecedented resolution by super-resolution microscopy using dSTORM imaging. In parallel, we will use budding yeast to investigate the role of DNA binding proteins as sensors in the NoCut pathway. We will then establish the significance of these findings in human cells, by assaying the function of putative homologs in NoCut, and their localization in chromatin bridges by dSTORM.  By combining approaches in two model systems we will define both the molecular and physical constrains for NoCut activation upstream of the established components of the NoCut pathway.\nChromosome instability is associated with many human tumours and in some cases with advanced disease making the detailed characterization of this pathway relevant in our understanding of both basic cellular processes and human disease.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}