{
    "rcn": "200525",
    "acronym": "MastCloud",
    "topics": "SFS-08-2015-1",
    "title": "Cost-efficient, 35 seconds, comprehensive mastitis management system for dairy farmers and veterinarians",
    "startDate": "01/03/2016",
    "endDate": "30/06/2016",
    "objective": "On dairy farms, mastitis or udder inflammation often is the most common disease and the major reason for antibiotics use. Annual losses in the milk supply chain due to mastitis are estimated to be over 1 billion euro in Europe, with similar figures in other parts of the world. \n\nIn order to reduce these losses, we propose an innovative Cloud-connected mastitis management system composed of an instrument and a modular software suite. Our solution will significantly improve resource efficiency and energy efficiency in the milk production industry.\n\nFor the instrument, we use a widely accepted mastitis indicator: somatic cell count. We digitize and automate a famous test method: CMT (California Mastitis Test). The average measurement duration of the system will be 35 seconds for typical farm mastitis incidence rates and the operating cost will be less than 0.02 euro per test. The instrument comes with guaranteed high correlation with official lab results.\n\nWe adopt recent evolutions in mobile devices and IT technologies in order to enable affordable smart farming and tele-vet services through automated analysis, dashboards and remote diagnosis modules. Through our embedded algorithms, we are putting into practice research from universities in Belgium and other countries around milk quality and animal health.\n\nOur solution will respond to the current tendency with less frequent official milk quality recordings by dairy herd improvement (DHI)  associations, while instead enabling efficient on-farm measurements.\n\nThe existing on-farm mastitis management systems on the market suffer from high operating costs, are too complex or unreliable hence are no solution for the majority of the 1.5 million dairy farms and their veterinarians in Europe. \n\nDuring Phase 1, we want to perform a feasibility study, to refine our cost and profit estimations with detailed figures and perform a design study. Finally we will create a detailed business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BULTEH 2000 LTD",
    "coordinatorCountry": "BG",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936060962": {
            "orgId": "936060962",
            "orgName": "BULTEH 2000 LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}