{
    "rcn": "200535",
    "acronym": "ICARO",
    "topics": "ERC-StG-2015",
    "title": "Colloidal Inorganic Nanostructures for Radiotherapy and Chemotherapy",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "Radio and chemotherapy are the major clinical treatments for cancer. However these treatments lack cell specificity and can have severe side effects against healthy cells, especially when used in combination. My goal is to develop a nanocrystal (NC) platform to merge radio and chemotherapy into a single entity that is more specific towards tumor cells. To achieve ICAROís goal, three main objectives will be pursued. The first objective is to introduce post-synthesis reactions, namely cation exchange (CE) and intercalation (INT) reactions, as new protocols to replace or intercalate cations that are useful as radionuclides within the crystal lattice of water-soluble NCs. Our goal is to establish protocols for the preparation of radiolabelled-NCs that will be easily translated to the medical practice for radiotherapy. This requires CE/INT reactions that occur in aqueous media, possibly with NCs prefunctionalized with specific recognition molecules to achieve targeted radiotherapy. To minimize the radio exposure of the operator, CE/INT protocols will be carried out as the last step of NC preparation. The second objective of ICARO will be to explore in situ CE/INT reactions with NCs entrapped in a matrix that simulates the tumor mass. By first located NCs at the tumor and then let the CE/INT to occur, enhance therapeutic effect is expected. The third objective of ICARO will be to develop heterostructures to combine radio and chemotherapy. They will include at least one semiconductor NC on which to perform radiolabelling protocols and one portion made of a superparamagnetic (SP) NC for magnetically triggered drug release. With respect to magnetic hyperthermia, which exploits SP-NCs to produce bulk heat (>46∞C) at the tumor, the local heat effect generated at the surface of SP-NCs will enable drug release using a lower dose of magnetic material. Finally, new types of heterostructures combining radio and chemotherapy will be tested, for the first time, in preclinical trials.",
    "totalCost": "1160000",
    "ecMaxContribution": "1160000",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 1160000
        }
    },
    "calculatedTotalContribution": 1160000
}