{
    "rcn": "200565",
    "acronym": "WPolitical",
    "topics": "MSCA-IF-2015-EF",
    "title": "Wittgenstein and Political Theory",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The proposed research aims to investigate the relation between Wittgensteinís philosophy and political theory. This theme remains marginal within the Wittgensteinian scholarship, facing the key challenge of the sparsity of explicit discussions of political issues in Wittgensteinís writings. An extra challenge is raised by the fact that even in those cases that political theory is engaged with his philosophy, this is mostly done through a methodological rather than a substantive employment of its key insights and concepts. My main objective is to provide a novel approach to the relation between Wittgenstein and the political, by focusing not only on Wittgensteinís methods, but also on his positions.\n\nThe principal idea to be developed is that Wittgensteinís philosophy may indeed provide a substantial contribution to political theory and especially to the analysis and critique of late capitalism. My innovative response to the challenges mentioned above will comprise an original research which will: a) make explicit the implicit political import of Wittgensteinís later philosophy, b) investigate his influence on contemporary political theory, my case study being the works of Hardt and Negri, and c) enrich the discourse regarding the institution of society by providing it with a distinctive Wittgensteinian direction.\n\nThe project combines elements from different philosophical disciplines (philosophy of language, political theory) and traditions (analytic, continental). Although I have a background in the philosophy of Wittgenstein and the analytic tradition, I have a limited training in political theory and continental philosophy. Thus, the proposed project, under the supervision of Prof. Antoon Braeckman who specializes in continental political theory, provides me with a great opportunity to acquire new skills and knowledge, which will assist me not only in its implementation, but also in the development of my academic career.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}