{
    "rcn": "200521",
    "acronym": "Icarus",
    "topics": "INSO-10-2015-1",
    "title": "Bringing Personalized Knowledge to Students in Public Schools Through Artificial Intelligence inELearning",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "In the EU, private and public expenditure per full-time student rose from 5,674 to 6,900, i.e. by almost 22% from 2005 to 2010 whilst PISA results remain largely stable. In order to impact studentsí learning curve, we need advanced learning tools, i.e. e-learning needs to be infused with AI: content creation tools, adaptive learning, collaborating learning, and Open Education Resource management.\nThat is why we have created Icarus, an AI plugin system that can be installed on top of one of the most recognized free open source Dokeos e-learning platform. Icarus provides tools to students to frequent a learning path and to teachers to create one as a personalized and adaptive tutor with a series of modules. It will be available open source based on a freemium business model where we only charge for customization work. There is currently no open source AI e-learning application available at a freemium.\nThe objective of a Phase II project will be to a) scale up the Icarus plugin system on top of the main open source e-learning platform additionally to Dokeos and to b) pilot Icarus in at least three public or private primary schools in two different EU countries. In Phase I, we will conduct a Feasibility Study and a Business Plan including the following objectives: feasibility study, partner search, market, business model, risk and IP assessment as well as draft a work plan for Phase II.\nThe project Icarus responds to topic ICT-37-2015. As an innovative SME, we propose to scale-up our ICT product Icarus that will disrupt the market by being the first open source AI system for e-learning that can directly be used by all levels of educational institutions: This is going to have a measurable impact on education with students reaching higher scores in PISA evaluations and ultimately bringing better results as part of the future work force. The EC funding will allow us to grow our company significantly. We will invest in new staff to more than double our staff from 2015.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "APOGEE INFORMATION SYSTEMS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951828215": {
            "orgId": "951828215",
            "orgName": "APOGEE INFORMATION SYSTEMS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}