{
    "rcn": "200520",
    "acronym": "TRUEPIVOT",
    "topics": "DRS-17-2015-1",
    "title": "Advanced engineering analytics for the detection of errors in the structural design of critical urban infrastructure.",
    "startDate": "01/02/2016",
    "endDate": "31/07/2016",
    "objective": "TruePivot is an award winning Irish SME specialising in engineering analytics software. Our software uses statistical analysis and advanced engineering algorithms to identify errors in structural designs. Over 45% of all structural failures to infrastructure are caused by errors at the design stage. TruePivot is the only software on the market that can ensure that structural failures or collapse resulting from defective designs are completely eliminated for new critical infrastructure projects, and that historic design defects in existing infrastructure can be detected and amended before a catastrophic disruption occurs, for example ensuring a building has sufficient structural redundancy to resist a terrorist attack or natural disaster. With a potential global market of over Ä8 billion annually TruePivot is determined to commercialise its cutting edge technology. \n\nThe target users of TruePivot are engineering firms globally, who need to reduce design errors and improve the material efficiency of their designs. At the outcome of this project TruePivot will have a robust, market ready software that enables engineers to produce safer and more efficient designs, faster. The Feasibility Assessment to be undertaken in Phase 1 is as follows:\n\nï Live-tests on technology\nï Market analysis to define the best routes to our initial target markets across Europe\nï Full commercial validation of the service and a complete business plan for Phase 2 implementation \n\nIn Phase 2 our goal is to scale-up the technology to allow for a global roll out by 2018\nTarget Markets: UK/Ireland followed by EU/US roll out with global roll out by 2018 \n\nTruePivot will have the following effects on the design of critical urban infrastructure\nñ less design errors leading to less structural failures or collapses of urban infrastructure \nñ Vastly lower carbon emissions due to more efficient use of steel and concrete \nñ Increased productivity for engineering firms.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TRUEPIVOT LTD",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934671437": {
            "orgId": "934671437",
            "orgName": "TRUEPIVOT LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}