{
    "rcn": "200562",
    "acronym": "Smart-AKIS",
    "topics": "ISIB-02-2015",
    "title": "European Agricultural Knowledge and Innovation Systems (AKIS) towards innovation-driven research in Smart Farming Technology",
    "startDate": "01/03/2016",
    "endDate": "31/08/2018",
    "objective": "Smart-AKIS was submitted to the 2014 call, remaining on the reserve list (12/15). For resubmission, all items in the ESR have been carefully addressed: i) more focused approach, addressing only Smart Farming Technology for crop production and using more concrete methodologies; ii) stronger involvement of the machinery industry, with specific support from national Associations and a dedicated working group within CEMA; iii) a Data Management Plan ensuring compliance with H2020 Open Access Policy and inclusion in different thematic aggregators.\nThe project aims at setting up a self-sustainable Thematic Network on Smart Farming Technology designed for the effective exchange between research, industry, extension and the farming community in order to disseminate direct applicable research and commercial solutions and capture grassroots level needs and innovative ideas. Smart Farming Technology (SFT) encompasses Farm Management Information Systems, Precision Agriculture and Agriculture automation and robotics. \nSmart AKIS will collect existing knowledge related to SFT and will produce easily accessible end-user material under the EIP-Agri common format. The project will also integrate the socio-economic aspects involved in the innovation processes and will generate interactive and innovation-based collaborations among researchers, advisors and farmers through the use of open innovation in multi-actor workshops. Knowledge flow will be facilitated through the implementation of the Smart Farming Community Platform, which will be compatible with the EIP-SP in order to ensure long term accessibility of results.\nSmart-AKIS will build on results from five flagship EU projects (VALERIE, SOLINSA, PRO-AKIS, FRACTALS, AGRISPIN), through the participation in the project of their core partners. The project will establish direct communication with EIP-Agri to maximize impact of project activities and stakeholder mobilization.",
    "totalCost": "1997756,15",
    "ecMaxContribution": "1997731,25",
    "coordinator": "AGRICULTURAL UNIVERSITY OF ATHENS",
    "coordinatorCountry": "EL",
    "participants": "DAVID TINKER & ASSOCIATES LIMITED;Deutsche Landwirtschafts-Gesellschaft e.V.;INICIATIVAS INNOVADORAS SAL;INSTITUTO NAVARRO DE TECNOLOGIAS E INFRAESTRUCTURAS AGROALIMENTARIAS SA;DLV PLANT BV;Association de Coordination Technique Agricole;FEDERATION REGIONALE DES COOPERATIVES D UTILISATION DE MATERIEL AGRICOLE DE L OUEST DE LA FRANCE;COMITE EUROPEEN DES GROUPEMENTS DE CONSTRUCTEURS DU MACHINISME AGRICOLE;PROVINCIAL SECRETARIAT OF AGRICULTURE, WATER ECONOMY AND FORESTRY, VOJVODINA;BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS;LEIBNIZ-ZENTRUM FUER AGRARLANDSCHAFTSFORSCHUNG (ZALF) e.V.;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "UK;DE;ES;NL;FR;BE;RS",
    "projectParticipants": {
        "999465885": {
            "orgId": "999465885",
            "orgName": "LEIBNIZ-ZENTRUM FUER AGRARLANDSCHAFTSFORSCHUNG (ZALF) e.V.",
            "ecContrib": 270688
        },
        "952387032": {
            "orgId": "952387032",
            "orgName": "INSTITUTO NAVARRO DE TECNOLOGIAS E INFRAESTRUCTURAS AGROALIMENTARIAS SA",
            "ecContrib": 146312
        },
        "968546359": {
            "orgId": "968546359",
            "orgName": "DLV PLANT BV",
            "ecContrib": 127625
        },
        "928575472": {
            "orgId": "928575472",
            "orgName": "BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS",
            "ecContrib": 181688
        },
        "999872218": {
            "orgId": "999872218",
            "orgName": "AGRICULTURAL UNIVERSITY OF ATHENS",
            "ecContrib": 284188
        },
        "998050461": {
            "orgId": "998050461",
            "orgName": "Deutsche Landwirtschafts-Gesellschaft e.V.",
            "ecContrib": 89312
        },
        "999558132": {
            "orgId": "999558132",
            "orgName": "PROVINCIAL SECRETARIAT OF AGRICULTURE, WATER ECONOMY AND FORESTRY, VOJVODINA",
            "ecContrib": 47719
        },
        "928107544": {
            "orgId": "928107544",
            "orgName": "FEDERATION REGIONALE DES COOPERATIVES D UTILISATION DE MATERIEL AGRICOLE DE L OUEST DE LA FRANCE",
            "ecContrib": 80312
        },
        "958216150": {
            "orgId": "958216150",
            "orgName": "INICIATIVAS INNOVADORAS SAL",
            "ecContrib": 182312
        },
        "972104416": {
            "orgId": "972104416",
            "orgName": "DAVID TINKER & ASSOCIATES LIMITED",
            "ecContrib": 130875
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 185762
        },
        "941283636": {
            "orgId": "941283636",
            "orgName": "COMITE EUROPEEN DES GROUPEMENTS DE CONSTRUCTEURS DU MACHINISME AGRICOLE",
            "ecContrib": 103125
        },
        "984772422": {
            "orgId": "984772422",
            "orgName": "Association de Coordination Technique Agricole",
            "ecContrib": 167812
        }
    },
    "calculatedTotalContribution": 1997730
}