{
    "rcn": "200529",
    "acronym": "IrisPhone",
    "topics": "ICT-37-2015-1",
    "title": "A novel and intuitive communication interface providing life enriching experiences for users in risk of social exclusion",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "IrisPhone was born in early 2014 as an entrepreneurial project of two young Cypriot engineers who have set out to reduce the digital divide by designing a novel and intuitive communication interface for smartphones that requires neither key or touch-screen pressing nor voice-based commands. IrisPhone delivers technology innovation, but also social innovation, by enabling its target users, mainly elderly people, to remain connected and avoid risk of exclusion. Today, almost 2 years into development, and after raising funds which led to the expansion of the team and the foundation of iResTech Ltd, the first IrisPhone prototype has already been successfully tested with a wide group of elderly users in Cyprus. In light of these results, MTN Cyprus, subsidiary of the multinational mobile telecommunications company with more than 230 million users, has expressed its interest in incorporating our future product into its retail space. Consequently, we anticipate to generate an accumulated net profit of Ä4,6 to Ä8,9 million (depending on which business model is chosen) within the first five years of commercialisation.\nWith the SME instrumentís support, iResTech Ltd aims to explore, plan and finally execute a business plan for the upscale, demonstration and future market introduction of IrisPhone.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IRESTECH LTD",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923992513": {
            "orgId": "923992513",
            "orgName": "IRESTECH LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}