{
    "rcn": "200530",
    "acronym": "APTASENS",
    "topics": "MSCA-IF-2014-GF",
    "title": "A new generation of AptaSensors",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "The aim of this project is to design different next generation libraries of biosensors that will yield ready-to-go analytical tools against any target in unprecedented speed and high affinity. The project intends to focus on aptamers, a new generation of recognition elements that will be integrated into bioelectronics devices. \nThe huge number of candidates to be tested using a combinatorial trial and error approach will be radically reduced by rationalizing the strategy to design the aptamers. A new virtual screening process will be used for the generation of aptamers by the help of modern molecular modelling tools. The design and binding of large database will be created and screened by adding or mutating molecule bricks (amino acids and DNA), minimizing experimental tests and therefore reducing the research costs.\nThese sensor elements will be organized in medium to high density nucleic acid and peptide arrays with different transducing principles. In particular, we will design and produce an electrochemical sensor array platform based on screen printing technology together with suitable extraction- and pre-concentration procedures by coupling aptamers to nanoparticles.\nThe analytical procedures produced will be tested using first standards and then real samples. The target molecules will be analytes related to health and safety control (Xenobiotics: e.g. PCB, pesticides. Mycotoxins: e.g. patulin, nivalenol, Antioxidants: e.g. resveratrol, luteolin).\nThe proposal has strong focus on development of concrete evolutionary new biosensors for application to diagnostics, food, terrorism threat agents, environmental and new frontiers analysis such as bioanalysis in the space.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "UNIVERSIDAD COMPLUTENSE DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 239191
        }
    },
    "calculatedTotalContribution": 239191
}