{
    "rcn": "200593",
    "acronym": "RecessionsHealth",
    "topics": "MSCA-IF-2015-EF",
    "title": "Recessions, labour-market uncertainty and health",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "My postdoctoral project for the Marie-Sklodowska-Curie fellowship deals with recessions and health. The aim of the proposal is to provide a comprehensive analysis of how individual health is affected (both in the short and in the long-run) when recessions cause uncertainty on the labour-market. To achieve this aim, I will exploit two major recessions ñ the 2008 Great Recession and the 1990s Swedish recession ñ as well as particularly rich administrative data to answer two well-posed and policy-relevant questions: \n\n(1) Do individuals who experience major labour-market uncertainty during by recessions suffer from health disorders in the short-run? \n(2) Do recessions at career entry negatively affect health over the life-course ñ and in particular in the long-run? \n\nTo adress these questions, the proposal will tackle two related and complementary specific objectives:\n\n(1) Analyse the short-term consequences of the drastic cuts in art subsidies in the Netherlands in the wake of the 2008 Great Recession ñ which triggered major labour market uncertainty in the art sector ñ on health outcomes for individuals in the art sector.\n(2) Investigate the long-run health effects of graduating in the 1990s Swedish Great recession using an innovative life-course perspective.\n\nBoth the framework and the methodology used in these two projects are challenging and new. First, I exploit natural experiments as exogenous shocks on labour-market conditions, which allows deriving causal estimates. Second, I use particularly rich linked administrative data over long periods of time, which enables me to take a life-course perspective. I strongly believe that this unprecedented combination of the original concepts, the methodology, that is completely new to the field, and my particularly large and rich datasets will provide a completely new avenue to understand how individual health responding to labour-market uncertainty caused by recessions is affected, both in the short and long-run.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}