{
    "rcn": "200536",
    "acronym": "TROJANANOHORSE",
    "topics": "ERC-StG-2015",
    "title": "Hybrid immune-eluding nanocrystals as smart and active theranostic weapons against cancer",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Nanomedicine tools for cancer treatment comprise many nanosized systems, so far developed with smart functions such as efficient drug delivery and cell targeting abilities. However they remain still under-characterized in terms of immunogenicity, potential toxicity due to the materials itself or the unwanted release of drugs. To overcome these challenges this project aims to develop a new generation of multifunctional therapeutic and diagnostic (thus theranostics) nanosystems displaying non-immunogenicity, improved cancer treatment, cell imaging, and high safety for the hosting organism. The innovative concept behind this approach relies on a TrojaNanoHorse (TNH) system, here validated against leukaemia. The injectable TNH have a biomimetic non-immunogenic shell. Studies will show the intrinsic therapeutic activity of the nanocrystalline core for cancer killing, without the use of chemotherapeutic drugs, and its light emission. The hemocompatibility, anti-thrombogenicity, and targeting ability toward malignant blood cells will be proved during this project. The whole TNH would go beyond the state-of-the-art due to its biomimetic shell, absence of drugs, its safety and biodegrading fate, and light emissions for diagnosis. This project will also develop novel set-up for based therapy and diagnosis, impacting on future technology, new standardized protocols for nanomaterial safety assessment, and study chemical and biological mechanism of cancer cell killing. Achieving the ultimate goal of a multifunctional TNH will require multidisciplinary expertise in chemistry, material science, biology, medicine and engineering, opening new horizons as nanomedicine tools for efficient cancer therapy with strong scientific, technological and socio-economic benefits.",
    "totalCost": "1489219",
    "ecMaxContribution": "1489219",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 1489219
        }
    },
    "calculatedTotalContribution": 1489219
}