{
    "rcn": "200582",
    "acronym": "eGALISM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Characterizing properties of the interstellar medium to better understand how stars form in galaxies",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The complex interplay between the interstellar medium (ISM) and the stars that it gives birth to is central to studies of galaxy evolution. The properties of the ISM, and especially its capacity to cool, determine when and where star formation occurs. Those properties are well-known in the Milky Way but not in external galaxies. Only recently has the extragalactic community dedicated effort to obtain very rich archives of the ISM tracers (dust, CO and now [CII]) from both space and ground based observatories, but we currently lack a detailed multi-wavelength and multiphase modeling that can exploit the data in a self-consistent way.\nThe goal of this proposal is to characterize the ISM properties, physical conditions and structure, in nearby spiral and dwarf galaxies. For this, I will exploit the spectral and spatial information of those state-of-the-art observations, in particular from the Herschel, Spitzer and SOFIA telescopes, and build multiphase radiative transfer models to interpret the data and disentangle the main ISM phases present in those galaxies. I will analyze the effects of physical scales and of environment such as metallicity, SFR, AGN activity on the derived ISM properties in order to calibrate [CII] and CO as precise diagnostics of star formation. One of the main objectives is to better understand the physics and origin of the emission of [CII] in galaxies, as it is becoming a workhorse diagnostic in galaxies of the distant universe.\nThis innovative project will be carried out at CEA (France) where it will be integrated in the existing expertise on the dust, Local Group and distant galaxies, and numerical simulations. This complementarity is essential to achieve the ambitious goals of this project and provides a unique opportunity for knowledge growth.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}