{
    "rcn": "200551",
    "acronym": "PROFIT",
    "topics": "ICT-10-2015",
    "title": "Promoting Financial Awareness and Stability",
    "startDate": "01/01/2016",
    "endDate": "31/12/2018",
    "objective": "The need to advance financial capability and financial awareness among informed citizens and market participants was identified as a major target to achieve an improved social performance, better client protection and, ultimately, greater societal well-being. The new socio-economic landscape in the post-crisis world brought changes in the financial, labour and pension markets along with changes in the public finance decisions from the political sphere.  Technological developments enable and enhance the availability of large volumes of information on themes relevant to financial decision making.  However, the volume of information, the existence of often ad hoc sources, and the documented existence of  cognitive limitations by individuals when it comes to the processing of big data plus widespread financial illiteracy found even within developed economies, including those of the EU point to the need for (a) specialized financial education toolkits available to the wider public (b) advanced crowd-sourcing tools to process financial data, extract and present collective knowledge, (c) advanced forecasting models exploiting the market sentiment to identify market trends and threats, (d) novel personalized recommendation systems to support financial decisions according to the userís profile (financial literacy level, interests, demographic characteristics etc).  Based on these requirements, \nPROFIT will develop a platform built on Open Source components. The platform's functionalities will be pilot-tested in collaboration with the members of the European Federation of Ethical and Alternative Banks (FEBEA), an institution committed to responsible banking and finance. The outcomes of the project are expected to enable best practices that can be made available to the wide public in the European Union.",
    "totalCost": "1599467,5",
    "ecMaxContribution": "1599467,5",
    "coordinator": "EEA SRO",
    "coordinatorCountry": "SK",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;DEMOCRITUS UNIVERSITY OF THRACE;FEDERATION EUROPEENNE DE FINANCES ET BANQUES ETHIQUES ET ALTERNATIVES;SEMANTIC WEB COMPANY GMBH;UNIVERSITY OF GLASGOW",
    "participantCountries": "EL;BE;AT;UK",
    "projectParticipants": {
        "986022364": {
            "orgId": "986022364",
            "orgName": "SEMANTIC WEB COMPANY GMBH",
            "ecContrib": 262250
        },
        "955518386": {
            "orgId": "955518386",
            "orgName": "EEA SRO",
            "ecContrib": 315250
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 261655
        },
        "950466238": {
            "orgId": "950466238",
            "orgName": "FEDERATION EUROPEENNE DE FINANCES ET BANQUES ETHIQUES ET ALTERNATIVES",
            "ecContrib": 217562
        },
        "999659109": {
            "orgId": "999659109",
            "orgName": "DEMOCRITUS UNIVERSITY OF THRACE",
            "ecContrib": 260875
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 281875
        }
    },
    "calculatedTotalContribution": 1599467
}