{
    "rcn": "200572",
    "acronym": "Frobenius",
    "topics": "MSCA-IF-2015-EF",
    "title": "Frobenius related invariants and singularities",
    "startDate": "15/02/2017",
    "endDate": "14/02/2019",
    "objective": "This is a project in commutative algebra of positive characteristic, which has also many connections with algebraic geometry. The main goal of this project is to study the relations between some classes of rings that arise in prime characteristic, F-singularities, and three specific notions. These are the symmetric signature, a new invariant defined by the Experienced Researcher in his Ph.D. thesis; the generalized Hilbert-Kunz function, a recent generalization of the classical Hilbert-Kunz function studied intensively in prime characteristic algebra; and the FFRT property, a positive characteristic version of the notion of finite representation type, important in representation theory. As a guideline for the future research, eight concrete problems are stated and will be investigated by the Experienced Researcher with the help of the Supervisor. The strategy to complete this task include the acquisition of new knowledge, which will be obtained, among other things, also through the organization of weekly seminars with the collaboration of the host institution. The arguments of this project, F-singularities in particular, are important topics in commutative algebra and algebraic geometry which are developing and growing fast in these years, especially in the USA and in Japan. As a further way to promote the development of these topics also in Europe, the Experienced Researcher and the Supervisor plan to organize a small workshop which will take place in the host institution at the end of the fellowship.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}