{
    "rcn": "200542",
    "acronym": "MolMap",
    "topics": "ERC-StG-2015",
    "title": "From Tissues to Single Molecules: High Content in Situ Super-Resolution imaging with DNA-PAINT",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Fluorescence microscopy is a powerful tool for exploring biomolecules in cells and tissues, especially with the advent of super-resolution techniques. To better understand key processes such as cell differentiation and disease progression, it is crucial to investigate the abundance, localization and mutual interactions of crucial cellular components such as nucleic acids and proteins. Unraveling their complex interplay in whole signaling networks is necessary to investigate cellular responses to stimuli. However, currently available characterization techniques are either limited by low multiplexing capability (e.g. fluorescence microscopy) or lack localization information (e.g. mass spectrometry). Despite the immense biological and clinical relevance of understanding network-wide changes, the lack of a technological platform to image, identify and quantify a multitude of key protein networks at high spatial resolution in tissues impedes our understanding of the molecular basis of health and disease.\nI aim to solve this pressing issue and revolutionize fluorescence microscopy using tools from DNA Nanotechnology with transformative potential to positively answer the question: Can we localize and identify each protein or nucleic acid molecule in a complex tissue microenvironment?\nThe approach is based on my recently developed DNA- and Exchange-PAINT techniques. To push the envelope of whatís technically possible I will first build a lattice light-sheet microscope for deep tissue high throughput DNA-PAINT imaging. Second, I will develop novel nanobody- and aptamer-based labeling approaches in combination with molecular barcoding and automated multiplexed image acquisition and processing.\nWith these disruptive and transformative tools, I will investigate whole signaling cascades at once in single cells and whole tissues, thus enabling quantitative imaging transcriptomics and proteomics with highest spatial resolution.",
    "totalCost": "1695000",
    "ecMaxContribution": "1695000",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1695000
        }
    },
    "calculatedTotalContribution": 1695000
}