{
    "rcn": "200596",
    "acronym": "SOFT-TISSUES",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mathematical modelling of soft tissues",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Dr Valentina Balbi is an Italian national, trained in Applied Mathematics in Italy and in Mechanics in France and at Stanford University. She publishes articles in high-impact factor journals, at the frontiers of applied mathematics and other disciplines. She is requesting funds for two years, to work with Professor Michel Destrade and join his group of Biomechanics at NUI Galway, Ireland.\nThe overall scientific aim of the Project is to improve understanding of the nonlinear mechanics of soft biological tissues, including growth, buckling and pattern formation, mechanics of organs such as the eye, the brain and the skin. Ongoing work in these areas is still in its infancy, and the project proposes a bottom-up approach to their investigation.\nThere is particular attention placed on applications of the results to biomedical engineering, numerical simulations and engagement with the general public, especially through a judicious choice of secondment periods. \nAs the work progresses, the emphasis will shift from theoretical modelling (relying on the Applicantís expertise) to experimental validation and numerical simulations (using the Host Laboratoryís expertise and facilities), with a view to medical applications (taking advantage of the partners institutionsí experience in training, communication, scientific management, intellectual property, etc.)\nThe training programme is exhaustive, and will allow the researcher to grow as a world-class leader for these issues, which are fundamental in healthcare for the benefit of society. She will possess a unique blend of knowledge and expertise, allowing her to communicate and work with applied mathematicians, biomedical engineers and clinicians in industry, health services and academia.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}