{
    "rcn": "200545",
    "acronym": "QBH",
    "topics": "ERC-CoG-2015",
    "title": "Quantum Black Holes: A macroscopic window into the microstructure of gravity",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The thermodynamic behavior of black holes is a precious clue in unravelling the microscopic structure of quantum gravity.\nHigh precision computations of quantum black hole entropy provide a new window into the fundamental microscopic theory\nof gravity and its deviations from classical general relativity. Traditional methods of quantum field theory have proved to be\nnot well-suited to perform these computations. Two breakthroughs in my recent work establish new ground for progress.\n\nOn one front, a new method to sum up all perturbative quantum contributions to the entropy of a large class of black holes\nhas been developed. This gives rise to the first exactly solvable model of a quantum black hole. On a second front, a longstanding theoretical obstacle called the wall-crossing problem has been cleared in my recent work on the microscopic\ndescription of black holes in string theory. The newly-developed field of mock modular forms is shown to be the correct\nframework to address questions of exact black hole entropy. This makes a large class of microscopic models amenable to\nanalytic control, many of which were previously beyond reach.\n\nThese developments open up a new line of research that I propose to pursue along two intersecting avenues. First, I aim to\nextend the computations of exact quantum black hole entropy towards models of realistic black holes. Second, I aim to\nadvance the theoretical understanding of quantum black holes by investigating the deeper origins of mock modular\nsymmetry. As a concrete application, I aim to establish that newfound group-theoretical structures called ìmoonshineî\nsymmetries are physically realized in quantum black holes, thus opening up connections between two exciting fields of\nresearch previously thought to be distinct. Together, the broad goal is to explain black hole microstructure through\nsystematic computations of exact quantum entropy, and to investigate its consequences on the fundamental microscopic\ntheory of gravity.",
    "totalCost": "1759064",
    "ecMaxContribution": "1759064",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 1759064
        }
    },
    "calculatedTotalContribution": 1759064
}