{
    "rcn": "200587",
    "acronym": "HEFTinLOOPS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Effective Field Theory predictions for Higgs production processes at the Large Hadron Collider",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The first run of the Large Hadron Collider (LHC) at the European Centre for Nuclear Research (CERN) has brought the discovery of the Higgs boson, a result of hard work by thousands of experimental and theoretical physicists. The Higgs boson was the final piece of the Standard Model (SM), a theory describing elementary particles and their interactions. The current run of the LHC at higher energy aims to thoroughly explore the interactions of the Higgs boson and search for deviations from the SM predictions. A model-independent framework to organise and parametrise deviations from the SM is that of Effective Field Theory (EFT), in which higher-dimension operators modify the interactions of the SM particles. Further work is needed to consistently examine all Higgs production channels within the EFT and in the most accurate way possible, a topic which the proposed work aims to address. In particular, the applicant aims to study a class of Higgs production processes starting at leading order with one loop, the so-called loop-induced processes, including all relevant dimension-6 operators and providing accurate predictions for the differential observables. Additionally, tree-level processes that have not been explored so far will be studied to next-to-leading order in QCD. The project will result in a public Monte Carlo implementation, which combined with the experimental measurements will be used to set constraints on the EFT operators in the last part of the project. The project meets important needs in particle physics, especially with the LHC collecting more data in the coming years. The applicant's expertise in Monte Carlo generators and Higgs physics are crucial for the completion of the proposed project, while CERN will offer an ideal environment for the researcher to strengthen ties with the experimental physicists and maintain important global collaborations, in line with the European scientific excellence commitment.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}