{
    "rcn": "200527",
    "acronym": "TFS",
    "topics": "IT-1-2015-1",
    "title": "Tunnel fire stopper or TFS shortly",
    "startDate": "01/03/2016",
    "endDate": "31/05/2016",
    "objective": "The prime objective of the innovation project is to finalize the development of the ìTUNNEL FIRE STOPPERî or TFS. A system is designed to combat fire in tunnels. It moves on a monorail installed on the arch of the tunnel where lights, ventilation, warning signs and the like are no longer a problem. It works automatically or is controlled remotely to arrive to fire and disperse the extinguishing agent that is carried in a tank with it, transported to fire thus successfully extinguishing the fire. The TFS trolley has an extinguishing cannon which moves 240∞ vertically and 360∞ horizontally so the installation is not a problem. TFS is appropriate for tunnels which are high enough and is not suitable for every tunnel. However it is certainly appropriate for modern tunnels, for example it is appropriate for all tunnels in Slovenia. TFS trolley can be adapted to make it slimmer by making it longer. Our customers are road tunnel operators not just EU wide but globally. The key market application is the service to equip the tunnel with this solution. Based on our preliminary search there are 288 tunnels longer than 1,5km just EU wide and further 60 are in construction globally. With the installation of the TFS our clients will be able to start combating fire in a matter of minutes. In phase 1 we specifically define the exact number of tunnels, segment them, list them in ordering of appropriateness to target, a full freedom to operate analysis is done and more. We will apply for phase 2 funding after feasibility study clearly shows the economic viability of the project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARGAS AVTOMATSKO ROCNI GASILNI SISTEMI D.O.O",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927195453": {
            "orgId": "927195453",
            "orgName": "ARGAS AVTOMATSKO ROCNI GASILNI SISTEMI D.O.O",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}