{
    "rcn": "200557",
    "acronym": "BestRES",
    "topics": "LCE-04-2015",
    "title": "Best practices and implementation of innovative business models for Renewable Energy aggregatorS",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "Europe¥s electricity sector is in the midst of major transformation moving from public monopolies to competitive private companies in liberalized markets. The liberalization is expected to increase competition and thus increase cost-efficiency in energy production, transmission and distribution with the result of decreasing electricity prices. The efforts of Member State governments to create a more competitive and sustainable electricity sector are currently clouded by a major economic downturn in Europe¥s economic activity. Such economic hardship often triggers reluctance to change which is becoming visible in particular in the electricity sector, where measures to protect jobs and national industry start to compete with market liberalization. The affordability of sustainable electricity is questioned.\n\nThere is a strong need for innovative business models for Renewable Energy Source (RES) electricity generation in the long and mid-term because support schemes will fade out in the long term pushing renewables on the market at no marginal costs which then in particular for strongly correlated generation as wind and PV leads to price deterioration during production hours. Already today many Member States have drastically reduced measures to further support the development of the RES sector, so that new investment is not possible without tapping new revenues with new business. \n\nThe aim of the BestRES project is to identify best practices business models for renewable electricity generation in Europe and to improve these further taking into account new opportunities and synergies coming along with changing market designs in line with the EU target model. Business models investigated in this project shall make use of the aggregation of various renewable sources, storage and flexible demand. The improved business models will be implemented during the project in real-life environments, depending on the market conditions, to proof the soundness of the developed concept.",
    "totalCost": "1994812,5",
    "ecMaxContribution": "1994812,5",
    "coordinator": "WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG",
    "coordinatorCountry": "DE",
    "participants": "YOURIS.COM;TECHNISCHE UNIVERSITAET WIEN;OEKOSTROM GMBH FUR VERTRIEB, PLANUNG UND ENERGIEDIENSTLEISTUNGEN;NEXT KRAFTWERKE BELGIUM;CNET CENTRE FOR NEW ENERGY TECHNOLOGIES SA;NEXT KRAFTWERKE GMBH;3E NV;STIFTUNG UMWELTENERGIERECHT;UNIVERSITY OF CYPRUS;RE-PRO MANAGEMENT GMBH;GOOD ENERGY LIMITED",
    "participantCountries": "BE;AT;PT;DE;CY;UK",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 288750
        },
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 57500
        },
        "939158463": {
            "orgId": "939158463",
            "orgName": "RE-PRO MANAGEMENT GMBH",
            "ecContrib": 0
        },
        "928148284": {
            "orgId": "928148284",
            "orgName": "NEXT KRAFTWERKE GMBH",
            "ecContrib": 245000
        },
        "950501837": {
            "orgId": "950501837",
            "orgName": "STIFTUNG UMWELTENERGIERECHT",
            "ecContrib": 190632
        },
        "928718159": {
            "orgId": "928718159",
            "orgName": "NEXT KRAFTWERKE BELGIUM",
            "ecContrib": 142695
        },
        "998852651": {
            "orgId": "998852651",
            "orgName": "WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG",
            "ecContrib": 222500
        },
        "939949110": {
            "orgId": "939949110",
            "orgName": "OEKOSTROM GMBH FUR VERTRIEB, PLANUNG UND ENERGIEDIENSTLEISTUNGEN",
            "ecContrib": 162375
        },
        "935199893": {
            "orgId": "935199893",
            "orgName": "GOOD ENERGY LIMITED",
            "ecContrib": 142035
        },
        "985482171": {
            "orgId": "985482171",
            "orgName": "YOURIS.COM",
            "ecContrib": 105000
        },
        "998314786": {
            "orgId": "998314786",
            "orgName": "3E NV",
            "ecContrib": 291000
        }
    },
    "calculatedTotalContribution": 1847487
}