{
    "rcn": "200537",
    "acronym": "NEURICE",
    "topics": "SFS-05-2015",
    "title": "New commercial EUropean RICE (Oryza sativa) harbouring salt tolerance alleles to protect the rice sector against climate change and apple snail (Pomacea insularum) invasion",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "About 2/3 of the rice consumed by European citizens is produced in EU, and its productivity is affected by abiotic and biotic stresses. Of particular concern, global temperature has increased over the last century, especially during the last 50 years (0.13∞ C / decade). One consequence has been a clear tendency toward salinization, which affects rice as one of the most salt sensitive crop in the region. Associated with changes in temperature and salinity, the biotic stress of the Apple snail species from genus Pomacea now threatens to destroy rice paddy fields eating the sown seed and the rice plantlets, representing one of the worst introduced gastropod crop pest of the recent time. It is calculated that nowadays this pest causes damages in rice fields worldwide that result into losses of tens of billions of Euros a year. Recently, apple snails have been detected in the Ebro river delta (Spain), and now it represents an important thread to Europeís wetlands biodiversity and rice production. To date, the measures adopted to combat apple snail have failed, but in the autumn of 2013, 2500 ha of infested fields were flooded with sea water. This treatment proved 100% effective in destroying apple snail infestations, nevertheless residual salt concentrations affected negatively rice productivity.\nThus, the general objective of the NEURICE project is to identify and introduce genetic variation in European rice varieties for obtaining commercial varieties tolerant to salinity in order to (i) mitigate the imminent effects of salinization and deterioration of water quality in the Mediterranean basins due to climate change, and (ii) to avoid the decline in production observed after seawater treatments performed in rice paddies that successfully controlled the apple snail pest. The availability of commercial salt tolerant rice lines will prevent the climate change derived abiotic stress while avoiding the dispersion of this devastating pest (biotic stress) all over Europe.",
    "totalCost": "4752725",
    "ecMaxContribution": "4608975",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "CAMARA ARROSSERA DEL MONTSIA I SECCIO DE CREDIT SCCL;INSTITUTO DE AGROBIOTECNOLOGIA ROSARIO S.A.;INSTITUTE OF CORP SCIENCE CHINESE ACADEMY OF AGRICULTURAL SCIENCE;CENTRE FRANCAIS DU RIZ;CENTRE DE RECERCA EN AGRIGENOMICA CSIC-IRTA-UAB-UB;INSTITUT DE RECERCA I TECNOLOGIA AGROALIMENTARIES;CENTRE DE COOPERATION INTERNATIONALE EN RECHERCHE AGRONOMIQUE POUR LEDEVELOPPEMENT - C.I.R.A.D. EPIC;S.I.S. SOCIETA ITALIANA SEMENTI SPA;UNIVERSITA DEGLI STUDI DI MILANO;UNIVERSITY OF GLASGOW;CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA;IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA;S.I.S. SOCIETA ITALIANA SEMENTI S.P.A.",
    "participantCountries": "ES;AR;CN;FR;IT;UK",
    "projectParticipants": {
        "968482436": {
            "orgId": "968482436",
            "orgName": "INSTITUTO DE AGROBIOTECNOLOGIA ROSARIO S.A.",
            "ecContrib": 204679
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 671436
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 573796
        },
        "927935854": {
            "orgId": "927935854",
            "orgName": "INSTITUTE OF CORP SCIENCE CHINESE ACADEMY OF AGRICULTURAL SCIENCE",
            "ecContrib": 0
        },
        "999531360": {
            "orgId": "999531360",
            "orgName": "CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA",
            "ecContrib": 350036
        },
        "962524308": {
            "orgId": "962524308",
            "orgName": "CAMARA ARROSSERA DEL MONTSIA I SECCIO DE CREDIT SCCL",
            "ecContrib": 361884
        },
        "999646596": {
            "orgId": "999646596",
            "orgName": "CENTRE DE RECERCA EN AGRIGENOMICA CSIC-IRTA-UAB-UB",
            "ecContrib": 398438
        },
        "969049595": {
            "orgId": "969049595",
            "orgName": "S.I.S. SOCIETA ITALIANA SEMENTI SPA",
            "ecContrib": 0
        },
        "952584718": {
            "orgId": "952584718",
            "orgName": "CENTRE FRANCAIS DU RIZ",
            "ecContrib": 228812
        },
        "999506819": {
            "orgId": "999506819",
            "orgName": "INSTITUT DE RECERCA I TECNOLOGIA AGROALIMENTARIES",
            "ecContrib": 346989
        },
        "912973119": {
            "orgId": "912973119",
            "orgName": "S.I.S. SOCIETA ITALIANA SEMENTI S.P.A.",
            "ecContrib": 200591
        },
        "999993565": {
            "orgId": "999993565",
            "orgName": "CENTRE DE COOPERATION INTERNATIONALE EN RECHERCHE AGRONOMIQUE POUR LEDEVELOPPEMENT - C.I.R.A.D. EPIC",
            "ecContrib": 426550
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 399139
        }
    },
    "calculatedTotalContribution": 4162350
}