{
    "rcn": "200583",
    "acronym": "NEURO-AGE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Addressing Neural Declines to Promote Healthy Ageing",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "This multidisciplinary proposal combines behavioural science, neuroscience, and ageing research with the goal of providing an innovative, state-of-the-art approach to address age related declines in human performance.\n\nThe ageing population presents unprecedented challenges for society, and developing novel approaches to understand and address age related declines is an key field for research. Response selection provides a novel and ideal model to examine the effects of ageing on behaviour. The rapid selection of appropriate responses is an essential part of our everyday lives; for example, if we see a red light while driving, it is critical that we can quickly select the correct response of braking. Such behaviour depends not only on our ability to learn to match an essentially arbitrary cue (the red light) with the required response (pushing the brake pedal), but also to automate this response through practice. Response selection thus lies at the intersection between cognitive function and movement control, both of which decline in healthy ageing; older individuals require more time to select correct movement responses even in relatively simple tasks. \n\nThis fellowship will 1) broaden the scientific understanding of response selection using a novel behavioural task, 2) improve this important function in an impaired population using non-invasive brain stimulation techniques, 3) capture the underlying neural mechanisms of both deficit and improvement using a multidisciplinary combination of non-invasive brain stimulation and electroencephalography, and 4) develop biomarkers using magnetic resonance imaging and neuropsychological data to understand and predict interindividual differences.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}