{
    "rcn": "200586",
    "acronym": "SOLARACT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Solar Dinitrogen Activation",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "SolarAct aims at a fundamental theoretical understanding of transition metal catalysts that mediate the photochemical bond cleavage of the dinitrogen molecule. \n\nThe efficient activation of dinitrogen (N2) as an abundant and thus very cheap resource is a promising target for the development of sustainable chemistry, e.g. to produce NH3 as a ìsolar fuelî or synthesize value-added products relevant for chemical industry. A new approach in N2 activation is the photolytic N-N bond cleavage in linear M-N-N-M complexes, for which five synthetic examples are known. However, the dynamical processes inducing N-N cleavage in these complexes after light excitation are not understood at a molecular level. \n\nSolarAct is the first research project to unravel the working principles of the existing N2 photoactivation catalysts using a combination of ab initio excited state dynamics simulations and multiconfigurational quantum chemistry methods. The project will push the boundaries of excited state dynamics simulations and provide a proof of principle for their application to dimeric transition metal complexes with demanding electronic structures. The key requirements for N2 photocleavage will be rationalized by systematic in silico variations of the known systems, culminating in improved N2 photoactivation catalysts according to a design target formulated for SolarAct. \n\nThe researcher will transfer expertise in computational transition metal chemistry and theoretical spectroscopy to the host group and will gain expertise in novel methods for static and dynamic chemistry problems. A cross-sectorial and interdisciplinary workshop will increase the researcher's and host's networks. The researcher will emerge from SolarAct fully qualified for an independent career, including a unique, highly competitive research profile, enhanced presentation proficiency, optimal teaching and management skills, a wide scientific network and a breadth of dissemination and public engagement experiences.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}