{
    "rcn": "200540",
    "acronym": "SEQUNET",
    "topics": "ERC-StG-2015",
    "title": "Semiconductor-based quantum network",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Quantum networking would enable the connection of quantum processing nodes to increase computing power, long distance intrinsically secure communication, and the sharing of quantum resources over wide networks. Fully realizing these prospects requires local nodes with many coupled qubits connected by photonic links. Currently, qubits with good prospects for scaling to large numbers provide no optical interface, while optically addressable systems appear difficult to scale. This project aims to establish the fundamentals for quantum networks consisting of potentially scalable semiconductor spin qubits in gated GaAs quantum dots. These electrically controlled qubits have been proven viable for quantum computing, but so far have not been interfaced coherently with photons.\nTo achieve the latter, we plan to use local electric fields generated by gate electrodes on both sides of a quantum well to create bound exciton states in a semiconductor structure that also hosts quantum dot qubits. These hybrid devices will make results from semiconductor quantum optics and self-assembled quantum dots applicable to gate-defined quantum dots. Besides laying the foundations for our technological goal, such a connection of two very active subfields will open a broad range of new possibilities. \nBuilding on the capability to optically address our qubits, we plan to implement a protocol to transfer their quantum state to a photon. In addition, we plan to implement exchange-based two-qubit gates for two-electron spin qubits, which promise a much higher fidelity than the demonstrated Coulomb-coupled gates. Such high fidelity entangling gates are essential for quantum information processing. We then aim to integrate a photon interface into a two-qubit device in order to entangle a photonic flying qubit and a scalable semiconductor qubit. Finally, two such devices will be used to entangle separate semiconductor qubits via a photonic link, thus demonstrating a minimal network.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}