{
    "rcn": "200579",
    "acronym": "GaugedBH",
    "topics": "MSCA-IF-2015-EF",
    "title": "Black holes in gauged Supergravity: Supersymmetric and Holographic properties",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "In attempting to extend Einsteinís theory of gravity, general relativity, to the quantum regime, scientists have encountered crucial technical and conceptual difficulties. On one side, the non-renormalizability of the graviton field coupled to the Standard Model of particle physics shows the inadequateness of quantum field theories to include gravity at arbitrary energies. On the other side, black holes, one of the most intriguing solutions of general relativity, have posed a puzzle shaking the axioms of the known theories: the information paradox about the dynamics of black hole formation and evaporation. Among the advances towards a consistent unification of general relativity and quantum field theory, String- and M-theory have offered one of the most consistent frameworks in which to address these difficulties.\nThis proposal will focus on black hole solutions of gauged Supergravity, which describe the low energy limit of String/M- theory. The applicant has produced fundamental contributions to this subject that have driven the latest developments in the field. By exploiting the training at the host institution, this proposal aims at a deeper understanding of black holes in connection to String/M-theory and the holographic dual quantum field theories. \nThe case of Anti de Sitter black holes will be the first objective, involving the construction of new solutions and their applications to holography studies. The dynamics of an in-falling observer in the black hole interior will be studied via holographic techniques. The second objective concerns flat space black holes obtained from ìflatî gaugings, whose evolution is affected by charged particles. In both cases, multi-center black holes will be analyzed.\nBeyond the main goal of advancing the understanding of gravity and black holes, the impact of the results will be broad, from areas of applied holography in condensed matter systems to the mathematical fields of algebraic geometry and number theory.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}