{
    "rcn": "200561",
    "acronym": "RITA-MI",
    "topics": "ERC-PoC-2015",
    "title": "Rituximab in Acute Myocardial Infarction",
    "startDate": "01/03/2016",
    "endDate": "31/08/2018",
    "objective": "Cardiovascular diseases (CVD) represent a major cause of morbidity and mortality. The best current therapy reduces CV risk by only 25-30% and remains ineffective in reducing the excess risk associated with several co-morbidities. Therefore, there is considerable need for new therapies to limit the burden of CVD. Based on a current ERC Starting Grant project, the applicantís group proposed and validated the concept that mature B lymphocytes are instrumental in the orchestration of the inflammatory response after ischemic myocardial injury, in part through production of CCL7 chemokine and mobilisation/recruitment of inflammatory monocytes to the infarction site (Zouggari Y et al., Nat Med 2013). Our goal now is to translate this ground-breaking discovery and novel therapeutic concept into benefit for patients. The overall objective of the RITA-MI project is to develop a new and cost-effective therapy for patients with acute myocardial infarction (MI) based on selective targeting of the B cell immune response, with the ultimate aim to substantially reduce the high risk of death and major cardiovascular events associated with the disease. Interestingly, the drug, CD20 monoclonal antibody (mAb) rituximab, is readily available for testing in a re-purposing scheme, allowing for rapid initiation of this proof-of-concept clinical trial.\nWorking Hypothesis: A single infusion of rituximab at the acute phase of MI is safe, substantially depletes circulating B cells, and has the potential to limit infarction size and improves myocardial heart function.\nOverall objective: Does a ëfire and forgetí approach with rituximab (a single intravenous infusion) reduce infarct size and/or improve heart function in patients with acute STEMI? The overall aim will be pursued through a series of specific objectives, which will correspond to a first step of a dose-finding proof-of-concept study (the present RITA-MI project), followed (if successful) by a phase II clinical efficacy trial.",
    "totalCost": "149402",
    "ecMaxContribution": "149402",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "PAPWORTH HOSPITAL NHS FOUNDATION TRUST",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "951146305": {
            "orgId": "951146305",
            "orgName": "PAPWORTH HOSPITAL NHS FOUNDATION TRUST",
            "ecContrib": 134136
        }
    },
    "calculatedTotalContribution": 134136
}