{
    "rcn": "200547",
    "acronym": "TeX-MEx",
    "topics": "ERC-CoG-2015",
    "title": "Time resolved X-ray probing of Matter under Extreme conditions",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "The unique properties of a new type of X-ray source produced by a compact laser-plasma accelerator will be used to probe the ultra-fast dynamics of the electronic structure of matter under extreme conditions.\n\nThe TeX-MEx project will study: 1) hot dense matter, such as that found at the centre of the Sun; 2) warm dense matter such as that found at the centre of Jupiter and 3) photo-ionized plasmas far from equilibrium such as is found in the exotic environment of an accretion disk surrounding a black hole. These extreme conditions will be created in the laboratory using 1) direct laser heating, 2) proton heating and laser driven shock heating and 3) intense X-ray pumping using the betatron source itself and the extraordinary X-ray fluxes available with a free electron laser.\n\nUsing the unique combination of a few-femtosecond duration and broad spectral coverage that the X-rays produced by a laser wakefield accelerator possess, the TeX-MEx project will explore new physics in each of these regimes.  For example we will be able to directly measure the rates of ionization of hot dense matter for the first time; we will observe the onset of ion motion in warm dense matter and how this affects the electron energy levels; we will make the first observations of non-collisional photo-ionized plasmas. These will allow us to accurately test and develop models used to describe matter under extreme conditions in the laboratory and in astrophysics. \n\nThis integrated program of innovative experiments and new approaches to modeling will open up a new field of femtosecond time-resolved absorption spectroscopy of matter under extreme conditions and will drastically improve our understanding of how matter behaves throughout our Universe. It will, for the first time, bring to our laboratories on Earth the ability to probe some of Nature's most violent processes, to date only hinted at in data from a new generation of astronomical instruments.",
    "totalCost": "1996316",
    "ecMaxContribution": "1996316",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1996316
        }
    },
    "calculatedTotalContribution": 1996316
}