{
    "rcn": "200546",
    "acronym": "AWESoMeStars",
    "topics": "ERC-CoG-2015",
    "title": "Accretion, Winds, and Evolution of Spins and Magnetism of Stars",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "This project focuses on Sun-like stars, which possess convective envelopes and universally exhibit magnetic activity (in the mass range 0.1 to 1.3 MSun). The rotation of these stars influences their internal structure, energy and chemical transport, and magnetic field generation, as well as their external magnetic activity and environmental interactions. Due to the huge range of timescales, spatial scales, and physics involved, understanding how each of these processes relate to each other and to the long-term evolution remains an enormous challenge in astrophysics. To face this challenge, the AWESoMeStars project will develop a comprehensive, physical picture of the evolution of stellar rotation, magnetic activity, mass loss, and accretion.\n   In doing so, we will\n(1) Discover how stars lose the vast majority of their angular momentum, which happens in the accretion phase\n(2) Explain the observed rotation-activity relationship and saturation in terms of the evolution of magnetic properties & coronal physics\n(3) Characterize coronal heating and mass loss across the full range of mass & age\n(4) Explain the Skumanich (1972) relationship and distributions of spin rates observed in young clusters & old field stars\n(5) Develop physics-based gyrochronology as a tool for using rotation rates to constrain stellar ages.\n   We will accomplish these goals using a fundamentally new and multi-faceted approach, which combines the power of multi-dimensional MHD simulations with long-timescale rotational-evolution models. Specifically, we will develop a next generation of MHD simulations of both star-disk interactions and stellar winds, to model stars over the full range of mass & age, and to characterize how magnetically active stars impact their environments.  Simultaneously, we will create a new class of rotational-evolution models that include external torques derived from our simulations, compute the evolution of spin rates of entire star clusters, & compare with observations.",
    "totalCost": "2206205",
    "ecMaxContribution": "2206205",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 2206205
        }
    },
    "calculatedTotalContribution": 2206205
}