{
    "rcn": "200506",
    "acronym": "IPAHOT-PVC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Integral p-adic Hodge Theory and p-adic Vanishing Cycles",
    "startDate": "03/10/2016",
    "endDate": "02/10/2018",
    "objective": "The proposed project concerns p-adic Hodge Theory, a major area of arithmetic algebraic geometry; it owes its existence to the 1968 observation of John Tate that the well-known Hodge decomposition of the singular cohomology of a complex manifold should have a p-adic analogue, in which the singular cohomology is replaced by the p-adic etale cohomology.\n\nThere are currently two distinct approaches to the study of this Hodge-Tate decomposition. The first, developed mainly by Bloch, Kato, and Tsuji, uses algebraic K-theory, syntomic complexes, and p-adic vanishing cycles, while the second, more in line with Tate's original ideas, was developed by Faltings using his almost mathematics and purity theorems.\n\nThe project will resolve a number of outstanding open problems in the field, including the relation between these distinct methods, the resolution of a 1983 conjecture of Bloch on vanishing cycles, and the development of integral results keeping track of p-torsion. It is a particularly timely moment to carry out such a project as the ER has recently developed a new integral p-adic cohomology theory with Bhatt and Scholze, while the Supervisor has recently put Faltings' machinery on a rigorous base in an extended joint work with Gros. \n\nThe conjunction of the complementary backgrounds of the ER and Supervisor will be central to the project. Specifically, the ER's recent work with Bhatt and Scholze, as well as his expertise in K-theory, topological cyclic homology, de Rham--Witt methods, etc., will be merged with the Supervisor's detailed understanding of the aforementioned works of Bloch, Kato, Tsuji, and Faltings. The theories of perfectoid spaces and pro-etale cohomology, as introduced by Scholze, will play a fundamental role.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT DES HAUTES ETUDES SCIENTIFIQUES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996617868": {
            "orgId": "996617868",
            "orgName": "INSTITUT DES HAUTES ETUDES SCIENTIFIQUES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}