{
    "rcn": "200548",
    "acronym": "ECOHERB",
    "topics": "ERC-CoG-2015",
    "title": "Drivers and impacts of invertebrate herbivores across forest ecosystems globally.",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Forests slow global climate change by absorbing atmospheric carbon dioxide but this ecosystem service is limited by soil nutrients. Herbivores potentially alter soil nutrients in a range of ways, but these have mostly only been recorded for large mammals. By comparison, the impacts of the abundant invertebrates in forests have largely been ignored and are not included in current models used to generate the climate predictions so vital for designing governmental policies\nThe proposed project will use a pioneering new interdisciplinary approach to provide the most complete picture yet available of the rates, underlying drivers and ultimate impacts of key nutrient inputs from invertebrate herbivores across forest ecosystems worldwide. Specifically, we will:\n\n(1) Establish a network of herbivory monitoring stations across all major forest types, and across key environmental gradients (temperature, rainfall, ecosystem development).\n(2) Perform laboratory experiments to examine the effects of herbivore excreta on soil processes under different temperature and moisture conditions.\n(3) Integrate this information into a cutting-edge ecosystem model, to generate more accurate predictions of forest carbon sequestration under future climate change.\n\nThe network established will form the foundation for a unique long-term global monitoring effort which we intend to continue long after the current funding time scale. This work represents a powerful blend of several disciplines harnessing an array of cutting edge tools to provide fundamentally novel insights into an area of direct and urgent importance for the society.",
    "totalCost": "1750000",
    "ecMaxContribution": "1750000",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1750000
        }
    },
    "calculatedTotalContribution": 1750000
}