{
    "rcn": "200501",
    "acronym": "ReProCounters",
    "topics": "MSCA-IF-2015-EF",
    "title": "ëReciprocal Encountersí - Young Adults Leaving Care",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The objective of this proposal, ëReciprocal Encounters ñ Young Adults Leaving Careí, is not only to produce preventive, client-based social work guidelines regarding how to search for the best ways to support the well-being of young adults with substitute care experiences and the process of their deinstitutionalisation or leaving substitute care, but it will also use a complementary participatory research methodology to explore the research questions, undertaking research with young adults, not just on them, thus delivering user-driven results.\n\nThe study searches for solutions to improve social work policyñpractice related to young adultsí participation, increase young adultsí awareness of the options to participate in welfare policy and social work policyñpractice making and how to strengthen the young adultsí capabilities to act in their communities and help them obtain new skills that will be useful, for instance, in their working lives.\n\nThe objective of the proposal will be achieved through theory-building and methodological improvements concerning participatory research with young adults. The study is structured into two case studies with young adults who have left family or institutional care ñ one in the United Kingdom and one in Finland ñ representing different welfare states in Europe and their child welfare services. The data set for Finland already exists (n = 25), and a similar data set will be gathered for the UK (n = 25) following the same methods of participatory research as those used in Finland.\n\nFor the researcher, this project offers an invaluable opportunity to expand her knowledge of theory-building regarding reciprocal participation and well-being, and to gain skills in public engagement and research communication. The project also gives her unique opportunities to grow her international collaboration network and new links with related European and global networks through complementary academic and non-academic secondment/placements.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991657094": {
            "orgId": "991657094",
            "orgName": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}