{
    "rcn": "200502",
    "acronym": "Crossover control",
    "topics": "MSCA-IF-2015-EF",
    "title": "New insights into wheat meiosis:  Crossover resolution in the absence of the Ph1 locus",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "This project ultimately aims to increase the crossover frequency in bread wheat (T. aestivum), which would result in a higher number of recombination events and would be a powerful tool for plant breeding. Thus the results of the proposed research are relevant to crop improvement as well as to human health. In the next 50 years, we will require as much wheat as has been produced since the beginning of agriculture. There are 1.5 billion dependent poor in the world, of which 300 million living in countries surrounding Europe are at risk of starvation in the future. Finding solutions to address the problems of wheat production will be a dominant topic in European plant science. \n\nSpecifically, this project builds on the work of the host group on the Ph1 locus - the major wheat locus controlling the specificity of chromosome pairing and recombination, and which ensures high fertility. Future breeding strategies for wheat will require exploitation of diversity in wild relatives, and manipulation of the Ph1 locus will be a powerful tool to facilitate introgression of traits from these related species. Recent work in the host group has shown that Ph1 locus carries cdk2-like kinases, and that deletion of Ph1 increases protein phosphorylation levels, altering the homologue pairing specificity. A major objective of this project is to characterise the alterations in the phospho-proteome of the meiocytes that result from deletion of the Ph1 locus. Recent results from a group studying meiosis in C. elegans have also shown that meiotic pairing specificity and recombination depend on protein phosphorylation levels, suggesting that the mechanism underlying Ph1 may be quite general. During this project we will collaborate with the C. elegans researchers to explore the similarities between the two kingdoms.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}