{
    "rcn": "200555",
    "acronym": "VERAM",
    "topics": "SC5-13d-2015",
    "title": "Vision and Roadmap for European Raw Materials",
    "startDate": "01/12/2015",
    "endDate": "31/05/2018",
    "objective": "VERAM aims to provide an umbrella and coordination function for the raw materials related research and innovation activities across the relevant ETPs and their national technology platforms (while maintaining the flexibility and individual visions of each ETP network) as well as related other stakeholders across the raw materials value chain in order to increase synergies and facilitate uptake of research results and innovation across the sectors and their value chains.\nThe project will encourage capacity building as well as transfer of knowledge and innovation capability. It will coordinate the network of people involved in the different Horizon 2020 and other projects and initiatives and will provide a platform for identifying gaps and complementarities and bridge these. We will also advise the European Commission and national governments of future research needs and tools to stimulate innovation and assist in overcoming the fragmentation in the implementation of the EIP on RM SIP. We will look for mutually beneficial information exchange, encourage cross-fertilization between actions undertaken by different raw material industries and will speed-up exploitation of breakthrough innovations. The final result of the activities will be a common long term 2050 vision and roadmap for the relevant raw materials, including metals, industrial minerals and aggregates and wood.\nThe following main deliverables are foreseen as major project results:\nï\tDeliver a mapping of on-going initiatives in the field of raw materials at the EU and Member States level as well as regional and local levels, both from the R&I and policy side. The mapping will also consider other international initiatives. \nï\tPropose a 2050 roadmap/research agenda for raw materials in coordination and cooperation with all stakeholders across the value chain, based on a comprehensive gap analysis while paying close attention to the specificities of critical industrial sectors as well as possible synergies.",
    "totalCost": "1431498,75",
    "ecMaxContribution": "1431498,75",
    "coordinator": "EUROPEAN TECHNOLOGY PLATFORM ON SUSTAINABLE MINERAL RESOURCES",
    "coordinatorCountry": "BE",
    "participants": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;Forest-Based Sector Technology Platform;FORSCHUNGSZENTRUM JULICH GMBH;Teknologian tutkimuskeskus VTT Oy;FUNDACION TECNALIA RESEARCH & INNOVATION;RINA CONSULTING SPA;Conseil EuropÈen de l'Industrie Chimique;UNIVERSITA POLITECNICA DELLE MARCHE;Fachagentur Nachwachsende Rohstoffe e.V.;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "BE;DE;FI;ES;IT;FR",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 77356
        },
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 80000
        },
        "996236076": {
            "orgId": "996236076",
            "orgName": "Forest-Based Sector Technology Platform",
            "ecContrib": 350074
        },
        "998454078": {
            "orgId": "998454078",
            "orgName": "Fachagentur Nachwachsende Rohstoffe e.V.",
            "ecContrib": 24889
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 59750
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 62250
        },
        "930312160": {
            "orgId": "930312160",
            "orgName": "EUROPEAN TECHNOLOGY PLATFORM ON SUSTAINABLE MINERAL RESOURCES",
            "ecContrib": 327812
        },
        "993672075": {
            "orgId": "993672075",
            "orgName": "Conseil Européen de l'Industrie Chimique",
            "ecContrib": 109278
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 155132
        },
        "999866689": {
            "orgId": "999866689",
            "orgName": "UNIVERSITA POLITECNICA DELLE MARCHE",
            "ecContrib": 88125
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 96832
        }
    },
    "calculatedTotalContribution": 1431498
}