{
    "rcn": "200516",
    "acronym": "VoidTrap",
    "topics": "MSCA-IF-2015-EF",
    "title": "Advanced studies of trapping and rotation of nanoparticles in vacuum",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The aim of this proposal is to explore new and innovative routes to confine and cool trapped microparticles in vacuum. The elegance of trapping such microparticles in vacuum arises from the absence of any physical contact with the environment leading to any routes of dissipation. The challenge is to hold such particles in strong, highly localised traps, cool them and explore physics at the classical-quantum boundary.\nThe present proposal aims to address these issues with a number of clear routes to address acknowledged bottlenecks in the field. (i) Firstly the use of light propagation in complex media (such as a multimode fibre) combined with vacuum studies leads to an innovative route for trapping, confining and addressing microparticles in complex vacuum systems without the need for ëbulkí microscope objectives or conventional optics. This also facilitates trapping in such geometries and creating with ease loading and 'science' chambers for the proposed research. (ii) A further advance will be the use of nanostructures such as double nanohole arrays for trapping that, due to their strong light confinement lead to ultra-high trap stiffnesses. In turn this means the very high resultant oscillator frequency reduces the cooling needed to achieve the quantum ground state. (iii) Finally a third strand will look at loading antireflection coated particles into such traps. This can result in trap stiffnesses up to one to two orders of magnitude higher than currently seen, again allowing cooling to the ground state.\nThese ideas are disruptive and unconventional and unique to the applicant and host institute to the best of our knowledge. They will result in a step change in the field and internationally leading results. In addition the programme will allow a comprehensive and positive training package for the applicant as a basis for his future career in academia.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}