{
    "rcn": "200504",
    "acronym": "CoronaTag",
    "topics": "MSCA-IF-2015-EF",
    "title": "Analysis of protein corona formation on nanoparticles by DNA barcodes",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Nanoparticles (from 1 to 1000 nM in diameter) are widely used in point-of-care diagnostics due to their large surface area and versatile biofunctionalization. However, when used in matrices such as blood plasma and other complex biological fluids, nanoparticles are known to attract proteins that form coronas around the nanoparticles. These coronas block binding sites, cause non-specific interactions, and cause aggregation among the nanoparticles, resulting in lower signals, higher background, and large variabilities in the assays. Proteomics studies have analyzed the overall protein corona composition on different nanoparticles, depending on size, surface chemistry etc. Microscopic studies have been used to monitor the kinetics of corona formation on nanoparticles in simplified systems. However, protein-protein interactions and cooperative effects in corona formation, and their interference in diagnostic assays involving affinity reagents, have not been studied yet in a comprehensive way. In this proposal, I will adress those questions using DNA-assisted protein technology, where proteins are labeled with DNA barcode tags. The ligation of proximal barcodes will reveal protein-protein co-localizations within coronas and their interactions with affinity reagents such as antibodies. The analysis will give unique insight in the internal structure of coronas and will shed light on the origin of corona-induced nanoparticle-nanoparticle aggregation processes and nanoparticle-surface interactions, which is very important for nanoparticle-based point-of-care diagnostics.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}