{
    "rcn": "200508",
    "acronym": "Supra spin-selection",
    "topics": "MSCA-IF-2015-EF",
    "title": "Spin-Selection using Chirality: A Supramolecular Approach",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Organic electronics which exploits charges (electrons or holes) of ?-conjugated molecules/polymers has garnered attention in the past decade due to the low cost, ease of processability and most importantly the flexibility to tune the electronic properties through chemical synthesis. In addition to charge, spin as a quantum number provides exciting opportunities to store data in memory devices, in spin filters and spin-based organic light-emitting diodes. Typically in spintronic devices, switching of the magnetism of one of the ferromagnetic layers is required to attain spin-selectivity. Recent works have demonstrated high (>60%) spin-selectivity in organized chiral double-stranded deoxyribonucleic acid (DNA) without the use of magnetic materials. The high spin-selectivity was attributed to the creation of chiral field in which the electron-transport takes place through DNAs. It is to be noted that the organization of DNA strands is pivotal in achieving high spin-selectivity. Presently, the main focus is on bio-inspired molecules such as peptides and DNAs. Due to the versatility and processability of organic semiconductors, they are ideal candidates for obtaining chiral electron flow leading to functional organic spintronic devices without ferromagnets. Thus the present proposal aims at design, synthesis and characterization of chiral ?-conjugated oligomers and polymers with ordered supramolecular organization on surfaces as testbeds for spin-selective electron transport. Chiral fluorene oligomers/polymers are known to form cholesteric liquid crystal phases on surfaces. Based on this, our design includes chiral fluorene based oligomers and polymers attached with pendant acid groups to anchor on surfaces to obtain chiral supramolecular organization desired for the electron-transport. This project will be the first demonstration of chiral-spin selectivity in synthetic self-assembled structures and will pave way for a plethora of spin-based applications.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}