{
    "rcn": "200539",
    "acronym": "PAPAstudy",
    "topics": "ERC-StG-2015",
    "title": "Podocyte Adaptation Proliferation and Ageing",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "My research project is focused on the biology of the podocyte during chronic kidney disease progression, one of the major public health challenges of the 21st Century. The podocyte is a highly specialized cell with foot processes expansion that function as vasculature-supporting cells, producing basement membrane components and a number of vascular growth factors. These cells play an essential role in renal physiology but their unique localization, as the primary filter, exposes them to many stresses in pathological conditions. In fact these cells are the direct target of many diseases such as diabetes or HIV. The molecular events and structural changes in podocyte during adaptation to nephron reduction are not well-characterized and efficient therapeutics dramatically lacking. In order to achieve the ultimate goal of improving care provided to patients suffering from renal failure, the dissection of the molecular pathways involved in podocyte adaptation and deterioration processes is mandatory. This project will combine complementary in vivo and in vitro approaches, experimental models of chronic kidney disease on genetically modified mice, as well as the use of a very innovative and new technology of bioengineering to explore the molecular and structural changes of the podocytes during kidney diseases. This work will be centralized on AKT2 and its partners, as we previously demonstrated its major role in podocyte adaptation to nephron reduction, but also on new players using unbiased approaches. In parallel and consistently with my previous works, we will systematically extend our findings to human through our unique Renal Biobank of Necker Hospital (Paris). The accomplishment of this project may lead to the discovery of novel therapeutic targets and strategies to slow down the progression of kidney disease.",
    "totalCost": "1479260",
    "ecMaxContribution": "1479260",
    "coordinator": "UNIVERSITE PARIS DESCARTES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999869793": {
            "orgId": "999869793",
            "orgName": "UNIVERSITE PARIS DESCARTES",
            "ecContrib": 1479260
        }
    },
    "calculatedTotalContribution": 1479260
}