{
    "rcn": "200526",
    "acronym": "FERTISSIMO",
    "topics": "PHC-12-2015-1",
    "title": "Oxidative Stress as a biomarker for Embryo Selection in IVF Process",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Abstract:\nCarmel Diagnostics, established in 2009, is an SME that has developed clinical applications of its novel, proprietary, patented Thermochemiluminescence technology platform ñ TCL Analyzerô. Carmel has successfully completed ìproof of conceptî for its main applications: Embryo Selection in IVF process and Risk Stratification for CHF patients. The results were published in leading magazines. The technology enables assessment of Oxidative Stress in body fluids using it as a biomarker for clinical problems linked to levels of oxidative stress. TCL Analyzer is a stable, robust Point of Care system, now in its third generation. There is a huge need, clinical and economical, for novel biomarkers that will enable the physicians with effective embryo selection. With the goal of identifying embryos of high implantation probability, Carmelís non-invasive solution will meet this need by providing a quantitative assessment of an embryoís reproductive potential based on a biomarker - the oxidative profile of the culture media in which the embryo is incubated. This will allow the practitioner to improve pregnancy rates while reducing the incidence of multiple births. The Phase-1 project will be focused on preparing sound business plan, based on solid business model and commercialization strategy and to plan the activities for deploying the solution.  This will include market and competition analysis, IP analysis, supply chain examination, risk assessment, and preparing roadmap for the clinical validation, product completion and the best route to bring the system to the market and launch it successfully. In June, 2014 Carmel won a prestigious grant of GFI - Grant for Fertility Innovation (by Merck Serono) that enabled it to build a series of improved, stable TCL Analyzer units to be used in the clinical studies. Eureka approved the project as well. Carmelís experienced management is thrilled to build FERTISSIMO, the ultimate Embryo selection system based on TCL Analyzer.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CARMEL DIAGNOSTICS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934918884": {
            "orgId": "934918884",
            "orgName": "CARMEL DIAGNOSTICS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}