{
    "rcn": "200599",
    "acronym": "RGDQG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Renormalisation Group methods for discrete Quantum Gravity",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Understanding quantum gravity requires us to bridge a large gap of scales. The fundamental theory we are searching for is a theory of spacetime at the shortest distances and highest energies. There are many competing proposals for what type of structure best describes this regime. We can not currently generate these high energies in the lab, and hence the most likely method of observing quantum gravity effects are large scale, i.e. astronomical and cosmological observations. To make phenomenological predictions for these large structures, from short scale quantum gravity models, we need to use a renormalisation procedure.\n\nIn solid state physics, it is common to use real space renormalisation, in which systems at different sizes are directly related. An example of this is block spin renormalisation of the Ising model, by summarising several spins into one block the system is rescaled, leading to an effective description at larger scales. Applying a similar blocking renormalisation to discrete theories of quantum gravity can help us understand their scaling behaviour. This scaling behaviour can then be used to generalise from small scale simulations to larger scale structures, and to identify universal characteristics arising in these models.\n\nI have much experience in working with discrete gravity systems, using both analytic and computational methods, which the research and training covered in this proposal will allow me to extend.\n\nThe host institution, Radboud University in Nijmegen, was chosen for the excellent quality of research. The quantum gravity group led by Professor Loll will provide expert advice, and the strong program of visitors will further enrich the project. The mathematical physics group is comprised of experts in the field of non-commutative geometry, and the proposed research will strengthen the interdisciplinary ties between these groups.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}