{
    "rcn": "200578",
    "acronym": "LDC4PCaTher",
    "topics": "MSCA-IF-2015-EF",
    "title": "BMX-targeted ligand-drug conjugates for prostate cancer therapy",
    "startDate": "01/11/2016",
    "endDate": "18/12/2018",
    "objective": "Standard of care strategies for the treatment of cancer still relies heavily on non-specific radiation and chemotherapy. These treatments are commonly associated with severe toxicities and in many cases only offer limited benefit for the patient. The targeted delivery of radionuclides, cytotoxic drugs and pro-inflammatory cytokines into malignant tissue, on the other hand, can markedly improve the therapeutic index and overall efficacy of such substances. Whilst monoclonal antibodies are the most widely used delivery vehicles to date, low molecular weight targeted agents are emerging as a promising alternative to antibody-based drug delivery. These ligands have negligible immunogenic risk and are easier to chemically modify enabling fine tuning of their ADME profile. As a result, it is possible to achieve a time dependent release of the cytotoxic payload at the target tissue maximizing its therapeutic efficacy while producing minimal damage to healthy cells.  Most importantly, depth of tumour penetration and tumour-to-blood distribution ratio after injection should be significantly superior.\nWe therefore propose to systematically investigate the targeting  performance of bone marrow tyrosine kinase in chromosome X (BMX) ligands for the targeted delivery of cytotoxic drugs into BMX-overexpressing tumours, namely prostate cancer. This project aims at (1) demonstrate that a BMX ligand can selectively accumulate in BMX-overexpressing cancers; (2) developing a general chemical approach for building safe ligand-drug conjugates (LDCs); and (3) when site-specifically conjugated to cytotoxic drug, this novel LDC is highly effective for the treatment of prostate cancer. This project is expected to explore new avenues for drug delivery systems since the concepts here proposed go beyond prostate cancer therapy as they can be applicable to any ligand that interferes with up-regulated disease-related pathways.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}