{
    "rcn": "200523",
    "acronym": "SABRE",
    "topics": "IT-1-2015-1",
    "title": "Transforming the biodiesel industry to meet Europeís need for sustainable aviation fuel: business feasibility study, technical validation and real-world demonstration",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Aviation is the fastest growing transport modality worldwide, with an estimated annual growth of 4.5% until 2050, with a subsequent expected threefold increase in GHG emissions. To tackle this, the aviation industry has set ambitious goals to reach carbon neutral growth by 2020 and to cut CO2 emissions by 50% by 2050. The progressive use of Biojet Fuel (BF) is one of the most effective to tackle this, with clear targets already set globally. However, two issues hold back the development of the BF industry: 1) Cost: biojet fuels are currently around 3 times more expensive than fossil based kerosene. 2) Feedstock sustainability and availability: edible oils currently represent the most economically viable option as feedstock for BF production, but this raises strong concerns in terms of competition with food production. To capture the huge potential of this market, Green Fuels Research (GFR) has developed and patented a technology for producing BF from biodiesel obtained from any raw material, including waste cooking oils and fats, through a process bolt-on to existing biodiesel production facilities. This allows obtaining a fuel with the necessary properties to be certified as BF within the ASTM standard D7566, through a process which presents the following advantages with respect to the alternative approaches: 1. Flexible feedstock: process input is biodiesel, which is already largely produced from many primary feedstocks, including Used Cooking Oils (UCO) or vegetable oils. 2. Scalable and low capital intensity: the GFR process is highly scalable, less complex and capital-intensive to operate. 3. Integration to existing biodiesel plants: the key innovation of the GFR process is its integration downstream existing biodiesel facilities, so that customers donít have to re-invent the feedstock ecosystem, can leverage their existing infrastructure, and can still produce road fuel diversifying the production.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREEN FUELS RESEARCH LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941438545": {
            "orgId": "941438545",
            "orgName": "GREEN FUELS RESEARCH LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}