{
    "rcn": "200568",
    "acronym": "MISFIT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mass-Independent SulFate IsoTopes",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The discovery of sulfur mass-independent isotopic fractionation (S-MIF) in Archean rocks older than 2.4 billion years and in stratospheric sulfate from explosive volcanic eruptions provides unique constraints on fundamental questions regarding the late oxygenation of the atmosphere, the shift from an anaerobic to aerobic environment for life, and the reconstruction of the impact of volcanic eruptions on atmospheric oxidizing capacity and climate, respectively. However, recent controversy has emerged regarding the origin of S-MIF and there is no general consensus of it. This project will explore potential processes responsible for S-MIF signals in atmospheric sulfate by using a new set of chamber experiments on SO2-oxidation related production of S-MIF, considering environmental conditions as close as possible to those of the stratosphere and the presupposed Archean atmosphere. A S-MIF isotope scheme will be developed and incorporated together with the Oxygen-MIF isotope scheme into a global 3-D chemical transport model. The model will be used to investigate the magnitude and direction of the multiple sulfur and oxygen isotope signals produced in atmospheric sulfate, strengthening the ground on which the MIF isotopic markers are used to infer information on the climate evolution of our planet. This project capitalizes the host's knowledge and experience in theory and application of MIF, method development for MIF analysis and photolysis experiments on MIF, the fellow's experience in MIF analysis, method development and chemical modeling, and the research facilities in host and secondment institutes. The fellow will gain S-MIF knowledge, new experimental skills, and strengthened state-of-the-art modeling skill. Such new knowledge and skills will significantly add to the fellow's career development. The bidirectional transfer of knowledge will diversify the fellow and the host's competence and constitute a key ingredient in pursuing the goals of this project.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}