{
    "rcn": "200574",
    "acronym": "DRIVOME",
    "topics": "MSCA-IF-2015-EF",
    "title": "Multi-modal interrogation of instinctive behaviours and intrahypothalamic connectivity",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Mammalian behaviour is driven by instincts such as hunger, sex and aggression which are familiar to everyone from daily experience. Anomalies in these instincts cause disorders such as anorexia, excessive sexual drive and episodic dyscontrol syndrome, and potentially also psychologically difficult situations like marital infidelity. Neuronal circuits that drive these instincts reside in the hypothalamus where research is gaining pace rapidly.\nRecent work has uncovered hypothalamic neuronal populations in mouse, that can drive the following fundamental mammalian behaviours: feeding (Aponte et al., 2011, Betley et al., 2015), sex/aggression (Lee et al., 2014, Lin et al., 2011), sleep/wakefulness (Adamantidis et al., 2007, Jego et al., 2013) and parental behaviours (Marlin et al., 2015, Wu et al., 2014). Older work has demonstrated similar effects with cruder manipulations of the hypothalamus in several species. Classical work in ethology (Lorenz, 1981, Tinbergen, 1951) as well as newer anatomical insights (Swanson, 2000) have outlined hypotheses for how neuronal network architecture may guide the organization of instinctive behaviours into the coherent, adaptive, context-relevant displays evident throughout the animal kingdom. Modern techniques (opsins, genetically encoded calcium indicators, transgenic mice, multi photon imaging of deep brain structures and optrode recording) are now ripe for comprehensive cell-type specific probing of the hypothalamic networks in charge of fundamental drives and possibly emotions. We propose to use these methods to elucidate the intrahypothalamic wiring diagram (the connectome of drives, or 'DRIVOME') that can explain how instincts are orchestrated.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}