{
    "rcn": "200528",
    "acronym": "LATIPP",
    "topics": "ICT-37-2015-1",
    "title": "LATIPP: An innovative cloud based Business management system for SMEs in the HORECA sector",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "The enterprises of the HORECA sector still have serious difficulties when it comes to managing their resources, which in turn leads to a high risk economic activity which ultimately depends on the knowledge and skills of each companies responsible. LATIPP is a unique integrated solution providing a comprehensive Business management system materialized in a multi device sales point tool for businesses in the HORECA sector, which can be used through their existing IT assets.\nLATIPP is aimed at facilitating, improving and expanding in an integrated way the daily management tasks of any business in the HORECA sector in a simple all-in-one comprehensive system, with multi-device compatibility and real-time monitoring via the cloud, by allowing efficient stock provision between supplier and establishment.\nLATIPP has been developed for restaurants, bars, coffee shops, etc., (constituting to the 68% of the total value-added of the EU HORECA sector), established in Spain, Germany and Belgium, where we have already experience, Italy, UK and France, the most important markets in the EU sector.\nThrough a market analysis we aim to gain deeper knowledge into the key European and international markets in order to identify  a)the main actors and suppliers in the HORECA sector supply chain with whom alliances can be built, and b)the size, scale and potential of the market for HORECA sector business who would use the platform for ordering. The intention of Phase-1 of the project is to deliver a strong business plan and apply for phase-2 of the SME instrument.\nLATIPP aims to support SMEs to modernize through the use of state-of-the-art ICT and reach new markets, achieving the integration of digital infrastructure, hardware and software, applications and data, and digitisation of the supply chain in order to maintain and enhance the EU HORECA sector¥s competitiveness, by exploiting the exciting new opportunities of cloud computing for both producers and consumers of digital content.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Naian Software S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934608775": {
            "orgId": "934608775",
            "orgName": "Naian Software S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}