{
    "rcn": "200544",
    "acronym": "SARLEP",
    "topics": "ERC-CoG-2015",
    "title": "Simulation and Understanding of the Atmospheric Radical Budget for Regions with Large Emissions from Plants",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Atmospheric pollutants emitted by natural and anthropogenic sources influence significantly the quality of life on our planet. Their removal in the atmosphere is controlled by their reactions with photochemically produced hydroxyl radicals. Recent findings from experimental studies and quantum-chemical calculations suggest that an important part of atmospheric radical chemistry, which is directly linked to the self-cleansing ability of our atmosphere, has been overlooked. This causes considerable uncertainty in our understanding of the couplings between the biosphere, atmospheric chemistry and climate. The greatest impact of this lack of understanding has been found for regions with large emissions of organic compounds from plants in remote or rural areas.\nWithin this project, the oxidation of organic compounds will be comprehensively investigated for the most important, biogenic organic compounds. The innovative experimental approach will quantify the radical destruction and production rates in experiments in the unique atmosphere simulation chamber SAPHIR at the host institution. These experiments aim to close the gap between laboratory and field studies. The advantages are: (1) Experiments will be conducted under atmospherically relevant conditions. (2) Radical recycling efficiency will be quantified for the entire chemical system, not just for single reactions. (3) The complexity of the chemical system studied will be increased from single compounds to natural plant emissions.\nNew innovative instrumentation will be developed for accurate and precise measurements of radical species and oxidized organic compounds. These are also of great interest beyond this project. The results of this project will improve our understanding of atmospheric radical chemistry required for accurately predicting the atmospheric radical budget, the formation of harmful secondary pollutants such as ozone, acids and aerosol and the lifetime of greenhouse gases affecting climate change.",
    "totalCost": "1850000",
    "ecMaxContribution": "1850000",
    "coordinator": "FORSCHUNGSZENTRUM JULICH GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 1850000
        }
    },
    "calculatedTotalContribution": 1850000
}