{
    "rcn": "200549",
    "acronym": "LightPipe",
    "topics": "ERC-CoG-2015",
    "title": "Antiresonant Hollow Optical Fibres for a Quantum Leap in Data and Optical Power Transmission",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Fibre optics has revolutionised telecommunications, enabled the widespread diffusion of the internet and profoundly impacted industrial manufacturing, metrology, medical endoscopy and structural sensing, to name but a few. In many applications however, fibres are now being operated very close to fundamental physical limits of the glass that forms their core, and this is already providing hard limits, for example, to the maximum data capacity or optical intensity that can be transmitted through them. A transformative new technological step is required to help increasing the information capacity and power delivery capability of optical fibres to keep up with the 1.5dB/year growth in global data traffic and with the 2dB/year raise in laser output power. Air guiding hollow core fibres can provide a natural solution, but the state of the art technology suffers from conceptual physical limitations that bound their minimum loss, maximum information capacity, and transmitted optical power and energy. This proposal addresses these global challenges by developing the ëultimateí hollow core optical fibre technology based on nested antiresonant nodeless fibres. Based on a recent discovery of the PI yet to find experimental demonstration, these fibres exploit antiresonances and multiple coherent reflections from the glass membranes to achieve, unlike any other known air-guiding optical waveguide, simultaneous minimisation of surface scattering and leakage loss. By targeting a 10 times increase in data capacity and power handling and a 5 times reduction in transmission loss as compared to state-of-the-art technology, all in an ultra-low nonlinearity fibre with excellent modal purity and spectral transparency, the outcomes of this project have the potential to revolutionise telecommunications 45 years after the development of ultra-low loss glass optical fibres and to produce a step-change in many industrial and scientific high power laser delivery applications.",
    "totalCost": "2749639",
    "ecMaxContribution": "2749639",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 2749639
        }
    },
    "calculatedTotalContribution": 2749639
}