{
    "rcn": "200679",
    "acronym": "DISSection",
    "topics": "MSCA-ITN-2015-EID",
    "title": "Doctoral Industrial School on Human Skin models for Staphylococcal infections",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "Staphylococcus aureus (S. aureus) is a major human pathogen and cutaneous infections are among the leading cause of emergency department visits. Unfortunately, S. aureus vaccine development is hindered by the lack of known correlates of protection. Three dimensional organotypic human skin models may represent a valid alternative to animal infection model.\nIndeed, S. aureus expresses several human-specific virulence factors. However, at the present such models have been rarely used in the S. aureus research field and, to our knowledge, never with immune-competent models. Therefore, a major aim of this proposal is to develop a human skin equivalent and integrate key immune components in the epithelial matrix. To accomplish this goal we will take advantage of cutting-edge technologies, such as induced pluripotent stem cells to generate macrophages and neutrophils. The model will be used and optimized to the following main objectives: better understanding of human-specific pathogenesis of S. aureus as well as protective mechanisms against the pathogen; development of the first immune-competent human skin models for vaccine research; determine the role of bacterial communities on skin infections; provide alternative methods to animal models. The proposed scientific program will be complemented with a number of training courses based on specific skills for which both the University of Utrecht and Novartis Vaccines are renowned. Complementary courses on dermatology, human skin infections, hydrogel scaffolds, mass spectrometry, and induced pluripotent stem technology, will be held by associate partners. At the end of the project the students will receive a PhD degree in the area of Infection and Immunity. We believe that this project is at the leading edge of science and technology and represents a good opportunity for students that are willing to grow both in basic science as well as innovative and applicative research.",
    "totalCost": "1026871,2",
    "ecMaxContribution": "1026871,2",
    "coordinator": "GLAXOSMITHKLINE VACCINES SRL",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "participantCountries": "NL",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 510749
        },
        "999988618": {
            "orgId": "999988618",
            "orgName": "GLAXOSMITHKLINE VACCINES SRL",
            "ecContrib": 516123
        }
    },
    "calculatedTotalContribution": 1026872
}