{
    "rcn": "200620",
    "acronym": "EDOR BOX",
    "topics": "PHC-12-2015-1",
    "title": "Electrodermal Orienting Reactivity-based Safeguard System for Early Detection of Suicide Propensity",
    "startDate": "01/03/2016",
    "endDate": "30/06/2016",
    "objective": "According to the World Health Organization there are 800,000 suicides and 10 million attempts yearly. Appallingly, suicide is the third cause of death among 15-44 years and the second in 15-29 years old.\nSuicide is a major burden to society emotionally, but also economically. Costs incurred by each attempt rise to Ä100,000. Half reduction in the number of attempts would save Ä20 billion to the EU alone.\nDepression is the disorder most commonly attributed to suicide affecting 350 M people. Antidepressants are commonly prescribed, but they prove to be insufficient if the patient is at risk of committing suicide. However, there are no reliable tests so far to distinguish depressed patients not-at-risk, from those actually at-risk of committing suicide.\nIn response, the Swedish company EMOTRA has developed EDOR-BOX, an innovative biomarker-based device for early detection of suicide risk. Our technology analyzes brain reactivity expressed as sweat impulses when exposed to audio signals. Absent brain responses are reflected in electrodermal hyporeactivity (no electrodermal responses), which we use as a biomarker for suicide risk in depressed patients.\nEDOR's main objective is to market a unique tool for effective diagnosis of suicide risk in patients from all age groups. We have already demonstrated the safety and efficacy of our device in adults, with 97% sensitivity in clinical trials. Now we aim to ensure its applicability in youngsters, due to the alarming suicide rates in this population.\nOur method is a cost-effective solution to prevent suicide by ensuring early detection of the risk. EDOR-BOX will provide estimated revenues of Ä17 M five years upon introduction, with a global impact and the creation of 50 new jobs. Ultimately, EDOR-BOX will overcome the limitations in our healthcare due to the lack of non-subjective diagnostic tools to detect an early onset of suicide propensity, as well as the economic burden coming from non-detected suicidal cases.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EMOTRA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936326645": {
            "orgId": "936326645",
            "orgName": "EMOTRA AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}