{
    "rcn": "200609",
    "acronym": "PULMO",
    "topics": "MSCA-IF-2015-EF",
    "title": "PULMO: Population dynamics, trophic interactions, and human exploitation of a novel nutraceutical and pharmaceutical marine resource: the Mediterranean sea lung jellyfish, Rhizostoma pulmo .",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "'Marine jellyfish are recognized as subject to proliferations in many coastal areas. When they are exceedingly abundant, jellyfish cause substantial ecological impacts on marine biodiversity, interfere with economic and recreational human activities, and may be harmful to public health. For these reasons, jellyfish ìbloomsî are regarded as a multi-billion Euro problem for human activities in the sea and coastal zones. Understanding of jellyfish biology and ecology is therefore mandatory to prevent or mitigate critical ecological and economic drawbacks. Moreover, the large amount of jellyfish biomass could be considered as an untapped source of bioactive compounds including peptides, collagen and gelatin, oligosaccharides, enzymes, water-soluble minerals, and biopolymers making them a potentially valuable material for industrial uses in cosmetic, pharmaceutical and biomedical industry as well as food or feed. By identifying potential applicative uses of jellyfish biomaterials, we will provide the opportunity of showcasing jellyfish in a more positive light. Jellyfish biomasses also represent a poorly exploited source of carbon in marine food webs. The research proposal entitled 'PULMO: 'Population dynamics, trophic interactions, and human exploitation of a novel nutraceutical and pharmaceutical marine resource: the Mediterranean sea lung jellyfish, Rhizostoma pulmo' aims at a better understanding of mechanisms underlying recurrent, massive proliferations of one of the most common jellyfish in the Mediterranean Sea to boost its potential utilization. The project will provide [i] novel and unprecedented information about the biology, trophic ecology, biochemical and molecular composition of the sea lung Rhizostoma pulmo; [ii] provide quantitative assessment of exploitable jellyfish biomass at regional and subregional level; [iii] identifying the potential of jellyfish biomaterials as new sustainable resource for humans.'",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEL SALENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999863585": {
            "orgId": "999863585",
            "orgName": "UNIVERSITA DEL SALENTO",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}