{
    "rcn": "200692",
    "acronym": "JapPrehistMigration",
    "topics": "ERC-StG-2015",
    "title": "How and when was Japan settled by speakers of Japanese? Exploring the clues to Japanese prehistory preserved in old dialect divisions",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "It is thought that the Japanese language was brought to Japan in a series of west-to-east migrations from the Korean peninsula in prehistoric times. Through fieldwork on the tone systems of a cluster of outlying and not sufficiently documented dialects in Japan (the so-called Gairin or ëouter circleí dialects), a genealogy of the members of this dialect group will be reconstructed. \n\nA central question is whether the similarities between the Gairin dialects are the result of parallel developments or a common descent. If these dialects share a common descent, the next question is what the relative timing of the dialect splits is, and the degree to which the different Gairin dialects are related to each other. \n\nThe outcomes of my research project will answer these questions and put approximate dates to some of the main phonological developments. These outcomes will add unprecedented detail, based on linguistic data, to migrations that so far could only be traced through archaeology: The project will make it possible to reconstruct the prehistoric migration routes that resulted in the present-day scattered geographical distribution of this dialect group. \n\nStudy of the oldest historical records of the tone systems of this dialect type will add greater detail and time-depth to the analysis.",
    "totalCost": "1394040",
    "ecMaxContribution": "1394040",
    "coordinator": "RUHR-UNIVERSITAET BOCHUM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 1394040
        }
    },
    "calculatedTotalContribution": 1394040
}