{
    "rcn": "200610",
    "acronym": "SMAC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Smart Markets via Computation",
    "startDate": "01/10/2016",
    "endDate": "30/09/2017",
    "objective": "E-commerce, modern-day government auctions, the sharing economy ñ these all have in common the optimization of resource allocation through the combination of economics and computation. This trend holds enormous socio-economic opportunity: for example, it allows online auctions, personalized advertising that supports the internet ecosystem, government repacking of radio spectrum to support growing communication needs, and flexible pricing that reflects true demand. It also poses an enormous challenge due to the sophisticated treatment of resources it requires, a challenge which theoretical computer science and algorithmic game theory in particular are uniquely positioned to address. \n\nEconomists have known for decades that when resource allocation involves complex constraints or preferences, there will be market failures and failed auctions. At the heart of these failures is the presence of complements, which occur when economically-efficient allocation of one resource depends on that of another; in mathematical language this can be described as lack of convexity. Remarkably, this economic phenomenon is closely linked to hardness of computation, which has been extensively studied in theoretical computer science for the past 50 years.\n\nThe goal of this interdisciplinary research program is to apply the theoretical understanding of non-convexity achieved in computer science, coupled with the flexibility provided by computational markets, in order to design smarter economic mechanisms. As increasingly more resource allocation in our society takes place by interaction with computational mechanisms, a unified computational and economic approach is necessary to prevent market failures and enable the full realization of the potential to boost social welfare.",
    "totalCost": "91254,6",
    "ecMaxContribution": "91254,6",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 91255
        }
    },
    "calculatedTotalContribution": 91255
}