{
    "rcn": "200614",
    "acronym": "HARDATOM",
    "topics": "NMP-25-2015-1",
    "title": "INDUCTION HARDENING WITH INTEGRATED ATOMIZED SPRAY QUENCHINGFOR HIGH QUALITY MATERIALS",
    "startDate": "01/03/2016",
    "endDate": "30/06/2016",
    "objective": "Our Company, TERMOMACCHINE, is specialized in design, manufacturing and sale of electromagnetic induction systems and installations (from medium to high frequency, from 15 to 600kW generators). With more than 35 years of experience, we have developed a range of innovative machines that can operate in various industrial fields, such as automotive, tube & pipe, railways or oil & gas. To sustainably grow in the manufacturing world where the competition with the low-cost countries is particularly strong, our philosophy has always been to set the bar with high quality and reliable products and superior post sale services. Moreover, with the export representing 90% of our business (Ä5.8M in 2012), we pride ourselves in being very reactive to the markets, always targeting new niche markets with turnkey solutions to consolidate our leadership while ensuring our development. \nIn this regard, based on feedbacks of our customers from the automotive, machine, metalworking and manufacturing (e.g. TRW, GKN, FPT, Profiltubi S.p.A) about problems of geometric and metallurgical distortions present in their hardened components and complex parts, we have acted and have been working on HARDAtom: technology integrating a new quenching system, using atomized spray, within our induction hardening systems. This innovative solution for high quality hardened metals (deformation and residual stress delta < 5%), being price-competitive (about Ä200,000 for the whole induction hardening \\ quenching solution, while market prices average around Ä150,000 to Ä500,000 for only hardening) and environmental friendly (no use of polymer quenchants), will enable our company to consolidate new sustainable niche markets in the tube & pipe, automotive and machinery sectors, thus subsequently increasing our sales by 25% within 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TERMOMACCHINE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "984796478": {
            "orgId": "984796478",
            "orgName": "TERMOMACCHINE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}