{
    "rcn": "200687",
    "acronym": "CASSPIN",
    "topics": "ERC-StG-2015",
    "title": "Comparative Analysis of Social Spaces in Post-Industrial Nations",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The proposed research has two overarching objectives. First, it aims to examine whether it is possible and appropriate to extend a novel way of measuring social class recently devised for the United Kingdom to other post-industrial nations for the purposes of cross-national comparative research. If it is, the project will begin to explore, through secondary and primary analysis of large-scale survey data, the different shapes and trajectories of the class structures ñ or ësocial spacesí ñ of various nation states. This will involve examination of which classes and sub-classes predominate and which have emerged or declined, as well as the different gender and ethnic/nationality constitutions of the classes and the distinct effects these differences have for understanding cultural and political struggles and, ultimately, the distribution of power or ërecognitioní in each country. Second, the project aims to explore, through both statistical analysis and qualitative interviews, how social class is actually lived, experienced and balanced against other pressures and sources of recognition in everyday life, with a focus on three specific nations: the United States, Germany and Sweden. Of particular interest in this respect is the balancing of desire for recognition through money and education ñ the two cornerstones of social class in post-industrial capitalist societies ñ and their associated lifestyles with desires for recognition and love within the family. The comparative analysis included in both research aims will be guided by the hypothesis that national differences depend on the nature of the welfare regime in operation, especially as it relates to the nature and extent of workforce feminisation, though the research will also be alive to the possibility of alternative ñ or no significant ñ sources of contrast.",
    "totalCost": "1467038",
    "ecMaxContribution": "1467038",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1467038
        }
    },
    "calculatedTotalContribution": 1467038
}