{
    "rcn": "200625",
    "acronym": "PREDESA",
    "topics": "PHC-12-2015-1",
    "title": "PRE-SCREENINGDEVICE FOR SLEEP APNEA",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Obstructive sleep apnea (OSA) is a common disease, affecting 2ñ7% of population, but many of them are still undiagnosed. Nukute has developed a novel and cost effective technology to pre-screen and assist in treatment of OSA patients. Innovation utilizes noise (respiratory rate and profile) and acceleration of chest and diaphragm (respiratory motion) first time as biomarkers of OSA. In the pre-screening device a stereo microphone measures the ambient and respiratory sounds, and an accelerometer measures the motion of neck muscles. In addition to these components, the diagnostic device has also two more accelerators and a blood oxygen level measurement. In both cases, the data is wirelessly sent to the mobile phone application. If the device includes the treatment feature, an electrical stimulation prompts the user to adjust sleeping position for increased airflow, when apnea occurs. The first prototype of the device achieved a proof of the concept in the preclinical tests in the beginning of 2015 and the results were very good. The main benefits of this system compared to existing pre-screening and diagnostic devices are easiness to use, cheapness (70-90% cheaper than competitors), accuracy and comfort wireless design. The device has two main product lines: OSA diagnostic and treatment assistance device for professional use and OSA pre-screening and treatment assistance device for consumers. In a first stage, the target market of diagnostic device is Finnish hospitals and that of pre-screening device is consumers in the US. The device has potential to generate big societal savings in Europe and worldwide by offering cost-effective and easy way to pre-screen OSA. The main activities of this project are: creation of patent family in the US, creation of quality management system and application of CE marking, and preparation of US market entry combined with business plan updating.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NUKUTE OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924332401": {
            "orgId": "924332401",
            "orgName": "NUKUTE OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}