{
    "rcn": "200677",
    "acronym": "GravityWaveWindow",
    "topics": "MSCA-IF-2014-GF",
    "title": "Gravitational Self-Force and Post-Newtonian Methods for Gravitational Wave Detection",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "In the last 7 decades, leaps have been made in astrophysics in their ability to open new windows onto our universe. With every new window, came exciting new detections of the already known and as well as the unknown. We are now once more on the cusp of activating a new probing tool for revealing the secrets of our universe ñ gravitational wave astronomy. \n\nGravitational waves (GWs) are ripples in space-time that are predicted by Einsteinís theory of relativity. They are unique in the fact that they are the only type of radiation that can be emitted by black holes; allowing their direct detection. GW astronomy also brings with it the exciting opportunity for tests of general relativity as well as other gravitational theories.\n\nBlack hole binaries (BHBs) make up a large number of systems that will be detectable by both ground and space based detectors. Detection, however, requires the accurate modelling of their waveforms, which in turn requires solving the two-body problem in General Relativity. The two-body problem in general relativity is a longstanding open problem going back to work by Einstein himself. With these advances in GW detector technology, this age-old problem has been given a new lease of life and is motivating numerical, analytical and experimental relativists to work together with the prospect of opening up this new window onto our universe.\n\nThis research will investigate the 3 current methods used to model BHBs, post-Newtonian (PN), Gravitational Self-Force (GSF) and Numerical Relativity (NR). The inital phase will involve the expansion of PN and GSF, under the supervision of world-leading experts. In the return phase, this newly gained knowledge will be combined with that of the hosts experts in NR and GSF to produce a cohesive outlook of BHB modelling, both extending and highlighting the benefits and applications of the 3 methods. This will extend and further cement the possibility and far-reaching consequences of detecting GWs.",
    "totalCost": "248063,4",
    "ecMaxContribution": "248063,4",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "993392036": {
            "orgId": "993392036",
            "orgName": "University of Florida",
            "ecContrib": 0
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 248063
        }
    },
    "calculatedTotalContribution": 248063
}