{
    "rcn": "200616",
    "acronym": "PRISTINE",
    "topics": "NMP-25-2015-1",
    "title": "Improved production of low cost silver nanowires",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "In the development of new smart phones and tablets, there is a market requirement for alternatives to transparent conductive films (TCF) based on indium tin oxide (ITO). For ITO, the combination of conductive and optical properties is not good enough for many new products, and additionally ITO is brittle and can crack when repeatedly flexed in a touch panel.\nThe leading contender for replacing ITO in TCF is silver nanowires and NANOGAP is the leading European manufacturer of nanowires. With a unique patented technology and resultant freedom to operate, NANOGAP has an excellent competive position in a growing market\nBased on NANOGAPís technology and freedom to operate NANOGAP has commercial contracts in place with two global companies. In order grow the customer base and sustain this business opportunity NANOGAP must further enhance its technology, improving product performance to levels demanded by the industry (lower sheet resistance, higher light transmission, lower haze) while lowering costs. This project addresses these requirements by using new methods to both study and optimise the synthesis reaction and through developing new improved post-synthesis purification methods. Additionally, during the feasibility phase of this project, a market study will be performed on verifying new market opportunities for the new improved low cost products arising from this project. The key technical innovations will be around real time monitoring of very sensitive reaction conditions coupled to real time kinetic modelling. It is envisaged that this technique will form the basis of future in-line quality control procedures. Also, very importantly, new cross flow filtration techniques will be assessed for post-synthesis purification with particular interest in bespoke membrane development. The expected results from the technical innovation will be thinner longer nanowires, produced at higher purity and lower cost. This will translate to meeting the customer demands",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NANOGAP SUB-NM-POWDER SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "992092042": {
            "orgId": "992092042",
            "orgName": "NANOGAP SUB-NM-POWDER SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}