{
    "rcn": "200695",
    "acronym": "DoRES",
    "topics": "ERC-StG-2015",
    "title": "Direct measurements of key nuclear Reactions for the creation of Elements in Stars",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The evolution of the universe has left an imprint in the form of the chemical elements. Understanding the cosmic origins of the elements remains a major challenge for science. The abundances of elements we see in our solar system, distant stars, meteorites, and in stellar explosions provide us with clues about how the elements came to be produced in a variety of different processes and stellar environments. To unravel these mysteries we need to understand the nuclear reactions producing and destroying the elements. New generation accelerator facilities and instrumentation are being developed in Europe which will enable many of these reactions to be measured directly for the first time, and with high precision. This offers the prospect of a major step forward in the field in the next few years. Many of the key reactions involve unstable nuclei, studied experimentally either by using radioactive beams or targets. These unstable nuclei play a critical role in high temperature stellar environments, most notably stellar explosions. Reactions can occur on the unstable nucleus before it has decayed thereby strongly altering the path of subsequent element synthesis. The proposal is sub-divided into 5 themes, concerning production of the heavy elements in neutron capture reactions, destruction of the cosmic gamma-ray emitter 26Al in core collapse supernovae, neutron source reactions in  stars, the puzzle of high abundances of proton-rich heavy isotopes, and the origin of natureís least abundant isotope 180mTa. Experiments will initially be performed using neutron beams from the upgraded n_TOF facility at CERN including the high flux EAR-2 beam line, and using radioactive beams from the upgraded HIE-ISOLDE facility at CERN. In the later phase of the proposal experiments will also be performed using the new ultra-high intensity neutron beam facility FRANZ at Frankfurt, and with radioactive beams injected into heavy ion storage rings to be installed at GSI and CERN.",
    "totalCost": "1495479",
    "ecMaxContribution": "1495479",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1495479
        }
    },
    "calculatedTotalContribution": 1495479
}