{
    "rcn": "200691",
    "acronym": "BioCircuit",
    "topics": "ERC-StG-2015",
    "title": "Programmable BioMolecular Circuits: Emulating Regulatory Functions in Living Cells Using a Bottom-Up Approach",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Programmable biomolecular circuits have received increasing attention in recent years as the scope of chemistry expands from the synthesis of individual molecules to the construction of chemical networks that can perform sophisticated functions such as logic operations and feedback control. Rationally engineered biomolecular circuits that robustly execute higher-order spatiotemporal behaviours typically associated with intracellular regulatory functions present a unique and uncharted platform to systematically explore the molecular logic and physical design principles of the cell. The experience gained by in-vitro construction of artificial cells displaying advanced system-level functions deepens our understanding of regulatory networks in living cells and allows theoretical assumptions and models to be refined in a controlled setting. This proposal combines elements from systems chemistry, in-vitro synthetic biology and micro-engineering and explores generic strategies to investigate the molecular logic of biologyís regulatory circuits by applying a physical chemistry-driven bottom-up approach. Progress in this field requires 1) proof-of-principle systems where in-vitro biomolecular circuits are designed to emulate characteristic system-level functions of regulatory circuits in living cells and 2) novel experimental tools to operate biochemical networks under out-of-equilibrium conditions. Here, a comprehensive research program is proposed that addresses these challenges by engineering three biochemical model systems that display elementary signal transduction and information processing capabilities. In addition, an open microfluidic droplet reactor is developed that will allow, for the first time, high-throughput analysis of biomolecular circuits encapsulated in water-in-oil droplets. An integral part of the research program is to combine the computational design of in-vitro circuits with novel biochemistry and innovative micro-engineering tools.",
    "totalCost": "1887180",
    "ecMaxContribution": "1887180",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 1887180
        }
    },
    "calculatedTotalContribution": 1887180
}