{
    "rcn": "200608",
    "acronym": "channelopathies",
    "topics": "MSCA-IF-2015-EF",
    "title": "Type 1 reyanodine receptor Structure and regulation by post-translational modifications and small molecules.",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "This proposal is aiming at understanding the structural basis of the type 1 ryanodine receptor (RyR1) regulation by post-translational modifications and by small molecules. RyR1 is present on the sarcoplasmic and endoplasmic reticuli of many mammalian cell types, most notably, in skeletal muscles. RyR channels are required for calcium release from intracellular stores, a process essential for excitation-contraction (EC) coupling in skeletal (RyR1) and cardiac (RyR2) muscles. They are amongst the largest ion channels, comprised of the four identical ~565 kDa channel-forming protomers. RyRs channel activity is regulated by post-translational modifications through multiple signaling pathways including adrenergic stimulation. We have obtained a 4.3 ≈ resolution cryo-electron microscopy (Cryo-EM) structure of RyR1 in the closed state and a 3.6 ≈ structure in an activated state. An atomic model was built, defining the transmembrane pore, placing all cytosolic domains as tertiary folds and unambiguously identifying small ligands including calcium, ATP, caffeine and the ryanodine in unprecedented details. In both data sets obtained, 3-D classification of particles revealed multiple distinct conformations providing a broad detailed picture of the dynamic process of RyR1 gating.  Here, I aim at improving and completing the atomic model of RyR1 and at determining the structural basis for RyR1 regulation by post-translational modifications and by small molecules. I will use X-ray crystallography to determine the high-resolution structure of the full length RyR1 as well as small fragments including the transmembrane pore and drug binding sites. CryoñEM and 3-D classification will be used to identify structural changes induced by post-translational modifications and by native ligands and drugs binding. The mechanism of drugs targeting RyRs such as dantrolene and rycals can lead to structure-based design of more potent/safer drugs for malignant hyperthermia and muscular dystrophy.",
    "totalCost": "182509,2",
    "ecMaxContribution": "182509,2",
    "coordinator": "BEN-GURION UNIVERSITY OF THE NEGEV",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 182509
        }
    },
    "calculatedTotalContribution": 182509
}