{
    "rcn": "200618",
    "acronym": "MICRO4BEE",
    "topics": "SFS-08-2015-1",
    "title": "A sustainable organic solution for bees decline",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "With 630.000 beekeepers and 16 millions of hives, the apiculture sector is an important part of the EU agriculture. In addition, honeybees play the crucial ecosystem service of pollination, guaranteeing also the maintenance of the biodiversity. However, since a few decades, apiculture is facing important losses.However, since a few decades, apiculture is facing important losses due to abiotic and biotic factors. American foulbrood (AFB), caused by the spore-forming Paenibacillus larvae ssp. larvae is the most \nThe project aims to tackle the global bee health challenge by developing a feasibility study for MICRO4BEE, an eco-innovative product representing a sustainable solution to decline of bees caused by bacteriological diseases. \nThe product is patented by Micro4yoU, a company transferring research results into the development of innovative microbial-based green technologies and seizing National, European and global business opportunities. \nIn Europe, no products are on the market to fight against bacterial pathogens and MICRO4BEE meets an urgent market need: it may achieve a high level of approval from beekeepers, for whom to date the only possible response to these diseases is to destroy the hives. \nMICRO4BEE represents an innovative product composed of a mix of symbiotic bacteria, naturally present in the gut of bees, harmless to humans and with probiotic activities towards honeybees. Although first target customers are organic producers (aprox. 10%-15% of beekeepers), due to the lack of valid chemical alternatives also non-organic producers are an interesting market segment, at EU and global markets level. \nThe feasibility study will cover regulatory, market, economic and financial analysis,  the refinement of the IP management strategy and the operative options associated to the product design. The business plan developed will be used to search for business partners, including private co-investors and commercial partners with significant EU/worldwide network.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MICRO4YOU SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941232032": {
            "orgId": "941232032",
            "orgName": "MICRO4YOU SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}