{
    "rcn": "200627",
    "acronym": "ThruBlood",
    "topics": "PHC-12-2015-1",
    "title": "Clinical validation of Trop-2 as a serum biomarker for monitoring of disease-course in patients affected by breast and colon cancer",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "A critical need in cancer care is the possibility to monitor tumour progression, through non-invasive techniques, to recognize relapses and/or metastases at a very early stage. The measurement of tumour biomarkers circulating into the bloodstream is a feasible way, as it can give indications also on patientsí response to therapeutic treatments, thus enabling the oncologist to pursue a precision-medicine strategy. In patients affected by breast and colon cancer, most serum biomarkers employed in the clinical practice have poor specificity and sensitivity to be used as monitoring tool of the cancer progression. Oncoxx Biotech has collected strong experimental data demonstrating that the transmembrane receptor Trop-2 drives progression of several tumour types. It has also been shown that Trop-2 is a determinant of breast cancer survival, and it is released in the bloodstream in patients with breast and colorectal cancer. In this respect, the results achieved in a preliminary clinical study have shown that all higher-than-baseline levels of circulating Trop-2 identify breast cancers with 100% specificity and 80% sensitivity and colon cancer with 100% of specificity and 74% of sensitivity. Therefore, scope of the ThruBlood project is to validate Trop-2 as a serum biomarker for monitoring disease-course in patients with breast and colon cancer. During Phase 1 we will: 1) assess the scientific feasibility of the proposed biomarker by extending the population of serum samples to analyse; 2) design the Clinical Validation Study to pursue in Phase2; 3) validate a standardized procedure for accurate measurement of the serum Trop-2 levels using a proprietary device (ICONA, patented by the applicant) with aim of providing high-throughput procedures for serum biomarker detection; 4) analyse and validate the business opportunity represented by the introduction of the ThruBlood assay in the current procedure adopted for surveillance of cancer diagnosed and treated patients.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ONCOXX BIOTECH SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "944224288": {
            "orgId": "944224288",
            "orgName": "ONCOXX BIOTECH SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}