{
    "rcn": "200623",
    "acronym": "EUROPISTACIA",
    "topics": "SFS-08-2015-1",
    "title": "NATIVE ROOTSTOCK (PISTACIA TEREBINTHUS) COMMERCIALISATION FOR SUSTAINABLE AND ECOLOGICAL MEDITERRANEAN CROPS, TO INCREASE EUROPEAN PISTACHIO MARKET COMPETITIVENESS",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "INCREASE EUROPEAN PISTACHIO MARKET COMPETITIVENESS, THROUGHT THE RECUPERATION AND COMMERCIALISATION OF NATIVE ROOTSTOCK (PISTACIA TEREBINTHUS) FOR THE MEDITERRANEAN CLIMATE\nPistachio plant cultivation represents an important opportunity for European farmers, especially in the Mediterranean area, where there is a native rootstock that facilitates crop acclimation in arid areas with poor and dry soils, with easy operation, low probability of fungal diseases. These characteristics make the pistachio tree a competitive and suitable option for a sustainable cultivation in environmentally respectful methods of production.\nThe biggest obstacle for expanding its cultivation is based on the absence of plant material which meets the requirements of the European market. Commercial varieties (selected male and female cultivars of Pistacia vera) are obtained by vegetative propagation and because the cuttings do not root a rootstock is needed. The recommended rootstock, Pistacia terebinthus, presents not only a lack of vigor and homogeneity but also a low germination rate (about 20 - 30% of seeds) which makes the start of cultivation more expensive and complicated. Furthermore, the grafting of the variety is traditionally performed in the field, when the rootstock has the size to match with the bud of the grafted variety. These technical difficulties prevent many potential new pistachio farmers from making the investment.\nLaimund has dedicated big efforts to the study of Pistacia terebinthus (or terebinth). The research was focussed on the in-vitro culture and resulted in various protocols for the initiation, multiplication and rooting of terebinth, concluding with the acclimatization of plants that are characterized by a high degree of homogeneity.\nThe overall objective of Laimund is to become worldwide leader in commercializing pistachio plants adapted to Mediterranean climates which can be grown organically.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SEMILLERO LAIMUND SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924571215": {
            "orgId": "924571215",
            "orgName": "SEMILLERO LAIMUND SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}