{
    "rcn": "200680",
    "acronym": "VADEMA",
    "topics": "MSCA-ITN-2015-EID",
    "title": "Doctoral Industrial School for Vaccine Design through Structural Mass Spectrometry",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "Vaccines discovered from empirical approaches and consisting in killed, live-attenuated microorganisms or purified components have led to the successful control of many devastating diseases. Several novel technologies, such as recombinant DNA technology, glycoconjugation, reverse vaccinology have opened the possibility of designing vaccines previously considered impossible to make. Despite decades of efforts, vaccines have not yet been developed against several of the most life-threatening infections. Based on the observation that an efficacious immune response only require protective epitopes, structural vaccinology combined with human immunology are therefore rapidly emerging as a powerful alternative strategy for the rational design of vaccines bearing multiple protective epitopes and offering the opportunity of developing broadly effective immunity. \nThe proposal is focused on the development of a Structural Mass Spectrometry platform and its application to compare conformation and dynamics of antigens in their native states (membrane) with their recombinant soluble forms (vaccines) and to get a better understanding of the humoral response raised against the two forms. The outcome of such studies will be to identify antigen portions accessible to the host immune system and those epitopes that can be recognized in the native form of the antigens to design efficient vaccines.\nStructural Mass Spectrometry is a very new science in Europe and the proposal represents the unique opportunity for 4 PhD students to be trained by an academic and an industrial group, leaders in respective parts of the field. The program will be complemented with a number of training courses. The students will receive a PhD degree in structural mass spectrometry applied to vaccinology. It represents a good occasion to spread this technology in Europe and good opportunities for students that are willing to grow both in basic science as well as innovative and applicative experimental research.",
    "totalCost": "1096286,4",
    "ecMaxContribution": "1096286,4",
    "coordinator": "GLAXOSMITHKLINE VACCINES SRL",
    "coordinatorCountry": "IT",
    "participants": "KOBENHAVNS UNIVERSITET",
    "participantCountries": "DK",
    "projectParticipants": {
        "999988618": {
            "orgId": "999988618",
            "orgName": "GLAXOSMITHKLINE VACCINES SRL",
            "ecContrib": 516123
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        }
    },
    "calculatedTotalContribution": 1096287
}