{
    "rcn": "200689",
    "acronym": "TIMBER",
    "topics": "ERC-StG-2015",
    "title": "Northern Europe's timber resource - chronology, origin and exploitation",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Empirical evidence for the history of the exploitation of the timber resource in Northern Europe is stored in the material record. Archaeological finds, art-historical objects and built heritage have provided us with an extensive dataset of precisely dated wood from heritage contexts. This material is the key to details about the usage, condition and availability of the timber resource and details of trade in timber, including the maritime timber trade, from c. AD 1100 to 1700. Tree-ring studies provide not only the precise felling date for the trees used, but also allow the identification of the treeís region of origin. However, there are gaps in the material evidence, and other analysis techniques will be explored to supply answers where the tree-ring evidence falls short.\nThrough study of archival material (such as merchant-books and letters, customs rolls, legal and administrative records), along with targeted analysis of historical timber, the history and dendro-archaeology will be combined to study resource availability, ownership, logistics, economics, market mechanisms and politics of trade in timber as a bulk building material. \nUsing both tried and trusted methods that I have refined, incorporating a holistic approach, and developing a range of innovative new procedures including my recent break-through in non-invasive analysis methods, key archaeological structures will be examined. These key constructions are spread throughout the period under examination and each represent a different piece of the timber resource and timber trade puzzle, either temporally or geographically. These specific cases will make it possible for me to investigate specific, but contrasting questions on the regionality, chronology and geography of the maritime timber trade in Northern Europe, over a period of six centuries.\nCombining the material and historic records and applying a range of analysis techniques this project will transform our understanding of the past timber trade.",
    "totalCost": "1472199",
    "ecMaxContribution": "1472199",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1472199
        }
    },
    "calculatedTotalContribution": 1472199
}