{
    "rcn": "200617",
    "acronym": "Fluid Foil",
    "topics": "NMP-25-2015-1",
    "title": "A groundbreaking no contact, roll to roll, modular transportation and fluid delivery technology that enables faster and more uniform chemical reaction of any feature size without risk of damage.",
    "startDate": "01/03/2016",
    "endDate": "31/05/2016",
    "objective": "A major problem with current chemical processing tools is that they use rollers to transport and support foil (any thin roll-to-roll substrate) through chemical treatment chambers located between un-winding and re-winding mechanisms. Roller transport limits and potentially prohibits fine detail treatment and reduces yield (to 10% in extreme cases) due to damage caused by contact with such rollers. Current technology employs long process tanks and slow speeds to minimise contact damage. In applications where contact is of less concern rollers still limit capability as the force required to turn them results stretching or breaking of the foil limiting foil type, thickness, and process residence times.\nFluid Foil will provide frictionless, non-contact, modular transportation and fluid delivery technologies that enable chemical processing of any feature size without risk of damage to the web. Extremely low re-wind tensions enable processing of thin delicate and porous materials. Web processing density of 30 meters of web per linier meter of system dramatically increases processing speeds and most importantly places no limit on web length. Modular control software will complete activities such as data logging and real time fault analysis.\nFluid Foil will have the capacity to accelerate innovation printed, organic & flexible electronics as well as enabling potential new markets to emerge (e.g. graphene, e-textiles and paper products). This will be achieved via the provision of low cost and adaptable machinery to fabricators, opening up chemical processing to SMEs. The commercial aim of the project is to limit the time-intensive work that goes into the customisation of machines and software and reduce the lead time and cost to the customer while increasing our output.Our goal for the overall project is to develop and build a suite of demonstrator modules which will help generate customer confidence and gain orders from early adopters before we go on to license the system.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CIRCUIT ENGINEERING MARKETING COMPANY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924386333": {
            "orgId": "924386333",
            "orgName": "CIRCUIT ENGINEERING MARKETING COMPANY LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}