{
    "rcn": "200601",
    "acronym": "GSR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Genome surveillance by small non-coding RNAs",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Water, oxygen, and sunlight are essential to most forms of life, yet they also represent a challenging environment for the genetic material as they drive reactions that lead to damage of DNA. To ensure cell survival, an elaborate response to DNA damage maintains genome integrity. Until recently, the DNA damage response (DDR) was described as a wave of protein posttranslational modifications that signal the presence of DNA damage to the cell and mobilize enzymatic repair pathways. Recently, genome-wide screens and advances in next-generation sequencing (NGS) shed light on the role of RNA-binding proteins and non-coding RNAs (ncRNAs) in the DDR. A novel class of small ncRNAs produced from the vicinity of DNA double strand breaks (DSB) ñ DNA damage-inducible ncRNAs (diRNAs) - were identified in plants, flies, and mammals. Our understanding of the biogenesis of diRNAs and their role in DSB repair is currently limited by the lack of methods for their detection that can be implemented in every laboratory. The aim of this project is to close this technological gap by developing robust and versatile methods of analysis of diRNA biogenesis. Our original approach consists to map diRNAs using NGS technology at site-specific DSBs inducible by an endonuclease, and to create the first database of human diRNAs. The knowledge of the sequences of diRNAs will allow us to develop methods for detection of both precursor and mature diRNAs. To identify novel players of the diRNA biogenesis pathway, we will perform a small-scale siRNA-based screen of RNA-binding proteins using the developed methods. This study will lead to important technological and knowledge-based developments in the DDR field, and to a better understanding of how the ìnon-codingî genome regulates important cellular functions.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}