{
    "rcn": "200698",
    "acronym": "MCTRinIA",
    "topics": "ERC-StG-2015",
    "title": "Resolution Pharmacology and Physiology of MCTR in Arthritis",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Chronic inflammation may result from failure of the host response to engage pro-resolving pathways. The current treatment armamentarium for chronic inflammatory conditions may lead to immune suppression. Thus, identification of novel therapeutics that control inflammation without immune suppression will provide an attractive alternative approach. This is especially important since incidence of these conditions increases with an ageing global population. In planaria, mice, human peripheral blood and milk I recently uncovered a new family of endogenous molecules, named Maresin Conjugates in Tissue Regeneration (MCTR). These potently regulate white blood cell responses, promote the resolution of acute inflammation and accelerate tissue regeneration. The aim of this Starting Grant is to identify pathways that lead to failed resolution in inflammatory arthritis, as a prototypical chronic inflammatory condition. The hypothesis is that MCTR biosynthesis is dysregulated in inflammatory arthritis, leading to an unbridled host response, chronic inflammation and tissue destruction. This proposal will employ a multipronged approach to test this hypothesis by 1) Determining MCTR regulation in self-resolving and delayed-resolving arthritis; 2) Investigating the host protective and tissue regenerative actions of MCTRs in inflammatory arthritis; 3) Establishing the MCTR biosynthetic pathway and 4) Determining the regulation if its components during self-limited and delayed-resolving arthritis. Anticipated results will uncover novel pathways that become dysregulated during failed resolution. Results from this Starting Grant will also identify targets and new therapeutic approaches that will engage pro-resolution programs as well as tissue regeneration in conditions characterised by persistent inflammation and hence failed resolution. This will lay the basis for informed structure-activity based studies and the design of therapeutics for treatment of chronic inflammatory conditions.",
    "totalCost": "1964303",
    "ecMaxContribution": "1964303",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 1964303
        }
    },
    "calculatedTotalContribution": 1964303
}