{
    "rcn": "200681",
    "acronym": "MULTIMAT",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "A multiscale approach towards mesostructured porous material design",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "'MULTIMAT addresses (1) the industrial and societal need for affordable materials that have a highly defined and large porosity together with the required (mechanical, chemical and/or thermal) robustness for application in thermal insulation, catalysts, fuel cells and oil spill remediation and (2) the scientific need to better understand the mechanisms underlying the assembly of small building blocks into larger structures that are ordered hierarchally across multiple scales ('multiscale assembly'). Together this will contribute to achieving MULTIMAT's future aim: Understanding and ultimately steering the bottom-up construction of materials with complex hierarchical structures.  \n\nMULTIMAT will train a next generation of scientists (13 ESRs) able to master this complex design-and-assembly process. \n\nThe MULTIMAT research activities include 1) the design and synthesis of building blocks with tailor made shapes and sizes, 2) their (co)-assembly into ordered structures with predefined mesoscale organisation, 3) the in-situ analysis of the development of morphology of structure during these processes, 4) the simulation of the structure formation from the molecular to the mesoscale level and the prediction of related physical properties, 5) the evaluation and testing of the properties and performance in selected technological applications. \n\nMULTIMAT brings together leading scientists from all relevant disciplines, and a large number of industrial partners, multinationals as well as SMEs. This strong involvement of industry clearly demonstrates the need for researchers educated in steering colloidal self-organisation. Direct outcomes of the project will include novel building blocks, (super-)porous materials with outstanding properties and novel tools for in situ imaging and molecular modelling.\n'",
    "totalCost": "3378227,9",
    "ecMaxContribution": "3378227,9",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "NANOLYTICS GMBH;THE UNIVERSITY OF MANCHESTER;LEIBNIZ-INSTITUT FUER NEUE MATERIALIEN GEMEINNUETZIGE GMBH;AKZO NOBEL PULP AND PERFORMANCE CHEMICALS AB;SEPAREX SAS;UNIVERSITEIT UTRECHT;STOCKHOLMS UNIVERSITET;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "DE;UK;SE;FR;NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 510749
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 837060
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 263659
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 527319
        },
        "999610900": {
            "orgId": "999610900",
            "orgName": "LEIBNIZ-INSTITUT FUER NEUE MATERIALIEN GEMEINNUETZIGE GMBH",
            "ecContrib": 249216
        },
        "990997494": {
            "orgId": "990997494",
            "orgName": "SEPAREX SAS",
            "ecContrib": 0
        },
        "940849755": {
            "orgId": "940849755",
            "orgName": "NANOLYTICS GMBH",
            "ecContrib": 179990
        },
        "986370400": {
            "orgId": "986370400",
            "orgName": "AKZO NOBEL PULP AND PERFORMANCE CHEMICALS AB",
            "ecContrib": 263659
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3378228
}