{
    "rcn": "200682",
    "acronym": "CaNANObinoids",
    "topics": "ERC-StG-2015",
    "title": "From Peripheralized to Cell- and Organelle-Targeted Medicine: The 3rd Generation of Cannabinoid-1 Receptor Antagonists for the Treatment of Chronic Kidney Disease",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Clinical experience with globally-acting cannabinoid-1 receptor (CB1R) antagonists revealed the benefits of blocking CB1Rs for the treatment of obesity and diabetes. However, their use is hampered by increased CNS-mediated side effects. Recently, I have demonstrated that peripherally-restricted CB1R antagonists have the potential to treat the metabolic syndrome without eliciting these adverse effects. While these results are promising and are currently being developed into the clinic, our ability to rationally design CB1R blockers that would target a diseased organ is limited. \nThe current proposal aims to develop and test cell- and organelle-specific CB1R antagonists. To establish this paradigm, I will focus our interest on the kidney, since chronic kidney disease (CKD) is the leading cause of increased morbidity and mortality of patients with diabetes. Our first goal will be to characterize the obligatory role of the renal proximal tubular CB1R in the pathogenesis of diabetic renal complications. Next, we will attempt to link renal proximal CB1R with diabetic mitochondrial dysfunction. Finally, we will develop proximal tubular (cell-specific) and mitochondrial (organelle-specific) CB1R blockers and test their effectiveness in treating CKD. To that end, we will encapsulate CB1R blockers into biocompatible polymeric nanoparticles that will serve as targeted drug delivery systems, via their conjugation to targeting ligands. \nThe implications of this work are far reaching as they will (i) point to renal proximal tubule CB1R as a novel target for CKD; (ii) identify mitochondrial CB1R as a new player in the regulation of proximal tubular cell function, and (iii) eventually become the drug-of-choice in treating diabetic CKD and its comorbidities. Moreover, this work will lead to the development of a novel organ-specific drug delivery system for CB1R blockers, which could be then exploited in other tissues affected by obesity, diabetes and the metabolic syndrome.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}