{
    "rcn": "200615",
    "acronym": "DeMILI",
    "topics": "PHC-12-2015-1",
    "title": "NON INVASIVE DIAGNOSTIC TEST SERVICE FOR ìNON ALCOHOLIC FATTY LIVER DISEASEîMANAGEMENT",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "The overall objective of the project as a whole is to provide to the global clinical community a non-invasive diagnostic tool for the management of the NAFLD (Non Alcoholic Fatty Liver Disease) through an ON-LINE SERVICE OF DIAGNOSTIC TEST as alternative to Liver Biopsy.\n\nThis project innovative approach is based on two verified proprietary imaging biomarkers linked to the evidence of NASH existence (Non Alcoholic Steatohepatitis) and fibrosis staging in patients with NAFLD, as well as a robust analytical method based on the optical analysis of a liver MRI (Magnetic Resonance Imaging) for the evaluation of these biomarkers.\n\nCurrently, no validated non-invasive tests are available to differentiate simple steatosis from NASH. Unmet need for NAFLD management is the development of non-invasive methods able to detect NASH and predict advanced fibrosis in a cost-effective, immediate, widely available, and accurate way.\n\nThis project faces a global unmet need and proposes a solution with ambitions of global scope based on a business and operational model that can afford this approach from an European perspective.\n\nWith this proposal, Radiologists, Gastroenterologists, Hepatic doctors as well as primary care Doctors, will have access to an early screening of patients with NASH and therefore to an early and cost-saver approach to its treatment strategy, through an accurate on-line service of diagnostic tests based on a business model that anticipate a higher cost-effectiveness ratio compare to liver biopsy.\n\nOur feasibility assessment under Phase I work expect to validate that the business idea is achievable by the analysis of the technical and economic related aspects with the proposal and, at the same time, identifying those key issues to face in Phase II, jointly to the clinic validation and regulatory process necessary of being developed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Talemnology S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932908074": {
            "orgId": "932908074",
            "orgName": "Talemnology S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}