{
    "rcn": "200690",
    "acronym": "EVI1inCancer",
    "topics": "ERC-StG-2015",
    "title": "Overcoming the epigenetic and therapeutic barrier of EVI1-overexpressing cancers",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Deregulation of the EVI1 oncogene is a key transforming event in the development of many malignancies, most prominently very high-risk acute myeloid leukemia (AML), ovarian, colon, breast, non-small cell lung cancer, and soft-tissue sarcoma. For decades, both EVI1 function and the mechanism underlying its deregulation have been poorly understood. The consequent lack of a targeted therapy against EVI1 establishes a pressing medical need. In a recent study investigating a distinct category of EVI1-driven AML with inv(3) or t(3;3), we characterized the regulatory domain of EVI1 and identified a master regulatory element of the stemness factor GATA2 to be rearranged to EVI1, thereby deregulating both genes. Applying functional genomics and genome-editing, we found that the rearranged enhancer element adopted novel features, such as superloading of the epigenetic reader and chromatin regulator BRD4, allowing its inhibition with BET/bromodomain inhibitors with relative EVI1 specificity. Interference with EVI1-regulatory mechanisms thus has potential therapeutic value in EVI1-transformed tumors. To pave the way for epigenetic targeting of other EVI1-expressing malignancies, we aim to identify genomic enhancer sequences and protein components of the EVI1 regulatory domain by systematic epigenetic and proteomic profiling. Specifically, we seek to achieve the following experimental goals: (1) Identification of the mechanism underlying EVI1 deregulation in non-3q-rearranged AML and solid tumors; (2) Addressing the role of breakpoint-associated transpos-able retroelements; (3) Characterization of the transcription factor complex regulating EVI1; (4) Identification of epigenetic resistance mechanisms in EVI1\\ AML by using an in vivo model and a genome-editing approach. The proposed experiments will provide insight into the epigenetic landscape of EVI1\\ malignancies and help reveal new targets and genetic interactions amenable to future therapies in these high-risk malignancies.",
    "totalCost": "1499094",
    "ecMaxContribution": "1499094",
    "coordinator": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 1499094
        }
    },
    "calculatedTotalContribution": 1499094
}