{
    "rcn": "200613",
    "acronym": "PROTECT-2",
    "topics": "DRS-17-2015-1",
    "title": "PeRsonnel lOcation and Tracking for safEty of Critical InfrasTructures",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "A key enabling element to boost the Prevention, Preparedness and Consequence Management for the Critical Infrastructures (CI), including Urban Soft Targets, comes from the capability of pinpointing the location of the personnel operating in the frame of the Critical Infrastructure Protection. \nAlthough GPS positioning is a primary tool for localisation, nearly all CIs are GPS-denied/unreliable environments, as well as most urban soft targets.    \nThe impossibility of locating and tracking the operators in the scenarios where the GPS signal is absent (e.g. hostile jamming, indoor environments) is still a major cause of severe decrease of the Situational Awareness, thus degrading the prevention, preparedness and post-crisis recovery capabilities.\nDespite the global indoor location market is expected to grow to 4.424 million USD by 2019 (estimated Compound Annual Growth Rate (CAGR) of 36.5% from 2014 to 2019), there is still a substantial lack of products and solutions suitable for Critical Infrastructures Protection; indeed nearly all the current location systems (targeting to the mass-market of the Location Based Services) are heavily dependent on the infrastructures to be deployed and maintained in the operational environment: an approach hardly coping with the CIP requirements.\nIn this landscape, DUNE plans to introduce in the CIP scenario a new personal, autonomous, infrastructure-free, wearable and scalable localisation and tracking system (e.g. inspectors, first responders, guardians, police) in GPS-denied environments, with a modular structure capable of fulfilling a widespread ensemble of requirements, typical of various CIP applications.\nBy achieving the PROTECT project results, DUNE expects to boost its business and growth, with an estimated overall ROI of more than 300% and 500% in 3 and 5 years, respectively.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DUNE S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999752714": {
            "orgId": "999752714",
            "orgName": "DUNE S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}