{
    "rcn": "200600",
    "acronym": "BioExtrusion",
    "topics": "MSCA-IF-2015-EF",
    "title": "Natural functional plasticizers for controlled protein folding and extrusion into biomaterials.",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "With a raised global awareness of industrial environmental pollution, the polymer research is focusing on green biopolymers. The spinning gland of spiders and silk moths is the holy grail in green extrusion, as silk is spun at ambient conditions and is water based. This is achieved by finely tuned spinning parameters in the silk gland (pH, ion concentration, stress and water removal), whereby the soluble silk solution is converted into a solid fibre. To date, no one has ever succeeded in spinning at these ambient conditions, used in the natural spinning system.\n\nIn this project, one missing spinning parameter will be investigated, namely small molecules, in the form of polyphenolic compounds, that are also extruded together with the silk. We formulate the hypothesis that these small molecules help to align and may even induce ?-sheet aggregation by removing the water necessary for converting the silk protein solution into a solid fibre during spinning. As this same aggregation of proteins also occurs in many diseases, we will tackle this hypothesis with different techniques from quite different disciplines namely organic chemistry, structural-molecular biology and polymeric sciences. In this way we hope to answer our question that could never be answered by one field alone, as these disciplines will provide complementary data. \n\nIn a first phase, the polyphenol-induced conversion of proteins to ?-sheet structures will be investigated, necessary for a successful transformation of a protein solution into a solid material, supervised by world-leading experts (UGent). In a second phase, this knowledge will be applied for the cold extrusion of protein-based materials in the secondment, a company Luxilon, with extended expertise in fibre extrusion technology. Combining the knowledge of both partners, will enable us to spin protein-based biomaterials like nature does for the first time, resulting in green extrusion, impacting the industrial, medical and social sector.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}