{
    "rcn": "200693",
    "acronym": "Hidden Galleries",
    "topics": "ERC-StG-2015",
    "title": "Creative Agency and Religious Minorities: ëhidden galleriesí in the secret police archives in 20th Century Central and Eastern Europe",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "This project concerns the creative agency of religious minorities in the transformation of Central and Eastern Europe societies in the 20th century. It constitutes the first comparative research on the secret police archives in the region from the perspective of the history and anthropology of religion and offers a radical perspectival shift on the value and uses of the secret police archives away from questions of justice and truth to questions of creative agency and cultural patrimony. Interdisciplinary in nature it combines archival, anthropological and cultural studies approaches to provide a re-examination and re-contextualization of the holdings of secret police archives in three states; Romania, Moldova and Hungary. The secret police archives, in addition to containing millions of files on individuals monitored by the state, also constitute a hidden repository of confiscated religious art and publications of religious minorities that were persecuted in the 20th century under fascism and communism. The investigation of these materials will be complemented by ethnographic research and the impact of the research will be extended through a public exhibition of previously hidden materials. The project has three principal stages: 1) copy/retrieve and catalogue examples of this creative material from the archives; 2) engage in ethnographic research with the communities that produced this material in order to explore the meaning and power of these artistic creations at the time of their production and in the context of post-socialism; 3) curate and stage a touring exhibition that re-presents the narratives and experiences of religious groups through their own artistic creations in order to conduct research in real time on questions of religious pluralism and intolerance in contemporary society. Through these three steps, this project will shed fresh light on the role that minority religious groups played in challenging the hegemonic order and in extending pluralism.",
    "totalCost": "990087",
    "ecMaxContribution": "990087",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 990087
        }
    },
    "calculatedTotalContribution": 990087
}