{
    "rcn": "200694",
    "acronym": "AlterMateria",
    "topics": "ERC-StG-2015",
    "title": "Designer Quantum Materials Out of Equilibrium",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Recently, ëdesignerí quantum materials, synthesised layer by layer, have been realised, sparking ground-breaking new scientific insights. These artificial materials, such as oxide heterostructures, are interesting building blocks for a new generation of technologies, provided that one is able to access, study and ultimately control their quantum phases in practical conditions such as at room temperature and high speeds.\nOn the other hand, an independent research area is emerging that uses ultra-short bursts of light to stimulate changes in the macroscopic electronic properties of solids at unprecedented speeds.\n \nHere I propose to bridge the gap between material design and ultrafast control of solids. This new synergy will allow us to explore fundamental research questions on the non-equilibrium dynamics of quantum materials with competing ground states. Specifically, I will utilize intense THz and mid-infrared electromagnetic fields to manipulate the electronic properties of artificial quantum materials on pico- to femto-second time scales. Beyond the development of novel techniques to generate THz electric fields of unprecedented intensity, I will investigate metal-insulator and magnetic transitions in oxide heterostructures as they unfold in time. This research programme takes oxide electronics in a new direction and establishes a new methodology for the control of quantum phases at high temperature and high speed.",
    "totalCost": "1499982",
    "ecMaxContribution": "1499982",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1499982
        }
    },
    "calculatedTotalContribution": 1499982
}