{
    "rcn": "200699",
    "acronym": "HARVEST",
    "topics": "ERC-StG-2015",
    "title": "Plant foods in human evolution: Factors affecting the harvest of nutrients from the floral environment",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "Plant foods comprise the majority of most human diets, yet the potential importance of these foods in human evolution is often overlooked. Using a behavioral ecology framework, the HARVEST project explores fundamental questions: Why did hominins choose to eat certain plants? What were their foraging goals? We will focus on two objectives: 1) Reconstructing the diets of fossil hominins and 2) Exploring the costs and benefits of plant foods.\nTo understand the factors driving food choice by ancient hominins, we must know what they ate. Analyses of plant remains, proteins, DNA and other residues preserved in dental calculus are cutting-edge methods for reconstructing diets, and provide information about food, processing techniques, and oral microbiota. With a sequential sampling approach, we will combine these analyses to identify foods consumed by hominin groups for which plants are thought to be of great importance.\nThe decision to consume a particular plant depends on its inherent properties (nutrients and antifeedants) and on the biological and technological abilities of the consumer, so that each potential food has a different cost and benefit. We will study the variation in plant properties among microhabitats in African environments similar to those used by hominins, to better model their food choices. Separately, our study of the food choices among living African foraging and farming groups will reveal if plants are chosen for calories, micronutrients or cultural preferences, while analysis of their gut microbiota and studies of their food processing behaviors will indicate how they acquire nutrients from these foods. Finally, we will assess how the costs of fire might influence food processing choices.\nResults from these studies will help fill important lacunae in our understanding of hominin diets, broaden our knowledge of hominin behaviors in a variety of environments, and help generate hypotheses about the relationships between diet and human evolution.",
    "totalCost": "1499950",
    "ecMaxContribution": "1499950",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 0
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1499950
        }
    },
    "calculatedTotalContribution": 1499950
}