{
    "rcn": "200604",
    "acronym": "PRIMASE_NMR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Visualizing Primase Initiating DNA Replication using NMR Spectroscopy",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The replication of DNA and therefore of the genetic information is realized at the molecular level in three steps: helicases open the DNA, primases initiate the replication and polymerases use this primer to duplicate the DNA strand.  The precise mechanism of action of primases has up to now remain quite elusive and thus a better understanding of how primase works would be of great interest to fully understand the process of DNA replication. \nPrimases are classed into two groups, bacterial and archeal/eukaryal, and some archeal primase have the particularity to carry their biological function without requiring the association in a larger molecular complex, making them an accessible target to Nuclear Magnetic Resonance (NMR) spectroscopy.\nIn this project we propose to exploit the unique capacity of NMR spectroscopy for determining structure and dynamics of biomolecules in solution to investigate the ORF904 primase, free and in complex with its DNA template and the cofactors necessary for primer synthesis. We aim to characterize how this system assembles and to provide an atomic resolution picture of its mechanism of action, just before the creation of the first phosphodiester bound that initiate primer formation. We will also investigate the conformational changes occurring during the primer synthesis using Electron Paramagnetic Resonance (EPR) spectroscopy. Spectroscopic and computational innovative approaches will be developed to describe this complex dynamic system and complementary integrative structural biology will be used to support our findings.\nBy this study we aim to provide an accurate description of a primase accomplishing its biological function and therefore significantly deepen our knowledge of DNA replication. This in turn could be used in cancer biology to develop new therapeutic approaches.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}