{
    "rcn": "200676",
    "acronym": "HyGlio",
    "topics": "MSCA-IF-2014-GF",
    "title": "Theranostic Injectable Hydrogel for Glioblastoma",
    "startDate": "30/09/2016",
    "endDate": "29/09/2019",
    "objective": "Glioblastoma multiforme (GBM) is the most frequent brain tumor in adults and is characterized by invariably fatal prognosis. Although the incidence of GBM is less than 10 to 100,000, the median survival of approximate 1 year from diagnosis makes it a considerable socio-economic burden. The presence of biological barriers for effective drug transport to the brain, the strong migrating-ability of the tumor and its rapid evolution into more aggressive and treatment-resistant variants, make GBM extremely hard to treat with traditional systemic chemotherapy. The HyGlio project proposes an ambitious bottom-up approach to build a multifunctional tool for long-term imaging and treatment of GBM, combining multiple treatment strategies, patient-specificity, and BBB bypassing in an all-in-one system. The system combines the advantages of: (i) Intracranial treatment, which maximizes efficacy while minimizing side effects; (ii) mild gelling conditions of the hydrogel, which reduce potential damages to the healthy tissue; (iii) increased drug penetration and selectivity due to the use of targeted polymer nanoparticles; (iv) Inhibition of molecular mechanisms involved in GBM spreading and aggressiveness; (iv) theranostic potential, due to the presence of magnetic resonance imaging, agents for rapid therapy adjustment according to patientís needs.\nThe HyGlio project is expected to introduce innovative concepts and methodologies for the treatment of GBM, by providing advanced and promising tools for more efficient therapy and increased patient outcome.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 244269
        },
        "953764044": {
            "orgId": "953764044",
            "orgName": "THE METHODIST HOSPITAL RESEARCH INSTITUTE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 244269
}