{
    "rcn": "200619",
    "acronym": "METALCLEAN",
    "topics": "NMP-25-2015-1",
    "title": "New Innnovative and cost effective metal cleaning machine",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "METALCLEAN is an innovative equipment for high precision cleaning of metal parts based on the engineered tailoring of several operational parameters. \nCleaning is an unavoidable stage of the production process in industries manufacturing or assembling metal parts. During the different machining processes, organic substances, dust or small metal chips can attach to the surface of the manufactured goods. In this way, parts need to be cleaned after metal fabrication and assembly and prior to painting and coating. Therefore metalworking industries and their clients demand cost-effective cleaning systems with low energy and solvent consumption. \nThe unique design and operational parameter of METALCLEAN, without the need for vacuum and with a unique solvent recovery and distillation system enable energy savings of up to 52% compared to the other metal-cleaning machines currently in the market. \nThe first METALCLEAN units will reach the market in May 2018. Through its market deployment we aim to impact into the market of metal-cleaning devices by commercializing a final product that will help our customers improve the performance, reduce operational costs (thanks to reduced energy consumption and increased solvent recovery) and reduce the environmental impact of the cleaning process, reducing the waste treatment of the solvents thanks to its recirculation system. Moreover, it will also imply savings for our customers (as our solution will have an initial target price 33% lower than current solutions in the market) and hence for the final end-users, e.g. ñwatch manufacturers, automotive and aircraft industries or electronic devices manufactures) who will benefit from an improved cleaning of their products at a competitive price. \nAccording to our preliminary forecasts, we expect sales of METALCLEAN to reach Ä18.4 million revenues by 2022, showing a ROI of 2.71 and reaching the pay-back by September 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "I.L.S.A. -INDUSTRIA LAVASECCO STIROACCESSORI - SOCIETA PER AZIONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927087686": {
            "orgId": "927087686",
            "orgName": "I.L.S.A. -INDUSTRIA LAVASECCO STIROACCESSORI - SOCIETA PER AZIONI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}