{
    "rcn": "200624",
    "acronym": "Subfailtec",
    "topics": "SIE-01-2015-1",
    "title": "Operation Optimization and Improved Reliability Solution for Electrical Substations",
    "startDate": "01/02/2016",
    "endDate": "30/04/2016",
    "objective": "PDP Technologies Ltd. (PDP) is an Israeli company, seed-funded by Horizon GreenTech Ventures, an investment alliance of Alstom S.A, Rotem Industries & Gefen Investments. PDP provides innovative solutions to make the power system more effective based on Partial Discharge (PD) detection and analysis.\nPDP has developed a patent pending technology (Subfailtec) to predict, mainly, high voltage (HV) (>30KV) supply failures by monitoring electric substations (SUBs) (ca. 300.000 in the world) and predicting maintenance needs due to insulation wear.\nPDs are among the most common root causes of failures. PDs are detected by analysing the electromagnetic wave generated by them.\nSubfailtec is a continuous, non-invasive, cost effective and universal solution. It optimizes SUB maintenance and operation decisions, decreasing financial losses caused by sudden failures, typically emanating from 1%-4% of the network elementís and dependent on age, use and maintenance.\nSubfailtec will cover the need of grid owners and operators of reducing costs and increasing supply reliability, while generating jobs, by producing, installing and selling its solution. It is a fully scalable solution and has the same building blocks in all cases. The configurable number of antennas/receivers is driven by substation layout and size.\nThe market price for Subfailtec is expected to be competitive and give a short return on investment (shorter than 1.5 years) by reducing CAPEX (for new, replacement, and refurbishment options), OPEX and cost of energy not supplied. Companies such as Alstom (Alstom grid equipment are present in more than 90% of power utilities worldwide), IEC (the main supplier of electric power in Israel) and BAZAN Ltd (Israel's largest Oil refinery) have expressed interest in the commercialisation of the Subfailtec solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PDP TECHNOLOGIES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930077808": {
            "orgId": "930077808",
            "orgName": "PDP TECHNOLOGIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}