{
    "rcn": "200697",
    "acronym": "BioMNP",
    "topics": "ERC-StG-2015",
    "title": "Understanding the interaction between metal nanoparticles and biological membranes",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The BioMNP objective is the molecular-level understanding of the interactions between surface functionalized metal nanoparticles and biological membranes, by means of cutting-edge computational techniques and new molecular models.\nMetal nanoparticles (NP) play more and more important roles in pharmaceutical and medical technology as diagnostic or therapeutic devices. Metal NPs can nowadays be engineered in a multitude of shapes, sizes and compositions, and they can be decorated with an almost infinite variety of functionalities. Despite such technological advances, there is still poor understanding of the molecular processes that drive the interactions of metal NPs with cells. Cell membranes are the first barrier encountered by NPs entering living organisms. The understanding and control of the interaction of nanoparticles with biological membranes is therefore of paramount importance to understand the molecular basis of the NP biological effects. \nBioMNP will go beyond the state of the art by rationalizing the complex interplay of NP size, composition, functionalization and aggregation state during the interaction with model biomembranes. Membranes, in turn, will be modelled at an increasing level of complexity in terms of lipid composition and phase. BioMNP will rely on cutting-edge simulation techniques and facilities, and develop new coarse-grained models grounded on finer-level atomistic simulations, to study the NP-membrane interactions on an extremely large range of length and time scales.\nBioMNP will benefit from important and complementary experimental collaborations, will propose interpretations of the available experimental data and make predictions to guide the design of functional, non-toxic metal nanoparticles for biomedical applications. BioMNP aims at answering fundamental questions at the crossroads of physics, biology and chemistry. Its results will have an impact on nanomedicine, toxicology, nanotechnology and material sciences.",
    "totalCost": "1131250",
    "ecMaxContribution": "1131250",
    "coordinator": "UNIVERSITA DEGLI STUDI DI GENOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 1131250
        }
    },
    "calculatedTotalContribution": 1131250
}