{
    "rcn": "200686",
    "acronym": "CMIL",
    "topics": "ERC-StG-2015",
    "title": "Crosstalk of Metabolism and Inflammation",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Inflammation is a response to noxious stimuli and initiates tissue repair. If resolution fails, however, chronic inflammation develops, which drives tissue damage in many diseases including autoimmunity, cancer and infections. Inflammatory processes are increasingly being appreciated as tightly integrated with metabolic pathways. The molecular crosstalk occurs on different levels including secreted metabolites and cytokines. I hypothesise that this interface of metabolism and inflammation represents a functional rheostat that shapes tissue damage and disease. \n\nHere, I propose to analyse the metabolic and inflammatory processes in a mouse model of chronic viral hepatitis. I chose this model to explore the inflammatory rheostat because the liver is the central organ for metabolism and a hotspot for receiving, processing and distributing local and systemic signals. Cutting-edge technologies including deep sequencing, quantitative proteomics and metabolomics will let us create longitudinal multi-dimensional maps of virus-induced alterations. Paired with immunological, virological and pathological analyses, I expect to identify novel regulatory nodes between metabolism and inflammation. Within our systems-wide experiments and supported by preliminary results, we will specifically focus on the immunomodulatory roles of the metabolite bile acids and oxidative metabolism. These as well as other candidates will be investigated by genetic and pharmacological perturbations in cell culture and in mouse models. Bioinformatics integration of the orthogonal profiling kinetics is expected to reveal novel properties of the molecular networks mediating between metabolism and inflammation.\n\nThis proposed cross-disciplinary approach aims to improve our understanding of the crosstalk of metabolism and inflammation. The results of this project may be relevant to viral hepatitis in man and bear broader implications for other inflammatory diseases.",
    "totalCost": "1701011",
    "ecMaxContribution": "1701011",
    "coordinator": "CEMM - FORSCHUNGSZENTRUM FUER MOLEKULARE MEDIZIN GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999530293": {
            "orgId": "999530293",
            "orgName": "CEMM - FORSCHUNGSZENTRUM FUER MOLEKULARE MEDIZIN GMBH",
            "ecContrib": 1701011
        }
    },
    "calculatedTotalContribution": 1701011
}