{
    "rcn": "200696",
    "acronym": "ComplexSwimmers",
    "topics": "ERC-StG-2015",
    "title": "Biocompatible and Interactive Artificial Micro- and Nanoswimmers and Their Applications",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Microswimmers, i.e., biological and artificial microscopic objects capable of self-propulsion, have been attracting a growing interest from the biological and physical communities. From the fundamental side, their study can shed light on the far-from-equilibrium physics underlying the adaptive and collective behavior of biological entities such as chemotactic bacteria and eukaryotic cells. From the more applied side, they provide tantalizing options to perform tasks not easily achievable with other available techniques, such as the targeted localization, pick-up and delivery of microscopic and nanoscopic cargoes, e.g., in drug delivery, bioremediation and chemical sensing.\nHowever, there are still several open challenges that need to be tackled in order to achieve the full scientific and technological potential of microswimmers in real-life settings. The main challenges are: (1) to identify a biocompatible propulstion mechanism and energy supply capable of lasting for the whole particle life-cycle; (2) to understand their behavior in complex and crowded environments; (3) to learn how to engineer emergent behaviors; and (4) to scale down their dimensions towards the nanoscale. \nThis project aims at tackling these challenges by developing biocompatible microswimmers capable of elaborate behaviors, by engineering their performance when interacting with other particles and with a complex environment, and by developing working nanoswimmers.\nTo achieve these goals, we have laid out a roadmap that will lead us to push the frontiers of the current understanding of active matter both at the mesoscopic and at the nanoscopic scale, and will permit us to develop some technologically disruptive techniques, namely, targeted delivery of cargoes within complex environments, which is of interest for drug delivery and bioremediation, and efficient sorting of chiral nanoparticles, which is of interest for biomedical and pharmaceutical applications.",
    "totalCost": "1497500",
    "ecMaxContribution": "1497500",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "Bilkent ‹niversitesi",
    "participantCountries": "TR",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 1497500
        },
        "999923628": {
            "orgId": "999923628",
            "orgName": "BILKENT UNIVERSITESI VAKIF",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1497500
}