{
    "rcn": "200683",
    "acronym": "ReachingCompleteness",
    "topics": "ERC-StG-2015",
    "title": "The Molecular Basis of Somatic Nuclear Reprogramming",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "The direct conversion approach and the generation of induced pluripotent stem cells (iPSCs) provide an invaluable resource of cells for disease modelling, drug screening, and patient-specific cell-based therapy. However, the directly converted cells are not stable, and the vast majority of iPSCs exhibit poor developmental potential as measured by stringent pluripotency tests. This suggests that the prevailing method of reprogramming is not ideal and leads to aberrant/incomplete conversion. To improve the quality of the converted cells, efforts should be focused on uncovering the molecular mechanisms that characterize the nuclear reprogramming process. There are two critical hurdles that hinder the progress of deciphering the elements that dictate successful reprogramming: (1) The ability to detect and capture solely the rare cells that eventually will be converted and (2) to monitor the transcriptional profile of cells at the single-cell level. Single-cell technology is in its infancy and many of the methods used today are characterized by high noise to signal ratio. In this grant proposal we intend to overcome these limitations by (1) establishing a complex fluorescent knock-in reporter system using the CRISPR/Cas9 method to capture the early rare reprogrammable cells and by (2) employing several cutting-edge single-cell technologies, RNA-Seq, Fluidigm BioMark and single-molecule mRNA-FISH, to segregate the real signal from the noise. To identify common and more global elements that facilitate nuclear reprogramming at large, we will trace in parallel, reprogrammable cells from two different somatic cell conversion models that reach high degree of nuclear reprogramming, and analyse their transcriptome using sophisticated bioinformatic tools. This study will provide a general overview of the changes that occur during the conversion of various cell types and will uncover the basic features that are essential to reach safe and complete conversion.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}