{
    "rcn": "200622",
    "acronym": "Fundsphere Terms FST",
    "topics": "ICT-37-2015-1",
    "title": "Reshaping the Asset Management Industry by commercialising the first digital solution to automate preparation of legal agreements that will increase the growth of registered funds on global markets.",
    "startDate": "01/03/2016",
    "endDate": "31/05/2016",
    "objective": "Today the Investment Fund Industry uses paper based agreements which leads to inefficiencies, errors, increased risk and inability to open new markets for selling funds globally. Asset Managers by using spreadsheets and document assembly tools (e.g. HotDocs, Exari) made poor attempts to transform paper based chaos into even bigger electronic chaos and without meaningful disruption of current Contract Lifecycle Process. Requirements under the recent regulatory agenda (MiFID II in EU, RDR in UK, Dodd-Frank Act in USA) reinforce the need of disruptive and digital technologies to stay competitive in the new investorship environment. \nMetrosoft aims for revolutionizing the way the agreements are made and managed by delivering software solution to create data driven legal agreements. Fundsphere Terms is a unique platform that is used to create, manage and exchange legal agreements covering terms of doing business between Sell Side and Buy Side at any point of sales channel in the Investment Fund Industry; in a structured database instead of in document creation and management solution. \nWe want to bring it directly to the global markets with its financial centres, as industry players operate indeed globally. The need for Fundsphere Terms was confirmed by key finance firms (including Schroders that participates in validation trails) during 2 biggest sectorial conferences in Luxembourg and Hong Kong (ALFI, ITAS) and Key Opinion Leaders who are strong supporters of industry dematerialisation.\nTo fully exploit this EU-based technology, we will drive growth through B2B model and market the top 400 Assets Managers that are decision makers and influencers in the industry. Later growth will be the ìsnow ballî effect (counterparties of Assets Managers). By bringing Fundsphere Terms into the rapidly growing market we estimate to attract min. ? 25% of the global Asset Managers, which means volume of approx. \\/-20 customers annually, with an estimated revenue Ä17.4mln after 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Metrosoft Polska",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924362568": {
            "orgId": "924362568",
            "orgName": "Metrosoft Polska",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}