{
    "rcn": "200688",
    "acronym": "INDEX",
    "topics": "ERC-StG-2015",
    "title": "Rigidity of groups and higher index theory",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "The Atiyah-Singer index theorem was one of the most spectacular achievements of mathematics in the XXth century, connecting the analytic and topological properties of manifolds. The Baum-Connes conjecture is a hugely successful approach to generalizing the index theorem to a much broader setting. It has remarkable applications in topology and analysis. For instance, it implies the Novikov conjecture on the homotopy invariance of higher signatures of a closed manifold and the Kaplansky-Kadison conjecture on the existence of non-trivial idempotents in the reduced group C*-algebra of a torsion-free group. At present, the Baum-Connes conjecture is known to hold for a large class of groups, including groups admitting metrically proper isometric actions on Hilbert spaces and Gromov hyperbolic groups. \n\nThe Baum-Connes conjecture with certain coefficients is known to fail for a class of groups, whose Cayley graphs contain coarsely embedded expander graphs. Nevertheless, the conjecture in full generality remains open and there is a growing need for new examples of groups and group actions, that would be counterexamples to the Baum-Connes conjecture. The main objective of this project is to exhibit such examples. \n\nOur approach relies on strengthening Kazhdanís property (T), a prominent cohomological rigidity property, from its original setting of Hilbert spaces to much larger classes of Banach spaces. Such properties are an emerging direction in the study of cohomological rigidity and are not yet well-understood. They lie at the intersection of geometric group theory, non-commutative geometry and index theory. In their study we will implement novel approaches, combining geometric and analytic techniques with variety of new cohomological constructions.",
    "totalCost": "880625",
    "ecMaxContribution": "880625",
    "coordinator": "INSTYTUT MATEMATYCZNY POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999487807": {
            "orgId": "999487807",
            "orgName": "INSTYTUT MATEMATYCZNY POLSKIEJ AKADEMII NAUK",
            "ecContrib": 880625
        }
    },
    "calculatedTotalContribution": 880625
}