{
    "rcn": "200602",
    "acronym": "REFLEX",
    "topics": "MSCA-IF-2015-EF",
    "title": "Studying the role of the retrosplenial cortex in flexible learning",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "An emerging view of cortical area function posits that instead of primarily accounting for sensory processing and motor control, cortical areas might mediate flexible handling of sensory information and motor planning through learning and memory. In this project I propose to investigate this notion focusing on the function of retrosplenial cortex (RSC), a large, poorly understood and highly interconnected cortical area that interfaces with the hippocampal system. RSC has a key role in memory, and is thought to control flexible use of contextual information; it accounts for earliest memory deficits in Alzheimerís disease. \nIn primates, the RSC is positioned immediately behind the splenium and is centrally located between cortical sensory and limbic memory regions. It exhibits reciprocal connections with the hippocampal for-mation, anterior thalamic nucleus, and a network of dorso-medial cortical areas. RSC has a critical role in spatial and relational memory, and its interactions with the hippocampal system are essential for normal memory processing. \nThe focus of this project is the hypothesis that the connectivity patterns of RSC account for what has been called its ìtranslationalî properties. I will first study the role of RSC in a generic form of flexible learning, then I will focus on spatial learning and analyse the capability of RSC to integrate information across multiple cue types and use these inputs to deal with the environment e.g. in allocentric-egocentric and egocen-tric-allocentric transformations.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}