{
    "rcn": "200674",
    "acronym": "G-Valve",
    "topics": "MSCA-IF-2014-GF",
    "title": "Unraveling the mechanobiology of tissue growth in native and tissue-engineered heart valves",
    "startDate": "01/05/2016",
    "endDate": "20/08/2018",
    "objective": "The currently available heart valve prostheses do not consist of living tissue and, hence, they cannot grow, repair, and remodel in response to changing demands. This restricts the use of valve replacements in pediatric patients, since they need multiple reoperations to accommodate somatic growth. Tissue-engineered heart valves (TEHVs) may be able to overcome this limitation due to their growth and remodeling potential. However, the exact growth and remodeling processes remain poorly understood, which has become evident in many pre-clinical studies where TEHVs lost their functionality over time due to adverse tissue remodeling. \nThe goal of this proposal is to unravel the mechanisms of tissue growth in native valves and TEHVs by integrating advanced continuum mechanics and cell biology, in order to develop predictive models of valve growth that can guide and optimize tissue engineering of heart valves. To achieve this goal, I will first be trained in developing continuum models of valve growth in the lab of Dr. Kuhl at Stanford University, who is a leading expert in modeling soft tissue growth. Furthermore, I will be trained in cell biology and mechanobiology which will enable me to develop agent-based mechanobiological models as a driving mechanism for valve growth in the continuum models.\nI will use the obtained knowledge to analyze and predict growth of TEHVs in Europe. At this moment, mechanistic models of valve growth are not available. The models that I will develop during and after my training will provide crucial information for designing TEHVs with long-term functionality and growth potential, and will boost European excellence and competitiveness in the fields of biomechanics and tissue engineering. Moreover, the training that I will receive will significantly extend my scientific profile, and it will provide me the valuable international training at a prestigious academic institute that is required for pursuing an academic career in Europe.",
    "totalCost": "174864,6",
    "ecMaxContribution": "174864,6",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 174865
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 174865
}