{
    "rcn": "200605",
    "acronym": "Mobiclock",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development and characterization of an ultra-high performance mobile optical atomic clock based on lattice-trapped atoms",
    "startDate": "01/05/2016",
    "endDate": "16/06/2018",
    "objective": "New types of atomic clocks, based on laser-cooled and trapped atoms interrogated by optical lasers, are changing the paradigm for precision measurement of time and frequency. Optical lattice clocks, which provide superb frequency stability, are today complex systems, able to operate only in well-controlled laboratory environments and require continuous personnel intervention. The proposed activity aims to realize the transition from today's laboratory systems into mature mobile instruments. The result of this transition opens outstanding and transformational future fields of application: world-wide accuracy comparisons of stationary clocks, high-precision tests of General Relativity, and mapping of the Earth gravitational potential via relativistic geodesy.\n\nTowards this goal, the ER will develop a robust and mobile optical lattice clock based on strontium atoms, exhibiting ultra-high performance. He will pursue three objectives: \n1) improved subsystem for cold atomic sample preparation and improved interrogation laser;\n2) demonstration of inaccuracy and instability at 1x10^-17 level;\n3) demonstration of transportability and repeatability of ultra-high performance.\nThese objectives will be achieved, respectively, via a new approach for simplified and more robust laser cooling and trapping of the atoms, via an advanced reference cavity design, and implementing sub-systems for better control of systematic effects. \nWithin a European cooperation a full characterization of the clock before and after transportation will take place during visits to metrology institutes. \n\nThe match of the experienced researcher and the supervisor in terms of scientific background, common research and technology interests, and international networking is unique and offers the opportunity to maintain Europe at the forefront of the development and application of transportable optical clocks.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999856116": {
            "orgId": "999856116",
            "orgName": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}