{
    "rcn": "200742",
    "acronym": "DIALOY",
    "topics": "ERC-StG-2015",
    "title": "Mosaic loss of chromosome Y (LOY) in blood cells - a new biomarker for risk of cancer and Alzheimerís disease in men",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "My recent discoveries show that mosaic loss of chromosome Y (LOY) in peripheral blood is associated with increased risks of cancer and Alzheimerís disease (AD). These conditions are responsible for >50% of morbidity/mortality in aging men. More than 15% of men older than 70 show some degree of LOY and these men survive on average only half as long as men without LOY. Smoking is strongly associated with LOY and remarkably, the fraction of cells with LOY decreases after cessation of smoking. Cells with LOY can be detected, and disease risks predicted, many years before clinical manifestation of disease. These results of associations between LOY, cancer and smoking have been published in Nature Genetics and Science during 2014.\n\nThe overall objective of the proposal is to develop LOY as a new, strong and predictive biomarker. To this end, the research program focuses on three objectives: 1) expanding the study of LOY and associations with disease risks in still larger cohorts; 2) investigating functional aspects of LOY; and 3) develop improved technology for LOY-detection. The successful execution of the project is essential before LOY-testing in clinics can be realized. \n\nDiagnosis of cancer and AD in modern medicine is based on clinical symptoms of disease. Through earlier identification of individuals at increased risk for disease, preventive strategies could be applied, before the severe stages appear. Preliminary results affirm the feasibility of the project and provide proof-of-concept that LOY-tests can be used for early identification of men with increased risks for these diseases. In addition to improving diagnostics and therapeutics; implementation of LOY-testing could prevent smoking-related disease and reduce the health care costs. In the end, LOY-testing could decrease male mortality rates and possibly eliminate the sex-difference in life expectancy. The project will therefore benefit individual patients as well as healthcare systems and society at large.",
    "totalCost": "1525000",
    "ecMaxContribution": "1525000",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1525000
        }
    },
    "calculatedTotalContribution": 1525000
}