{
    "rcn": "200752",
    "acronym": "QuModQu",
    "topics": "ERC-StG-2015",
    "title": "Quantification and modality in the realm of questions",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The interpretation of linguistic expressions has been investigated from various theoretical perspectives, ranging from linguistics and philosophy to logic and cognitive science, leading to many applications in computer science. At the heart of this enterprise is a simple yet powerful notion of meaning as truth-conditional content. Despite its merits, this view has a fundamental limitation: while suitable for statements, it does not apply to other sentence types, like questions.\nThis limitation has recently led the applicant and his collaborators to propose a more general notion of meaning, giving rise to a new semantic framework called inquisitive semantics. This framework opens up new horizons for all disciplines concerned with linguistic meaning. The present project explores these horizons in logic and linguistics, also making substantial connections with philosophy and computer science.\nIn linguistics, besides providing a framework for the analysis of questions, the new approach suggests that inquisitive content plays a role in the semantics of statements as well, which sheds new light on recent linguistic observations that are highly puzzling from a purely truth-conditional point of view.\nIn logic, the enriched notion of meaning also opens up new, exciting possibilities. While logic is standardly concerned with reasoning processes that involve concrete pieces of information, our new perspective also allows us to consider reasoning processes involving types of information. Relations between types of information play a central role in natural sciences, and also in various applicative domains in computer science.\nThe project will explore in detail how the inquisitive perspective extends the boundaries of logic and linguistics, with a particular focus on the domains of quantification and modality, which are central to both enterprises. The approach will be highly inter-disciplinary in nature, forging cross-fertilization between the two fields.",
    "totalCost": "1391324",
    "ecMaxContribution": "1391324",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1391324
        }
    },
    "calculatedTotalContribution": 1391324
}