{
    "rcn": "200744",
    "acronym": "ApeAttachment",
    "topics": "ERC-StG-2015",
    "title": "Are social skills determined by early live experiences?",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Social bonding success in life impacts on health, survival and fitness. It is proposed that early and later social experience as well as heritable factors determine social bonding abilities in adulthood, although the relative influence of each is unclear. In humans, the resulting uncertainty likely impedes psychological and psychiatric assessment and therapy. One problem hampering progress for human studies is that social bonding success is hard to objectively quantify, particularly in adults. I propose to directly address this problem by determining the key influences on social bonding abilities in chimpanzees, our closest living relative, where social bonding success can be objectively quantified, and is defined as number of affiliative relationships maintained over time with high rates of affiliation.\nObjectives. This project will quantify the relative impact of early and later social experience as well as heritable factors on social hormone levels, social cognition and social bonding success in 270 wild and captive chimpanzees, using both cohort and longitudinal data. This will reveal the degree of plasticity in social cognition and bonding behaviour throughout life. Finally, it will evaluate the potential for using endogenous hormone levels as non-invasive biomarkers of social bonding success, as well as identifying social contexts that act as strong natural social hormone releasers.\nOutcomes. This project will expose what makes some better at social bonding than others. Specifically, it will show the extent to which later social experience can compensate for early social experience or heritable factors in terms of adult social bonding success, the latter being a key factor in determining health and happiness in life. This project also offers the potential for using hormonal biomarkers in clincial settings, as objective assessment of changes in relationships over time, and in therapy by engaging in social behaviours that act as strong social hormone releasers.",
    "totalCost": "1495000",
    "ecMaxContribution": "1495000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1495000
        }
    },
    "calculatedTotalContribution": 1495000
}