{
    "rcn": "200707",
    "acronym": "NEUROGOAL",
    "topics": "ERC-StG-2015",
    "title": "Neuronal Coding of Choice and Action-Selection during Decision-Making in Behaving Mice",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Our daily life is a complex chain of decisions and actions that shapes our behaviors. Individuals tend to choose the best action possible among different alternatives through ìgoal-directedî decision-making. Given that action-selection is supposed to occur on the basis of the individual subjective evaluation of the relative costs and benefits of each action, two types of information need to be integrated within choice-specific neuronal representations: the causal consequences of an action (outcome) and the value of the outcome. The prefrontal cortex (PFC) appears to be well suited to organize such action-selection. However, despite the growing interest in decision-making over the past few years, the neuronal and synaptic mechanisms underlying goal-directed action-selection in normal and pathological conditions remain elusive. By using two-photon imaging over long-time frames in behaving mice, our project will first determine how alternative choices are encoded by specific neuronal representations in the PFC, and how they are compared during decision-making to select to best action possible. To achieve flexible behaviors in a dynamic environment, individuals must rapidly update these representations according to the difference between the predicted and the obtained outcome. Many cortical and subcortical structures act in coordination to encode and process changes in the outcome value, but the synaptic underpinnings remain unknown. Our proposal will take full advantage of in vivo methods combining electrophysiology, optogenetic and genetically-encoded calcium indicators to address the causal relationship between subcortical population dynamics and prefrontal neuronal processing during decision-making and behavioral flexibility. Finally, given that motivational alterations are observed in many human neuropsychiatric disorders including autism, we will tackle synaptic, cellular and behavioral decision-making deficits in a mouse model of autism.",
    "totalCost": "1499933",
    "ecMaxContribution": "1499933",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499933
        }
    },
    "calculatedTotalContribution": 1499933
}