{
    "rcn": "200792",
    "acronym": "PreventStoCan",
    "topics": "ERC-CoG-2015",
    "title": "Understanding microbe-induced stomach cancer ñ the key to a workable strategy for worldwide prevention",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Stomach cancer is the 4th most common cancer and 2nd leading cause of cancer-related death worldwide. The aim of this proposal is to deepen the understanding of mechanisms involved in microbe-induced gastric carcinogenesis, which will facilitate risk stratification for identification of high-risk groups and may offer new opportunities for pharmacological and probiotic prevention. We hypothesize that novel H. pylori genotypic variation can predict carcinogenicity. The cancer-causing H. pylori strains may no longer be present at the time of cancer diagnosis, displaced by a changed microenvironment and invading microorganisms. We further hypothesize that the composition of invading microorganisms determines the risk of stomach cancer. To test these hypotheses, we will perform a case-control study nested within a historic cohort of patients with gastric biopsies taken decades ago. For cases who developed stomach cancer several years after index biopsy and their matched controls, paraffin-embedded blocks will be retrieved for metagenomic analysis of H. pylori and other microfloras, using our new method with laser capture micro-dissection, DNA amplification and sequencing. Interactions of host response and environmental exposures with the gastric microbiome will also be checked. To explore the molecular mechanism underlying the gastric carcinogenesis, we will further examine gastric epigenetic changes and mutation profiles by novel methods which require minute amount of starting material. Moreover, we will develop non-invasive tests for infections with carcinogenic strains of H. pylori and other microorganisms, which can easily be deployed in low-resource countries. This project will not only contribute significantly to reducing the worldwide burden of this dreaded malignancy, but also broaden our understanding of the mechanisms linking infection, inflammation and cancer development, and open a door for research using the vast resources of archived pathology materials.",
    "totalCost": "1941531",
    "ecMaxContribution": "1941531",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1941531
        }
    },
    "calculatedTotalContribution": 1941531
}