{
    "rcn": "200772",
    "acronym": "PSYCHOCELL",
    "topics": "ERC-CoG-2015",
    "title": "Cellular substrate of abnormal network maturation in neuropsychiatric disorders",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The long-lasting burden of major neuropsychiatric disorders results from disruption of cognitive performance in daily life. Impairment of long-range coupling between prefrontal cortex and hippocampus represents the substrate of disease-specific mnemonic and executive deficits. While it has been hypothesized that this impairment emerges long before the first clinical symptoms, technical and ethical limitations of non-invasive investigations in high-risk infants precluded the elucidation of ontogenetic mechanisms underlying the pathophysiology of disease. In previous studies, I pioneered the investigation of long-range coupling in the immature brain by developing a multidisciplinary approach that combines electro- and optophysiology in vivo with behavior, anatomy and analysis of network dynamics. Using mouse models of diseaseís etiology, we recently identified the de-coupling of prefrontal-hippocampal networks during early development as potential mechanism underlying adult circuit dysfunction. These findings represent the basis for the current proposal, which aims at understanding the cellular mechanisms accounting for abnormal network maturation in neuropsychiatric disorders. First, the role of excitation/inhibition imbalance in the neonatal prefrontal cortex for disease-specific network impairment will be assessed. Second, the synaptic organization and wiring deficits within neonatal prefrontal-hippocampal networks will be monitored. Third, the cellular substrate of abnormal hippocampal activity causing weaker prefrontal-hippocampal interactions will be ascertained. Finally, the identified cellular elements underlying early network dysfunction will be selectively manipulated to rescue the juvenile circuit function and behavioral performance. Understanding the mechanisms of network dysfunction during early development may open new therapeutic perspectives that, when initiated before the onset of clinical symptoms, may improve the devastating outcome of disease.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}