{
    "rcn": "200731",
    "acronym": "HUNAYNNET",
    "topics": "ERC-StG-2015",
    "title": "Transmission of Classical Scientific and Philosophical Literature from Greek into Syriac and Arabic",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "It is often taken for granted that the Greek-Arabic translation movement (8th-10th c.) that made the whole bulk of Classical Greek scientific and philosophical literature available in Arabic (and that was later handed over to Europe in Latin translations) owes much to the preceding period in the history of transmission of this scientific and philosophical literature, namely translations into the Syriac language that were implemented by Aramaic-speaking Syriac Christians. The problem of continuity between the two periods however has not been tackled thoroughly in scholarship and thus the actual impact of the Syriac translations on later methods of translation has so far not been measured and assessed. One feasible solution to this problem in our understanding of the background to the Greek-Arabic translation movement is to implement a comprehensive comparison of Syriac and Arabic translations by means of lexicographical analysis. This project offers a research tool capable of allowing this comparison. It will combine methods of online lexicography and of corpus linguistics with the aim of presenting in a systematic and rationalized way the lexical data from the entire corpus of Syriac scientific and philosophical translations, comparing and analyzing its terminology and translation techniques, first, with the extant Greek originals and, secondly, with Arabic versions. The lexicographic database will be an effective instrument providing definite data for the study of Syriac and Arabic translations and their close connections. It will reveal how the Syriac translations along with underlying methods and tools that were put to use for the first time ever by Syriac Christians eventually determined the prosperity of the Islamic sciences. Fully endorsing a principle of open access the database creates a new instrument for a study of the history of the transmission of Greek scientific literature in Antiquity and the Middle Ages.",
    "totalCost": "1498452",
    "ecMaxContribution": "1498452",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "RUHR-UNIVERSITAET BOCHUM",
    "participantCountries": "DE",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 1019977
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 478475
        }
    },
    "calculatedTotalContribution": 1498452
}