{
    "rcn": "200753",
    "acronym": "COSI",
    "topics": "ERC-StG-2015",
    "title": "Cerebellar modules and the Ontogeny of Sensorimotor Integration",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The perfect execution of a voluntary movement requires the appropriate integration of current bodily state, sensory input and desired outcome. To assure that this motor output becomes and remains appropriate, the brain needs to learn from the result of previous outputs. The cerebellum plays a central role in sensorimotor integration, yet -despite decades of studies- there is no generally excepted theory for cerebellar functioning. I recently demonstrated that cerebellar modules, identified based on anatomical connectivity and gene expression, differ distinctly in spike activity properties. It is my long-term goal to identify the ontogeny of anatomical and physiological differences between modules, and their functional consequences. My hypothesis is that these differences can explain existing controversies, and unify contradicting results into one central theory. \nTo this end, I have designed three key objectives. First, I will identify the development of connectivity and activity patterns at the input stage of the cerebellar cortex in relation to the cerebellar modules (key objective A). Next, I will relate the differences in gene expression levels between modules to differences in basal activity and strength of plasticity mechanisms in juvenile mice (key objective B). Finally, I will determine how module specific output develops in relation to behavior and what the effect of module specific mutations is on cerebellum-dependent motor tasks and higher order functions (key objective C).\nUltimately, the combined results of all key objectives will reveal how distinct difference between cerebellar modules develop, and how this ensemble ensures proper cerebellar information processing for optimal coordination of timing and force of movements. Combined with the growing body of evidence for a cerebellar role in higher order brain functions and neurodevelopmental disorders, a unifying theory would be fundamental for understanding how the juvenile brain develops.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}