{
    "rcn": "200700",
    "acronym": "POLICIES_FOR_PEACE",
    "topics": "ERC-StG-2015",
    "title": "The economics of lasting peace: The role of policies and institutions",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "This project aims to study what key institutions and policies are best suited to reduce incentives for engaging in appropriation and armed conflict. For achieving and sustaining peace it is crucial to get the incentives right of all main actors in society. While subproject 1 focuses on short-run policies to stop the fighting by drying out the funding of rebel groups and hence move from war to peace, all the remaining subprojects take a medium- to long-run perspective. Subprojects 2 and 3 focus on the medium-run and assess what mix of policies can help to bridge the short- with the long-run and consolidate peace. In particular, drawing on very fine-grained data from Northern Ireland I will in subproject 2 assess the role and interplay of factors of escalation / containment of violence (ìOrange marchesî, ìpeace wallsî) and factors driving democratic representation (gerrymandering and power-sharing). In subproject 3 I will perform a network and conflict analysis based on Twitter data for the Arab Spring to assess the role of civil liberties and freedom of speech in consolidating peace. Subprojects 4 to 6 study factors that are crucial for sustaining long-run peace. In subproject 4 I will build a model of how the main political institutions affect the incentives for contesting democracy on the battlefield, focusing on the role of electoral systems, coalition governments, federalism and direct democracy. Subproject 5 studies the role of education for sustaining peace. With the help of a game-theoretic model I will study the various channels through which education affects incentives for conflict, before testing the main predictions empirically. Subproject 6 focuses on another key role of modern states: Health policies. After building a theory of how health affects combat incentives, I will exploit medical innovations to assess the causal impact of health improvement on conflict incentives.",
    "totalCost": "1013720",
    "ecMaxContribution": "1013720",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 1013720
        }
    },
    "calculatedTotalContribution": 1013720
}