{
    "rcn": "200771",
    "acronym": "FAMSIZEMATTERS",
    "topics": "ERC-CoG-2015",
    "title": "Family size matters: How low fertility affects the (re)production of social inequalities",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "This is the first comprehensive study on the consequences of low fertility for the (re)production of social inequalities. Inequalities in socio-economic well-being, including gender inequalities and regional inequalities, are reproduced from generation to generation. The family plays a central role in the reproduction of social inequalities. Over the last 5 decades, most societies in Europe and East-Asia moved or started moving towards low fertility regimes where the majority of women bear 0, 1 or 2 children. What does this radical change in family size imply for the (re)production of social inequalities? \n\nWhile demographers focus on determinants rather than consequences of low fertility, social inequality scholars largely ignore fertility trends. I connect these major fields to understand the consequences of low fertility and re-think mechanisms for the reproduction of inequalities. From this perspective I generate new empirical and theoretical questions and I highlight growing but under-researched groups (i.e. childless adults and only-children). \n\nI formulate three sets of related innovative questions on the consequences of low fertility for inequalities in (1) children, (2) adults and (3) societies. With regard to children, I investigate multigenerational processes, the changing role of sibling size and the role of only-children in reproducing inequalities. For parents with adult children, I study when and where the ëqualityí of children becomes increasingly important and I examine the role of childless adults in the reproduction of inequalities. \n\nI take a quantitative comparative approach over time and across societies in Europe and East-Asia using multi-actor multilevel data from the newest data initiatives and reviving underused existing data. The insights from the comparative studies are brought together at the macro level in a simulation study. Gender inequalities are addressed throughout the project: has lower fertility reduced gender inequalities?",
    "totalCost": "1902598",
    "ecMaxContribution": "1902598",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1902598
        }
    },
    "calculatedTotalContribution": 1902598
}