{
    "rcn": "200780",
    "acronym": "RiboDisc",
    "topics": "ERC-CoG-2015",
    "title": "Discovery of novel orphan riboswitch ligands",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Riboswitches are mRNA-based gene-regulatory elements triggered by direct interactions with small molecular ligands. They are exciting targets for novel antibiotic strategies. Many putative riboswitches have been identified using bioinformatics. However, ligand identification is getting more complicated since many motifs are not expected to be involved in simple feedback regulation mechanisms. For such ìclassicalî riboswitches ligands have been assigned in the past based on testing metabolites selected by educated guesses guided by the associated gene contexts. We are convinced that this approach limits the identification of riboswitches that play regulatory roles in more complex bacterial processes such as virulence, detoxification, communication, and life style adaptations. Within this project, new riboswitch classes will be identified and characterized, paving the way for the development of antibiotics with novel modes of action.\n\nWe will establish a systematic, robust and unbiased approach for identifying intracellular RNA ligands by fishing small molecules from lysates as well as screening fractionated cellular extracts. The methodology shows great potential for assigning novel riboswitch classes since in preliminary experiments we have successfully isolated a small molecular activity that specifically triggers the ykkC orphan riboswitch motif. A range of analytical and preparative methods will be applied in order to identify the nature of this and further activities. By synthesizing ligands and derivatives thereof we will scout the antibiotic potential of novel riboswitch ligands. The proposed research is highly relevant for one of the major biomedical challenges of the coming decades: Since riboswitches are effective antibacterial targets, the identification of novel riboswitch / ligand interactions has immediate implications for establishing future antibiotic strategies necessary to keep in check the progressing problem of bacterial drug resistance.",
    "totalCost": "1918600",
    "ecMaxContribution": "1918600",
    "coordinator": "UNIVERSITAT KONSTANZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866204": {
            "orgId": "999866204",
            "orgName": "UNIVERSITAT KONSTANZ",
            "ecContrib": 1918600
        }
    },
    "calculatedTotalContribution": 1918600
}