{
    "rcn": "200776",
    "acronym": "ENUBET",
    "topics": "ERC-CoG-2015",
    "title": "Enhanced NeUtrino BEams from kaon Tagging",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "ENUBET has been designed to open a new window of opportunities in accelerator neutrino physics.  \n\nThe proposed project enables for the first time the measurement of the positrons produced in the decay tunnel of conventional neutrino beams: these particles signal uniquely the generation of an electron neutrino at source. \nNeutrino facilities enhanced by the ENUBET technique will have an unprecedented control of the neutrino flux. This will allow to reduce by one order of magnitude the uncertainties on neutrino cross sections: a leap that has been sought after since decades and that is needed to address the challenges of discovering matter-antimatter asymmetries in the leptonic sector.\n\nThe apparatus is a highly specialized electromagnetic calorimeter with fast response, sustaining particle rates as high as 0.5 MHz/cm^2, having excellent electron/pion separation capabilities with a reduced number of read-out channels. ENUBET will boost technologies that have been envisaged for high energy colliders to address this new challenge. On the other hand it will operate in a substantially different configuration. The experiment will be performed at the CERN Neutrino Platform, a recently approved facility where innovative neutrino detectors will be developed exploiting dedicated hadron beam-lines from the SPS accelerator. In the first phase of the project, ENUBET will address the challenges of particle identification from extended sources, developing innovative optical readout systems and cost-effective solutions for radiation imaging. This approach is based on cutting-edge technologies for single photon sensitive devices. During the second phase, the detector will be assembled and characterized at CERN with particle beams. Finally, it will be operated in time coincidence with Liquid Argon neutrino detectors, achieving a major step towards the realization of the concept of tagging individual neutrinos both at production and interaction level, on an event-by-event basis.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}