{
    "rcn": "200770",
    "acronym": "MMS-II",
    "topics": "ERC-CoG-2015",
    "title": "The Mamlukisation of the Mamluk Sultanate II: historiography, political order and state formation in fifteenth-century Egypt and Syria",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "MMS-II pursues the hypothesis that the Mamluk sultanate was a cultural product constructed in the interaction between state formation and historiography. MMS-II follows up from the ERC-project MMS' focus on the social production of power networks in the Syro-Egyptian sultanate between the 1410s and 1460s, but it does so by directing the themes of political history and Arabic historiography towards entirely new, unexplored horizons. Current understanding of the late medieval Middle East continues to rely heavily on the rich Arabic historiographical production of the period. However, the particular nature, impact and value of this highly politicized historiography remains hugely underexplored and underestimated. MMS-II aims to remedy this, by arguing with and beyond instead of against or outside of this historiographyís subjectivities. It wants to understand its texts as products of particular socio-cultural practices and, at the same time, as a particular type of actors in such practices. Analytically, state formation will be prioritised as one extremely relevant patterned set of effects of such practices. Heuristically, the project will focus on practices related to claims of historical truth and order, asking how Arabic historiographical texts written between the 1410s and the 1460s related to the regularly changing social orders that were produced around the different sultans of these decades. My main hypothesis is that of these texts' active participation in the construction of a particular social memory of one longstanding sultanate of military slaves (ëMamlukisationí). MMS-II has three specific objectives: the creation of a reference tool for Arabic historiographical texts from the period 1410-1470; the in-depth study of particular sets of these texts; the analysis of political vocabularies in these texts. By thus exploring the inter-subjective re/production of Arabic historiography MMS-II will generate a welcome cultural turn in late medieval Islamic history.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}