{
    "rcn": "200747",
    "acronym": "WINDMIL",
    "topics": "ERC-StG-2015",
    "title": "Smart Monitoring, Inspection and Life-Cycle Assessment of Wind Turbines",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The excessive energy consumption that Europe is faced with, calls for sustainable resource management and policy-making. Amongst renewable sources of the global energy pool, wind energy holds the lead. Nonetheless, wind turbine (WT) facilities are conjoined with a number of shortcomings relating to their short life-span and the lack of efficient management schemes. With a number of WTs currently reaching their design span, stakeholders and policy makers are convinced of the necessity for reliable life-cycle assessment methodologies. However, existing tools have not yet caught up with the maturity of the WT technology, leaving visual inspection and offline non-destructive evaluation methods as the norm.\n\nThis proposal aims to establish a smart framework for the monitoring, inspection and life-cycle assessment of WTs, able to guide WT operators in the management of these assets from cradle-to-grave. Our project is founded on a minimal intervention principle, coupling easily deployed and affordable sensor technology with state-of-the-art numerical modeling and data processing tools. An integrated approach is proposed comprising: (i) a new monitoring paradigm for WTs relying on fusion of structural response information, (ii) simulation of influential, yet little explored, factors affecting structural response, such as structure-foundation-soil interaction and fatigue (ii) a stochastic framework for detecting anomalies in both a short- (damage) and long-term (deterioration) scale.\n\nOur end goal is to deliver a ìprotection-suitî for WTs comprising a hardware (sensor) solution and a modular readily implementable software package, titled ETH-WINDMIL. The suggested kit aims to completely redefine the status quo in current Supervisory Control And Data Acquisition systems. This pursuit is well founded on background work of the PI within the area of structural monitoring, with a focus in translating the value of information into quantifiable terms and engineering practice.",
    "totalCost": "1486224",
    "ecMaxContribution": "1486224",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1486224
        }
    },
    "calculatedTotalContribution": 1486224
}