{
    "rcn": "200727",
    "acronym": "HOLDING-HANDS",
    "topics": "ERC-StG-2015",
    "title": "Holding hands: cell-cell junctions in breast cancer metastasis and resistance to therapy",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Breast cancer is the most common cancer in women, resulting in as many as 500000 deaths per year worldwide. Patients with breast cancer die unequivocally because of the development of incurable distant metastases and not because of symptoms related to the primary site. Understanding the complex, yet fundamental mechanisms driving breast cancer metastasis is critical to develop therapies tailored to this disease.\n The current understanding of how metastasis occurs is derived primarily from mouse models and largely dominated by the notion that single migratory cancer cells within the primary tumor can actively disseminate to distant sites and develop as metastatic deposits. Unexpectedly, our very recent study on patient blood samples has shown that cancer cell groupings, held together through strong cell-cell junctions, can break off the primary tumor and form a metastatic lesion up to 50 times more efficiently than single migratory cancer cells (Aceto et al, Cell, 2014). These findings lead to new open questions, yet highlight a previously unappreciated and targetable mechanism of cancer dissemination.\nOur preliminary data suggest that, among all types of cell-cell junctions, desmosomes and tight junctions are involved in this process, and therefore represent unprecedented options for developing a metastasis-tailored therapy for breast cancer.\nThe two predominant goals of this proposal are: first, to define the role of specific desmosome (DSG2) and tight junction (CLDN3 and TJP2) components in the development of metastasis. Second, to address their involvement in cellular signaling and response to therapy. These studies will not only use our first-of-a-kind in vivo models developed from patients with breast cancer metastases, but also cross the boundaries between basic science and clinical applications.\nOur research has the long-term ambition to lead to a novel class of therapeutic agents tailored to block cell-cell junctions and prevent metastatic spread of cancer.",
    "totalCost": "1744921",
    "ecMaxContribution": "1744921",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 1744921
        }
    },
    "calculatedTotalContribution": 1744921
}