{
    "rcn": "200750",
    "acronym": "SNSNEWS",
    "topics": "ERC-StG-2015",
    "title": "The new flow of news : how social network sites transform news organization and citizens  political behavior",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "News industry is undergoing a major transition: Traditional news consumption is on the decline, while citizens increasingly turn their attention to social network sites (SNSs). To accommodate this trend, news industry has been incorporating SNSs into its platforms, changing news into a social product. The project will explore this process and reveal its implications for news production and audiencesí political behavior. I develop a new model anchored in network logic and involving three key actors in news creation and distribution: news organizations, which are adapting news production to the logic of sharing; news feeders ñ users who select and disseminate news stories, thereby serving as a bridge between their online followers and news organizations; and news feedees ñ individuals whose news consumption is limited to stories fetched for them by feeders in their SNSs. The model points to some long-term effects on individuals' political beliefs and behavior as a consequence of acting as feeders or feedees. Multiple innovative methods will be employed, some of which will be implemented in the field of media and political studies for the first time. The methods are mutually complementary, combining ëbig dataí analysis with small-N in-depth designs. To study news organizations, I will interview news editors and analyze traffic data juxtaposing it against content analysis. To study usersí behavior and identify feeders and feedees, I will conduct a laboratory observation in which surfing behavior and physiological attention indices will be measured unobtrusively. Long-term political effects will be tested using a combination of survey panel data and web-based behavioral data spanning a period of two years. The proposal is theoretically and empirically innovative and can impact future research by providing novel conceptualization of news distribution, consumption and influence, as well as by introducing a new methodological ëgolden standardí to audience research.",
    "totalCost": "1499044",
    "ecMaxContribution": "1499044",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1499044
        }
    },
    "calculatedTotalContribution": 1499044
}