{
    "rcn": "200746",
    "acronym": "Optimal-Immunity",
    "topics": "ERC-StG-2015",
    "title": "Optimal diversity in immunity ñ to overcome pathogens and maximize fitness; moving from correlative associations to a more mechanistic understanding using wild songbirds.",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The Major Histocompatibility Complex (MHC) genes are intensively studied genes in association with disease resistance. MHC proteins are essential for initiating every adaptive immune response and MHC is probably the most extreme example of how selection from a wide range of pathogens maintains high diversity in host immunity genes. However, the functions of the MHC proteins are only known in humans and model organisms, species that cannot be studied under natural conditions. There is therefore a need to study function of MHC proteins in species that can be thoroughly monitored in their natural habitat under varying pathogen regimes and over several generations. These parameters can be assessed in wild songbirds making them excellent study systems. Songbirds have large numbers of MHC gene copies, although little is known about how these affect their immune responses. Does high MHC copy number indicate that songbirds can recognize and combat more pathogens than other animals? They do fight infections satisfactory at their breeding, stopover and overwintering sites. \n\nIn this proposal my overarching aim is a more mechanistic understanding for survival and fitness linked to MHC in animals from wild populations and to take this field of research beyond the simple correlative associations that hitherto have been the rule. To reach this goal I must first characterize songbird MHC, now possible with ësingle molecule real time sequencingí. Therefore a rather substantial part of this proposal is technology. I will use two different songbird study systems; long-distance migratory great reed warblers and sedentary house sparrows and malaria-like pathogens infecting both these species. I am an experienced researcher on MHC and together with my team I will (1) characterize the MHC genomic region, (2) measure expression of MHC genes, (3) build MHC proteins and (4) measure functional MHC diversity in relation to fitness in wild birds, both in nature and in experimental set-ups.",
    "totalCost": "1498732",
    "ecMaxContribution": "1498732",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1498732
        }
    },
    "calculatedTotalContribution": 1498732
}