{
    "rcn": "200754",
    "acronym": "BARCODE DIAGNOSTICS",
    "topics": "ERC-StG-2015",
    "title": "Next-Generation Personalized Diagnostic Nanotechnologies for Predicting Response to Cancer Medicine",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Cancer is the leading cause of death in the Western world and the second cause of death worldwide. Despite advances in medical research, 30% of cancer patients are prescribed a medication the tumor does not respond to, or, alternatively, drugs that induce adverse side effects patients' cannot tolerate.\nNanotechnologies are becoming impactful therapeutic tools, granting tissue-targeting and cellular precision that cannot be attained using systems of larger scale.\nIn this proposal, I plan to expand far beyond the state-of-the-art and develop a conceptually new approach in which diagnostic nanoparticles are designed to retrieve drug-sensitivity information from malignant tissue inside the body. The ultimate goal of this program is to be able to predict, ahead of time, which treatment will be best for each cancer patient ñ an emerging field called personalized medicine. This interdisciplinary research program will expand our understandings and capabilities in nanotechnology, cancer biology and medicine.\nTo achieve this goal, I will engineer novel nanotechnologies that autonomously maneuver, target and diagnose the various cells that compose the tumor microenvironment and its disseminated metastasis. Each nanometric system will contain a miniscule amount of a biologically-active agent, and will serve as a nano lab for testing the activity of the agents inside the tumor cells.\nTo distinguish between system to system, and to grant single-cell sensitivity in vivo, nanoparticles will be barcoded with unique DNA fragments.\nWe will enable nanoparticle' deep tissue penetration into primary tumors and metastatic microenvironments using enzyme-loaded particles, and study how different agents, including small-molecule drugs, proteins and RNA, interact with the malignant and stromal cells that compose the cancerous microenvironments. Finally, we will demonstrate the ability of barcoded nanoparticles to predict adverse, life-threatening, side effects, in a personalized manner.",
    "totalCost": "1499250",
    "ecMaxContribution": "1499250",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 1499250
        }
    },
    "calculatedTotalContribution": 1499250
}