{
    "rcn": "200775",
    "acronym": "BUILDUP",
    "topics": "ERC-CoG-2015",
    "title": "Galaxy Buildup in the Young Universe: from the First Billion Years through the Peak Activity Epoch",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Deep galaxy surveys are the most valuable asset to understand the history of our Universe. They are key to test galaxy formation models which, based on the Cold Dark Matter framework, are successful at reproducing general aspects of galaxy evolution with cosmic time. However, important discrepancies still exist between models and observations, most notably at high redshifts. This Project will reconstruct the history of galaxy buildup from the first billion years of cosmic time through the peak activity epoch of the Universe, which occurred 10 billion years ago, providing a fundamental constraint for galaxy formation models.\n\nI am leading the largest ultra-deep galaxy survey that will ever be conducted with the Spitzer Space Telescope. In this Project, I will exploit my new Spitzer program to do a groundbreaking study of galaxy buildup in the young Universe, paving the way for further galaxy evolution studies with the forthcoming James Webb Space Telescope (JWST). My main objectives are: 1) quantifying galaxy stellar mass assembly beyond the peak activity epoch, through the study of the galaxy stellar mass function up to z~7; 2) measuring, for the first time, galaxy clustering with stellar mass information up to such high redshifts; 3) linking galaxy growth to dust-obscured star formation using Spitzer and new APEX/AMKID sub-millimetre data; 4) unveiling the first steps of galaxy buildup at z>7 with JWST; 5) optimizing the official JWST Mid Infrared Instrument (MIRI) data reduction pipeline for the analysis of deep galaxy surveys. The delivery of an optimized MIRI pipeline is an important added value to the scientific outcome of this Project, which will benefit the general Astronomical community.\n \nThis is the right time for this Project to make a maximum impact. We are now in a turning point for IR Astronomy, and this opportunity should not be missed. This Project will have a long-lasting legacy, bridging current and next generations of IR galaxy surveys.",
    "totalCost": "1902235",
    "ecMaxContribution": "1902235",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1902235
        }
    },
    "calculatedTotalContribution": 1902235
}