{
    "rcn": "200726",
    "acronym": "Remote memory traces",
    "topics": "ERC-StG-2015",
    "title": "Cellular and molecular mechanisms of remote fear attenuation",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Traumatic events generate some of the most enduring forms of memories. Despite an elevated lifetime prevalence of related fear and anxiety disorders, effective treatments for traumatic memories are scarce and the mechanisms behind successful memory attenuation poorly understood. This discrepancy is particularly pronounced for remote traumata, when the original insult occurred in the distant past.\n\nHere, we propose to identify, isolate to analyze, and causally determine neuronal subpopulations involved in remote fear memory attenuation. To achieve these goals, we will use a combination of transgenic mice with direct in situ manipulations of neuronal subpopulations and cell type-specific transcriptomic and epigenetic profiling. Specifically, we will inducibly and persistently tag neurons activated by remote memory recall, and subsequently capitalize on this tag threefold: First, by visualizing this tag after successful memory attenuation, we will identify neuronal subpopulations that promote remote memory reduction. Second, by using this tag as an anchor for pharmacological manipulations interfering with neuronal activity, we will determine a causal implication of these neurons in successful memory attenuation. Lastly, by employing this tag as bait, we will isolate neuronal subpopulations that promote memory attenuation to analyze their epigenetic regulation of gene expression, a core component of enduring forms of memories. By investigating these mechanisms in three independent protocols for memory attenuation, we seek to provide proof-of-principle that successful memory attenuation is defined by a unique molecular signature, which can serve as a template to better ascertain the potential of other treatments aimed at attenuating remote memories.\n\nWe expect this project to deepen our understanding of remote traumatic memories and their attenuation at an unprecedented cellular and molecular resolution.",
    "totalCost": "1494325",
    "ecMaxContribution": "1494325",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1494325
        }
    },
    "calculatedTotalContribution": 1494325
}