{
    "rcn": "200791",
    "acronym": "HIGGSBNDL",
    "topics": "ERC-CoG-2015",
    "title": "Higgs bundles: Supersymmetric Gauge Theories and Geometry",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "String theory provides a unified description of particle physics and gravity, within a consistent theory of quantum gravity. The goal of this research is to develop both the phenomenological implications as well as conceptual foundations of string theory and its non-perturbative completions, M- and F-theory. Both, seemingly independent, questions are deeply connected to a mathematical structure, the Higgs bundle, which characterizes supersymmetric vacua of dimensionally reduced gauge theories, and insights into the moduli space of Higgs bundles will result in a fruitful cross-connection between these subjects.\nFor string theory to engage in a meaningful dialog with particle physics, it is paramount to gain a universal understanding of the low energy effective theories that can arise from it. Building on the success of studying F-theory vacua in terms of Higgs bundles, we propose to develop the Higgs bundle approach for M-theory on G2-manifolds, leading to a universal characterization of the low energy physics. Methods developed for Higgs bundles of d = 3 N = 2 theories obtained from M5-branes on three-manifolds will be used in this process. Associated to each Higgs bundle is a local G2 manifold and we propose a way (using new results in geometry) to construct compact G2 spaces associated to these, which manifestly ensure the phenomenological soundness of the compactifications.\nHiggs bundles have recently also played a key role in studying the compactifications of the M5-brane in M-theory. We propose and develop a new duality between a d = 4 theory on a four-manifold X4 and a d = 2, N = (2,0) supersymmetric gauge theory on a two-sphere S2, obtained by considering the M5-brane theory on X4xS2. The supersymmetric vacua have a characterization in terms of Higgs bundles, which can be studied with tools developed for F- theory Higgs bundles on four-manifolds. Furthermore we propose a concrete approach to derive this duality from first principles.",
    "totalCost": "1794562",
    "ecMaxContribution": "1794562",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "KING'S COLLEGE LONDON",
    "participantCountries": "UK",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1794562
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1794562
}