{
    "rcn": "200797",
    "acronym": "TARG-SUP",
    "topics": "ERC-CoG-2015",
    "title": "Targeting TGF-? activation, likely the core mechanism of immunosuppression by human regulatory T cells.",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Regulatory T lymphocytes (Tregs) inhibit immune responses and are required to maintain immune tolerance. Tregs express membrane protein GARP, which displays latent TGF-?1 on the cell surface. Immunosuppression by human Tregs appears to require GARP-mediated activation of TGF-?1.\nMy objectives are to unravel the molecular aspects of TGF-?1 activation by GARP and determine the functional importance of this process in physiological and pathological conditions where Tregs or other GARP-expressing cells are present. As this implies the development of new tools to modulate GARP-dependent TGF-?1 activation and Treg immunosuppression, we will also explore their potential for the treatment of immune-related human diseases, and notably cancer.\nMore specifically, I will:\n- Derive antibodies that modulate GARP-mediated TGF-?1 production by human Tregs and perform structural analyses in the presence of these antibodies to identify tri-dimensional changes in GARP/TGF-?1 complexes that lead to the release of active TGF-?1.\n- Identify and characterize additional proteins implicated in TGF-?1 activation by human Tregs, as GARP is required but not sufficient for TGF-?1 activation by Tregs. \n- Determine the immunological and clinical impact of inhibitory anti-GARP mAbs on cancer in mice. We will derive anti-murine GARP mAbs. As an alternative, we will generate mutant mice expressing a chimeric mouse/human GARP that is recognized by anti-human GARP mAbs. The antibodies will be tested in tumour-bearing mice treated or not with other immunotherapies including vaccines or immunostimulatory antibodies.\n- Determine whether blocking anti-GARP mAbs improve immune responses to microbial vaccines or to chronic infections, as these represent important applications for transient inhibition of Treg activity in humans.\n- Analyse the expression and roles of GARP in non-Treg cells to better understand GARP functions, which remain largely unknown, and predict potential toxicities of anti-GARP mAbs.",
    "totalCost": "1993125",
    "ecMaxContribution": "1993125",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 1993125
        }
    },
    "calculatedTotalContribution": 1993125
}