{
    "rcn": "200764",
    "acronym": "CLUSTER",
    "topics": "ERC-CoG-2015",
    "title": "Birth of solids: atomic-scale processes in crystal nucleation",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The goal of this project is to explore the fundamental processes which trigger the nucleation and growth of solids. Condensed matter is formed by clustering of atoms, ions or molecules. This initial step is key for the onset of crystallization, condensation and precipitate formation. Yet, despite of the scientific and technological significance of these phenomena, on an atomistic level we merely have expectations on how atoms should behave rather than experimental evidence about how the growth of solid matter is initiated. The classical nucleation theory is commonly in agreement with experiments, provided the original and the final stages are inspected qualitatively. However, the classical theory does not define what fundamentally constitutes a pre-nucleation state or how a nucleus is formed at all. CLUSTER aims at investigating the very early stages of crystalline matter formation on an unprecedented length scale. It shall explore the atomic mechanisms which prompt the formation of solids. Complemented by density functional theory calculations and molecular dynamics simulations, in-situ high-resolution electron microscopy shall be used to investigate the formation, dynamics, stability and evolution of tiniest atomic clusters which represent the embryos of solid matter. Firstly, we investigate the 3D structure of clusters deposited on suspended graphene. Secondly, we focus on cluster formation, the evolution of sub-critical nuclei and the onset of particle growth by thermal activation. Thirdly, using a novel liquid-cell approach in the transmission electron microscope, we control and monitor in-situ cluster formation and precipitation in supersaturated solutions. The results of CLUSTER, which will advance the understanding of the birth of solid matter, are important for the controlled synthesis of (nano-)materials, for cluster science and catalysis and for the development of novel materials.",
    "totalCost": "2271250",
    "ecMaxContribution": "2271250",
    "coordinator": "EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907138": {
            "orgId": "999907138",
            "orgName": "EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
            "ecContrib": 2271250
        }
    },
    "calculatedTotalContribution": 2271250
}