{
    "rcn": "200716",
    "acronym": "CONTEXTVISION",
    "topics": "ERC-StG-2015",
    "title": "Visual perception in Context",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Everything occurs in a context. We see a car in the context of a street scene and a stove in the context of a kitchen. Context greatly helps the processing of individual objects. Surprisingly however, context hardly plays a role in most models of visual perception, which treat perception as a largely bottom-up categorization process. \n\nIn this research proposal, I will examine how context changes the cortical computations that give rise to visual perception, focusing on contextual modulations in space and time. Moreover, I will translate this research to a clinical condition that is marked by aberrant context modulations in perception. \nFirstly, I will examine the influence of spatial context from the surround on cortical processing of individual elements. I aim to uncover the neural mechanisms responsible for the contextual facilitation of features and objects.  I hypothesize that spatial context constrains sensory input by changing sensory representations at earlier stages in line with expectations at higher-order stages of perceptual analysis.\nSecondly, I will examine the influence of temporal context from past history. I hypothesize that temporal contexts trigger cortical waves of neural ëpreplayí activity, setting up time-varying templates of expected incoming visual input.\nThirdly, I will test the clinical significance of this framework to understand perceptual atypicalities in Autism Spectrum Disorder (ASD). I will empirically test the hypothesis that ASD is marked by deficient processing of contextual information, in both the spatial and temporal domain. \n\nThis integrative approach has the potential to significantly advance theoretical models of perception, based on underlying neurobiology, and underline the importance of context for understanding perception. Moreover, the knowledge gleaned can have significant societal and clinical impact.",
    "totalCost": "1499421",
    "ecMaxContribution": "1499421",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1499421
        }
    },
    "calculatedTotalContribution": 1499421
}