{
    "rcn": "200711",
    "acronym": "INATTENTION",
    "topics": "ERC-StG-2015",
    "title": "Behavioral and Policy Implications of Rational Inattention",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "This proposal outlines agenda which aims to improve our understanding of policies in environments with cognitively limited agents. It seeks to extend and apply the theory of rational inattention developed in macroeconomics. Citizens are inattentive to details of tax codes, government bureaucrats cannot inspect all data about people in need, and voters are highly uninformed about politiciansí campaign platforms. The agenda is specifically targeted at applications where human inability to digest all available information has strong implications for public policy formation. It falls into three broad parts.\n\tFirst (macroeconomics), the proposed research will develop a new model of risk-sharing in a typical modern-macro setting with heterogeneous agents.  Instead of incentive constraints, the imperfections will be driven by the governmentís or citizensí inability to process all available information. What are the properties of the resulting system of redistribution? Why do taxes often take a simple form? Can minorities be left behind because they attract less of the governmentís attention? \n\tSecond (behavioral economics), it will extend the rational inattention theory to model how agents simplify multidimensional features of the environment. Among many applications, the theory is likely to provide an alternative explanation for mental accounting, when people have separate budgets for different types of expenditures (critical to consumption decisions, especially of the poor), and for salience of different elements of the tax code. \n        Third (political economy), it will develop a unified framework to study implications of votersí rational inattention (selective ignorance) for the outcomes of political processes, such as for popular demand for misguided policies, public good provision, and the complexity of announced platforms. Votersí information acquisition and fragmented information processing will be studied in a field experiment.",
    "totalCost": "950424",
    "ecMaxContribution": "950424",
    "coordinator": "NARODOHOSPODARSKY USTAV AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999547947": {
            "orgId": "999547947",
            "orgName": "NARODOHOSPODARSKY USTAV AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE",
            "ecContrib": 950424
        }
    },
    "calculatedTotalContribution": 950424
}