{
    "rcn": "200729",
    "acronym": "ChemBioAP",
    "topics": "ERC-StG-2015",
    "title": "Elucidation of autophagy using novel chemical probes",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The interest on autophagy, an evolutionarily conserved process in eukaryotes, has enormously increased in the last years, since autophagy is involved in many diseases such as cancer and neurodegenerative disorders. Autophagosome formation is the key process in autophagy. Despite extensive work, the model of autophagosome formation is not yet well established. Some important questions on autophagosome biogenesis remain to be elusive, such as where the bona fide marker protein of autophagosome, LC3, is lipidated, how lipidated LC3 functions in autophagosome formation, and how the proteins for LC3 lipidation and delipidation are involved in autophagosome formation. Although genetic approaches have been useful to identify genes involved in autophagy, they are chronic and thereby the dynamics of phenotypic change cannot be followed, making them not suited for study highly dynamic process such as autophagosome formation. Herein, I propose to develop and use novel chemical probes to address these issues. First, I plan to prepare semi-synthetic caged LC3 proteins and apply them to monitor dynamics of autophagosome formation in the cell in order to address those questions on autophagosome formation. The semi-synthetic LC3 proteins are expected to confer a temporal control and to realize manipulation of protein structure, which renders such studies possible. Second, I intend to develop a versatile approach targeting specific endogenous proteins using a reversible chemically induced dimerization (CID) system, termed as ìknock on and offî strategy. I plan to use this approach to elucidate the function of two distinct PI3K complexes in autophagosome formation. On one hand, the establishment of novel approaches will open up a new avenue for studying biological processes. On the other hand, the use of the tool will reveal the mechanism of autophagy.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}