{
    "rcn": "200710",
    "acronym": "Token Communities",
    "topics": "ERC-StG-2015",
    "title": "Token Communities in the Ancient Mediterranean",
    "startDate": "01/06/2016",
    "endDate": "28/02/2021",
    "objective": "This project will provide the first comprehensive analysis of the role played by tokens in the ancient Mediterranean. Tokens are frequently found on archaeological sites and within museum collections, but are little studied and poorly understood. These objects played a central role in cultural, religious, political and economic life in antiquity; closer study of these objects is thus imperative in gaining a fuller picture of the ancient world and its cultural legacy. An interdisciplinary team will examine tokens and their contexts within the ancient world, focusing on the periods when they are in highest use: the Hellenistic period (postdoctoral researcher) and the Roman world (PI and 2 PhD students). \n\nThe project will combine an analysis of museum material with the known archaeological contexts of these objects. It will be the first project to approach these items in a cross regional and fully contextualised manner. This approach will enable researchers to better define what tokens were in antiquity, and what roles they played. Moreover, through a careful consideration of type, context, and distribution, the project will also explore how these objects actively contributed to the generation of different types of community. The envisaged outcomes will provide a basis for the study of tokens more broadly, generating insights that will inform the display, scholarly use and understanding of these objects within museums and other spaces. The exploration of how tokens and token-communities within antiquity existed alongside official currencies and groups will also provide an important historical parallel for the contemporary development of alternative currencies, their associated values, and communities.",
    "totalCost": "1033723",
    "ecMaxContribution": "1033723",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1033723
        }
    },
    "calculatedTotalContribution": 1033723
}