{
    "rcn": "200734",
    "acronym": "unLiMIt-2D",
    "topics": "ERC-StG-2015",
    "title": "Unique Light-Matter Interactions with Two-Dimensional Materials",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Controlling light- and matter excitations down to the microscopic scale is one major challenge in modern optics. Applications arising from this field, such as novel coherent- and quantum light sources have the potential to affect our daily life. One particularly appealing material platform in quantum physics consists of  monolayer crystals. The most prominent species, graphene, however remains rather unappealing for photonic applications due to the lack of an electronic bandgap in its pristine form. Monolayers of transition metal dichalcogenides and group III-VI compounds comprise such a direct bandgap, and additionally feature intriguing spinor properties, making them almost ideal candidates to study optics and excitonic effects in two-dimensional systems. \nunLiMIt-2D aims to establish these materials as a new platform in solid-state cavity quantum electrodynamics. The targeted experiments will be based on thin layers embedded in high quality photonic heterostructures providing optical confinement.   \nFirstly, I will exploit the combination of ultra-large exciton binding energies, giant absorption and unique spin properties of such materials to form microcavity exciton polaritons. These composite bosons provide the unique possibility to study coherent quantum fluids up to room temperature. Due to the possibility of fabricating such structures by relatively simple means, establishing bosonic condensation effects in atomic monolayers can lead to a paradigm shift in polaritonics. \nSecondly, I will study exciton localization in layered materials, with the perspective to establish a new generation of microcavity-based quantum light sources. Light-matter coupling effects will greatly improve the performance of such sources. I will investigate possibilities of tuning the spectral properties of these localizations via external electric and strain-fields, to gain position control and make use of them as sources of single, indistinguishable photons.",
    "totalCost": "1499931,66",
    "ecMaxContribution": "1499931,66",
    "coordinator": "JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}