{
    "rcn": "200799",
    "acronym": "CONSERVATION",
    "topics": "ERC-CoG-2015",
    "title": "The Economics and Politics of Conservation",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "The UNís approach to climate policy is to focus on national emission caps for greenhouse gases. Most of the economic theory on environmental agreements is also studying such a demand-side approach, even though it is well known that such an approach has several flaws, including carbon leakage and the incentive to free ride. Recent theory has suggested that a better approach may be to focus on the supply-side of the equation, rather than the demand-side. While this recent theory is promising, it is only indicative and has several shortcomings that must be analysed. The goal of this project is to investigate in depth how to best use conservation as an environmental policy tool. The project aims at integrating the theory of emissions and pollution with a model of extraction and thus the supply of exhaustible resources in a coherent and dynamic game-theoretic framework. I will apply this framework to analyse negotiations, agreements, and contracts on extraction levels, and how such policies can interact, complement or substitute for agreements focusing on consumption/emissions. It will also be important to develop and apply the tools of political economics to investigate which (second-best) agreement one may expect to be feasible as equilibria of the game. For highly asymmetric settings, where the possessors of the resource are few (such as for tropical forests), side transfers are necessary and contract theory will be the natural analytical tool when searching for the best agreement. However, also standard contract theory needs to be developed further once one recognizes that the ìagentî in the principal-agent relationship is an organization or a government, rather than an individual.",
    "totalCost": "1571553,75",
    "ecMaxContribution": "1571553,75",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 1571554
        }
    },
    "calculatedTotalContribution": 1571554
}