{
    "rcn": "200713",
    "acronym": "GRAPHCPX",
    "topics": "ERC-StG-2015",
    "title": "A graph complex valued field theory",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "The goal of the proposed project is to create a universal (AKSZ type) topological field theory with values in graph complexes, capturing the rational homotopy types of manifolds, configuration and embedding spaces.\nIf successful, such a theory will unite certain areas of mathematical physics, topology, homological algebra and algebraic geometry. More concretely, from the physical viewpoint it would give a precise topological interpretation of a class of well studied topological field theories, as opposed to the current state of the art, in which these theories are defined by giving formulae without guarantees on the non-triviality of the produced invariants. \n \nFrom the topological viewpoint such a theory will provide new tools to study much sought after objects like configuration and embedding spaces, and tentatively also diffeomorphism groups, through small combinatorial models given by Feynman diagrams. In particular, this will unite and extend existing graphical models of configuration and embedding spaces due to Kontsevich, Lambrechts, Volic, Arone, Turchin and others.\n\nFrom the homological algebra viewpoint a field theory as above provides a wealth of additional algebraic structures on the graph complexes, which are some of the most central and most mysterious objects in the field.\nSuch algebraic structures are expected to yield constraints on the graph cohomology, as well as ways to construct series of previously unknown classes.",
    "totalCost": "1162500",
    "ecMaxContribution": "1162500",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1162500
        }
    },
    "calculatedTotalContribution": 1162500
}