{
    "rcn": "200768",
    "acronym": "ANGI",
    "topics": "ERC-CoG-2015",
    "title": "Adaptive significance of Non Genetic Inheritance",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Our ability to predict adaptation and the response of populations to selection is limited. Solving this issue is a fundamental challenge of evolutionary ecology with implications for applied sciences such as conservation, and agronomy. Non genetic inheritance (NGI; e.g., ecological niche transmission) is suspected to play a foremost role in adaptive evolution but such hypothesis remains untested. Using quantitative genetics in wild plant populations, experimental evolution, and epigenetics, we will assess the role of NGI in the adaptive response to selection of plant populations. The ANGI project will follow the subsequent research program: (1) Using long-term survey data, we will measure natural selection in wild populations of Antirrhinum majus within its heterogeneous array of micro-habitats. We will calculate the fitness gain provided by multiple traits and stem elongation to plants growing in bushes where they compete for light. Stem elongation is known to depend on epigenetic variation. (2) Using a statistical approach that we developed, we will estimate the quantitative genetic and non genetic heritability of traits. (3) We will identify phenotypic changes caused by fitness that are based on genetic variation and NGI and assess their respective roles in adaptive evolution. (4) In controlled conditions, we will artificially select for increased stem elongation in clonal lineages, thereby excluding DNA variation. We will quantify the non genetic response to selection and test for a quantitative epigenetic signature of selection. (5) We will build on our results to generate an inclusive theory of genetic and non genetic natural selection. ANGI builds on a confirmed expertise in selection experiments, quantitative genetics and NGI. In addition, the availability of survey data provides a solid foundation for the achievement of this project. Our ambition is to shed light on original mechanisms underlying adaptation that are an alternative to genetic selection.",
    "totalCost": "1999970",
    "ecMaxContribution": "1999970",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1999970
        }
    },
    "calculatedTotalContribution": 1999970
}