{
    "rcn": "200714",
    "acronym": "HiggspT",
    "topics": "ERC-StG-2015",
    "title": "Differential Higgs distributions as a unique window to New Physics at the LHC",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "In 2012, the ATLAS and CMS experiments at the Large Hadron Collider at CERN announced a ground-breaking discovery: both experiments observed a new particle. Subsequent measurements confirmed it to be a Higgs boson. In the Standard Model (SM) of particle physics, which describes the known elementary particles and their interactions, as well as in many extensions of the SM, the Higgs boson is fundamentally linked to the question of how elementary particles acquire mass. A thorough program of measurements is necessary to determine if this particle has indeed the properties of a Higgs boson as predicted by the SM or one of its extensions, and to gain a complete understanding of the mass generation for elementary particles. Studies of the Higgs sector now open a unique window to the discovery of New Physics.\n\nThe aim of the presented project is to perform a detailed analysis of the Higgs differential distributions measured in Higgs decays to diphotons and to four leptons, using the data collected by the ATLAS experiment between 2015 and 2021. These distributions are sensitive to effects from New Physics and will be confronted with precise theoretical predictions. In this way, the indirect extraction of Higgs couplings and the search for effects from new heavy particles can lead to a discovery of New Physics.\n\nThe detailed analysis of differential distributions goes substantially beyond the standard analyses based on measured event counts. A dedicated program is needed to achieve these goals. With an ERC Starting Grant, I will assemble a team to make decisive contributions to these challenging measurements and build a unique research program. As a former leader of the ATLAS Higgs-to-diphoton physics group and current leader of the electron and photon reconstruction group I am in an ideal position to establish a strong research team. This team will build on the important contributions to the Higgs boson discovery and property studies made by my Young Investigators Group.",
    "totalCost": "1317500",
    "ecMaxContribution": "1317500",
    "coordinator": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986969": {
            "orgId": "999986969",
            "orgName": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
            "ecContrib": 1317500
        }
    },
    "calculatedTotalContribution": 1317500
}