{
    "rcn": "200723",
    "acronym": "MetamorphChip",
    "topics": "ERC-StG-2015",
    "title": "Dynamic Microfluidic Structures for Analysis of Single Cell Systems",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The interaction and communication between individual cells plays a central role in virtually all fields of biology, from the cooperative work of cells in the immune system, through the differentiation of stem cells, and to the proliferation of cancer cells. In recent years it has been shown that these processes are fundamentally coupled to cell-to-cell heterogeneity and variability. Despite the fact that studying cellular ensembles obscures these fundamental biological processes, most current studies consider cell populations, largely due to technological limitations in the ability to dynamically compartmentalize, manipulate, and analyze single cells. \n\nWe propose to develop and demonstrate a new concept for a single-cell-level bioanalytical workspace that is dynamically configurable in real time. Making use of electrokinetically driven surface deformations, a physical mechanism recently invented in my lab, the MetamorphChip will be able to dynamically modify its own microfluidic structure, thus allowing complete freedom in the manipulation of individual cells and their environment, in real time. \n\nThe project is divided into 5 aims:\n \n1. Deepening our physical understanding of electrokinetically driven surface deformations, and using it to create a ìlibraryî of fundamental dynamic elements. \n2. Designing, building, and testing the first prototype MetamorphChip.\n3. Demonstrating the ability of the MetamorphChip to manipulate single cells and their microenvironment.\n4. Performing advanced biochemical analysis on single cells using the chip. \n5. Demonstrating the use of the MetamorphChip for experimental study of immune cell interaction. \n\nI strongly believe that successful implementation of this project would fundamentally change the way in which single-cell experiments are conceived and performed.",
    "totalCost": "1744056",
    "ecMaxContribution": "1744056",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 1744056
        }
    },
    "calculatedTotalContribution": 1744056
}