{
    "rcn": "200737",
    "acronym": "ANaPSyS",
    "topics": "ERC-StG-2015",
    "title": "Artificial Natural Products System Synthesis",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "'Traditionally, natural products are classified into 'natural product families'. Within a family all congeners display specific structure elements, owing to their common biosynthetic pathway. This suggests a bio-inspired or 'collective synthesis', as has been devised by D: W. MacMillan. However, a biosynthetic pathway is confined to these structure elements, thus limiting synthesis with regard to structure diversification. In this research proposal the applicant exemplarily devises a strategic concept to overcome these limitations, by replacing the dogma of 'retrosynthetic analysis' with 'structure pattern recognition'. This concept is termed 'Artificial Natural Product Systems Synthesis รณ ANaPSyS', and aims to supersede the current 'logic of chemical synthesis' as a standard practice in this field.\nANaPSyS exclusively categorizes natural products based on structural relationships รณ regardless of biogenetic origin. The structure pattern analysis groups natural products according to their shared core structure, and thereof creates a common precursor called 'privileged intermediate (PI)'. This intermediate is resembled in each of these natural products and is architecturally less complex. As a result every member of this natural product group can originate from a different natural product family and is obtained via this 'privileged intermediate', which serves as basis for the artificial synthetic network.\nWith ANaPSyS a synthetic route is not restricted to a single target structure anymore (as in conventional synthesis). In comparison with bio-inspired synthesis, which is limited to a single natural product family, ANaPSyS enables the synthesis of a whole set of natural product families. With every synthesis accomplished, the network is upgraded รณ hence diversification leads to a rise in revenue. As a consequence, synthetic efficiency is drastically enhanced, therefore profoundly boosting and facilitating lead structure development.'",
    "totalCost": "1497000",
    "ecMaxContribution": "1497000",
    "coordinator": "UNIVERSITAT KONSTANZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866204": {
            "orgId": "999866204",
            "orgName": "UNIVERSITAT KONSTANZ",
            "ecContrib": 1497000
        }
    },
    "calculatedTotalContribution": 1497000
}