{
    "rcn": "200760",
    "acronym": "SIRPOL",
    "topics": "ERC-CoG-2015",
    "title": "Strongly interacting Rydberg slow light polaritons",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "A fundamental property of optical photons is their extremely weak interactions, which can be ignored for all practical purposes and applications. This phenomena forms the basis for our understanding of light and is at the heart for the rich variety of tools available to manipulate and control optical beams. On the other hand, a controlled and strong interaction between individual photons would be ideal to generate non-classical states of light, prepare correlated quantum states of photons, and harvest quantum mechanics as a new resource for future technology. Rydberg slow light polaritons have recently emerged as a promising candidate towards this goal, and first experiments have demonstrated a strong interaction between individual photons. The aim of this project is to develop and advance the research field of Rydberg slow light polaritons with the ultimate goal to generate strongly interacting quantum many-body states with photons. The theoretical analysis is based on a  microscopic description of the Rydberg polaritons in an atomic ensemble, and combines well established tools from condensed matter physics for solving quantum many-body systems, as well as the inclusion of dissipation in this non-equilibrium problem. The goals of the present project addresses questions on the optimal generation of non-classical states of light such as deterministic single photon sources and Schrˆdinger cat states of photons, as well as assess their potential for application in quantum information and quantum technology. In addition, we will shed light on the role of dissipation in this quantum many-body system, and analyze potential problems and fundamental limitations of Rydberg polaritons, as well as address questions on equilibration and non-equilibrium dynamics. A special focus will be on the generation of quantum many-body states of photons with topological properties, and explore novel applications of photonic states with topological properties.",
    "totalCost": "1505750",
    "ecMaxContribution": "1505750",
    "coordinator": "UNIVERSITAET STUTTGART",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 1505750
        }
    },
    "calculatedTotalContribution": 1505750
}