{
    "rcn": "200722",
    "acronym": "Q-PHOTONICS",
    "topics": "ERC-StG-2015",
    "title": "Quantum fluids of photons in optically-induced structures",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "A variety of classical optical systems exhibiting rich and complex matter-like behavior have been explored in recent years. Unfortunately in the optical regime, photons ñ the fundamental constituents of light ñ do not interact strongly with one another, and therefore cannot be used for studying many-body effects. It is only in the extreme regime of quantum nonlinear optics where effective interactions between photons are made strong. In an atomic gas, strong long-range interactions can be achieved by coupling photons to interacting atoms. First experiments have indicated the formation of a two-photon bound state via this mechanism. The main goal of the proposed research is to develop an optical system based on atomic interactions that realizes quantum many-body physics with optical photons subject to a rich variety of model problems.\n\nThe proposed method relies on reconfigurable, optically-induced, three-dimensional, structures, which are fully compatible with the underlying atomic process. These structures enable the spatial compression of photons for enhancing the interactions, wave guiding for one-dimensional confinement in long media, and a rich variety of two-dimensional potentials with tunable interactions, from nearly-free photons to various tight-binding models with a controllable level of disorder. Optically-induced structures also offer advantages to optical quantum information, enabling better gate fidelities due to stronger nonlinearities and multimode coupling for processes such as photon routing.\n\nOur method has the potential to realize quantum gases and fluids of interacting photons. We can manipulate the effective mass and the band structure, control the potential landscape, and tune the scattering length in the system from attractive to repulsive. In particular, we intend to study few-photon bound states, quantum solitons, Luttinger liquids of photons, and Wigner crystallization in one and two dimensions.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}