{
    "rcn": "200739",
    "acronym": "BUMP",
    "topics": "ERC-StG-2015",
    "title": "BETTER UNDERSTANDING the METAPHYSICS of PREGNANCY",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Every single human is the product of a pregnancy: an approximately nine-month period during which a foetus develops within its motherís body. Yet pregnancy has not been a traditional focus in philosophy. That is remarkable, for two reasons: \nFirst, because pregnancy presents fascinating philosophical problems: what, during the pregnancy, is the nature of the relationship between the foetus and the maternal organism? What is the relationship between the pregnant organism and the later baby? And when does one person or organism become two?\nSecond, because so many topics immediately adjacent to or involved in pregnancy have taken centre stage in philosophical enquiry. Examples include questions about personhood, foetuses, personal identity and the self.\n\nThis project launches the metaphysics of pregnancy as an important and fundamental area of philosophical research. \n\nThe core aims of the project are: \n(1) to develop a philosophically sophisticated account of human pregnancy and birth, and the entities involved in this, that is attentive to our best empirical understanding of human reproductive biology;\n(2) to articulate the metaphysics of organisms, persons and selves in a way that acknowledges the details of how we come into existence; and\n(3) to start the process of rewriting the legal, social and moral language we use to classify ourselves and our actions, so that it is compatible with and can accommodate the nature of pregnancy.\n\nThe project will investigate these questions in the context of a range of philosophical sub disciplines, including analytic metaphysics, philosophy of biology and feminist philosophy, and in close dialogue with our best empirical understanding of the life sciences ñ most notably physiology.",
    "totalCost": "1273290",
    "ecMaxContribution": "1273290",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 1273290
        }
    },
    "calculatedTotalContribution": 1273290
}