{
    "rcn": "200706",
    "acronym": "TranslationRegCode",
    "topics": "ERC-StG-2015",
    "title": "Cracking the Translation Regulatory Code",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Organisms across all kingdoms share several systems that are essential to life, one of the most central being protein synthesis. Living in a continuously changing environment, cells need to constantly respond to various environmental cues and change their protein landscape. In extreme cases, cells globally shut down protein synthesis and upregulate stress-protective proteins. \nMechanisms of translational repression or selective enhancement of stress-induced proteins have been characterized, but their effects were demonstrated on an individual mRNA basis. Which target mRNAs are translationally regulated in response to different environmental cues, and what are the cis-regulatory elements involved, largely remain as open questions. Using ribosome footprint profiling, I recently discovered a novel mode of translational control in stress, underscoring the potential of new technologies to uncover novel regulatory mechanisms. But while transcription cis-regulatory elements have been thoroughly mapped in the past decade, and splicing regulatory elements are accumulating, the identification of translation cis-regulatory elements is lagging behind. \nHere I propose to crack the mammalian translation regulatory code, and close this long-standing gap. I present a novel interdisciplinary framework to comprehensively identify translation cis-regulatory elements, and map their mRNAs targets in a variety of cellular perturbations. Importantly, we plan to explore mechanisms underlying novel cis-regulatory elements, and create the first genome-wide functionally annotated translation regulatory code.\nThe translation regulatory code will map targets of existing mechanisms and shed light on newly identified pathways that play a role in stress-induced translational control. The proposed project is an imperative stepping stone to understanding translational regulation by cis-regulatory elements, opening new avenues in the functional genomics research of translational control.",
    "totalCost": "1587500",
    "ecMaxContribution": "1587500",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 1587500
        }
    },
    "calculatedTotalContribution": 1587500
}