{
    "rcn": "200749",
    "acronym": "UAAWORM",
    "topics": "ERC-StG-2015",
    "title": "Establishing genetic code expansion as a tool to study neuronal circuit function in an animal",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "We pioneered technologies that allow the site-specific introduction of chemically synthesized unnatural amino acids (UAA) into a chosen protein within the context of a multicellular organism - the nematode worm C. elegans. The foundational technology for this advance is genetic code expansion.\nIn its most simple form, genetic code expansion to incorporate UAA into proteins requires an orthogonal aminoacyl-tRNA synthetase/tRNACUA pair to be introduced into the host organism. The orthogonal aminoacyl-tRNA synthetase must specifically recognize an UAA and use this amino acid to specifically aminoacylate its cognate orthogonal tRNACUA, which is itself not a substrate for endogenous synthetases. The aminoacylated tRNA then decodes an amber stop codon introduced into a gene of interest at a specific site.\nOur proposal is at the intersection of synthetic multicellular biology and organismal neurobiology. We aim to engineer photo-activateable proteins in C. elegans neurons by site specifically incorporating photo-caged unnatural amino acids. This will allow us to develop tools to: i) control within an intact, freely moving animal the activity of any desired single neuron or group of neurons, and ii) eventually control the chemical and electrical synaptic connectivity between neurons. We will then apply this technology to investigate how neuronal circuits generate behaviour.\nIn addition and complementary to the development and application of neurobiological tools we will further improve the coding capacity of the wormís protein synthesis machinery.",
    "totalCost": "1499520",
    "ecMaxContribution": "1499520",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1499520
        }
    },
    "calculatedTotalContribution": 1499520
}