{
    "rcn": "200788",
    "acronym": "SolarALMA",
    "topics": "ERC-CoG-2015",
    "title": "ALMA ñ The key to the Sunís coronal heating problem.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "How are the outer layers of the Sun heated to temperatures in excess of a million kelvin?  A large number of heating mechanisms have been proposed to explain this so-called coronal heating problem, one of the fundamental questions in contemporary solar physics. It is clear that the required energy is transported from the solar interior through the chromosphere into the outer layers but it remains open by which physical mechanisms and how the provided energy is eventually dissipated. The key to solving the chromospheric/coronal heating problem lies in accurate observations at high spatial, temporal and spectral resolution, facilitating the identification of the mechanisms responsible for the transport and dissipation of energy. This has so far been impeded by the small number of accessible diagnostics and the challenges with their interpretation. The interferometric Atacama Large Millimeter/submillimeter Array (ALMA) now offers impressive capabilities. Due to the properties of the solar radiation at millimeter wavelengths, ALMA serves as a linear thermometer, mapping narrow layers at different heights. It can measure the thermal structure and dynamics of the solar chromosphere and thus sources and sinks of atmospheric heating. Radio recombination and molecular lines (e.g., CO) potentially provide complementary kinetic and thermal diagnostics, while the polarisation of the continuum intensity and the Zeeman effect can be exploited for valuable chromospheric magnetic field measurements. \nI will develop the necessary diagnostic tools and use them for solar observations with ALMA. The preparation, optimisation and interpretation of these observations will be supported by state-of-the-art numerical simulations. A key objective is the identification of the dominant physical processes and their contributions to the transport and dissipation of energy. The results will be a major step towards solving the coronal heating problem with general implications for stellar activity.",
    "totalCost": "1995963,75",
    "ecMaxContribution": "1995963,75",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 1995964
        }
    },
    "calculatedTotalContribution": 1995964
}