{
    "rcn": "200748",
    "acronym": "SynDegrade",
    "topics": "ERC-StG-2015",
    "title": "The Role of Local Protein Degradation in Neurotransmitter Release and Homeostatic Plasticity",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "While many neurons live for decades, the proteins that determine neural function have half-lives of hours to weeks. On the one hand, this allows for plastic changes during development and learning. On the other hand, this poses the question of how stable neural function can be achieved and maintained at all. Several neurological diseases, such as epilepsy or migraine, have been linked to uncontrolled neural function. However, the molecular mechanisms that stabilize nervous system function are poorly understood. The major site of regulation of neural activity is the chemical synapse. Synaptic function is tightly linked to the specific composition and abundance of proteins at synapses. However, the molecular pathways underlying the homeostatic control of protein levels at synapses, henceforth called synaptic proteostasis, are largely unknown.\n\nThe main objective of this proposal is to unravel the molecular signaling systems underlying synaptic proteostasis through local protein degradation, and its role in regulating a key step in synaptic transmission: neurotransmitter release. We propose to systematically analyze Ubiquitin Proteasome System (UPS)-dependent modulation of synaptic transmission in mutants of all major classes of synaptic genes, with a focus on homeostatic plasticity genes. This will be realized by employing a unique combination of forward genetics and electrophysiological analysis of synaptic transmission in Drosophila. Novel genetically-encoded probes will be used and developed to study synaptic transmission and protein degradation, and to acutely perturb protein function. Finally, this new information will be translated into the mammalian CNS by studying UPS-dependent modulation of release at a CNS synapse that allows for a detailed biophysical description of this phenomenon. Together, this approach should be ideally suited to dissect the molecular signaling systems underlying presynaptic proteostasis, and its role in neural physiology and pathology.",
    "totalCost": "1489340,95",
    "ecMaxContribution": "1489340,95",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 1489341
        }
    },
    "calculatedTotalContribution": 1489341
}