{
    "rcn": "200769",
    "acronym": "Autocat",
    "topics": "ERC-CoG-2015",
    "title": "Autocatalysis: A bottom-up approach to understanding the origins of life",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "'The origin of life is not well understood, and is one of the great remaining questions in science. Autocatalytic chemical reactions have been extensively studied with the aim of providing insight into the principles underlying living systems. In biology, organisms can be thought of as imperfect self-replicators, which produce closely related species, allowing for selection and evolution. Autocatalysis is also an important part of many other biological processes. \nThis project aims to develop new autocatalytic reactions where two simple chemical building blocks come together to give a more complex product, and then the product aggregates to give primitive cell-like structures or 'protocells' such as micelles or vesicles. The protocells allow the starting materials to mix more efficiently, speeding up the reaction in time and giving rise to complex behaviour of the protocells. These reactions will serve as models that I hope will contribute to understanding how cell-like systems can emerge from simpler chemicals and be relevant to how life started on earth.\nThis project will give the opportunity to study chemical systems that may be able to evolve in time, allow development of useful chemical models of important biological processes, and provide ëbottom-upí approaches to synthetic biology. This research will potential allow the study evolution in a new ways, develop technology useful to a number of scientific fields, and potentially shed light on the processes that allowed chemistry to become biology on the primitive Earth.'",
    "totalCost": "2278073",
    "ecMaxContribution": "2278073",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2278073
        }
    },
    "calculatedTotalContribution": 2278073
}