{
    "rcn": "200777",
    "acronym": "HYMNS",
    "topics": "ERC-CoG-2015",
    "title": "High-sensitivitY Measurements of key stellar Nucleo-Synthesis reactions",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The origin of the heavy elements in the Universe is one of the main open questions in modern science. Beyond iron the two main mechanisms of nucleosynthesis are the slow (s) and rapid (r) neutron capture processes operating in giant stars and explosive stellar environments, respectively. Modern s-nucleosynthesis studies are based on the combination of i) stellar models, ii) observed abundances and iii) neutron capture rates measured over many years using several techniques. HYMNS is aimed at a paradigm shift in the sensitivity of s-process neutron capture measurements; The most advanced and accurate methods allow one to measure the neutron capture rate as a function of the neutron energy by combining the time-of-flight technique with radiation detectors, either calorimeters or total energy detectors. These systems are sensitive only to the radiation energy, which ultimately limits the attainable detection sensitivity. State-of-the-art detection systems require drastic innovation if we are to access the stellar (n,g) rates of several key radioactive nuclei, where only small amounts of sample material are available. Such unstable nuclides are of pivotal importance for nucleosynthesis studies because they act as branching points in the s-path and are thus extremely sensitive to the stellar physical conditions. The aim of HYMNS is to develop and apply a novel detection system in the field of (n,g) measurements called total-energy detector with imaging capability (i-TED), which is capable of measuring both the energy and the trajectory of the g-rays, thus enabling a superior level of background discrimination. HYMNS is structured to enable the first measurements for key s-process branching nuclei over the stellar energy range. The first application will be to determine the neutron capture cross section of  79Se, which will provide the most stringent constraint for the thermal conditions and their time-dependence in state-of-the-art evolution models of massive stars.",
    "totalCost": "1886558",
    "ecMaxContribution": "1886558",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1886558
        }
    },
    "calculatedTotalContribution": 1886558
}