{
    "rcn": "200798",
    "acronym": "ASTRUm",
    "topics": "ERC-CoG-2015",
    "title": "Astrophysics with Stored Highy Charged Radionuclides",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The main goal of ASTRUm is to employ stored and cooled radioactive ions for forefront nuclear astrophysics research. Four key experiments are proposed to be conducted at GSI in Darmstadt, which holds the only facility to date capable of storing highly charged radionuclides in the required element and energy range. The proposed experiments can hardly be conducted by any other technique or method.\n\nThe weak decay matrix element for the transition between the 2.3 keV state in 205Pb and the ground state of 205Tl will be measured via the bound state beta decay measurement of fully ionized 205Tl81\\. This will provide the required data to determine the solar pp-neutrino flux integrated over the last 5 million years and will allow us to unveil the astrophysical conditions prior to the formation of the solar system.\n\nThe measurements of the alpha-decay width of the 4.033 MeV excited state in 19Ne will allow us to constrain the conditions for the ignition of the rp-process in X-ray bursters.\n\nASTRUm will open a new field by enabling for the first time measurements of proton- and alpha-capture reaction cross-sections on radioactive nuclei of interest for the p-process of nucleosynthesis.\n\nLast but not least, broad band mass and half-life measurements in a ring is the only technique to precisely determine these key nuclear properties for nuclei with half-lives as short as a millisecond and production rates of below one ion per day.\n\nTo accomplish these measurements with highest efficiency, sensitivity and precision, improved detector systems will be developed within ASTRUm. Possible applications of these systems go beyond ASTRUm objectives and will be used in particular in accelerator physics.\n\nThe instrumentation and experience gained within ASTRUm will be indispensable for planning the future, next generation storage ring projects, which are launched or proposed at several radioactive ion beam facilities.",
    "totalCost": "1874750",
    "ecMaxContribution": "1874750",
    "coordinator": "GSI HELMHOLTZZENTRUM FUER SCHWERIONENFORSCHUNG Gmbh",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995214": {
            "orgId": "999995214",
            "orgName": "GSI HELMHOLTZZENTRUM FUER SCHWERIONENFORSCHUNG Gmbh",
            "ecContrib": 1874750
        }
    },
    "calculatedTotalContribution": 1874750
}