{
    "rcn": "200703",
    "acronym": "INTEGHER",
    "topics": "ERC-StG-2015",
    "title": "Integration of herpesvirus into telomeres: From the mechanism of genome integration and mobilization to therapeutic intervention",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Herpesviruses cause serious diseases in humans and animals. After initial lytic infection, herpesviruses establish a quiescent (latent) infection, which allows their persistence in the host for life. We and others recently identified a novel mechanism that allows maintenance of the genome of certain herpesviruses during latency, by integrating their complete genetic material into host telomeres. One of these viruses is human herpesvirus 6 (HHV-6) which is associated with seizures, encephalitis, and graft rejection in transplant patients. Sporadic reactivation of the integrated virus ensures continued evolution of the virus as it spreads to a new cadre of susceptible individuals. There are critical gaps in our knowledge regarding the fate of herpesvirus genomes during integration and reactivation as well as of viral and cellular factors involved in these processes.\nINTEGHER will make use of novel technologies to close these gaps and to devise new therapeutic approaches. Specifically, we will 1) determine the fate of the HHV-6 genome during latency by developing a novel reporter system that allows live-cell imaging of the virus genome in living cells and elucidate epigenetic changes of the HHV-6 genome during integration and reactivation; 2) identify viral and cellular factors that drive virus genome integration and reactivation, using recombinant viruses, drugs and CRISPR/Cas9 genome engineering 3) employ genome-editing tools to eliminate the virus genome integrated in host chromosomes in vitro and in an in vivo model. The proposal utilizes state-of-the-art technologies and pioneers new approaches, particularly with regard to visualization and excision of virus genomes in latently infected cells that are also present in (bone marrow) transplants. Altogether, these studies will define the mechanism of herpesvirus integration and reactivation and will provide new tools for therapeutic excision of virus genomes from living cells.",
    "totalCost": "1810747",
    "ecMaxContribution": "1810747",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 1810747
        }
    },
    "calculatedTotalContribution": 1810747
}