{
    "rcn": "200712",
    "acronym": "INTERTRAP",
    "topics": "ERC-StG-2015",
    "title": "Integrated absolute dating approach for terrestrial records of past climate using trapped charge methods",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The practice of tuning different climate proxies prevents the observation of regional response times of terrestrial archives to global changes. Thus, it is imperative to develop correlation protocols based on absolute chronologies. Loess-palaeosol deposits are continental archives of Quaternary paleoclimates and loess is generally considered an ideal material for the application of luminescence dating. The agreement obtained for 10-20 ka ages using different techniques has given us confidence in using the state of the art measurement protocols for young deposits, as confirmed by comparison with independent age control. INTERTRAP proposes detailed investigations of loess samples from three continents collected in close proximity to the transition to the recent soil, with the purpose of obtaining a temporal quantification of the ending of the Late Tardiglacial and the beginning of the Holocene. However, a series of recent luminescence investigations carried out on quartz of different grain sizes extracted from Romanian and Serbian loess yielded severe age discrepancies for ages >~40 ka. While the cause of this observation is hitherto not fully explained, our ongoing studies on Chinese loess prove that it is a general effect, potentially affecting deposits worldwide, and raising doubts on previous chronologies. Methodological studies within INTERTRAP will develop an integrated approach using optically stimulated luminescence, thermoluminescence and electron spin resonance investigations. This part of the study aims at unravelling the mechanism responsible for the observed discrepancies and developing innovative trapped charge dating measurement protocols based on quartz that will yield reliable ages for and beyond the last interglacial glacial cycle.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITATEA BABES BOLYAI",
    "coordinatorCountry": "RO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999860578": {
            "orgId": "999860578",
            "orgName": "UNIVERSITATEA BABES BOLYAI",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}