{
    "rcn": "200762",
    "acronym": "FANOEC",
    "topics": "ERC-CoG-2015",
    "title": "Fundamentals and Applications of Inorganic Oxygen Evolution Catalysts",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "The oxygen evolution reaction (OER) is the key reaction to enable the storage of solar energy in the form of hydrogen fuel through water splitting. Efficient, Earth-abundant, and robust OER catalysts are required for a large-scale and cost-effective production of solar hydrogen. While OER catalysts based on metal oxides exhibit promising activity and stability, their rational design and developments are challenging due to the heterogeneous nature of the catalysts. Here I propose a project to (i) understand OER on metal oxides at the molecular level and engineer catalytic sites at the atomic scale; (ii) develop and apply practical OER catalysts for high-efficiency water splitting in electrochemical and photoelectrochemical devices. The first general objective will be obtained by using 2-dimensional metal oxide nanosheets as a platform to probe the intrinsic activity and active sites of metal oxide OER catalysts, as well as by developing sub-nanocluster and single-atom metal oxide OER catalysis. The second general objective will be obtained by establishing new and better synthetic methods, developing new classes of catalysts, and applying catalysts in innovative water splitting devices. \nThe project employs methodologies from many different disciplines in chemistry and materials science. Synthesis is the starting point and the backbone of the project, and the synthetic efforts are complemented and valorised by state-of-the-art characterization and catalytic tests. The project will not only yield significant fundamental insights and knowledge in heterogeneous OER catalysis, but also produce functional and economically viable catalysts for solar fuel production.",
    "totalCost": "2199983",
    "ecMaxContribution": "2199983",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 2199983
        }
    },
    "calculatedTotalContribution": 2199983
}