{
    "rcn": "200766",
    "acronym": "PolyDomFormFuncReg",
    "topics": "ERC-CoG-2015",
    "title": "Discovering how polycomb domains form and function in gene regulation",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Polycomb group chromatin modifying systems are essential for normal gene regulation and development, and alterations in their activity are a hallmark of a broad range of cancers. Although the chromatin modifications placed by the two central polycomb protein complexes (PRC1 and PRC2) are well-characterized, how this fascinating system selects its target sites in vivo, and then forms polycomb chromatin domains that are repressive to transcription remains enigmatic. This constitutes the major conceptual gap in our understanding of this essential gene regulatory system. We recently discovered a new pathway that is sufficient in model systems to initiate polycomb chromatin domain formation. Building on this discovery, an ambitious high-risk/high-reward yet hypothesis-driven multidisciplinary approach integrating biochemical, molecular, genomic, and single-cell analyses will be exploited to discover the fundamental principles that underpin polycomb domain formation and subsequently transcriptional repression. Specifically, the three aims of the research programme are to: (i) Discover how the KDM2B/PRC1 complex initiates polycomb domain formation, (ii) Discover how polycomb target sites are selected and polycomb domains formed during normal cell lineage commitment, and (iii) Discover how polycomb domains regulate gene expression. Going well beyond the state-of-the-art, our innovative approaches will lead to major new breakthroughs closing the conceptual gap that currently limits our understanding of how polycomb complexes regulate gene expression, an essential first step towards the possibility of devising strategies for therapeutic intervention in human cancers and other diseases where these systems are perturbed. Furthermore, support from the ERC in tackling these important problems will allow me to recruit the talented individuals necessary to achieve our objectives and consolidate my position as an emerging leader in the field.",
    "totalCost": "1999416",
    "ecMaxContribution": "1999416",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1999416
        }
    },
    "calculatedTotalContribution": 1999416
}