{
    "rcn": "200773",
    "acronym": "BPI",
    "topics": "ERC-CoG-2015",
    "title": "Bayesian Peer Influence: Group Beliefs, Polarisation and Segregation",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "'The objective of this research agenda is to provide a new framework to model and analyze dynamics of group beliefs, in order to study phenomena such as group polarization, segregation and inter-group discrimination. We introduce a simple new heuristic, the Bayesian Peer Influence heuristic (BPI), which is based on rational foundations and captures how individuals are influenced by others' beliefs. We will explore the theoretical properties of this heuristic, and apply the model to analyze the implications of belief dynamics on social interactions. \nUnderstanding the formation and evolution of beliefs in groups is an important aspect of many economic applications, such as labour market discrimination. The beliefs that different groups of people have about members of other groups should be central to any theory or empirical investigation of this topic. At the same time, economic models of segregation and discrimination typically do not focus on the evolution and dynamics of group beliefs that allow for such phenomena. There is therefore a need for new tools of analysis for incorporating the dynamics of group beliefs; this is particularly important in order to understand the full implications of policy interventions which often intend to 'educate the public'. The BPI fills this gap in the literature by offering a tractable and natural heuristic for group communication.\nOur aim is to study the theoretical properties of the BPI, as well as its applications to the dynamics of group behavior. Our plan is to: (i) Analyze rational learning from othersí beliefs and characterise the BPI. (ii) Use the BPI to account for cognitive biases in information processing. (iii) Use the BPI to analyze the diffusion of beliefs in social networks. (iv) Apply the BPI to understand the relation between belief polarization, segregation in education and labour market discrimination. (v) Apply the BPI to understand the relation between belief polarization and political outcomes.'",
    "totalCost": "1662942",
    "ecMaxContribution": "1662942",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1662942
        }
    },
    "calculatedTotalContribution": 1662942
}