{
    "rcn": "200743",
    "acronym": "COMPLEXITY",
    "topics": "ERC-StG-2015",
    "title": "Understanding the Complexity of Modern Financial Systems",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The modern financial system has undergone immense transformation in recent years and is far more complex than ever before. In lockstep, financial regulation has also become more complex. This research proposal attempts to improve our understanding of potential drivers of this complexity and the implications of this change on the allocation of resources.\n\nTaking a positive rather than a normative approach, I will analyse post-crisis changes at both the micro- and at the macro-levels to create a broader understanding of complexities in the current financial system. In order to do so, I will employ a set of advanced research designs, as well as a uniquely assembled micro-level dataset covering state and privately owned financial institutions in Asia, Africa, South America and Europe. \n\nThis project will focus on two interconnected areas of research: 1) Organisation of Credit, 2) Financial regulation in a complex environment. The aim of this project is to create a sustainable framework for the study of post-crisis financial systems, and to shape the current debate on the future of post-crisis financial structures and the development of policy in this area. Not only will this research have a considerable impact on our understanding of financial systems, it will also impact fields beyond finance, like Organisational Economics, Industrial Organisation and Development Economics.",
    "totalCost": "1498947",
    "ecMaxContribution": "1498947",
    "coordinator": "LONDON BUSINESS SCHOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999433681": {
            "orgId": "999433681",
            "orgName": "LONDON BUSINESS SCHOOL",
            "ecContrib": 1498947
        }
    },
    "calculatedTotalContribution": 1498947
}