{
    "rcn": "200733",
    "acronym": "inHForm",
    "topics": "ERC-StG-2015",
    "title": "Integrative omics of heart failure to inform discovery of novel drug targets and clinical biomarkers",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Heart failure is a leading cause of morbidity and mortality in the aging European populations. It is the end-stage of myocardial and valvular disease, arising from loss of viable or functional muscle cells in the heart. Therapy is complicated by the multitude of causes and comorbidities of heart failure. New therapeutic targets and clinical biomarkers to individually tailor therapy (ëprecision medicineí) are greatly needed. This research program aims to realize the promise of precision medicine by applying an integrated proteomic, genomic and epidemiological approach to the underlying causes, mechanisms and consequences for heart failure. The program builds on unique Swedish nation-wide disease registers and large biobanks, the translational research profile of the investigator and experience in genomics, epidemiology and proteomics. The program includes five work packages: (1) comprehensive plasma protein profiling through a discovery pipeline including novel microarray-based methods and mass spectrometry in a population-based cohort of 6000 subjects and clinical cases to identify subjects at risk for heart disease (2) assessment of heritable components to outcomes in heart disease using nation-wide Swedish registers (3) genome-wide discovery of variants associated with risk of and outcomes in heart disease as well as endophenotypes for cardiac structure and function, using resequencing and DNA microarrays in large population-based cohorts including >70,000 subjects from three generations (4) expression profiling in human heart samples and a novel human cardiomyocyte strain assay to translate genomic and proteomic findings to understanding of pathophysiological mechanisms (5) evaluate the clinical importance of plasma proteins and genetic variants in >3000 clinical cases. This research program is anticipated to result in new insights into the pathophysiology of heart failure and discovery of drug targets and clinical biomarkers.",
    "totalCost": "1496625",
    "ecMaxContribution": "1496625",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1496625
        }
    },
    "calculatedTotalContribution": 1496625
}