{
    "rcn": "200785",
    "acronym": "AMSEL",
    "topics": "ERC-CoG-2015",
    "title": "Atomic Force Microscopy for Molecular Structure Elucidation",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Molecular structure elucidation is of great importance in synthetic chemistry, pharmacy, life sciences, energy and environmental sciences, and technology applications. To date structure elucidation by atomic force microscopy (AFM) has been demonstrated for a few, small and mainly planar molecules. In this project high-risk, high-impact scientific questions will be solved using structure elucidation with the AFM employing a novel tool and novel methodologies. \n\nA combined low-temperature scanning tunneling microscope/atomic force microscope (LT-STM/AFM) with high throughput and in situ electrospray deposition method will be developed. Chemical resolution will be achieved by novel measurement techniques, in particular the usage of different and novel tip functionalizations and combination with Kelvin probe force microscopy. Elements will be identified using substructure recognition provided by a database that will be erected and by refined theory and simulations.\n\nThe developed tools and techniques will be applied to molecules of increasing fragility, complexity, size, and three-dimensionality. In particular samples that are challenging to characterize with conventional methods will be studied. Complex molecular mixtures will be investigated molecule-by-molecule taking advantage of the single-molecule sensitivity. The absolute stereochemistry of molecules will be determined, resolving molecules with multiple stereocenters. The operation of single molecular machines as nanocars and molecular gears will be investigated. Reactive intermediates generated with atomic manipulation will be characterized and their on-surface reactivity will be studied by AFM.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "IBM RESEARCH GMBH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999909854": {
            "orgId": "999909854",
            "orgName": "IBM RESEARCH GMBH",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}