{
    "rcn": "200719",
    "acronym": "EpiID",
    "topics": "ERC-StG-2015",
    "title": "Single-cell epigenomics: quantifying epigenetic changes in individual cells using DamID",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Phenotypic variation arises from the heritable acquisition of cell-type specific gene-expression programs. Key in understanding cellular specification is to elucidate the epigenetic mechanism that underlies transcriptional heterogeneity. Thus a central question in biology is how cell-to-cell variability in the epigenome contributes to the emergence of phenotypic differences.  However, current techniques to profile the epigenome require populations of cells and consequently present ensemble averages of the underlying biology. Therefore, to grasp the molecular concept behind the cellular acquisition of heritable traits it is essential to develop techniques to profile the epigenome at the single-cell level. \nThe advent of single-cell genomics enabled profiling of few epigenetic features and transcriptomics in single cells; however, this toolbox is still very restricted and moreover, to directly correlate the variability in the epigenome to changes in gene-expression activity it is pivotal to device methods to obtain both measurements from the same cell. Therefore, to bridge these shortcomings in the epigenetic toolbox, we plan to develop and apply novel techniques to profile the epigenome in single cells. With this proposal we aim to (1) develop a method to map histone modifications in single cells (2) develop a method to map chromatin organization in single cells (3) develop a method to obtain combined measurements of the epigenome and the transcriptome of the same cell (4) apply these and previously developed single-cell methods, to different biological systems to study how the epigenome contributes to lineage specification. Collectively, the goal of this proposal is to develop a comprehensive single-cell toolbox to take the field to the next (epigenomic) level and to work towards elucidating the molecular mechanism behind cellular specification.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}