{
    "rcn": "200787",
    "acronym": "STEMBAR",
    "topics": "ERC-CoG-2015",
    "title": "Mechanisms and functional significance of diffusion barriers for asymmetric segregation of age in neural stem cells",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Neural stem/progenitor cells (NSPCs) continue to generate new neurons throughout life in distinct regions of the mammalian brain. Adult neurogenesis has been implicated in brain function and altered neurogenesis has been associated with a number of neuropsychiatric diseases such as depression and cognitive ageing. A key feature of somatic stem cell division is the ability to divide asymmetrically and symmetrically for neurogenic and self-renewing cell division, respectively. However, it remains unknown how age is segregated in the context of somatic stem cell division, i.e., if the cellular history and the replicative age of the mother stem cell is passed onto its progeny. Thus, we hypothesized that ñ similar to the previously described barrier that exists in budding yeast ñ somatic stem cells, and more specifically NSPCs, form a diffusion barrier during cell division to retain aging or senescence factors within the stem cell, generating a mechanism for how age is asymmetrically distributed. Indeed, we found the existence of a diffusion barrier that is established during NSPC division, identifying a new mechanism of cellular segregation and asymmetry. With the program proposed here I aim i) to study the effects of the barrier on asymmetric segregation of aging factors and to develop novel tools to visualize the mammalian diffusion barrier, ii) to characterize the presence of a diffusion barrier in endogenous NSPCs in relation to cell division history, iii) to analyse the mechanisms underlying age-associated weakening of the NSPC diffusion barrier, and iv) to evaluate if genetic and pharmacological rescue of the barrier is sufficient to ameliorate the age-dependent decline of neurogenesis. The insights gained from the studies proposed here have the potential to substantially advance our understanding of NSPC biology, to identify a new mechanism underlying the neurogenic process, and to reshape our understanding of asymmetric cell division of somatic stem cells.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}