{
    "rcn": "200718",
    "acronym": "DigitalDoctors",
    "topics": "ERC-StG-2015",
    "title": "Making Clinical Sense: A comparative study of how doctors learn in digital times",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Digital technologies are reconfiguring medical practices in ways we still donít understand. This research project seeks to examine the impact of the digital in medicine by studying the role of pedagogical technologies in how doctors learn the skills of their profession. It focuses on the centuries-old skill of physical examination; a sensing of the body, through the body. Increasingly medical students are learning these skills away from the bedside, through videos, simulated models and in laboratories. My research team will interrogate how learning with these technologies impacts on how doctors learn to sense bodies. Through the rich case of doctors-in-training the study addresses a key challenge in social scientific scholarship regarding how technologies, particularly those digital and virtual, are implicated in bodily, sensory knowing of the world. Our research takes a historically-attuned comparative anthropology approach, advancing the social study of medicine and medical education research in three new directions. First, a team of three ethnographers will attend to both spectacular and mundane technologies in medical education, recognising that everyday learning situations are filled with technologies old and new. Second, it offers the first comparative social study of medical education with fieldwork in three materially and culturally different settings in Western and Eastern Europe, and West Africa. Finally, the study brings historical and ethnographic research of technologies closer together, with a historian conducting oral histories and archival research at each site. Findings will have impact in the social sciences and education research by advancing understanding of how the digital and other technologies are implicated in skills learning. The study will develop novel digital-sensory methodologies and boldly, a new theory of techno-perception. These academic contributions will have practical relevance by improving the training of doctors in digital times.",
    "totalCost": "1361507",
    "ecMaxContribution": "1361507",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 1361507
        }
    },
    "calculatedTotalContribution": 1361507
}