{
    "rcn": "200757",
    "acronym": "G-EDIT",
    "topics": "ERC-CoG-2015",
    "title": "Mechanisms of RNA-guided genome editing in eukaryotes",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The goal of this project is to contribute to our understanding of RNA-mediated epigenetic mechanisms of genome regulation in eukaryotes. Ciliated protozoa offer a fantastic opportunity to investigate the complex process of trans-generational programming of chromosomal rearrangements, which is thought to serve as a form of immune defense against invasive DNA. Developmental processes in ciliates include extensive rearrangements of the germline DNA, including elimination of transposons and the precise excision of numerous single-copy elements derived from transposons. This process is considered to be maternally controlled because the maternal genome provides essential information in the form of RNA that determines the offspring's genome content and organization. This programmed DNA subtraction, the so-called ëRNA scanningí process, is mediated by trans-generational comparison between the germline and the maternal somatic genome. One of the most intriguing questions is how a complex population of small RNAs representing the entire germline genome can be compared to the entire rearranged maternal genome, resulting in the efficient selection of germline-specific RNAs, which are able to target DNA deletions in the developing genome. All this occurs in a very short time and involves a massively coordinated transport of all the components between three types of nuclei. This project focuses on characterizing the molecular machinery that can orchestrate the massive genome rearrangements in ciliates through nucleic acids and protein interactions. It also addresses the question how RNA targets DNA cleavage at the right place. In addition, this project aims to investigate the role of RNA in guiding chromosomal rearrangements in other eukaryotic systems, particularly in human cancer cells where genome editing often occurs on a large scale. This work may be the first step in providing novel insights into the process of programmed DNA rearrangements in higher eukaryotes.",
    "totalCost": "1953000",
    "ecMaxContribution": "1953000",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}