{
    "rcn": "200721",
    "acronym": "PEP-PRO-RNA",
    "topics": "ERC-StG-2015",
    "title": "Peptide-derived bioavailable macrocycles as inhibitors of protein-RNA and protein-protein interactions",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "The objective of this proposal is the elucidation of general principles for the design of bioavailable peptide-derived macrocyclic compounds and their use for the development of inhibitors of protein?protein (PPI) and protein?RNA interactions (PRI). Over the last decade, drug discovery faced the problem of decreasing success rates which is mainly caused by the fact that numerous novel biological targets are reluctant to classic small molecule modulation. In particular, that holds true for PPIs and PRIs. Approaches that allow the modulation of these interactions provide access to therapeutic agents targeting crucial biological processes that have been considered undruggable so far.  Herein, I propose the use of irregularly structured peptide binding epitopes as starting point for the design of bioactive macrocycles. In a two-step process high target affinity and bioavailability are installed:\n1) Peptide macrocyclization for the stabilization of the irregular bioactive secondary structure\n2) Evolution of the cyclic peptide into a bioavailable macrocyclic compound\nUsing a well-characterized model system developed in my lab, initial design principles will be elucidated. These principles are subsequently used and refined for the development of macrocyclic PPI and PRI inhibitors. The protein?protein and protein?RNA complexes selected as targets are of therapeutic interest and corresponding inhibitors hold the potential to be pursued in subsequent drug discovery campaigns.",
    "totalCost": "1499268,75",
    "ecMaxContribution": "1499268,75",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1499269
        }
    },
    "calculatedTotalContribution": 1499269
}