{
    "rcn": "200704",
    "acronym": "CREWS",
    "topics": "ERC-StG-2015",
    "title": "Contexts of and Relations between Early Writing Systems",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Contexts of and Relations between Early Writing Systems\n\nThis project takes an innovative and interdisciplinary approach to the history of writing, redressing lingering problems that have hampered previous research and developing new methodologies for studying scripts and their social context. The staff on the project will work on specific case studies relating to inscriptions of the ancient Aegean, Eastern Mediterranean and Levant (c.2000-600 BC), developing a new and much deeper understanding of writing, literacy and social and cultural interrelations in the area than has ever been possible via the often out-dated traditional methods usually applied to these data. The focus will be on enriching our understanding of both linguistic and social aspects of the borrowing and propagation of writing. This planned research has the potential to change the way we think about writing systems, their societal context and the ways in which ideas were exchanged in early civilisations. Published and publicised through multiple outputs and media, the results will be of importance not only to the specific chronological period and geographical area under close consideration but also to the diachronic study of relationships between population groups and the significance of such relationships for the wider field of cultural history.",
    "totalCost": "1472519",
    "ecMaxContribution": "1472519",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}