{
    "rcn": "200778",
    "acronym": "APPELS",
    "topics": "ERC-CoG-2015",
    "title": "A Probe of the Periodic Elements for Life in the Sea",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "'Chemical elements are the building blocks of life. The major elements, C, H. O, N, P, S are easily recognised as essential nutrients, but their use by life relies on metalloproteins. The identity of the metal centres of these metalloproteins and even the broader palette of trace elements fundamental to life are remarkably poorly known. Whole genomes remain opaque to decoding of this bioinorganic dimension, and optimal trace element concentrations for physiological function. Defining the elemental requirements for maximum growth rate of photosynthesising phytoplankton in the ocean, is critical to understanding Earth's climate. Although microscopic in stature, phytoplankton exert a gigantic influence on the biological pumping of carbon from the atmosphere to the deep ocean. Yet their metal requirements are poorly constrained, being inferred from cellular quotas and 'nutrient-like' ocean metal distributions, susceptible to ambiguity between mistaken cellular uptake and use. \nAPPELS will undertake a two-pronged approach to define the modern marine metallome/metalloproteome. I will explore the expanse of the periodic table for novel required elements by growing phytoplankton, representative of the broadest chemotypes, in manipulated media, to delineate optimal conditions for growth whereby any limitation at lowered concentrations implies use. The second prong uses cutting-edge techniques that unite methods from proteomics with geochemical mass-spectrometry to allow both metals and their associated proteins to be examined comprehensively. APPELS will transform our understanding of the essential elements in the ocean and how the biological pump of carbon is geared to ocean chemistry in an evolving world. More broadly, APPELS will provide a step change in documented protein-metal binding centres, with implications for discovery of novel biochemical pathways, and optimal nutrition.'",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}