{
    "rcn": "200751",
    "acronym": "DIPLOFACE",
    "topics": "ERC-StG-2015",
    "title": "Diplomatic Face-Work - between confidential negotiations and public display",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The rise of social media, coupled with intensifying demands for more transparency and democracy in world politics, brings new challenges to international diplomacy. State leaders and diplomats continue to react to traditional media, but now also attempt to present themselves proactively through tweets, public diplomacy and nation branding. These efforts often take place simultaneously and sometimes interfere directly with closed-door negotiations and its culture of restraint and secrecy. Yet the relationship between confidential diplomacy and public representation remains understudied.\n\nDIPLOFACE will develop a sociologically and anthropologically informed approach to studying how state leaders and diplomats manage their nationís ëfacesí in the information age. The project will explore the relationship and tensions between confidential diplomatic negotiations and publicly displayed interventions in various media, applying the micro-sociological concept of ëface-workí. DIPLOFACE will analyse the complex interactional dynamics that shape the diplomatic techniques and strategies used to convey a nationís ëfaceí or ëimage of selfí. Such face-work is increasingly important for national leaders and diplomats who perform simultaneously on the ëback-stageí and the ëfront-stageí of international relations. DIPLOFACE will identify, theorize and analyse the repertoire of face-saving, face-honouring and face-threatening practices that are employed in confidential negotiations and in public. \n \nDIPLOFACE advances our theoretical understanding of diplomacy in the 21st century significantly beyond existing International Relations and diplomatic theory. Combining participant observation, interviews and media analysis, DIPLOFACE will generate important new knowledge about the relationship between public and confidential multilateral negotiation, how state leaders and diplomats handle new media, and the role of face-saving and face-threatening strategies in international relations.",
    "totalCost": "1493062",
    "ecMaxContribution": "1493062",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1414252
        }
    },
    "calculatedTotalContribution": 1414252
}