{
    "rcn": "200774",
    "acronym": "MIMIC",
    "topics": "ERC-CoG-2015",
    "title": "Modeling microgels: from microscopic design to macroscopic description",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Soft matter provides the ideal playground for exploring physical phenomena that have no counterpart in atomic and molecular systems. A continuous progress in particle synthesis has provided a rich variety of soft, polymeric colloids, which are highly interpenetrable and can reach ultra-dense, jammed states. Such colloids offer exquisite control of material properties through a change in their internal architecture. Among this new generation of soft particles, microgels ñ colloidal-scale particles individually made by crosslinked polymer networks ñ have become a favourite model system for their responsive swelling properties and their multitude of applications. Notwithstanding their potentialities, knowledge of their behaviour from a fundamental point of view is still very limited. The present theoretical description is mostly based on simple models, which do not account for the internal, polymeric nature of the particles. Using state-of-the-art computational techniques across all scales (from atomistic to multi-blob coarse-graining), this 5-years work-program will provide an accurate model of both the microgels and of the effective interactions among them. The model will account for polymer/solvent interactions and for variation of the external control parameters at all densities, up to jamming conditions. In this way, I will develop a unified framework from the design at the molecular level of the individual particle up to the description of the macroscopic properties of the material. At all steps, I will verify my theoretical progress with experimental measurements performed by world-leading collaborators. This proposal will thus bring the current understanding of microgels to a new level: besides rationalizing existing results, it will open the way for new uses and applications of these fascinating systems.",
    "totalCost": "1314375",
    "ecMaxContribution": "1314375",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 1314375
        }
    },
    "calculatedTotalContribution": 1314375
}