{
    "rcn": "200759",
    "acronym": "GrDyAp",
    "topics": "ERC-CoG-2015",
    "title": "Groups, Dynamics, and Approximation",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Eversince, the study of symmetry in mathematics and mathematical physics has been fundamental to a thourough understanding of most of the fundamental notions. Group theory in all its forms is the theory of symmetry and thus an indispensible tool in many of the basic theoretical sciences.\nThe study of infinite symmetry groups is especially challenging, since most of the tools from the sophisticated theory of finite groups break down and new global methods of study have to be found.\nIn that respect, the interaction of group theory and the study of group rings with methods from ring theory, probability, Riemannian geometry, functional analyis, and the theory of dynamical systems has been extremely fruitful in a variety of situations. In this proposal, I want to extend this line of approach and introduce novel approaches to longstanding and fundamental problems.\nThere are four main interacting themes that I want to pursue:\n(i) Groups and their study using ergodic theory of group actions\n(ii) Approximation theorems for totally disconnected groups\n(iii) Kaplanskyís Direct Finiteness Conjecture and p-adic analysis\n(iv) Kervaire-Laudenbach Conjecture and topological methods in combinatorial group theory\nThe theory of `2-homology and `2-torsion of groups has provided a fruitful context to study global properties of infinite groups. The relationship of these homological invariants with ergodic theory of group actions will be part of the content of Part (i). In Part (ii) we seek for generalizations of `2-methods to a context of locally compact groups and study the asymptotic invariants of sequences of lattices (or more generally invariant random subgroups). Part (iii) tries to lay the foundation of a padic analogue of the `2-theory, where we study novel aspects of p-adic functional analysis which help to clarify the approximation properties of (Z/pZ)-Betti numbers. Finally, in Part (iv), we try to attack various longstanding combinatorial problems in group theory with tools from algebraic topology and p-local homotopy theory.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}