{
    "rcn": "200783",
    "acronym": "EVO-MEIO",
    "topics": "ERC-CoG-2015",
    "title": "Adaptive evolution of meiosis in response to genome and habitat change",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Organisms rely on conserved cellular ìhouse-keepingî processes for survival and fertility, but many of these can be upset by common environmental or cellular stresses. What happens if such a challenge becomes more than transient? Meiosis is a well-suited model for understanding how a constrained multiprotein process can evolve; it is biochemically well characterized, critical for fertility in sexual eukaryotes, and its core structures and functions are conserved across kingdoms. Yet proteins that orchestrate meiosis often have high primary sequence divergence among taxa and in some cases have undergone selective sweeps. We hypothesize this pattern reflects a need to repeatedly retune meiotic structures to new conditions over evolutionary time. Environment and genome architecture can both affect meiosis, but a common and particularly potent challenge is whole genome duplication (WGD), which has occurred in most major eukaryotic lineages. But WGD doubles the number of copies of each homolog present, and this can lead to formation of multivalent chromosome associations in meiosis, which can cause meiotic instability and low fertility. Nevertheless, many fertile and meiotically stable polyploids exist, showing that evolution can overcome this challenge. Here we will study how meiotic stability evolved in autopolyploid Arabidopsis arenosa. We previously showed selection acted on eight structural meiosis proteins and hypothesize these co-evolved as an ìadaptive moduleî to prevent multivalent formation by reducing genome-wide crossover rates. This multidisciplinary research programme melds cytological, molecular, genetic, and genomic approaches to discover how meiosis functionally evolved before and after WGD. This work will provide novel insights into how a functionally constrained multiprotein process can evolve in response to challenges, and by providing understanding of crossover rate evolution and polyploid stabilization, is also relevant to rational crop improvement.",
    "totalCost": "1972386",
    "ecMaxContribution": "1972386",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 1972386
        }
    },
    "calculatedTotalContribution": 1972386
}