{
    "rcn": "200781",
    "acronym": "CATA-LUX",
    "topics": "ERC-CoG-2015",
    "title": "Light-Driven Asymmetric Organocatalysis",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Visible light photocatalysis and metal-free organocatalytic processes are powerful strategies of modern chemical research with extraordinary potential for the sustainable preparation of organic molecules. However, these environmentally respectful approaches have to date remained largely unrelated. The proposed research seeks to merge these fields of molecule activation to redefine their synthetic potential. \nLight-driven processes considerably enrich the modern synthetic repertoire, offering a potent way to build complex organic frameworks. In contrast, it is extremely challenging to develop asymmetric catalytic photoreactions that can create chiral molecules with a well-defined three-dimensional arrangement. By developing innovative methodologies to effectively address this issue, I will provide a novel reactivity framework for conceiving light-driven enantioselective organocatalytic processes. \nI will translate the effective tools governing the success of ground state asymmetric organocatalysis into the realm of photochemical reactivity, exploiting the potential of key organocatalytic intermediates to directly participate in the photoexcitation of substrates. At the same time, the chiral organocatalyst will ensure effective stereochemical control. This single catalyst system, where stereoinduction and photoactivation merge in a sole organocatalyst, will serve for developing novel enantioselective photoreactions. In a complementary dual catalytic approach, the synergistic activities of an organocatalyst and a metal-free photosensitiser will combine to realise asymmetric variants of venerable photochemical processes, which have never before succumbed to a stereocontrolled approach. \nThis proposal challenges the current perception that photochemistry is too unselective to parallel the impressive levels of efficiency reached by the asymmetric catalysis of thermal reactions, expanding the way chemists think about making chiral molecules.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}