{
    "rcn": "200740",
    "acronym": "DYNAMICSS",
    "topics": "ERC-StG-2015",
    "title": "Labour market dynamics and optimal policies",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "From pension reforms to UI extensions, the optimal tax and program design literature is often ill-equipped to provide clear guidance in policy debates on the reform of social insurance and tax-and-benefit systems. The reason is that this literature is mostly focused on static settings, while these programs are inherently dynamic: they specify a schedule of tax and benefits that is time or state dependent and they affect individualsí decisions throughout their lifetime. \nDYNAMICSS will offer a simple and general approach to the analysis of optimal dynamic policies that connects to the data. The key idea of DYNAMICSS is to extend the sufficient statistics (SS) approach to dynamic settings and characterize the full time profile, rather than the average generosity, of social insurance and transfer policies. By expressing optimal policy as a function of a limited set of statistics, the SS approach has the advantage of making clear the trade-offs implied in optimal tax or benefit formulae and of tightly integrating the theory and the empirics of optimal policy analysis, to offer robust policy guidance.\nDYNAMICSS will use unique administrative data and cutting-edge econometric techniques to exploit compelling variations in policy profiles and offer significant contributions to the empirical analysis of dynamic behavioural responses to policies. A central contribution will be to create a unique measure of consumption expenditures based on leveraging complete administrative information on income, transfers and wealth to offer ground-breaking evidence of the effect of social insurance on consumption dynamics. \nPart I will use and extend the SS framework to analyse the optimal time profile of UI benefits. Part II will develop this approach for analysing the optimal design of retirement pension systems. Part III will address optimal family policies with a focus on understanding the different dynamics of men and women in the labour market, and exploring the role of cultural norm",
    "totalCost": "1049855",
    "ecMaxContribution": "1049855",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1049855
        }
    },
    "calculatedTotalContribution": 1049855
}