{
    "rcn": "200790",
    "acronym": "BEAL",
    "topics": "ERC-CoG-2015",
    "title": "Bioenergetics in microalgae : regulation modes of mitochondrial respiration, photosynthesis, and fermentative pathways, and their interactions in secondary algae",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "During the course of eukaryote evolution, photosynthesis was propagated from primary eukaryotic algae to non-photosynthetic organisms through multiple secondary endosymbiotic events. Collectively referred to as ìsecondary algaeî, these photosynthetic organisms account for only 1-2% of the total global biomass, but produce a far larger part of the global annual fixation of carbon on Earth.\nATP is the universal chemical energy carrier in living cells. In photosynthetic eukaryotes, it is produced by two major cellular processes: photosynthesis and respiration taking place in chloroplasts and mitochondria, respectively. Both processes support the production of biomass and govern gas (O2 and CO2) exchanges. On the other hand, anaerobic fermentative enzymes have also been identified in several primary and secondary algae. The regulation modes and interactions of respiration, photosynthesis and fermentation are fairly well understood in primary green algae. Conversely, the complex evolutionary history of secondary algae implies a great variety of original regulatory mechanisms that have been barely investigated to date.\nOver the last years my laboratory has developed and optimized a range of multidisciplinary approaches that now allow us, within the frame of the BEAL (BioEnergetics in microALgae) project, to (i) characterize and compare the photosynthetic regulation modes by biophysical approaches, (ii) use genetic and biochemical approaches to gain fundamental knowledge on aerobic respiration and anaerobic fermentative pathways, and (iii) investigate and compare interconnections between respiration, photosynthesis, and fermentation in organisms resulting from distinct evolutionary scenarios. On a long term, these developments will be instrumental to unravel bioenergetics constraints on growth in microalgae, a required knowledge to exploit the microalgal diversity in a biotechnological perspective, and to understand the complexity of the marine phytoplankton.",
    "totalCost": "1837625",
    "ecMaxContribution": "1837625",
    "coordinator": "UNIVERSITE DE LIEGE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 1837625
        }
    },
    "calculatedTotalContribution": 1837625
}