{
    "rcn": "200761",
    "acronym": "ExtremeQuantum",
    "topics": "ERC-CoG-2015",
    "title": "Quantum materials under extreme conditions",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "New states of matter offer an unparalleled testing ground for studying fundamental physics, particularly interacting quantum systems. The EXTREMEQUANTUM project will significantly advance our knowledge of these states by using extreme conditions of magnetic field and pressure to enable a continuous, clean and reversible tuning of quantum interactions, thereby shedding light on the building blocks of exotic magnetism and unconventional superconductivity. By developing the materials and methodology to achieve this, we will push our understanding of quantum systems beyond current limitations and open a route for exploiting the untapped potential of these materials to underpin future technology in fields as diverse as electrical power networks, quantum computation and healthcare.\n\nEXTREMEQUANTUM takes as its starting point recent theoretical and experimental discoveries in the area of quantum materials and will capitalize on a novel measurement technique developed in my research group over the past few years. By utilizing both atomic and molecular substitution, the project will focus on a series of materials that are on the verge of a phase instability. Ultra-high fields and applied pressure will push these systems through the critical region where the state of matter changes and inherently quantum effects dominate. Electronic, magnetic and structural properties will be measured as the tipping point is breached and the resulting data compared with predictions of theoretical models. The results will provide answers to questions of deep concern to modern physics, such how quantum fluctuations, topology and disorder can be used to create states of matter with novel and functional properties.",
    "totalCost": "1840513",
    "ecMaxContribution": "1840513",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1840513
        }
    },
    "calculatedTotalContribution": 1840513
}