{
    "rcn": "200736",
    "acronym": "AXIAL.EC",
    "topics": "ERC-StG-2015",
    "title": "PRINCIPLES OF AXIAL POLARITY-DRIVEN VASCULAR PATTERNING",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The formation of a functional patterned vascular network is essential for development, tissue growth and organ physiology. Several human vascular disorders arise from the mis-patterning of blood vessels, such as arteriovenous malformations, aneurysms and diabetic retinopathy. Although blood flow is recognised as a stimulus for vascular patterning, very little is known about the molecular mechanisms that regulate endothelial cell behaviour in response to flow and promote vascular patterning. \nRecently, we uncovered that endothelial cells migrate extensively in the immature vascular network, and that endothelial cells polarise against the blood flow direction. Here, we put forward the hypothesis that vascular patterning is dependent on the polarisation and migration of endothelial cells against the flow direction, in a continuous flux of cells going from low-shear stress to high-shear stress regions. We will establish new reporter mouse lines to observe and manipulate endothelial polarity in vivo in order to investigate how polarisation and coordination of endothelial cells movements are orchestrated to generate vascular patterning. We will manipulate cell polarity using mouse models to understand the importance of cell polarisation in vascular patterning. Also, using a unique zebrafish line allowing analysis of endothelial cell polarity, we will perform a screen to identify novel regulators of vascular patterning. Finally, we will explore the hypothesis that defective flow-dependent endothelial polarisation underlies arteriovenous malformations using two genetic models. \nThis integrative approach, based on high-resolution imaging and unique experimental models, will provide a unifying model defining the cellular and molecular principles involved in vascular patterning. Given the physiological relevance of vascular patterning in health and disease, this research plan will set the basis for the development of novel clinical therapies targeting vascular disorders.",
    "totalCost": "1618750",
    "ecMaxContribution": "1618750",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}