{
    "rcn": "200738",
    "acronym": "GeneBodyMethylation",
    "topics": "ERC-StG-2015",
    "title": "Resolving the Nuts and Bolts of Gene Body Methylation",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "DNA methylation, the covalent binding of a methyl group (CH3) to cytosine base, regulates the genome activity and plays a fundamental developmental role in eukaryotes. Its epigenetic characteristics of regulating transcription without changing the genetic code together with the ability to be transmitted through DNA replication allow organisms to memorize cellular events for many generations. DNA methylation is mostly known for its role in transcriptional silencing; however, its functional output is more complex and is influenced in part by its DNA context. Recent genomic studies, have found DNA methylation to be targeted inside sequences of actively transcribed genes, thus termed gene body methylation. Despite being an evolutionary conserved and a robust methylation pathway targeted to thousands of genes in animal and plant genomes, the function of gene body methylation is still poorly understood at both the molecular and functional level. Similar to the chicken and egg conundrum, because we do not know what gene body methylation does, therefore scientists could not apply its function to discover its regulators either. Gene body methylation is targeted to a very specific subset and subregions of genes, thus we strongly believe that specific factors exist and are missing simply because that no one has ever searched for them before. Hence, to make major breakthroughs in the field, our approach is to artificially generate gene-body-specific hypomethylated plants that together with customized genetic and biochemical systems will allow us to discover regulators and interpreters of gene body methylation. Using these unique genetic tools and novel molecular factors, we will be able to ultimately explore the particular biological roles of gene body methylation. These findings will fill the gap towards a full comprehension of the entire functional array of DNA methylation, and to its more precise exploitation in yielding better crops and in treating human diseases.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}