{
    "rcn": "200789",
    "acronym": "BOPNIE",
    "topics": "ERC-CoG-2015",
    "title": "Boundary value problems for nonlinear integrable equations",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The purpose of this project is to develop new methods for solving boundary value problems (BVPs) for nonlinear integrable partial differential equations (PDEs). Integrable PDEs can be analyzed by means of the Inverse Scattering Transform, whose introduction was one of the most important developments in the theory of nonlinear PDEs in the 20th century. Until the 1990s the inverse scattering methodology was pursued almost entirely for pure initial-value problems. However, in many laboratory and field situations, the solution is generated by what corresponds to the imposition of boundary conditions rather than initial conditions. Thus, an understanding of BVPs is crucial. \n\nIn an exciting sequence of events taking place in the last two decades, new tools have become available to deal with BVPs for integrable PDEs.  Although some important issues have already been resolved, several major problems remain open.\nThe aim of this project is to solve a number of these open problems and to find solutions of BVPs which were heretofore not solvable. More precisely, the proposal has eight objectives:\n\n1. Develop methods for solving problems with time-periodic boundary conditions.\n\n2. Answer some long-standing open questions raised by series of wave-tank experiments 35 years ago. \n\n3. Develop a new approach for the study of space-periodic solutions.\n\n4. Develop new approaches for the analysis of BVPs for equations with 3 x 3-matrix Lax pairs.\n\n5. Derive new asymptotic formulas by using a nonlinear version of the steepest descent method. \n\n6. Construct disk and disk/black-hole solutions of the stationary axisymmetric Einstein equations.\n\n7. Solve a BVP in Einstein's theory of relativity describing two colliding gravitational waves.\n \n8. Extend the above methods to BVPs in higher dimensions.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}