{
    "rcn": "200717",
    "acronym": "JUDI-ARCH",
    "topics": "ERC-StG-2015",
    "title": "The Rise of Judicial Self-Government: Changing the Architecture of Separation of Powers without an Architect",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Many European states have transferred decision-making powers regarding court administration and the career of a judge from political bodies to special organs in which judges have a major say. Judicial councils and other bodies of judicial self-government (JSG) spread particularly quickly during the European Union (EU) Accession Process. However, the effects of these bodies are not fully understood, as the traditional descriptive and normative scholarship is not able to capture them. JUDI-ARCH will fill this gap and address the implications of this phenomenon for the ìnewî as well as ìoldî EU member states. \nThe central research question of JUDI-ARCH is: how the rise of JSG has changed the concept of separation of powers? More specifically, the JUDI-ARCH proposal consists of three interrelated research aims. The first is to assess the impact of JSG on public confidence in and the independence, accountability, transparency and legitimacy of the domestic judiciaries of 14 European states and the two European supranational courts, both the actual and the perceived. The second aim is to examine what impact the rulings of the European Court of Human Rights (ECtHR) and the Court of Justice of the European Union (CJEU) have had on domestic judicial design and, vice versa, how has domestic judicial design affected the selection of judges of the ECtHR and the CJEU. The third overarching aim is to analyse the impact of JSG on the concept of separation of powers. \nA major innovation in our approach will be the integration of comparative legal perspective with sociological and political science approaches. We will conduct in-depth conceptual, qualitative and quantitative case studies on the impact of different models of JSG in both ìnewî and ìoldî EU Member States, including longitudinal quantitative analysis of the use of mechanisms of judicial independence and accountability before and after the creation of a JSG body and in-depth elite interviews.",
    "totalCost": "1499625",
    "ecMaxContribution": "1499625",
    "coordinator": "Masarykova univerzita",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 1499625
        }
    },
    "calculatedTotalContribution": 1499625
}