{
    "rcn": "200735",
    "acronym": "PRILA",
    "topics": "ERC-StG-2015",
    "title": "Prisons: the Rule of Law, Accountability and Rights",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "PRILA will create the first account of how mechanisms for securing rights, ensuring accountability and achieving adherence to the rule of law are experienced in European prisons. Prisons are places where considerable power differentials exist, and are unique sites for the expression of the values which underpin public and prison law. Systems to ensure that prisoners are treated fairly and that rights are upheld are essential to ensure that imprisonment is conducted in ways that are just and promote good order. These are fundamental principles of the ëEuropeaní way in penal policy and penal law. Existing accounts of the deployment of penal power overlook key elements of how accountability, the rule of law, and rights are experienced. PRILA will document how prisoners, prison staff, staff of accountability bodies experience structures for ensuring decisions and actions taken in prison are fair, transparent, consistent, subject to appeal and review, and in compliance with principles of human rights. In doing so, PRILA will transform and extend accounts of legitimacy in prisons, judicial review of administrative action, the pains of imprisonment, and understandings of how penal power is experienced. Drawing on the disciplines of public and prison law, human rights, comparative law, and the sociology of punishment, the project will utilise legal, qualitative and quantitative research methods to create an account of how ëaccountability workí is experienced. It will also examine how accountability structures are manifestations of penal ideologies or types of prison regimes. The project will advance current judicial and legal conceptions of accountability, the rule of law, and fairness, by reference to how these concepts are experienced in practice, and examine whether and how they are distinctively ëEuropeaní. The project will thereby support the creation of better penal policies and practices aimed at the protection of the rule of law and rights in the prison context.",
    "totalCost": "1428342,5",
    "ecMaxContribution": "1428342,5",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1428342
        }
    },
    "calculatedTotalContribution": 1428342
}