{
    "rcn": "200708",
    "acronym": "MultiCellSysBio",
    "topics": "ERC-StG-2015",
    "title": "Deconstructing complexity to reveal quantitative systems-level principles that enable multicellular systems to coordinately regulate genes over space and time",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "A key question in biology is how cells at different locations communicate through signalling molecules so that cells at the right place and time turn on the right genes. Such coordination is vital for many processes including the development of all embryos. A common set of strategies that cells from distinct organisms use to coordinate their gene expression has long been elusive. Finding it requires quantifying how two key factors, the spatial locations of cells and the genetic circuits that control the cellsí secretion of signalling molecules, each affects cells' gene expressions. This has been challenging because their effects are often intertwined in complex ways.\n To overcome this challenge, I will assemble budding yeasts into multicellular structures component-by-component in a bottom-up manner, from building genetic circuits to arranging cells in space. I will build genetic circuits whose motifs commonly occur in natural systems. The yeasts will use the genetic circuits to control secretion and sensing of three distinct signalling molecules for communication. Using adhesive proteins and light-inducible genes, I will assemble multiple yeast strains, each with a unique genetic circuit, into a single two- and three-dimensional multicellular structure. The structures will mimic various sizes, shapes, and arrangements of cells found in nature. I will then switch on the circuits in these cells to initiate communication between cells. Different amounts of signalling molecules will cause the cells to make different amounts of fluorescent proteins. By measuring the fluorescence of cells at different locations over time and then correlating them, I will infer the degree of cell-cell coordination. I will build mathematical models to guide the experiments. By finding which combinations of genetic circuits and spatial arrangements of cells enable cell-cell coordination of gene expressions, I will reveal design principles of multicellular systems that have been elusive.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}