{
    "rcn": "200745",
    "acronym": "CONTREX",
    "topics": "ERC-StG-2015",
    "title": "Controlling Triplet Excitons in Organic Semiconductors",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The urgent need to reduce carbon emissions in order to mitigate climate change requires the development of clean, renewable energy sources. Solar power offers a virtually unlimited supply of energy, providing it can be harnessed efficiently. Traditional silicon solar cells demonstrate high performance (~20%) but their required method of manufacture prohibits large area production rendering them too expensive to be used on a global scale. Organic solar cells (made from conjugated polymers and fullerenes) have the potential to be fabricated by low cost printing methods allowing for large scale modules to be produced cheaply. Conventional organic solar cells function by generating charge from a singlet excited state. In order to achieve optimum performance the precise morphology of polymer and fullerene must be controlled which can be extremely challenging. These devices however, have attained good efficiencies (10%) but are hampered by severe loss mechanisms which generally involve the formation of a lower energy triplet excited state. \n\nWe propose to develop novel materials for organic solar cells which will instead utilise this triplet excited state to generate charges. This will enable us to not only eliminate this loss mechanism but due to the unique properties of the triplet excited state will allow for numerous benefits. Firstly, the long lifetime of the triplet excited state will be exploited to allow for a simpler organic solar cell where precise morphological control is not required. Secondly, the proposed new materials will allow for the utilisation of near-IR light which is typically wasted in ALL current solar cell devices. Thirdly, exploiting a unique photophysical process we will produce materials capable of delivering efficiencies in excess of the theoretical limit available to conventional solar cells. Thus we propose that utilisation of triplet excitons is the required step-change to allow for organic solar cells to achieve their ultimate efficiencies",
    "totalCost": "1499223",
    "ecMaxContribution": "1499223",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1499223
        }
    },
    "calculatedTotalContribution": 1499223
}