{
    "rcn": "200801",
    "acronym": "LEGA-C",
    "topics": "ERC-CoG-2015",
    "title": "The Physics of Galaxies 7 Gyr Ago",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Over the past decade, redshift\nsurveys and multi-wavelength imaging campaigns have drawn up an\nempirical picture of how many stars had formed in which types of\ngalaxies over the history of the universe.  However, we have yet to\nunravel the individual pathways along which galaxies evolve, and the\nphysical processes that drive them.  Continuing with the previous\napproach -- larger and deeper photometric samples -- is not adequate\nto achieve this goal.  A change of focus is required.\n\nIn this ERC project I will embark on a new way to address the question\nof galaxy evolution.  I will do so as Principle Investigator of the\nrecently approved LEGA-C observing program that has been allocated 128\nnights of observation time over the next 4 years with ESO's flagship\nfacility the Very Large Telescope.  This new survey will produce for\n2500 distant (at z~1) galaxies with, for the first time,\nsufficient resolution and S/N to measure ages and chemical\ncompositions of their stellar populations as well as internal velocity\ndispersions and dynamical masses.  This will provide an entirely new\nphysical description of the galaxy population 7 Gyr ago, with which I\nwill finally be able solve long-standing questions in galaxy formation\nthat were out of reach before: what is the star-formation history of\nindividual galaxies, why and how is star-formation ``quenched' in\nmany galaxies, and to what extent do galaxies grow subsequently\nthrough merging afterward?\n\nLEGA-C is worldwide the largest spectroscopic survey of distant\ngalaxies to date, and ERC funding will be absolutely critical in\nharvesting this unparallelled database.  I am seeking to extend my\nresearch group to realize the scientific potential of this substantial\ninvestment (6.5M Eur) of observational resources by the European\nastronomy community.  Timing of the execution of the VLT program is\nperfectly matched with the timeline of this ERC program.",
    "totalCost": "1884875",
    "ecMaxContribution": "1884875",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 943571
        }
    },
    "calculatedTotalContribution": 943571
}