{
    "rcn": "200811",
    "acronym": "MIDES",
    "topics": "NMP-24-2015",
    "title": "Microbial Desalination for Low Energy Drinking Water",
    "startDate": "01/04/2016",
    "endDate": "31/03/2020",
    "objective": "Shortage of fresh water has become one of the major challenges for societies all over the world. Water desalination offers an opportunity to significantly increase the freshwater supply for drinking, industrial use and irrigation. All current desalination technologies require significant electrical or thermal energy, with today's Reverse Osmosis (RO) desalination units consuming electric energy of at least 3 kWh/m3 ñ in extensive tests about ten years ago, the Affordable Desalination Collaboration (ADC) in California measured 1.6 kWh/m3 for RO power consumption on the best commercially available membranes, and total plant energy about twice as high. \nTo overcome thermodynamical limitations of RO, which point to 1.09 kwh/m3 for seawater at 50 % recovery, Microbial Desalination Cells (MDC) concurrently treat wastewater and generate energy to achieve desalination. MDCs can produce around 1.8 kWh of bioelectricity from the handling of 1 m3 of wastewater. Such energy can be directly used to i) totally remove the salt content in seawater without external energy input, or ii) partially reduce the salinity to lower substantially the amount of energy for a subsequent desalination treatment. \nMIDES aims to develop the Worldís largest demonstrator of an innovative and low-energy technology for drinking water production, using MDC technology either as stand-alone or as pre-treatment step for RO.\nThe project will focus on overcoming the current limitations of MDC technology such as low desalination rate, high manufacturing cost, biofouling and scaling problems on membranes, optimization of the microbial-electrochemical process, system scaling up and economic feasibility of the technology. This will be achieved via innovation in nanostructured electrodes, antifouling membranes (using nanoparticles with biocide activity), electrochemical reactor design and optimization, microbial electrochemistry and physiology expertise, and process engineering and control.",
    "totalCost": "8069593,57",
    "ecMaxContribution": "6328164,13",
    "coordinator": "FCC AQUALIA SA",
    "coordinatorCountry": "ES",
    "participants": "ECOLE NATIONALE D'INGENIEURS DE GABES;FUNDACION IMDEA AGUA;MIKROLIN HUNGARY TERMELO ES SZOLGALTATO KFT;STICHTING IHE DELFT INSTITUTE FOR WATER EDUCATION;FUJIFILM MANUFACTURING EUROPE BV;ROOD WIT BLAUW WATER SERVICES BV;SIMTECH GMBH;ONCONTROL TECHNOLOGIES LDA;UNIVERSIDAD DE CHILE;ACONDICIONAMIENTO TARRASENSE ASSOCIACION;SGL CARBON GMBH",
    "participantCountries": "TN;ES;HU;NL;AT;PT;CL;DE",
    "projectParticipants": {
        "957052344": {
            "orgId": "957052344",
            "orgName": "SIMTECH GMBH",
            "ecContrib": 357245
        },
        "966984368": {
            "orgId": "966984368",
            "orgName": "ROOD WIT BLAUW WATER SERVICES BV",
            "ecContrib": 0
        },
        "983920471": {
            "orgId": "983920471",
            "orgName": "FUJIFILM MANUFACTURING EUROPE BV",
            "ecContrib": 508574
        },
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 835581
        },
        "923599372": {
            "orgId": "923599372",
            "orgName": "ECOLE NATIONALE D'INGENIEURS DE GABES",
            "ecContrib": 253309
        },
        "992129872": {
            "orgId": "992129872",
            "orgName": "MIKROLIN HUNGARY TERMELO ES SZOLGALTATO KFT",
            "ecContrib": 385919
        },
        "999766876": {
            "orgId": "999766876",
            "orgName": "SGL CARBON GMBH",
            "ecContrib": 626938
        },
        "926501127": {
            "orgId": "926501127",
            "orgName": "ONCONTROL TECHNOLOGIES LDA",
            "ecContrib": 296765
        },
        "999447067": {
            "orgId": "999447067",
            "orgName": "UNIVERSIDAD DE CHILE",
            "ecContrib": 0
        },
        "992925951": {
            "orgId": "992925951",
            "orgName": "FUNDACION IMDEA AGUA",
            "ecContrib": 745259
        },
        "986124020": {
            "orgId": "986124020",
            "orgName": "FCC AQUALIA SA",
            "ecContrib": 1887896
        },
        "951080248": {
            "orgId": "951080248",
            "orgName": "STICHTING IHE DELFT INSTITUTE FOR WATER EDUCATION",
            "ecContrib": 430680
        }
    },
    "calculatedTotalContribution": 6328166
}