{
    "rcn": "200832",
    "acronym": "TresClean",
    "topics": "ICT-27-2015",
    "title": "High ThRoughput lasEr texturing of Self-CLEANing and antibacterial surfaces",
    "startDate": "01/04/2016",
    "endDate": "30/09/2019",
    "objective": "The TresClean project will develop high-throughput laser-based texturing for fluid-repellent and antibacterial metal surfaces using innovative industrial high-average power ultrashort-pulsed lasers in combination with high-performance scanning heads. These technologies will be applied to produce self-cleaning and aseptic machine parts for food industry (e.g. components in contact with biological fluids) and home appliances (e.g. dishwashers) by utilising a beam delivery method over areas that can reach 250 mm2. In the first phase of the project the basic research activities for the surface design will be implemented together with a subsequent robust and scalable processing technologies and the development of the required laser sources and scanning systems. With the purpose of meeting the end usersí requirements all the activities included in the first phase will be defined in detail in accordance to the predefined physical limits of the system technology. The design of surface structures and definition of the characterization methods will inform the subsequent work on two different technologies (DLIP and LIPSS) for the production of the needed structures, with respect to the process robustness and the scalability. In the second phase the technologies developed will be up scaled to a high throughput production of functional surfaces. The laser systems and high speed scanning unit will be combined. Work on the upscaling of the processes on simplified geometries (2D) and development of processing strategies for the defined demonstrative parts will be performed. Then the final demonstration, the testing of the added functionality and the high throughput production will be done on the defined parts from the end-users in the last phase of the project",
    "totalCost": "3363091,25",
    "ecMaxContribution": "3363091,25",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PARMA",
    "coordinatorCountry": "IT",
    "participants": "CENTRE TECHNOLOGIQUE ALPHANOV;RAYLASE GMBH;MODUS RESEARCH AND INNOVATION LIMITED;BSH ELECTRODOMESTICOS ESPANA SA;ECOR INTERNATIONAL SPA;UNIVERSITAET STUTTGART;KITE INNOVATION (EUROPE) LIMITED",
    "participantCountries": "FR;DE;UK;ES;IT",
    "projectParticipants": {
        "996491962": {
            "orgId": "996491962",
            "orgName": "BSH ELECTRODOMESTICOS ESPANA SA",
            "ecContrib": 533438
        },
        "999846028": {
            "orgId": "999846028",
            "orgName": "UNIVERSITA DEGLI STUDI DI PARMA",
            "ecContrib": 469750
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 827311
        },
        "995206033": {
            "orgId": "995206033",
            "orgName": "KITE INNOVATION (EUROPE) LIMITED",
            "ecContrib": 43125
        },
        "999434166": {
            "orgId": "999434166",
            "orgName": "CENTRE TECHNOLOGIQUE ALPHANOV",
            "ecContrib": 737155
        }
    },
    "calculatedTotalContribution": 2610779
}