{
    "rcn": "200841",
    "acronym": "REFLEX",
    "topics": "LCE-21-2015",
    "title": "Analysis of the European energy system under the aspects of flexibility and technological progress",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "The future energy system is challenged by the intermittent nature of renewables and requires therefore several flexibility options. Still, the interaction between different options, the optimal portfolio and the impact on environment and society are unknown. It is thus the core objective of REFLEX to analyse and evaluate the development towards a low-carbon energy system with focus on flexibility options in the EU to support the implementation of the SET-Plan. The analysis are based on a modelling environment that considers the full extent to which current and future energy technologies and policies interfere and how they affect the environment and society while considering technological learning of low-carbon and flexibility technologies. \nFor this purpose, REFLEX brings together the comprehensive expertise and competences of known European experts from six different countries. Each partner focusses on one of the research fields techno-economic learning, fundamental energy system modelling or environmental and social life cycle assessment. To link and apply these three research fields in a compatible way, an innovative and comprehensive energy models system (EMS) is developed, which couples the models and tools from all REFLEX-Partners. It is based on a common database and scenario framework. The results from the EMS will help to understand the complex links, interactions and interdependencies between different actors, available technologies and impact of the different interventions on all levels from the individual to the whole energy system. In this way, the knowledge base for decision-making concerning feasibility, effectiveness, costs and impacts of different policy measures will be strengthened, which will assist policy makers and support the implementation of the SET-Plan. Stakeholders will be actively involved during the entire project from definition of scenarios to dissemination and exploitation of results via workshops, publications and a project website.",
    "totalCost": "3285530",
    "ecMaxContribution": "2779700",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE;KUNGLIGA TEKNISKA HOEGSKOLAN;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;TRT TRASPORTI E TERRITORIO SRL;ENERGY SYSTEMS ANALYSIS ASSOCIATES - ESA2 GMBH;KARLSRUHER INSTITUT FUER TECHNOLOGIE;TEP ENERGY GMBH;UNIVERSITEIT UTRECHT",
    "participantCountries": "PL;SE;DE;IT;CH;NL",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 285600
        },
        "999844573": {
            "orgId": "999844573",
            "orgName": "AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE",
            "ecContrib": 180625
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 439375
        },
        "929353800": {
            "orgId": "929353800",
            "orgName": "ENERGY SYSTEMS ANALYSIS ASSOCIATES - ESA2 GMBH",
            "ecContrib": 301750
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 411225
        },
        "997168634": {
            "orgId": "997168634",
            "orgName": "TRT TRASPORTI E TERRITORIO SRL",
            "ecContrib": 231500
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 406000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 523625
        },
        "972178233": {
            "orgId": "972178233",
            "orgName": "TEP ENERGY GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2779700
}