{
    "rcn": "200885",
    "acronym": "NIMBqUS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Novel Inroads into Many-Body Quantum Systems",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "NIMBqUS addresses the need for improving the theoretical understanding of interacting quantum many-body systems caused by recent breakthroughs in the area of quantum simulators.\nIt takes on this challenge on three different levels:\n1) It will unleash the power of semidefinite programming for finding ground states of quantum systems by both producing a user friendly open source software library that makes these powerful techniques available to a wide audience of researchers - thereby increasing innovation and productivity - and applying them to gain new insights into quantum phase transitions.\n2) It will make new inroads into the description of complex quantum systems with novel analytical results on many-body localization, systems with long-range interactions, and their thermodynamic properties.\n3) It will push our understanding of what makes large quantum systems complex to a new level by bridging the gap between the abstract proofs of computational hardness from computer science and state-of-the-art experimental implementations of quantum simulators.\nAll this will be achieved in a multi-disciplinary research action, involving experts from institutions in four European countries, led and coordinated by the fellow. During the project, the fellow will diversify his competences by learning a new programming language and significantly extending his area of expertise to both (quantum) complexity theory and experimental implementations of quantum simulations. He will expand and strengthen his network of scientific contacts, as well as that of the host institute ICFO, and learn from leading experts during secondments. Concrete dissemination events are planned and the fellow will be integrated into the supervision of pre- and postgraduate students.\nThe work plan is designed to bring the researcher into an excellent position to start an independent research group after this fellowship, but also to open up alternative career paths in the high-tech industry.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}