{
    "rcn": "200834",
    "acronym": "Quaco",
    "topics": "INFRASUPP-2-2015",
    "title": "QUAdrupoleCOrrector",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "The full exploitation of the Large Hadron Collider (LHC) is the highest priority of the European Strategy for particle physics. Because of this accelerator Europe is in a leading global position on High Energy Physics research. To preserve that position, the LHC will need a major upgrade in the 2020s to increase its luminosity by a factor of five beyond its design value. The novel configuration, known as High Luminosity LHC, is based on the development of key innovative technologies representing exceptional technological challenges.\nThe LHC now has an urgent need for magnet technologies at the cutting edge of science which are currently not on the market and are not even being considered by commercial suppliers due to their novelty and low volume production demands. The requirements of the LHC are, among others, ìlong orbit corrector magnetsî for the necessary adjustment of the particles orbit and ìtwo-in-one quadrupoles magnetsî in charge of providing the strong focusing of particle beams. To the companies that should produce these magnets, the commercial application potential for this technology is ñ at this time - too low. \nThe QUACO project draws together several research infrastructures with similar technical requirements in magnet development, which will allow the avoidance of unnecessary duplication of design effort and reduce overall cost through economies of scale using a joint procurement process. By pooling efforts on technological requirements and using their experience from prior procurements, the partners in QUACO will act as a single buyer group with sufficient momentum for potential suppliers to consider the phased development of the requested magnets. The pre-competitive procurement (PCP) instrument used in this project will thus take away the mismatch between the high-end R&D effort and the existing market for these instruments and allow large and small specialised companies to increase the speed of their own research and technology development.",
    "totalCost": "6647891,25",
    "ecMaxContribution": "4653523,88",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;NARODOWE CENTRUM BADAN JADROWYCH;CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
    "participantCountries": "FR;PL;ES",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 484479
        },
        "999614877": {
            "orgId": "999614877",
            "orgName": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
            "ecContrib": 115434
        },
        "999506722": {
            "orgId": "999506722",
            "orgName": "NARODOWE CENTRUM BADAN JADROWYCH",
            "ecContrib": 92312
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 3961298
        }
    },
    "calculatedTotalContribution": 4653523
}