{
    "rcn": "200803",
    "acronym": "RNA ORIGAMI",
    "topics": "ERC-CoG-2015",
    "title": "RNA-protein Nanostructures for Synthetic Biology",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "Synthetic biology aims at re-engineering organisms for practical applications by designing novel biomolecular components, networks, and pathways. The field is expected to lead to cheaper drugs, sustainable fuel production, efficient diagnosis and targeted therapies for diseases. However, a major obstacle to achieve these goals is our limited ability to rationally design biomolecular structure and function. By contrast, the field of DNA nanotechnology has so far demonstrated an unprecedented ability to design and self-assemble well-defined molecular shapes, although the production method of thermal annealing is not compatible with cells. We have recently demonstrated a breakthrough method, called RNA origami, which allows the design of RNA molecules that fold into well-defined nanoscale shapes during their synthesis by an RNA polymerase. In this proposal I aim at extending this technology to produce RNA-protein nanostructures and at demonstrating their application in synthetic biology. My primary scientific hypothesis is that understanding the folding process during synthesis will help us to design nanostructures that can be produced in cells. I will design a general RNA-protein architecture that is compatible with folding during synthesis. I will investigate folding kinetics to be able to design and program the dynamical folding process. Based on this, RNA-protein nanostructures will be designed, expressed in cells, and verified, for the formation of the desired shapes. We will develop new functionalities by both rational design and selection approaches with the aim of obtaining multivalent-binding and switching properties. Finally, the functional RNA-protein nanostructures will be applied in proof-of-concept experiments to demonstrate efficient, multivalent targeting of subcellular structures, biosensing of a variety of intracellular analytes, metabolic channeling of biosynthesis pathways, and complex control of transcriptional networks.",
    "totalCost": "1999935",
    "ecMaxContribution": "1999935",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 1999935
        }
    },
    "calculatedTotalContribution": 1999935
}