{
    "rcn": "200887",
    "acronym": "hRBP-virion",
    "topics": "MSCA-IF-2015-EF",
    "title": "Comprehensive identification of host factors involved in the early steps of HIV infection.",
    "startDate": "03/05/2017",
    "endDate": "02/05/2019",
    "objective": "35 million people are currently infected with Human immunodeficiency virus (HIV), causative agent of AIDS. While cocktails of anti-retrovirals can reduce viral loading to undetectable levels, drug resistance can emerge due to the high-mutation rate of the virus. Moreover, no cure is yet achieved. Therefore, it is crucial to explore complementary therapeutic strategies, a challenge that H2020 prioritizes in health. The strict dependency of HIV on host RNA-binding proteins (RBPs) represents a potential step for intervention through host-based therapies, which can be more refractory to the evolution of resistance. In some sporadic cases, host RBPs have been shown to be incorporated into virions and impact downstream early steps of infection. However, no global and systematic studies aimed to determine the scope and biological significance of host RBPs selectively packed with the HIV RNA within the virions have been reported so far. The main goal of this action, referred to as hRBP-virion, is to address this important biological question by developing an unprecedented multidisciplinary approach that combines molecular biology and virology methods with next generation proteomics and data analysis. Hence, this pioneer approach will open new avenues of research in the field of viruses that have major health and socioeconomic impact and will enhance world-class basic and applied European innovation. The hRBP-virion project requires an exclusive mix of competences. I will bring research experience in RNA and molecular virology. My supervisor will train me in cutting-edge, system-wide proteomic methods. The host institution will provide state-of-the-art facilities and pooled expertise in a broad range of disciplines. Together these will create an excellent and unique cross-disciplinary atmosphere that will ensure the successful outcome of hRBP-virion and the appropriate transfer of knowledge among the participants.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}