{
    "rcn": "200812",
    "acronym": "NoCanTher",
    "topics": "NMP-11-2015",
    "title": "Nanomedicine upscaling for early clinical phases of multimodal cancer therapy",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "During the last four years the Multifun Consortium (FP7 project N∫. 262943) has developed and validated distinct nanoformulations as therapeutic approach against pancreatic and breast cancer. These nanoformulations are based on magnetic iron oxide nanoparticles (MNP) multifuntionalised with a target peptide and an anticancer chemical drug, allowing for a synergistic therapeutic effect produced by the combination of intracellular drug delivery and magnetic hyperthermia. In particular, some of the designed formulations (patent filed PCT/EP2015/056631) have proven their efficacy, safety and non-toxicicty, in in vitro and in vivo studies, against the mentioned cancers, thus making them promising candidates to produce a novel nanomedicine therapy for cancer.\n\nNoCanTher aims at translating one of these nanoformulations to early clinical development for pancreatic cancer. To successfully reach this objective, we will concentrate our efforts in two main group of activities:\nï Nanomedicine up-scaling under GMP conditions: NoCanTher will scale up the manufacturing of the proposed nanoformulation from milligram-scale laboratory synthesis up to multigram-scale production to generate sufficient material for clinical and regulatory assays. To this aim, a GMP production line will be optimised and the relevant quality control will be conducted at the different stages of the up-scaling process.\nï Clinical trial: NoCanTher will include late preclinical parameter testing to raise a clinical treatment protocol, regulatory assays, as well as the design of the clinical trial and the preparation of the Investigational Medicinal Product Dossier (IMPD). \n\nThis strategy will allow us to apply for Clinical Trial Authorisation (CTA) then, we will carry out a Phase I clinical trial.\nNoCanTher involves the participation of institutions from three different sectors (academia, industry, clinical) and from five different countries (Ireland, France, Germany, Spain and the UK).",
    "totalCost": "7113778,75",
    "ecMaxContribution": "7113778,75",
    "coordinator": "FUNDACION IMDEA NANOCIENCIA",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III;BIOPRAXIS RESEARCH AIE;IMMUPHARMA PLC;FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON;UNIVERSITE PARIS DIDEROT - PARIS 7;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;HOSPITAL UNIVERSITARIO DE FUENLABRADA;FUNDACIO HOSPITAL UNIVERSITARI VALL D'HEBRON - INSTITUT DE RECERCA;RESONANT CIRCUITS LIMITED;CHEMICELL GMBH;Universit‰tsklinikum Jena",
    "participantCountries": "ES;UK;FR;IE;DE",
    "projectParticipants": {
        "999541642": {
            "orgId": "999541642",
            "orgName": "FUNDACIO HOSPITAL UNIVERSITARI VALL D'HEBRON - INSTITUT DE RECERCA",
            "ecContrib": 549441
        },
        "999547850": {
            "orgId": "999547850",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
            "ecContrib": 88538
        },
        "952764653": {
            "orgId": "952764653",
            "orgName": "BIOPRAXIS RESEARCH AIE",
            "ecContrib": 1302240
        },
        "925727552": {
            "orgId": "925727552",
            "orgName": "IMMUPHARMA PLC",
            "ecContrib": 427820
        },
        "967946317": {
            "orgId": "967946317",
            "orgName": "RESONANT CIRCUITS LIMITED",
            "ecContrib": 700000
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 691848
        },
        "999865525": {
            "orgId": "999865525",
            "orgName": "UNIVERSITE PARIS DIDEROT - PARIS 7",
            "ecContrib": 611000
        },
        "998511114": {
            "orgId": "998511114",
            "orgName": "Universitätsklinikum Jena",
            "ecContrib": 765125
        },
        "995163935": {
            "orgId": "995163935",
            "orgName": "FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON",
            "ecContrib": 352288
        },
        "997491838": {
            "orgId": "997491838",
            "orgName": "CHEMICELL GMBH",
            "ecContrib": 400000
        },
        "996586343": {
            "orgId": "996586343",
            "orgName": "FUNDACION IMDEA NANOCIENCIA",
            "ecContrib": 665000
        }
    },
    "calculatedTotalContribution": 6553300
}