{
    "rcn": "200831",
    "acronym": "MONBASA",
    "topics": "COMPET-03-2015",
    "title": "MONOLITHIC BATTERIES FOR SPACESHIP APPLICATIONS",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The overall ambition of MONBASA is to develop an energy storage system for small satellites (nano-/microsatellites) that outperforms existing solutions and can be integrated with MEMS technology. To be both, applicable and competitive, the novel solution will have to respond to specific needs, namely:\n\n(1) High energy efficiency and density;\n(2) Small size and low weight;\n(3) High reliability;\n(4) Compliance with existing standards and regulation; and\n(5) High cost-efficiency.\n\nAny energy storage system will have to first demonstrate its ability to store energy efficiently, within specific power, lifetime and safety specifications and eventually be available at a cost that is ultimately affordable by the nano/microsatellite sector, which is highly cost-sensitive.\n\nWorldwide nanosatellite sector is continuously growing and three main aspects are driving the development: miniaturization, standardization and cost. However Europe has seriously fallen behind competitors from the US and Asia, with regard to R&D in the field of energy storage, which is one of the crucial components for improving and widening small satellites performance and applications.\n\nWith its approach, MONBASA is bridging the gap between R&D and market, with the desired future impact being that the provision of tailored energy solutions becomes a European discipline and business. By bringing together a cross-sector consortium that comprises actors from the areas of energy R&D, processing technologies and space applications, the exact needs of the space industry will be considered for innovative energy storage solutions at low TRL levels. This will not only significantly increase future market uptake of a novel solution that so far is in the state of basic research, but it will foster urgently needed intense knowledge exchange between non-space and space actors for jointly developing novel solutions for a field of expectedly strong growth.",
    "totalCost": "1264025",
    "ecMaxContribution": "996465,5",
    "coordinator": "CENTRO DE INVESTIGACION COOPERATIVADE ENERGIAS ALTERNATIVAS FUNDACION",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION TECNALIA RESEARCH & INNOVATION;NANOSPACE AB;GENCOA LIMITED",
    "participantCountries": "ES;SE;UK",
    "projectParticipants": {
        "962434389": {
            "orgId": "962434389",
            "orgName": "CENTRO DE INVESTIGACION COOPERATIVADE ENERGIAS ALTERNATIVAS FUNDACION",
            "ecContrib": 413812
        },
        "935938063": {
            "orgId": "935938063",
            "orgName": "GENCOA LIMITED",
            "ecContrib": 177284
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 261125
        },
        "986849871": {
            "orgId": "986849871",
            "orgName": "NANOSPACE AB",
            "ecContrib": 144244
        }
    },
    "calculatedTotalContribution": 996465
}