{
    "rcn": "200805",
    "acronym": "POCOL",
    "topics": "JTI-CS2-2014-CFP01-FRC-02-07",
    "title": "Power Conversion Units for LifeRCraft demonstrator",
    "startDate": "14/12/2015",
    "endDate": "13/06/2019",
    "objective": "The growth of Power Electronics has been driven by the demand for more electrical solutions in a very diverse range of application sectors, including transport electrification, energy generation, transmission and distribution, consumer electronics and lighting, industrial motor drives. This range of applications has brought increasing demands on the performance, reliability and cost of power electronics and the associated power conversion techniques, leading to a rapid and dynamic improvement in a range of essential technologies.\nIn this context, two leading institutions in the field of power electronics, Techniques et Fabrications Electroniques (TFE) and the University of Nottingham (UNOTT) are combining their forces in order to propose a project (POCOL) that will enable a step change in the development of high specification power converters for modern aircraft application such as for the lifeRcraft helicopter.\nThe two partners of the project will be organized as to get the best of their specificity. Being a University well known for its strong research activity allows UNOTT to lead the project at the beginning for the three first work packages, setting up the bases of the design. As an equipment designer and manufacturer working in the aeronautic area, TFE will be the leader of the rest of the project and will be able to propose an industrialization of the product made under the POCOL project.\nTFE and UNOTT will work together to:\nï\tDevelop models and design the required power converter and inverter to meet the functional and operational performance and reliability requirements set out in the CfP. \nï\tManufacture B1 prototypes that meet the design criteria up to TRL5\nï\tTest the B1 demonstrators under relevant environmental and operational conditions\nï\tRe-iterate knowledge gained from B1 models into updated B2 models\nï\tBuild B2 demonstrators and test and validate up to TRL6\nï\tProvide relevant documentation to prove required certification",
    "totalCost": "1229831,25",
    "ecMaxContribution": "499000",
    "coordinator": "TFE Techniques et Fabrications Electroniques SAS",
    "coordinatorCountry": "FR",
    "participants": "THE UNIVERSITY OF NOTTINGHAM",
    "participantCountries": "UK",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 206545
        },
        "933242724": {
            "orgId": "933242724",
            "orgName": "TFE Techniques et Fabrications Electroniques SAS",
            "ecContrib": 292455
        }
    },
    "calculatedTotalContribution": 499000
}