{
    "rcn": "200837",
    "acronym": "MOMENDO",
    "topics": "MSCA-RISE-2015",
    "title": "Molecular Mechanisms of Endometriosis",
    "startDate": "01/01/2016",
    "endDate": "31/12/2019",
    "objective": "Endometriosis (the presence of endometrial-like tissue or ëlesionsí outside the uterus) is a chronic inflammatory disease affecting 6-10% of reproductive age women. It is associated with pelvic pain, painful periods, pain with sexual intercourse, and subfertility. The socioeconomic impacts of endometriosis are considerable. The recent WERF EndoCost study (a worldwide cost-of-illness study) reported that endometriosis reduced work productivity in 51% and negatively affected relationships in 50% of women with endometriosis. Current treatment options include invasive and repeated surgeries, or hormonal suppression with significant side effects analogous to a premature menopause. While several general concepts of the etiology of the disease such as retrograde menstruation, coelomic metaplasia, lymphovascular metastasis or the embryonic rest theory have been developed, the molecular mechanisms underlying the disease are currently still incompletely understood, hampering the development of efficient targeted therapies with limited side effects. MOMENDO utilizes the potential of an interdisciplinary consortium of leading world endometriosis experts to provide a deeper understanding of key molecular processes contributing to disease etiology and progression. By employing a wide range of experimental methods (biomarker and epigenetic studies on patient tissues, advanced animal models of the disease, proprietary atomic force microscopy for marker-free diagnostics) and novel and innovative conceptual approaches (adult stem cells, microRNAs, iron-induced inflammatory responses, novel endocrine concepts), MOMENDO will substantially contribute to a deeper understanding of the molecular mechanisms that explain the inflammatory pain associated with endometriosis and the persistent growth of endometriosis lesions. By combining the respective strengths of non-academic and clinical partners, MOMENDO expect to successfully translate these findings into novel therapeutic approaches.",
    "totalCost": "346500",
    "ecMaxContribution": "346500",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "SEREND-IP GMBH;AQUILA BIOMEDICAL LIMITED;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;KAROLINSKA INSTITUTET;TERVISETEHNOLOOGIATE ARENDUSKESKUS AS;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "DE;UK;SE;EE",
    "projectParticipants": {
        "998619754": {
            "orgId": "998619754",
            "orgName": "CONSEJO NACIONAL DE INVESTIGACIONES CIENTIFICAS Y TECNICAS (CONICET)",
            "ecContrib": 0
        },
        "940530431": {
            "orgId": "940530431",
            "orgName": "SEREND-IP GMBH",
            "ecContrib": 13500
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 40500
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 63000
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 54000
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 81000
        },
        "999447067": {
            "orgId": "999447067",
            "orgName": "UNIVERSIDAD DE CHILE",
            "ecContrib": 0
        },
        "952937410": {
            "orgId": "952937410",
            "orgName": "TERVISETEHNOLOOGIATE ARENDUSKESKUS AS",
            "ecContrib": 94500
        },
        "925417637": {
            "orgId": "925417637",
            "orgName": "AQUILA BIOMEDICAL LIMITED",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 346500
}