{
    "rcn": "200824",
    "acronym": "SmartNanoTox",
    "topics": "NMP-29-2015",
    "title": "Smart Tools for Gauging Nano Hazards",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "A definitive conclusion about the dangers associated with human or animal exposure to a particular nanomaterial can currently be made upon complex and costly procedures including complete NM characterisation with consequent careful and well-controlled in vivo experiments. A significant progress in the ability of the robust nanotoxicity prediction can be achieved using modern approaches based on one hand on systems biology, on another hand on statistical and other computational methods of analysis. In this project, using a comprehensive self-consistent study, which includes in-vivo, in-vitro and in-silico research, we address main respiratory toxicity pathways for representative set of nanomaterials, identify the mechanistic key events of the pathways, and relate them to interactions at bionano interface via careful post-uptake nanoparticle characterisation and molecular modelling. This approach will allow us to formulate novel set of toxicological mechanism-aware end-points that can be assessed in by means of economic and straightforward tests. Using the exhaustive list of end-points and pathways for the selected nanomaterials and exposure routs, we will enable clear discrimination between different pathways and relate the toxicity pathway to the properties of the material via intelligent QSARs. If successful, this approach will allow grouping of materials based on their ability to produce the pathway-relevant key events, identification of properties of concern for new materials, and will help to reduce the need for blanket toxicity testing and animal testing in the future.",
    "totalCost": "7996124,88",
    "ecMaxContribution": "7996124,25",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "UNIVERSITE DE LORRAINE;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;INSTITUT JOZEF STEFAN;HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH;ACCELRYS LIMITED;VITROCELL SYSTEMS GMBH;DET NATIONALE FORSKNINGSCENTER FORARBEJDSMILJO;TYOTERVEYSLAITOS;STOCKHOLMS UNIVERSITET;INSTITUT NATIONAL DE RECHERCHE ET DE SECURITE POUR LA PREVENTION DES ACCIDENTS DU TRAVAIL ET DES MALADIES PROFESSIONNELLES ASSOCIATION",
    "participantCountries": "FR;UK;SI;DE;DK;FI;SE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 857549
        },
        "953513978": {
            "orgId": "953513978",
            "orgName": "VITROCELL SYSTEMS GMBH",
            "ecContrib": 320348
        },
        "954831626": {
            "orgId": "954831626",
            "orgName": "UNIVERSITE DE LORRAINE",
            "ecContrib": 710794
        },
        "999494791": {
            "orgId": "999494791",
            "orgName": "ACCELRYS LIMITED",
            "ecContrib": 58750
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 666625
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 1058870
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 1695518
        },
        "999880948": {
            "orgId": "999880948",
            "orgName": "TYOTERVEYSLAITOS",
            "ecContrib": 203274
        },
        "998561748": {
            "orgId": "998561748",
            "orgName": "DET NATIONALE FORSKNINGSCENTER FORARBEJDSMILJO",
            "ecContrib": 799820
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 825250
        },
        "998626835": {
            "orgId": "998626835",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE ET DE SECURITE POUR LA PREVENTION DES ACCIDENTS DU TRAVAIL ET DES MALADIES PROFESSIONNELLES ASSOCIATION",
            "ecContrib": 799328
        }
    },
    "calculatedTotalContribution": 7996126
}