{
    "rcn": "200873",
    "acronym": "SINet",
    "topics": "MSCA-IF-2015-EF",
    "title": "Software-defined Intermittent Networking",
    "startDate": "02/05/2016",
    "endDate": "01/05/2018",
    "objective": "In the ever-growing Internet of Things (IoT), Wireless Sensor Networks (WSNs) play an increasingly important role, with a strong demand for robust solutions in extreme environments. The aim of this proposal is to develop a networking solution that handles the intermittent communication links that characterise such environments.\n\nAn integrated communication system for intermittent links in the Arctic is the main envisaged output for this proposal. The conducted research will draw on my past experience on routing and Software-Defined Networking to tackle heterogeneity and improve overall networking robustness. The achieved outcomes will be aligned with the H2020 Blue Growth challenges on the impact of Arctic changes, defining a networking solution that removes the need for costly and dangerous human expeditions for data collection.\n\nThe impact of the proposed activities is in accordance with European initiatives, creating opportunities for the modernisation and efficiency of European stakeholders. This proposal will enable pioneering ICT-based solutions, including multi-disciplinary fields such as Cyber-Physical Systems and Satellite links for real-time monitoring.\n\nThe conducted research work will be further steered by a specialised Scientific and Technical Advisory Board. This board counts with the collaboration of the host institution, the partner organisation hosting the secondment, as well as of two industry partners. This creates a unique opportunity for consolidating my real-world skills and reaching an improved impact.\n\nThe dissemination and exploitation plans will build upon established contacts and actions, such as chairing activities in the related topics, while also engaging the relevant stakeholders. Technical results shall lead to the publication of 7 papers in scientific and technological peer-reviewed journals and conferences. Moreover, public engagement of non-specialists will be targeted with talks as a researcher and as an MSCA ambassador.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}