{
    "rcn": "200844",
    "acronym": "RI-LINKS2UA",
    "topics": "INT-01-2015",
    "title": "Strengthening Research and Innovation Links towards Ukraine",
    "startDate": "15/02/2016",
    "endDate": "14/02/2019",
    "objective": "The overall aim of the project entitled ëStrengthening Research and Innovation Links towards Ukraine (abbr. RI-LINKS2UA) is to further support and enhance the integration of Ukraine to the European Research Area.\nThe following three core objectives will be archived by a consortium of 12 renewed organisations with professional STI policy and policy analysis background from EU MS /AC (including Ukraine of course): \nï to further support and stimulate the policy dialogue on R&I between EU and Ukraine and therefore to enable the better integration of Ukraine into ERA, by identifying remaining obstacles, drivers and opportunities through analytical evidence and R&I policy advice;\nï to contribute to the improvement of supportive framework conditions in the field of R&I through a targeted portfolio of activities in order to systematically enhance and stimulate the EU-Ukraine STI cooperation; \nï to further encourage and facilitate cooperation between research actors from the EU and Ukraine through a set of supportive R&I measures and by promoting EU-Ukrainian participation in joint projects in Horizon 2020 and other EU funded programmes.\nIn particular RI-LINKS2UA will:\nï Contribute to the improvement of  the framework conditions for EU-Ukraine STI cooperation\nï Provide an operational tailor-made support to policy dialogue \nï Strengthen innovation capacity and economic competitiveness\nï Stimulate and promote the R&I cooperation between EU and Ukraine\nï Contribute to the governance of Ukrainian participation in the Horizon 2020\nand assure practical follow up and long-term impacts by applying diligent dissemination and valorisation precautions. \nRI-LINKS2UA is supported by ministries responsible for research from 7 EU MS as well as by core members of the projectís consortium from Ukraine, namely the Ministry of Education and Science of Ukraine and National Academy of Sciences.\nThe proposed activities build up on the results of previous EU funded support projects with Ukraine.",
    "totalCost": "999933,75",
    "ecMaxContribution": "999933,75",
    "coordinator": "ZENTRUM FUR SOZIALE INNOVATION GMBH",
    "coordinatorCountry": "AT",
    "participants": "SIHTASUTUS EESTI TEADUSAGENTUUR;CENTRUL PROIECTE INTERNATIONALE;Unitatea Executiva pentru Finantarea Invatamantului Superior, a Cercetarii, Dezvoltarii si Inovarii;META GROUP SRL;MINISTRY OF EDUCATION AND SCIENCE OF UKRAINE;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;INSTYTUT PODSTAWOWYCH PROBLEMOW TECHNIKI POLSKIEJ AKADEMII NAUK;NATIONAL ACADEMY OF SCIENCES OF UKRAINE NAS OF UKRAINE;THE CENTRE FOR SCIENTIFIC AND TECHNICAL INFORMATION AND INNOVATION PROMOTION OF UKRAINE;AGENTIA NATIONALA PENTRU CERCETARE SI DEZVOLTARE;REGIONALIS INFORMACIOS ES FEJLESZTO TUDASKOZPONT KORLATOLT FELELOSSEGU TARSASAG;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "EE;MD;RO;IT;UA;DE;PL;HU;FR",
    "projectParticipants": {
        "999915674": {
            "orgId": "999915674",
            "orgName": "THE CENTRE FOR SCIENTIFIC AND TECHNICAL INFORMATION AND INNOVATION PROMOTION OF UKRAINE",
            "ecContrib": 106406
        },
        "938113773": {
            "orgId": "938113773",
            "orgName": "MINISTRY OF EDUCATION AND SCIENCE OF UKRAINE",
            "ecContrib": 45516
        },
        "940719872": {
            "orgId": "940719872",
            "orgName": "ZENTRUM FUR SOZIALE INNOVATION GMBH",
            "ecContrib": 248792
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 77125
        },
        "999735157": {
            "orgId": "999735157",
            "orgName": "META GROUP SRL",
            "ecContrib": 42719
        },
        "968691665": {
            "orgId": "968691665",
            "orgName": "CENTRUL PROIECTE INTERNATIONALE",
            "ecContrib": 0
        },
        "999454439": {
            "orgId": "999454439",
            "orgName": "INSTYTUT PODSTAWOWYCH PROBLEMOW TECHNIKI POLSKIEJ AKADEMII NAUK",
            "ecContrib": 74750
        },
        "998483760": {
            "orgId": "998483760",
            "orgName": "SIHTASUTUS EESTI TEADUSAGENTUUR",
            "ecContrib": 65844
        },
        "960128408": {
            "orgId": "960128408",
            "orgName": "REGIONALIS INFORMACIOS ES FEJLESZTO TUDASKOZPONT KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 56938
        },
        "928418138": {
            "orgId": "928418138",
            "orgName": "NATIONAL ACADEMY OF SCIENCES OF UKRAINE NAS OF UKRAINE",
            "ecContrib": 67906
        },
        "972130024": {
            "orgId": "972130024",
            "orgName": "Unitatea Executiva pentru Finantarea Invatamantului Superior, a Cercetarii, Dezvoltarii si Inovarii",
            "ecContrib": 46250
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 148375
        }
    },
    "calculatedTotalContribution": 980621
}