{
    "rcn": "200813",
    "acronym": "HISENTS",
    "topics": "NMP-29-2015",
    "title": "High level Integrated SEnsor for NanoToxicity Screening",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "The HISENTS vision is to address the problem of the dearth of high-quality tools for nano-safety assessment by introducing an innovative multimodular high throughput screening (HTP) platform including a set of individual modules each representing a critical physiological function connected and integrated in a hierarchical vectorial manner by a microfluidic network. The increase of the capacity to perform nano-safety assessment will be realised by innovative instrumentation developments for HTP and high content analysis (HCA) approaches. Toxicogenomics on chip is also one embedded objective. Our interdisciplinary approach focuses on tools to maximise the read-across and to assess applicable endpoints for advanced risk assessment of nanomaterials (NM). The main goal is thus to establish individual chip-based microfluidic tools as devices for (nano)toxicity screening which can be combined as an on-line HTP platform. Seven different chip-based sensor elements will be developed and hierarchically combined via a flow system to characterise toxicity pathways of NM. The HISENTS platform allows the grouping and identifying of NM. Parallel to the screening, the pathway and interaction of NM in biological organisms will be simulated using the physiologically based pharmacokinetic (PBPK) model. Using the different sensor modules from the molecular to cell to organ level, HISENTS can input quantitative parameters into the PBPK model resulting in an effective pathway analysis for NM and other critical compounds. The developed platform is crucial for realistic nano-safety assessment and will also find extensive application in pharmaceutical screening due to the flexible modifications of the HTP platform. The specific objective is the development of a multimodular HTP platform as new a screening tool for enhancing the efficiency of hazard profiling. Currently, no such flexible, easy-to-use screening platform with flexibly combinable chip-based sensors is available on the market.",
    "totalCost": "6332825",
    "ecMaxContribution": "6332825",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE;TECHNISCHE UNIVERSITAET WIEN;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA;NORSK INSTITUTT FOR LUFTFORSKNING STIFTELSE;TEL AVIV UNIVERSITY;Blueprint Product Design Ltd;BIOMEDICINSKE CENTRUM SLOVENSKEJ AKADEMIE VIED;USTAV EXPERIMENTALNEJ ONKOLOGIE SLOVENSKEJ AKADEMIE VIED;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK;UNIVERSITAT DES SAARLANDES",
    "participantCountries": "SK;AT;DE;ES;NO;IL;UK;IE",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 1411205
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 368750
        },
        "999929545": {
            "orgId": "999929545",
            "orgName": "UNIVERSITAT DES SAARLANDES",
            "ecContrib": 270000
        },
        "999868823": {
            "orgId": "999868823",
            "orgName": "SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE",
            "ecContrib": 508745
        },
        "999654162": {
            "orgId": "999654162",
            "orgName": "NORSK INSTITUTT FOR LUFTFORSKNING STIFTELSE",
            "ecContrib": 300000
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 800960
        },
        "950139251": {
            "orgId": "950139251",
            "orgName": "USTAV EXPERIMENTALNEJ ONKOLOGIE SLOVENSKEJ AKADEMIE VIED",
            "ecContrib": 0
        },
        "925923977": {
            "orgId": "925923977",
            "orgName": "Blueprint Product Design Ltd",
            "ecContrib": 500050
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 899990
        },
        "999606923": {
            "orgId": "999606923",
            "orgName": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
            "ecContrib": 341250
        },
        "918583890": {
            "orgId": "918583890",
            "orgName": "BIOMEDICINSKE CENTRUM SLOVENSKEJ AKADEMIE VIED",
            "ecContrib": 300000
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 631875
        }
    },
    "calculatedTotalContribution": 6332825
}