{
    "rcn": "200846",
    "acronym": "SPRAYNERGY",
    "topics": "ERC-PoC-2015",
    "title": "Translational synergistic growth factor microenvironments for bone regeneration",
    "startDate": "01/06/2016",
    "endDate": "30/11/2017",
    "objective": "We propose a robust polymer-based system that allows a safer delivery of recombinant human bone morphogenetic protein-2 (rhBMP2) for bone tissue engineering. We have teamed up with a surgeon (Dr. Meek) and an SME (Taragenyx Ltd.) in the planning stages, for the appraisal of the proposal from a translational standpoint. Later, Taragenyx will also be involved with scaling-up and commercialisation. We filed a patent covering the technology, and licensed Taragenyx its exploitation. rhBMP2 is a powerful human growth factor (GF) essential in tissue morphogenesis and used to promote bone growth in clinical applications. Current clinical delivery has encountered serious complications associated with the high doses used. We have developed a system that allows the effective presentation of GFs in combination with the integrin binding domain of fibronectin (FN), promoting simultaneous and co-localised signalling between GF receptors and integrins. We have shown the ability of Poly(ethyl acrylate) PEA to organise FN and sequester rhBMP2 in synergy with the integrin binding region to direct stem cell differentiation. This technology enhances bone regeneration and vascularisation with lower rhBMP-2 doses. With this understanding we have engineered a system to regenerate a bone critical size defect in a murine model. Results were comparable to the higher doses used in the clinic, which makes the system safe, effective and more competitive than current commercial products. PEA is however a non-degradable material, a major hurdle to be overcome for many potential applications. We will fabricate a degradable construct spray-coated with a nanometric layer of this functional material to induce and direct bone growth ñ as already shown for the bulk polymer in our ERC Grant, and investigate in vivo the engineered systems. Overall, we will develop a safe and versatile bone system for clinical use in patients with non-union bone defects, and set a route towards commercialisation.",
    "totalCost": "148783,75",
    "ecMaxContribution": "148783",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 148783
        }
    },
    "calculatedTotalContribution": 148783
}