{
    "rcn": "200878",
    "acronym": "HALO",
    "topics": "MSCA-IF-2015-GF",
    "title": "Understanding Halophytes for an Agriculture Worth its Salt",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "One of the greatest challenges of the 21st century is to meet the worldís future food security and sustainability needs despite the rapid and large declines in suitable resources needed for the agricultural expansion required in the foreseeable future. As a result, interest in saline resources has escalated over the years but, notwithstanding great efforts from the scientific and breeding community, success in the development of salt tolerant crops remains elusive. For major breakthrough in crop breeding for salt tolerance, there is an urgent need to look at new options to find previously unexplored traits and mechanisms. With a multi-disciplinary approach and state-of-the-art biophysical and molecular techniques used in plant molecular biology, ion transport biology, halophyte ecophysiology and electrophysiology, the project will reveal the fine print of one of the most interesting mechanisms evolved by plants to deal with excess salts and thrive in these otherwise hostile environments. Given that dicotyledonous halophytes use sodium as a cheap osmoticum, the main objective of the project is to unravel the complementary morphological, physiological and anatomical characteristics that enable them to deal with  cytotoxic sodium. The project will focus on four distinct halophytic species (facultative vs. obligate and with vs. without salt bladders): Atriplex nummularia, Chenopodium quinoa, Salicornia dolichostachya and Beta vulgaris ssp. marittima. By understanding how these different halophytes orchestrate efficient vacuolar Na sequestration with greater cytosolic K retention and bladder cell-based desalination, this project is expected to led the way to uncharted pathways to pinpoint key biological mechanisms that could improve tolerance in traditional salt sensitive crops. Public engagement activities and contact with the scientific and agricultural community will ensure a rapid transfer of knowledge and improve the likelihood of developing new salt tolerant crops.",
    "totalCost": "268518,6",
    "ecMaxContribution": "268518,6",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 268519
        },
        "992198063": {
            "orgId": "992198063",
            "orgName": "UNIVERSITY OF TASMANIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 268519
}