{
    "rcn": "200886",
    "acronym": "SCD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Sexual Citizenship and Disability - Implications for Theory, Practice and Policy",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The sexuality of disabled people is a taboo subject in disability services, health care and in society as a whole. Additionally, physical inaccessibility, lack of social policy and failure by professionals to recognise the needs of disabled people to be supported in their sexual expression can lead to unmet needs, misconduct and reproduction of stereotypes of disabled people as asexual. In the findings from a participatory action research project that sought to identify future priorities for disability research, the issue of sexual support was suggested as such a priority by disability rights organisations. In many countries a new generation of service users are growing up with recognised human rights through strengthened disability policies and discrimination laws, as well as being backed up by European and global conventions ñ notwithstanding often only briefly mentioning sexual rights on an abstract level. The aim of this study is to analyse the conditions, implications and consequences of claims for sexual facilitation on a policy level in three countries: The UK, The Netherlands and the state of New South Wales in Australia. Disabled people have vastly different possibilities for sexual recognition and expression in different policy contexts. Adopting a mixed-method design, including critical policy analysis, interviews, and workshops, with a comparative case study approach allows for a qualitative insight into the policy processes as well as their consequences in practice. A central aim of the study is to develop good practices together with local disability rights organisations in order for research results to not only contribute to theoretical understandings of sexuality and disability, but also to developments in policy and practice, based on expert knowledge and experience.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}