{
    "rcn": "200804",
    "acronym": "CAtMolChip",
    "topics": "ERC-CoG-2015",
    "title": "Cold Atmospheric Molecules on a Chip",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Highly excited electronic states of small atmospheric molecules play an important, but as yet little explored, role in the reactivity, and in the evolution of plasmas, including the Aurora Borealis, in the upper atmosphere of the Earth. Processes involving these highly excited states are very challenging to investigate theoretically because of the high density of states close to the ionization limits where they lie. Therefore, experimental input is essential for the identification of the reaction and decay mechanisms, and the quantum states of importance in future studies. However, experimental techniques that can be exploited to provide this input have only become available very recently. These techniques permit gas-phase molecular samples in these highly excited states to be confined in traps for sufficient lengths of time (e.g. 1 ms ñ 10 ms) for detailed studies to be performed in a controlled laboratory environment. They include resonance-enhanced and non-resonance-enhanced multiphoton excitation of long-lived high angular momentum Rydberg states of small molecules, and chip-based devices for efficiently decelerating, transporting and trapping these samples.\n\nWith the support of this Consolidator Grant a new experimental research program will be developed in the Department of Physics and Astronomy at University College London involving laboratory based studies of (1) inelastic scattering processes, and (2) the decay mechanisms of gas-phase atmospheric molecules, including N2, O2 and NO, and their constituent atoms, in high Rydberg states. The planned experiments will be directed toward understanding the effects of static and time-dependent electric and magnetic fields, and blackbody radiation fields on slow dissociation processes that occur in highly excited states of N2, O2 and NO, investigations of collisional energy transfer processes, and studies of the role that these excited electronic states play in the evolution and reactivity of atmospheric plasmas incl",
    "totalCost": "1985553",
    "ecMaxContribution": "1985553",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1985553
        }
    },
    "calculatedTotalContribution": 1985553
}