{
    "rcn": "200870",
    "acronym": "EGYWINE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Ancient Egyptís Wine Rebirth",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The present paradigm on wine history states that viticulture is originated in the Near East and that Europeís wine culture is a Greek and Roman heritage. The Egyptian wine culture is one of the worldís most ancients, however, the extensive archaeological evidences have not been fully investigated.\nBased on Dr. Guaschís previous research, EGYWINE will collect and document evidences (pottery and organic material) for the entire process of grape cultivation and wine production in Egypt interrelating various scientific disciplines (archaeology, paleogenomics, history and semantics).\nEGYWINE seeks to understand the Egyptian footprint on the wine culture history.\nSpecifically, its aims are to:\n1) Identify what is linked with wine from the Predynastic (3800-3300 BC) to the New Kingdom Period (1550-1069 BC)\n2) Study the Ancient Egyptian wine jars\n3) Analyze ancient wine residues from pharaonic Egypt through paleogenomics, which offer multiple perspectives of study: (i) vine genome evolution since its initial domestication; (ii) fermentation yeasts evolution; (iii) wine making process evolution, through a metagenomic analysis of the multiple microorganisms used during, or along, the wine making process.\nEGYWINE project will be performed at Paris-Sorbonne UMR8167 (ëOrient et MÈditerranÈeí) and a six-months secondment at MontpellierSupAgro-INRA (UMR1334 ëAmÈlioration GÈnÈtique et Adaptation des Plantesí). The aDNA extraction will be performed at ëEpigenome and paleogenomeí lab of the Institut Jacques Monod (UMR7592) in Paris and the typology wine jars study at the IFAO in Cairo. The research and training profile of these units fits all the objectives included into EGYWINE project (scientific research, training and personal career). The fellowship will strengthen the multidisciplinary research profile of Dr. Guasch, who will benefit from the excellent methodological expertise of Prof. Tallet, and Prof. Boursiquot, and additional training and support from IFAO and IJM partners.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE PARIS-SORBONNE (PARIS IV)",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998096051": {
            "orgId": "998096051",
            "orgName": "UNIVERSITE DE PARIS-SORBONNE (PARIS IV)",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}