{
    "rcn": "200843",
    "acronym": "EDGE",
    "topics": "H2020-TWINN-2015",
    "title": "Environmental Diplomacy and Geopolitics",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "This proposal seeks to increase and reinforce the cooperation that has been initiated between the University of Economics in Bratislava, Sciences Po and the University of LiËge in the field of Environmental Diplomacy and Geopolitics. This field of international relations is gaining increasing importance, as environmental issues have become an increasingly important matter in international politics. The three partner universities have all developed a specific field of expertise in relation to the topic of the proposal: The Faculty of International Relations of the University of Economics in Bratislava (EUBA) has developed a wide expertise in the politics of environmental resources, including its security dimension; Sciences Po has recently launched a new research programme entitled Politics of the Earth, which looks at the new geopolitical challenges brought upon by the Anthropocene; The University of LiËge (ULG) has specialised into the human impacts of environmental changes, with a focus on migration and health issues. Thus the areas of expertise of the three partners cover a wide range of subjects related to environmental diplomacy and geopolitics: resources, politics and impacts. The key objective of this proposal is to bring these areas of expertise together to create a comprehensive and consistent cluster of research activities. This cluster will allow for a better understanding of the interactions between environmental politics, natural resources and their influence on human populations. In particular, the partnership will seek to achieve the following objectives:\n\n1.\tDevelop joint research activities, events and projects pertaining to environmental diplomacy and geopolitics. \n2.\tFoster cooperation and exchanges of faculty and students between the three partners, as well as with other international, non-EU partners.\n3.\tReinforce the research and teaching capacities of the partner universities. \n4.\tDevelop a common publication strategy",
    "totalCost": "1031250",
    "ecMaxContribution": "1031250",
    "coordinator": "EKONOMICKA UNIVERZITA V BRATISLAVE",
    "coordinatorCountry": "SK",
    "participants": "UNIVERSITE DE LIEGE;FONDATION NATIONALE DES SCIENCES POLITIQUES",
    "participantCountries": "BE;FR",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 268750
        },
        "997951618": {
            "orgId": "997951618",
            "orgName": "EKONOMICKA UNIVERZITA V BRATISLAVE",
            "ecContrib": 425000
        },
        "999957869": {
            "orgId": "999957869",
            "orgName": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
            "ecContrib": 337500
        }
    },
    "calculatedTotalContribution": 1031250
}