{
    "rcn": "200816",
    "acronym": "PANA",
    "topics": "NMP-12-2015",
    "title": "PROMOTING ACTIVE AGEING: FUNCTIONAL NANOSTRUCTURES FOR ALZHEIMERíS DISEASE AT ULTRA-EARLY STAGES.",
    "startDate": "01/03/2016",
    "endDate": "28/02/2021",
    "objective": "Alzheimerís disease (AD) is the leading cause of dementia and loss of autonomy in the elderly, implying a progressive cognitive decline and limitation of social activities. Progressive aging of EU population will increase the magnitude of this problem in the next decades. Currently, there is not an effective method for the early diagnosis of AD. Therefore, there is an urgent need to develop new effective early diagnostic and therapeutic strategies to help in delaying the appearance of the most adverse symptoms of this disease. To defeat this challenge, PANA project bases its approach on the importance of tau oligomers in the early pathophysiological processes of AD. The effective strategy will be based on two fundamental pillars;  on one hand, efforts will be focused on multimodal PET/MRI imaging which is gaining relevance as the best solution for diagnostic purposes due to the complementary advantages of both technologies, combining the high structural characterization of tissue provided by MRI with the enhanced sensitivity of PET imaging. On the other hand, the challenging development of a theragnostic nanostructures will be focused on tau oligomers detection,   which would have to deliver theragnostic agents into the brain to provide in situ diagnostic and therapeutic effects. Therefore, PANA project focuses on developing theranostic nanostructures that specifically recognize very-early molecular markers of AD, and can be detected by means of non-invasive imaging methodologies (MRI and/or PET, which are already common techniques accessible in most hospitals) and eventually provide a therapeutic action if needed.\nTo achieve this goal, we propose a unique consortium which combines neuroscientists, nanotechnologists, molecular imaging experts, clinicians and Small/Medium/Large Enterprises in an effort to use smart nanoparticles engineered with multifunctional biomaterial to provide new very-early diagnostic tools for AD, a vital medical/social problem in EU.",
    "totalCost": "7775972,5",
    "ecMaxContribution": "7775972,5",
    "coordinator": "SERVIZO GALEGO DE SAUDE",
    "coordinatorCountry": "ES",
    "participants": "reMYND NV;STAB VIDA INVESTIGACAO E SERVICOS EM CIENCIAS BIOLOGICAS LDA;ROCHE DIAGNOSTICS SL;STICHTING VU;BIOTECHPHARMA;UNIVERSIDAD DE SANTIAGO DE COMPOSTELA;FUNDACION INSTITUTO DE ESTUDIOS DE CIENCIAS DE LA SALUD DE CASTILLA Y LEON;KATHOLIEKE UNIVERSITEIT LEUVEN;ITA-SUOMEN YLIOPISTO;LABORATORIO IBERICO INTERNACIONAL DE NANOTECNOLOGIA",
    "participantCountries": "BE;PT;ES;NL;LT;FI",
    "projectParticipants": {
        "988145985": {
            "orgId": "988145985",
            "orgName": "LABORATORIO IBERICO INTERNACIONAL DE NANOTECNOLOGIA",
            "ecContrib": 319498
        },
        "999769689": {
            "orgId": "999769689",
            "orgName": "STAB VIDA INVESTIGACAO E SERVICOS EM CIENCIAS BIOLOGICAS LDA",
            "ecContrib": 463030
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 1055500
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 762125
        },
        "949694700": {
            "orgId": "949694700",
            "orgName": "BIOTECHPHARMA",
            "ecContrib": 845250
        },
        "951404713": {
            "orgId": "951404713",
            "orgName": "FUNDACION INSTITUTO DE ESTUDIOS DE CIENCIAS DE LA SALUD DE CASTILLA Y LEON",
            "ecContrib": 396250
        },
        "974720409": {
            "orgId": "974720409",
            "orgName": "SERVIZO GALEGO DE SAUDE",
            "ecContrib": 1573538
        },
        "968452269": {
            "orgId": "968452269",
            "orgName": "reMYND NV",
            "ecContrib": 482720
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1094875
        },
        "968723481": {
            "orgId": "968723481",
            "orgName": "ROCHE DIAGNOSTICS SL",
            "ecContrib": 253438
        },
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 529750
        }
    },
    "calculatedTotalContribution": 7775974
}