{
    "rcn": "200808",
    "acronym": "SINTBAT",
    "topics": "NMP-16-2015",
    "title": "Silicon based materials and new processing technologies for improved lithium-ion batteries",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "According to the European Energy Storage Technology Development Roadmap towards 2030 (EASE/EERA) energy storage will be of the greatest importance for the European climate energy objectives. The Sintbat project aims at the development of a cheap energy efficient and effectively maintenance free lithium-ion based energy storage system offering in-service time of 20 to 25 years. Insights gained from advanced in-situ and in-operando analysis methods will be used for multi scale modelling targeting on the simulation of aging mechanisms for a reliable lifetime prediction and enhancement. In addition, the latest generation of anode materials based on silicon as well as a prelithiation process for lifetime enhancement will be implemented in the cell manufacturing process. The implementation of high energy materials combined with a low cost and environmental benign aqueous cathode manufacturing process will lead to remarkable cell costs reduction down to 130 Ä per kWh. This will enable battery based storage system for an economic reasonable price of less than 400 Ä per kWh (CAPEX) and will lower the OPEX down to less than 0.09 Ä per stored kWh for the targeted in-service time of 20 to 25 years (10,000 cycles). The technical developments will be supported by the set-up of a relevant roadmap as well as a catalogue for good practice. To guarantee the highest possible impact for the European economy the Sinbat consortium installed an Industrial Advisory Board including various European battery material suppliers, cell manufacturer and end-users whereby the whole value added chain in this way is completed within the Sintbat project. This strong interaction of the Sintbat consortium with relevant stakeholders in the European energy economy will assure that battery based energy storage systems are becoming an economic self-sustaining technology.",
    "totalCost": "9755886,25",
    "ecMaxContribution": "8334786,25",
    "coordinator": "VARTA MICROBATTERY GMBH",
    "coordinatorCountry": "DE",
    "participants": "UNIWERSYTET WARSZAWSKI;VARTA STORAGE GMBH;VARTA MICRO INNOVATION GMBH;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UPPSALA UNIVERSITET;EURA AG;MATERIALS CENTER LEOBEN FORSCHUNG GMBH;THE UNIVERSITY OF WARWICK",
    "participantCountries": "PL;DE;AT;FR;SE;UK",
    "projectParticipants": {
        "932880429": {
            "orgId": "932880429",
            "orgName": "VARTA STORAGE GMBH",
            "ecContrib": 764750
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 723828
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1214854
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1660578
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 544125
        },
        "969322456": {
            "orgId": "969322456",
            "orgName": "VARTA MICRO INNOVATION GMBH",
            "ecContrib": 1107400
        },
        "999591015": {
            "orgId": "999591015",
            "orgName": "VARTA MICROBATTERY GMBH",
            "ecContrib": 971250
        }
    },
    "calculatedTotalContribution": 6986785
}