{
    "rcn": "200818",
    "acronym": "CritCat",
    "topics": "NMP-23-2015",
    "title": "Towards Replacement of Critical Catalyst Materials by Improved Nanoparticle Control and Rational Design",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "The CritCat proposal aims to provide solutions for the substitution of critical metals, especially rare platinum group metals (PGMs), used in heterogeneous and electrochemical catalysis. CritCat will explore the properties of ultra-small transition metal (TM) nanoparticles in order achieve optimal catalytic performance with earth-abundant materials. The emphasis will be on industrially-relevant chemical reactions and emerging energy conversion technologies in which PGMs play an instrumental role, particularly in the context of hydrogen and synthesis gas (syngas) fuels. The CritCat proposal includes all the aspects for rational catalyst design including novel catalyst synthesis, characterization, and performance testing by a range of academic and industry partners together with large-scale computational simulations of the relevant catalysts, substrates and model reactions using the latest computational methods. Particular attention is given to a strong feedback-loop mechanism where theory is an integral part of the experimental work packages. The experimental and theoretical data will be collected (descriptor database) and used for materials screening via machine learning techniques and new algorithms. The goal is to improve size, shape and surface structure control of the tailored nanoparticle catalysts via novel cluster/nanoparticle synthesis techniques that can produce samples of unrivalled quality. The research includes up-scaling of the size-selected catalyst nanoparticle samples up to macroscopic quantities, which will enable them to be included as basic technological components for realistic catalyst systems. The performance of the catalyst prototypes will be demonstrated for selected basic electrochemical reactions relevant to fuel cells and storage of renewable energy. The industrial partners bring their expertise in prototypes development and commercial deployment (TRL 3-4). The project involves cooperation with external research groups in USA and Japan.",
    "totalCost": "4369292,5",
    "ecMaxContribution": "4369292,5",
    "coordinator": "TTY-SAATIO",
    "coordinatorCountry": "FI",
    "participants": "NANOLAYERS RESEARCH COMPUTING LTD;NPL MANAGEMENT LIMITED;SYNGASCHEM BV;FORSCHUNGSZENTRUM JULICH GMBH;THE UNIVERSITY OF BIRMINGHAM;AALTO KORKEAKOULUSAATIO SR;TETHIS SPA;LABORATORIO IBERICO INTERNACIONAL DE NANOTECNOLOGIA",
    "participantCountries": "UK;NL;DE;FI;IT;PT",
    "projectParticipants": {
        "988145985": {
            "orgId": "988145985",
            "orgName": "LABORATORIO IBERICO INTERNACIONAL DE NANOTECNOLOGIA",
            "ecContrib": 474090
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 628692
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "925748892": {
            "orgId": "925748892",
            "orgName": "SYNGASCHEM BV",
            "ecContrib": 500000
        },
        "965174251": {
            "orgId": "965174251",
            "orgName": "TETHIS SPA",
            "ecContrib": 304096
        },
        "926099450": {
            "orgId": "926099450",
            "orgName": "NANOLAYERS RESEARCH COMPUTING LTD",
            "ecContrib": 359070
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 680788
        },
        "999920330": {
            "orgId": "999920330",
            "orgName": "NPL MANAGEMENT LIMITED",
            "ecContrib": 467031
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 412635
        }
    },
    "calculatedTotalContribution": 3826402
}