{
    "rcn": "200874",
    "acronym": "Crystal Tandem Solar",
    "topics": "MSCA-IF-2015-GF",
    "title": "Single-Crystal Perovskite Tandem Solar Cells For High Efficiency and Low Cost",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "This project aims to produce next-generation solar cells surpassing 30% power conversion efficiency at low cost, a much needed cheap renewable energy source. Initial rapid progress in the field of perovskite solar cells has slowed; efficiencies are not high enough to make them commercially attractive. Therefore, a step change is needed in how these devices are made. All perovskite solar cells so far are polycrystalline. The project will focus on solution-based epitaxial growth of single crystal perovskites, providing novel high quality thin films. These crystals will be incorporated into Si-based tandem solar cells, to form highly efficient single-crystal-on-single-crystal devices. Fabricating on top of an existing technology offers rapid commercialisation and significantly better power to cost ratio than existing technologies.\n\nThe project will comprise an outgoing phase in Prof. Michael McGeheeís group at Stanford University, whose unrivalled expertise in fabrication of hybrid tandem solar cells will be combined with the researcherís skills to fabricate single crystal perovskite-on-Si solar cells. The expertise obtained will then be transferred to the group of Prof. Sir Richard Friend at the University of Cambridge, experts in photophysics. The physical mechanisms occurring in these devices will be elucidated via ultrafast spectroscopy.  Based on these findings, devices will be further improved to attain the highest efficiencies.\n\nThe project addresses Horizon 2020's goals on clean and sustainable energy. The researcher is uniquely suited for this ambitious project, having strong expertise in perovskite and nanocrystal fabrication. It represents a novel combination of the fields of crystal growth, state-of-the-art device manufacture, and device spectroscopy. It will create strong links between the groups and ensure transfer of expertise into the European community. There is strong potential for intellectual property generation and industrial involvement.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "998096536": {
            "orgId": "998096536",
            "orgName": "UNIVERSITY OF WASHINGTON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}