{
    "rcn": "200880",
    "acronym": "MORE-or-LESS",
    "topics": "MSCA-IF-2015-EF",
    "title": "do Maths Outcomes Reflect Expertise Linked to Effective Strategy Selection? Event related brain potentials and eye movement studies in children and adults",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Excellence in Science, Technology and Engineering (STEM) subjects are crucial to the development and wellbeing of both societies and individuals. Mathematics lies at the heart of all STEM subjects. Contrary to its importance, to date not much is known about advanced levels of mathematical development. This project aims to remedy this situation by providing an innovative study investigating strategies that both children and adults use to solve arithmetical problems and integrating competences derived from psychological and mathematical educational domains. Consequently, the outcomes of this research can easily be drawn into concrete implications: effective teaching of maths strategies, applicable both in the educational and in the clinical field, will not only help children and adults struggling with maths but will also facilitate the learning of maths among average or even excellent students.\nSpecifically, the MORE-or-LESS project aims to analyse: the strategies used by both children and adults to solve complex mental addition and subtraction problems; the effects of problem features, such as the complexity of the operation (i.e., number of digits), or the presence/absence of carry/borrow procedures, and the type of representation (i.e., Arabic digits, number words, dot patterns); the specific role of working memory in mental calculation; and the psycho-physiological data related to arithmetical processing. The project fills an important gap because, so far, most research exploring the relationship between strategy selection, cognitive processes and mental arithmetic has focused on adultsí simple calculation.\nThe project is highly innovative as it integrates different experimental methods: both behavioural and psycho-physiological data will be collected. Through this project the candidate will be trained in the application and analysis of eye movement tracking and event-related brain potential techniques both of which will equip her with new skills and knowledge.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}