{
    "rcn": "200898",
    "acronym": "Topological-Plasmonics",
    "topics": "MSCA-IF-2015-EF",
    "title": "Robust light manipulation in plasmonic nanostructures assisted by topological protection",
    "startDate": "01/05/2016",
    "endDate": "03/10/2018",
    "objective": "Materials that present plasmonic resonances feature the unique capability of confining light in nanometer-scale volumes. Resonant metal nanostructures, such as gold or silver nanoparticles, support localized surface plasmon resonances upon light illumination. These are free electron oscillations coupled to the electromagnetic field that enable light concentration even beyond the diffraction limit. For this reason plasmonics is a key tool for guiding and focusing light in order to extend the use of optical techniques into the nanoscale, with current and potential applications ranging from ultrasensitive chemical and biological sensor devices to imaging, non-linear optics or enhanced light absorption in photovoltaic cells.\n\nOn the other hand, the study of topological phases and protected states in solid state systems as well as in photonic crystals has been very successful in recent years, since electronic or photonic states protected by the global symmetries of the system can propagate without suffering from scattering at defects or disorder. This has raised interest both from a fundamental point of view, with new physics being developed and understood ñsuch as topological insulatorsñ, as well as with views to applied technologies, which would greatly benefit from dissipation-free transport of electrons or photons. \n\nWhile the field of plasmonics has reached a mature state, the performance of some plasmonic devices is affected by ohmic losses in the metal and fabrication defects. Novel and improved functionalities are needed in order to design efficient plasmonic devices. This research aims at adding novel capabilities to the field of plasmonics by designing topologically protected light modes sustained by plasmonic nanostructures. I will study periodic two-dimensional arrangements of metal nanoantennas (metasurfaces) as promising nanostructures to support topologically protected modes with applications in light manipulation in the nanoscale.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}