{
    "rcn": "200849",
    "acronym": "TRACES",
    "topics": "REFLECTIVE-2-2015",
    "title": "Transmitting Contentious Cultural Heritages with the Arts: From Intervention to Co-Production",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "Transmitting Contentious Cultural Heritages with the Arts: From Intervention to Co-Production (TRACES) aims to provide new directions for cultural heritage institutions to contribute productively to evolving European identity and reflexive Europeanization. To do so, it deploys an innovative ethnographic/artistic approach, focused on a wide range of types of ëcontentious heritage.í Attention to contentious heritage is crucial as it is especially likely to raise barriers to inclusivity and convivial relations, as well as to be difficult to transmit to the public. Transmitted effectively, however, it is potentially especially productive in raising critical reflection and contributing to reflexive Europeanization, in which European identity is shaped by self-awareness and on-going critical reflection.\n\nThrough rigorous and creative in-depth artistic/ethnographic research, TRACES will provide a systematic analysis of the challenges and opportunities raised by transmitting contentious, awkward and difficult pasts. It will do so by setting up Creative Co-Productions (CCPs) in which artists, researchers, heritage agencies and stakeholders work together in longer term engagements to collaboratively research selected cases of contentious heritage and develop new participatory public interfaces. These will be documented and analysed, including educational research. These interfaces, which include online as well as physical exhibitions and other formats, are part of the significant output planned for TRACES, along with academic publications and a novel reflective Contentious Heritage Manual that will synthesise results to provide directions for future practical reflexive transmission of cultural heritage in Europe. \n\nTRACES is a multi-disciplinary team, bringing together established and emerging scholars, and providing high-level expertise, relevant experience and creative energy, to provide a rigorous and innovative approach to the transmission of European cultural heritage.",
    "totalCost": "2711052,5",
    "ecMaxContribution": "2303358,75",
    "coordinator": "UNIVERSITAET KLAGENFURT",
    "coordinatorCountry": "AT",
    "participants": "NATURHISTORISCHES MUSEUM;UNIWERSYTET JAGIELLONSKI;UNIVERSITETET I OSLO;POLITECNICO DI MILANO;HOSMAN DURABIL;HUMBOLDT-UNIVERSITAET ZU BERLIN;ZURCHER HOCHSCHULE DER KUNSTE;DRUSTVO ZA DOMACE RAZISKAVE;THE UNIVERSITY OF EDINBURGH;UNIVERSITY OF ULSTER",
    "participantCountries": "AT;PL;NO;IT;RO;DE;CH;SI;UK",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 375138
        },
        "999836813": {
            "orgId": "999836813",
            "orgName": "UNIVERSITAET KLAGENFURT",
            "ecContrib": 563750
        },
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 99178
        },
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 412000
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 82500
        },
        "928120833": {
            "orgId": "928120833",
            "orgName": "HOSMAN DURABIL",
            "ecContrib": 82294
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 500000
        },
        "998250863": {
            "orgId": "998250863",
            "orgName": "NATURHISTORISCHES MUSEUM",
            "ecContrib": 27500
        },
        "999642716": {
            "orgId": "999642716",
            "orgName": "UNIWERSYTET JAGIELLONSKI",
            "ecContrib": 80000
        },
        "987999806": {
            "orgId": "987999806",
            "orgName": "ZURCHER HOCHSCHULE DER KUNSTE",
            "ecContrib": 0
        },
        "927689377": {
            "orgId": "927689377",
            "orgName": "DRUSTVO ZA DOMACE RAZISKAVE",
            "ecContrib": 81000
        }
    },
    "calculatedTotalContribution": 2303360
}