{
    "rcn": "200863",
    "acronym": "TransUP",
    "topics": "INNOSUP-5-2014",
    "title": "Supporting Transnational Start-up Ecosystems",
    "startDate": "01/04/2016",
    "endDate": "31/03/2017",
    "objective": "Although EU programmes and policy makers have been encouraging the potential for cooperation between different startup ecosystems - including within the Alpe Adria region-, still no strong coordination mechanisms yet exist that would ensure a streamlining between regional, national and EU initiatives in support of innovative businesses.  \nThe basic TransUP concept is to tackle the challenge of making the Alpe Adria region an attractive hub for innovative entrepreneurs and investors, where the ecosystem made of actors and services devoted to support the creation and development of new businesses is really collaborative and transnational.\nTechnology startups in the peripheral European territories like the Alpine Adriatic usually  look to Western Europe or to the USA rather than to neighboring countries for models of change and development. \nThe overall objective of the TransUP project is thus to collaboratively address a common innovation support challenge and to peer-review transnational support services and co-design an innovative and systemic Crossregional Softlanding Programme for enhancing a multicultural and international driven attitude among startups in order to improve their survival chances on the global market. \nThe Crossregional Softlanding Programme is aimed at offering to startups from neighboring regions Carinthia (Austria), Friuli Venezia Giulia (Italy), Slovenia and the newly entered EU member state Croatia, the possibility to develop their company within a multicultural environment. The expected result is the activation of a comprehensive international attitude in all aspects of startup business management with positive effects from market reach to competitive strength.\nSpecific focus will be dedicated to startups with reference to the Alpe Adria region but the recommendations developed in the Design Option Paper will be valid for all sectors and EU geographical location.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "FRIULI INNOVAZIONE CENTRO DI RICERCA E DI TRASFERIMENTO TECNOLOGICO SCARL",
    "coordinatorCountry": "IT",
    "participants": "IRP INSTITUT ZA RAZISKOVANJE PODJETNISTVA ZAVOD;TEHNOLOSKI PARK LJUBLJANA DOO;KARNTNER WIRTSCHAFTSFORDERUNGSFONDS;STEP RI ZNANSTVENO - TEHNOLOGIJSKI PARK SVEUCILISTA U RIJECI, DRUZBA ZOMEJENO ODGOVORNOSTJO ZA INOVACIJEI TRANSFER TEHNOLOGIJE",
    "participantCountries": "SI;AT;HR",
    "projectParticipants": {
        "986221602": {
            "orgId": "986221602",
            "orgName": "FRIULI INNOVAZIONE CENTRO DI RICERCA E DI TRASFERIMENTO TECNOLOGICO SCARL",
            "ecContrib": 50000
        },
        "971570431": {
            "orgId": "971570431",
            "orgName": "TEHNOLOSKI PARK LJUBLJANA DOO",
            "ecContrib": 0
        },
        "941702676": {
            "orgId": "941702676",
            "orgName": "IRP INSTITUT ZA RAZISKOVANJE PODJETNISTVA ZAVOD",
            "ecContrib": 0
        },
        "986284264": {
            "orgId": "986284264",
            "orgName": "STEP RI ZNANSTVENO - TEHNOLOGIJSKI PARK SVEUCILISTA U RIJECI, DRUZBA ZOMEJENO ODGOVORNOSTJO ZA INOVACIJEI TRANSFER TEHNOLOGIJE",
            "ecContrib": 0
        },
        "926691247": {
            "orgId": "926691247",
            "orgName": "KARNTNER WIRTSCHAFTSFORDERUNGSFONDS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}