{
    "rcn": "200866",
    "acronym": "ICRI 2016",
    "topics": "INFRA",
    "title": "International Conference on Research Infrastructures (ICRI 2016)",
    "startDate": "01/10/2015",
    "endDate": "31/12/2016",
    "objective": "The next International Conference on Research Infrastructures, (ICRI), will be hosted in South Africa in October 2016.  The Department of Science and Technology (DST) will be co-hosting ICRI 2016 with the European Commission (EC).  \n\nIn the recent few years, ICRI has become the platform for stakeholders to engage and interact on many of the critical research infrastructure (RI) related questions.  ICRI 2016 will be an international event bringing together experts from across the globe and also seeking to make recommendations going forward for the RI community.  It will bring together a set of speakers that are representative of the global debate on RI as well as target participation from across the world.  The Conference will target multiple stakeholders including scientists, RI managers, multilateral institutions, policy makers, politicians, foundations as well as the private sector.  The conference aims to attract 600-700 participants from across the globe. \n\nICRI 2016 contributes to the general objectives stipulated in the European Commissionís work programme 'European research infrastructures' (including e-Infrastructures). The work programme highlights the role of RI within the context of the challenges that are faced globally.  The themes of ICRI will be developed in a manner that also stimulates dialogue on the critical role that RI plays in addressing socio-economic challenges. \n\nThe objectives will be to host a successful International Conference on Research Infrastructures (ICRI).  The project will enable the successful organisation and implementation of the Conference, through key focus on project management; communication and branding; and logistics and organization.  The Conference program will consist of a high level plenary, thematic discussions and exhibitions. The project will interface closely with the management structures, including the steering committee as well as the organising committee to deliver a successful event.",
    "totalCost": "623202,5",
    "ecMaxContribution": "300000",
    "coordinator": "DEPARTMENT OF SCIENCE AND TECHNOLOGY",
    "coordinatorCountry": "ZA",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999819353": {
            "orgId": "999819353",
            "orgName": "DEPARTMENT OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 300000
        }
    },
    "calculatedTotalContribution": 300000
}