{
    "rcn": "200839",
    "acronym": "INSPIRE",
    "topics": "INNOSUP-7-2015",
    "title": "INtegrated Support of oPen Innovation pRofessionalization initiative",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "Current research and practice on Open Innovation (OI) has not given emphasis on the ability of SMEs to develop and implement OI strategies - the lessons learned from large firms are not readily transferable to their context. INSPIRE aims to thoroughly investigate how OI is managed and organised in SMEs in order to leverage and expand the existing scattered initiatives and professionalize their services. The project seeks to understand in depth good practices of OI in SMEs across Europe, including the barriers they experience, the critical success factors and the open innovation ëpathwaysí they follow. Good practices will be identified in all varieties of SMEs in terms of economic context, innovation trajectory (e.g. both high-tech and low-tech SMEs) and stage of lifetime. The understanding of good practices will allow the design, development and validation of an Integrated Toolbox for OI in SMEs to enable the professional management of OI by SMEs in various kinds of open innovation initiatives (e.g. facilitated by large corporations, private-public partnerships). The Toolbox will include good practices, indicators and management modules to support the internal innovation activities of an SME and their interaction with OI partners. The Toolbox will be modular and it will include three prototypical scenarios of usage that can be flexibly adjusted to individual needs of SMEs. The Integrated Toolbox will be developed as a web platform and it will be validated through a series of pilots in real life OI projects carried out by SMEs across Europe. Moreover, the project will develop a deployment plan for the Open Innovation System to initiate an EU-wide strategic engagement of innovation stakeholders and spread the practices of OI. The consortium includes a variety of competencies to access the whole Open Innovation chain across a range of geographical, economic and SMEsí contexts and includes academics, practitioners and intermediaries working with SMEs on Open Innovation.",
    "totalCost": "1692742,5",
    "ecMaxContribution": "1692742",
    "coordinator": "UNIVERSITY OF BRIGHTON",
    "coordinatorCountry": "UK",
    "participants": "VERHAERT NEW PRODUCTS & SERVICES NV;FUNDACION ESADE;Stiftelsen IMIT;KNOWLEDGE & INNOVATION CONSULTANTS SYMVOULEFTIKI MONOPROSOPI EPE;SCIENCE AND TECHNOLOGY FACILITIES COUNCIL;UNITED KINGDOM RESEARCH AND INNOVATION;TII ASSOCIATION EUROPEENNE POUR LE TRANSFERT DES TECHNOLOGIES ASBL;VIESOJI ISTAIGA LIETUVOS INOVACIJU CENTRAS;LAPPEENRANNAN TEKNILLINEN YLIOPISTO",
    "participantCountries": "BE;ES;SE;EL;UK;LU;LT;FI",
    "projectParticipants": {
        "999863876": {
            "orgId": "999863876",
            "orgName": "FUNDACION ESADE",
            "ecContrib": 106875
        },
        "999860481": {
            "orgId": "999860481",
            "orgName": "UNIVERSITY OF BRIGHTON",
            "ecContrib": 401040
        },
        "996699348": {
            "orgId": "996699348",
            "orgName": "KNOWLEDGE & INNOVATION CONSULTANTS SYMVOULEFTIKI MONOPROSOPI EPE",
            "ecContrib": 189625
        },
        "997942694": {
            "orgId": "997942694",
            "orgName": "Stiftelsen IMIT",
            "ecContrib": 194250
        },
        "999456476": {
            "orgId": "999456476",
            "orgName": "VIESOJI ISTAIGA LIETUVOS INOVACIJU CENTRAS",
            "ecContrib": 101125
        },
        "999980179": {
            "orgId": "999980179",
            "orgName": "SCIENCE AND TECHNOLOGY FACILITIES COUNCIL",
            "ecContrib": 0
        },
        "999591209": {
            "orgId": "999591209",
            "orgName": "LAPPEENRANNAN TEKNILLINEN YLIOPISTO",
            "ecContrib": 159875
        },
        "992798008": {
            "orgId": "992798008",
            "orgName": "VERHAERT NEW PRODUCTS & SERVICES NV",
            "ecContrib": 180075
        },
        "993618046": {
            "orgId": "993618046",
            "orgName": "TII ASSOCIATION EUROPEENNE POUR LE TRANSFERT DES TECHNOLOGIES ASBL",
            "ecContrib": 182877
        }
    },
    "calculatedTotalContribution": 1515742
}