{
    "rcn": "200864",
    "acronym": "FRODO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Fluorene and dihydroindenofluorene Rings for Optoelectronic Devices Outcomes",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Based on the fantastic recent developments of cyclo-para-phenylenes (CPP), the present proposal aims to synthesize and study a new and unique class of cyclic organic semi-conductors based on bridged oligophenylenes building blocks, namely the cyclo-oligo-fluorene and cyclo-oligo-dihydroindenofluorene, for Organic Electronic (OE) applications. After synthesis, the main goal of this proposal is to define a precise structure properties relationship study on cyclo bridged oligophenylenes. Defining these general rules through such structure-properties relationship studies will allow in the future a perfect control of the properties of cyclic bridged oligophenylenes, which is the foundation of the materials design for OE. This is an innovative and multidisciplinary project at the interface of organic chemistry, physical chemistry and electronics. Through this proposal, the applicant will learn many new skills and knowledges in cyclic OSCs, physico-chemistry and in electronic devices fabrication and characterization. This will provide the applicant a rare and multidisciplinary scientific profile, which is a key feature for her future academic career. Indeed, the applicant wish to become a permanent CNRS researcher at the University of Rennes 1 in the host group and this fellowship is a unique chance to reach this objective.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}