{
    "rcn": "200855",
    "acronym": "AUTOPACE",
    "topics": "Sesar-01-2015",
    "title": "AUTOMATION PACE",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Automation effects on arousal could be predicted differently depending on the Attentional Theory. The classical Theory (Kahneman, 1973) considers the level of arousal reliant only on psychological factors (stress, fatigue and emotions). Automation would only affect the task complexity by allocating part of the cognitive processing to the system. Alternative theories such as Malleable Attentional Resources Theory (MART) (Young and Stanton, 2002) assumes that automation would also affect the level of arousal and be dependent on controller¥s expectations: when the ATCo expects that the task is easy in the near future, she/he will reduce the arousal levels and get bored or sleepy (overconfidence on automation). On the contrary, fears of automation failing would increase stress and also the level of arousal causing disorientation, overacting or erratic behaviour.\nBased on these theories, AUTOPACE proposes basic research on a Psychological Model to quantitatively predict how automation would impact on human performance based on cognitive resources modeling (demanded and available), tasks characteristics (automation), psychological factors modeling (fatigue, stress and emotions) and ATCo expectations (overconfidence vs fears of automation).\nA catalogue of training strategies to support the controller being ìin-the-loopî will be explored. For the classical Theory, the strategies only for keeping attention on the main task avoiding out-of-the-loop effect. For the MART the coach will be also for coping with stress. A reviewed Curricula and ATCo Selection will be initiated.\nExpert Judgment from Psychologists, ATM Experts and Controllers Trainers supported by Literature Research will look at future competences and training strategies. The research on Psychological Modeling will be also sustained with Analytical Studies by using an existing prototype for demanded resources. \nAUTOPACE points at research paths suggested in ìErgonomics in designî Issue (Hancock et all, April 2013).",
    "totalCost": "599867,5",
    "ecMaxContribution": "599867,5",
    "coordinator": "CENTRO DE REFERENCIA INVESTIGACION DESARROLLO E INNOVACION ATM, A.I.E.",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD DE GRANADA;Univerzitet u Beogradu - Saobracajni fakultet;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "ES;RS;IT",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 105625
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 74812
        },
        "997736181": {
            "orgId": "997736181",
            "orgName": "Univerzitet u Beogradu - Saobracajni fakultet",
            "ecContrib": 98805
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 125125
        },
        "997605619": {
            "orgId": "997605619",
            "orgName": "CENTRO DE REFERENCIA INVESTIGACION DESARROLLO E INNOVACION ATM, A.I.E.",
            "ecContrib": 195500
        }
    },
    "calculatedTotalContribution": 599867
}