{
    "rcn": "200897",
    "acronym": "NIOBE",
    "topics": "MSCA-IF-2015-GF",
    "title": "Non-Leptonic Three-Body B Decays: Theory and Phenomenology",
    "startDate": "01/07/2017",
    "endDate": "31/12/2019",
    "objective": "Tests of the Standard Model (SM) of Particle Physics and the search for New Physics (NP) is a central issue in the European program in High-Energy Physics. Weak decays of heavy hadrons have a unique potential for the extraction of SM parameters, the study of CP violation, and the search for NP. Among these, decays of B mesons into three final hadrons are of huge phenomenological interest. They have been studied experimentally at B factories and at the LHC, and will be a cornerstone in the physics program at Belle-II. However, the theoretical basis for such processes has yet not been developed. Through this project, we will establish the theoretical grounds for the description of non-leptonic three-body B decays, from basic principles to phenomenological applications.\n\nThe theoretical description of three-body decays requires a generalization of the theory of non-leptonic two-body B decays, which is by now well established. It involves factorization of perturbative and non-perturbative physics --most conveniently achieved in the framework of Soft-Collinear Effective Theory (SCET)--, the calculation of perturbative kernels, and the study of non-perturbative matrix elements. However, this generalization is non-trivial and requires addressing new issues and facing new challenges, making this a highly innovative project.\n\nWe are three the participants in this action:\n- Javier Virto (Main Researcher), with a wide experience in the theory and phenomenology of B decays, will be the driving force in this project, while receiving an intensive training from two of the developers of the theory of hadronic B decays.\n- Iain Stewart (US partner), developer of Soft-Collinear Effective Theory. \n- Martin Beneke (EU Host), developer of the QCD Factorization approach and SCET in position space.",
    "totalCost": "214828,2",
    "ecMaxContribution": "214828,2",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998096827": {
            "orgId": "998096827",
            "orgName": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 214828
        }
    },
    "calculatedTotalContribution": 214828
}