{
    "rcn": "200869",
    "acronym": "ArtMedGIS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Analysis of the Artistic Exchanges in the Medieval Mediterranean between 12th and 15th Centuries through the Geographical Information Systems (GIS): A Critical Review of Centre and Peripheries",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The aim of this research project is to evaluate the artistic exchanges in the Mediterranean during the late Middle Ages through the Geographical Information Systems (GIS). The start point is the selection of certain elements of the Islamic art, developed by the Almoravids in the 12th century. It is assumed that Almoravid arts and architecture were not isolated and can be related to other Mediterranean artistic manifestations due to commercial, political and cultural relations. In this context, the objectives of the project are: to measure the presence of the pre-selected elements in the main artistic manifestations of the Islamic and Christian Mediterranean countries in the late Middle Ages, to apply the new method based on the GIS, through the creation of three databases for studying the exchanges between the main Mediterranean artistic manifestations and Almoravid art, to assess the relation of religion and power with the artistic productions of the Islamic countries in the Mediterranean frame and to review the concepts of centre and peripheries regarding the artistic production in the Mediterranean context.\nTo achieve the objectives the fellow will extract the study data from the historiography, Arab and Latin written sources related to this period, and the artistic funds of the main museum collections with medieval Mediterranean pieces. The results will be included in a database, a blog and several publications, which will be available for the scientific community and the general public.\nThe importance of this project lies in the revision of concepts, the improvement of the knowledge of societies that lived simultaneously in a given territory through the study of their culture and thought, and the introduction of an innovative method for the Art History research, based on the GIS. All these factors will become Europe a leading intermediary power between East and West, thanks to the comprehension of history, religion and culture of Islamic Mediterranean countries",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "UNIVERSIDADE NOVA DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998452041": {
            "orgId": "998452041",
            "orgName": "FACULDADE DE CIENCIAS SOCIAIS E HUMANAS DA UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 0
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}