{
    "rcn": "200915",
    "acronym": "MPA-ND",
    "topics": "MSCA-IF-2015-EF",
    "title": "Membrane protein aggregation and its links with neurodegenerative diseases",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Protein aggregation is associated with some of the most prevalent and devastating neurodegenerative disorders in our society, including Alzheimerís and Parkinsonís diseases. The intricate details of the aggregation process are now beginning to emerge through major efforts for characterizing the associated protein deposits . However, knowledge about the aggregation of membrane proteins, which account for about one third of the human genome , is still almost completely missing despite increasing evidence that implicates in particular the aggregation of those in the respiratory chain  and glucose metabolism  in pathological pathways.\nTo cover this huge gap, this project is aimed at elucidating the association of membrane protein aggregation with neurodegenerative diseases. The extensive biophysical investigation of the aggregates of two model sugar transporter proteins, galactose (GalP) and lactose (LacY) permeases, is proposed. Initially, controlled ways to promote the aggregation of these two proteins will be investigated in detail. The use of a range of biophysical spectroscopic methods is proposed to obtain information on the nature of the aggregates and their formation process. Further in vivo experiments will probe bacterial ageing in the presence of these aggregates. This work is expected to lead to new insights into the nature of membrane protein aggregates, characterization of their formation, and determination of their possible roles in neurodegenerative processes.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}