{
    "rcn": "200930",
    "acronym": "GreenChalcoCell",
    "topics": "MSCA-IF-2015-EF",
    "title": "Green and sustainable chalcopyrite and kesterite nanocrystals for inorganic solar cells",
    "startDate": "11/07/2016",
    "endDate": "10/07/2018",
    "objective": "'Development of new efficient solar cells (SCs) is one of the hottest topics of the modern material science and technology. Among the challenges evoked by the progress in SC technologies is the quest for new efficient visible-light-absorbers that can be produced from Earth-abundant materials by eco-friendly methods. The aim of the project is to develop strategies for mild and 'green' synthesis of ternary chalcopyrite ((Cu,Ag)InS(Se)2) and quaternary kesterite ((Cu,Ag)2ZnSn(S,Se)4) nanocrystals (NCs) as visible-light-sensitive active com¨ponents of the semiconductor NC-based solar cells. The principal idea is in realization of low-temperature (below 100 ∫C) syntheses directly in polar solvents (water, dimethyl-sulfoxide, etc.) using non-volatile and low-toxic sulfur and selenium sources. Such syntheses will be realized in ambient conditions (no vacuum and inert atmosphere required) and on the gram-scale by using chalcogenide complexes of metals (Sn, In, Sb, etc.) as stabilizers imparting the NCs with the resistance to aggregation and ability to form self-assembled layers after the solvent evaporation. The synthetic protocols will be selected allowing for a precise control of the NC composition and size. The binary and ternary metal chalcogenide NCs will be tested as visible-light-sensitive components of prototype liquid-junction and solid-state SCs where the NCs will serve as spectral sensitizers of the wide-band-gap oxide AIIBVI-type photoanodes to enable photocurrent generation. For the NCs with the best photovoltaic properties synthetic protocols will be developed to produce concentrated colloidal 'inks' ready for use in scalable technologies of the SCs fabrication.'",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}