{
    "rcn": "200902",
    "acronym": "DOLORES",
    "topics": "MSCA-IF-2015-EF",
    "title": "Degradation of Lifetime of fuel cell Resistance by Electrochemical impedance Spectroscopy",
    "startDate": "03/10/2016",
    "endDate": "02/10/2018",
    "objective": "Solid Oxide Cells (SOCs) should form an important part of any future energy mix, due to their flexible operation and scalability. One barrier to their wider adoption is the degradation of SOC components and operational lifetimes need to increase by a factor of up to 10 to make them commercially viable. Degradation of the fuel electrode (anode) is well documented and fairly well understood; degradation at the oxygen electrode (cathode) has only recently attracted more scientific research and is far less understood.\nThe purpose of this Fellowship is to better understand the degradation that takes place at the Yttria-Stabilised Zirconia (YSZ) electrolyte and La0.8Sr0.2Mn03 (LSM) cathode interface, as this has been cited as ëone of the most serious degradation problems in Solid Oxide Fuel Cells (SOFCs)í. A new degradation mechanism involving YSZ has very recently been identified at the host institution and its investigation forms the basis of this application. Assuming that a solution to this degradation can be proposed, the project will have major impacts on the SOFC community and commercial SOFC development. The Fellow, Dr Vendrell, will be supervised by a multi-disciplinary team of experienced researchers, who between them can guide and tutor him in areas relevant to this project: ie materials synthesis and fabrication; electrical property measurements; microstructural characterisation; fabrication of YSZ films using tape casting technology; spectroscopic characterisation and modelling of materials; in operando and ex-situ analysis of degradation in working SOFCs.\nThe Fellow will build on his previous experience in the area of lead-free ferroelectrics to develop in-depth understanding of the electrical properties of YSZ electrolyte, and be trained in state-of-the-art SOC methodology. He will be incorporated into the UK-wide fuel cell community and develop technical and transferable skills via a carefully-planned and documented training plan.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}