{
    "rcn": "200911",
    "acronym": "INNOVATE",
    "topics": "MSCA-IF-2015-EF",
    "title": "The innovation journey of tourism entrepreneurs: evidence from the UK and Spain and policy implications",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "This study seeks to bridge the conceptualization of innovation and entrepreneurship, analyse the entrepreneurial practices leading to tourism innovation in two different countries, and contribute to the design of more effective policies to enhance innovation practices across the EU. Specifically the study will address three main objectives which will be achieved using a mixed method research, involving both qualitative and quantitative approaches. First, to understand the innovation journey initiated by entrepreneurs in tourism, analysing the process and how these differ in the contrasting economic, tourism and institutional environments of Spain and the UK. This involves mainly a qualitative approach and the narratives of innovative entrepreneurs will be gathered through in-depth semi-structure interviews. Secondary data analysis and a first period of secondments with policy partners dealing with tourism and innovation will contribute to set the specific contexts influencing the innovation process in each country. Second, to analyse the development and performance patterns of a sample of young innovative entrepreneurs in tourism through a longitudinal study in Spain, specifically focussing on the determinants of innovation success or failure. Building on an initial previous contact, this will be accomplished through follow up interviews. And third, to inform policy guidelines and business practices through co-production of applied knowledge and guidelines with entrepreneurs and policy partner organizations in the UK and Spain. Key policy aspects identified during the previous stage will be transformed in collaboration with the policy partner organisations in an online survey targeting entrepreneurs to create validated policy guidelines. In summary, this contribution which aims to bring more coherence and effectiveness to tourism innovation policy-practice, is highly policy relevant for European competitiveness as innovation is the principal means of enhancing this.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF SURREY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}