{
    "rcn": "200962",
    "acronym": "AsLife",
    "topics": "MSCA-IF-2015-EF",
    "title": "Life in Arsenic rich environments: a challenge or an opportunity?",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Arsenic is a notorious toxin, and as such may have exerted a strong selective pressure on the distribution and evolution of life on Earth. Despite evidence supporting the high levels and prominent role of As on the primitive Earth, the essentiality and toxicity of As, and its impact on evolutionary processes remains unexplored. AsLife aims at taking a novel approach to assessing microbial As cycling by exploiting two linked ´environmentsª. The first are the microbial mats from High-Altitude Andean Lakes, where it is known that As concentrations are far above background levels. Specifically, living and diagenetically-modified microbial mats will be investigated using scanning hard X-ray nanoprobes emerging at synchrotron facilities. This non-invasive and non-destructive technique provides data on a sub-micrometer scale by which to tie physiological inference from trace metal(loid)s distribution and speciation patterns directly to the microfossil biomass. Thus, providing a means to understand the interplay between microbial metabolisms and bio-availability of trace metal(loid)s in living and fossil ecosystems. The second environment comprises laboratory cultures, using the sampling power of ´adaptive laboratory evolutionª to explore how microbes adapt and enhance As detoxification facing the extreme As levels present in Andean Lakes. These results will be discussed in light of genomic studies of As-rich microbiota performed by Argentinian colleagues. \nDuring this project I will contact colleagues of the Jet Propulsion Laboratory in charge of the 2020 Mars Science Rover Mission and linked objective of returning samples for future analysis on Earth. I believe that my expertise in imaging and analyzing bio-geochemical proxies at multiple scales on a encapsulated geological sample can be relevant for contributing to the ´Seek Signs of Lifeª Exploration Strategy of the 2020 Mission, thus establishing a strong and effective collaboration between EU and USA.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT DE PHYSIQUE DU GLOBE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999597417": {
            "orgId": "999597417",
            "orgName": "INSTITUT DE PHYSIQUE DU GLOBE DE PARIS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}