{
    "rcn": "200941",
    "acronym": "DEMETROPIS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Degradation of ozone-depleting methyl halides in the troposphere characterized by isotopes",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The stratospheric ozone layer is an important shield to protect life on earth. Most of the short-waved UVB radiation is absorbed which otherwise would cause skin cancer and genetic damage. Destruction of the ozone layer by halogen radicals was discovered in the 1970s and consequently production of many halogenated compounds was curtailed. Methyl chloride (CH3Cl) and methyl bromide (CH3Br), important contributors of halogens in the stratosphere, are emitted by both natural and anthropogenic sources but significant gaps remain in the calculated atmospheric budget due to uncertainties concerning formation mechanisms and/or overestimation of degrada-tion processes. In this study a conceptual framework will be developed to apply innovative multi-element isotope analysis (2H, 13C, 81Br, 37Cl) for delineating sources and sinks of methyl halides, reducing the budget uncertainties and discrepancies. The specific aim is to isotopically identify and characterize oxidation of methyl halides by hydroxyl radicals, the main degradation process, both to understand the fate of these important pollutants in the environment but foremost to resolve the impact on any future isotope based approach for source apportionment. The results of this project will also have broader impact as the information and interpretational frameworks developed will be applicable to research on other environmentally relevant gases, e.g. greenhouse gases. Returning to the EU the applicant will expand his own doctoral experiences obtained in Sweden, and bring to the proposed work his innovative experiences and techniques on CFCs developed through his current post-doctoral research in Canada. Therewith this project not only counteracts brain drain but, based on the unique combination of expertise of all contributors, the applicant will be able to bring his past and current research skills and insight to bear to start developing his own research career within the proposed field.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994632": {
            "orgId": "999994632",
            "orgName": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}