{
    "rcn": "200979",
    "acronym": "CLARITY",
    "topics": "MSCA-IF-2015-EF",
    "title": "Uncovering information in fluctuating CLimate systems: An oppoRtunity for solving climate modeling nodes and assIst local communiTY adaptation measures",
    "startDate": "09/05/2016",
    "endDate": "08/05/2018",
    "objective": "A consistent picture of climate variability is pivotal for understanding its evolution. CLARITY intends to apply advanced statistical methods developed in the field of statistical physics to analyze, interpret and incorporate into modelling strategies observed, reconstructed, as well as simulated climate data. To achieve this ambitious goal valuable information from fluctuations in climate records will be uncovered. The obtained results will constitute the input for a Bayesian modelling strategy, aimed then at improving modelling reliability. Once operational, this approach will be applied to a series of climatically relevant issues. On a local scale (city of Venice, Italy), particularly, climate records related to temperature, humidity and the ultraviolet radiation exposure of cityís school populations will be collected and used to obtain projections that can be of assistance to community needs. \nCLARITY represents a pilot research that integrates reconstructions, observations, simulations and applications at the local community level. It will extend climate investigations through the application of methods of statistical physics in an academic environment internationally recognized for its expertise in the field of climatology.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}