{
    "rcn": "200960",
    "acronym": "Edible Neuroprosthetics",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development of fully dissolvable devices and application as implanted neuroprostheses",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Restoring sensory and motor human functions is the main goal of Neuroprosthetics. The development and integration of artificial devices with neural tissues is therefore a very important research branch, which aims at improving the quality of human life. Recently, many advances have been made in this field by exploiting implantable organic devices able to accomplish a specific task inside the biological environment and last as much as possible before being removed.\nWithin this scenario, the project aims at pushing the current state-of-the-art of Neuroprosthetic further by implementing a concept of ëEdible Neuroprostheticsí, which consists in bio-electronic devices able to be literally digested by the cellular environment of the host after they have achieved their target. Novel fully biodegradable microelectrode arrays will therefore be fabricated on flexible substrates by implementing highly biocompatible and edible materials with innovative soft fabrication techniques. Their deterioration rate and change in the mechanical and electrical properties will be assessed with in-vitro ageing studies, followed by in-vivo tests in order to supply a proof-of-principle for future clinical applications.\nThe inter-disciplinary and innovative aspects of the project will have a profound effect on the personal scientific background of the applicant as well as on her future career as independent researcher. The new skills she will acquire together with the new techniques she will learn and the wide scientific network she will actively be involved in will contribute to the formation of a strong and versatile research figure in Neuroprosthetics. Moreover, the results will provide unprecedented insight within the edible device concept, therefore making an important breakthrough, which will direct the Neuroprosthetic world towards less invasive bio-implants.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}