{
    "rcn": "200920",
    "acronym": "OPRAS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Olfactory processing of repellent and attractive stimuli in the brain of Drosophila",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Mosquito-borne diseases present one of the greatest threats to human health. Mosquitoes find humans by detecting human body odour and CO2 with their olfactory system. This project addresses the fundamental and still unresolved question of how odorant valence is coded in the brain and why odorants that are attractive (positive valence) at low concentrations, switch to being repulsive (negative valence) at high concentrations. This phenomenon of valence switch is well conserved throughout the animal kingdom and represents an ideal paradigm to address a key question in the neurosciences, i.e. how information processing in neuronal networks leads to behavioural responses. To advance the understanding of valence coding and olfactory processing, the Experienced Researcher (ER) will capitalise on her detailed knowledge of the evolutionary well conserved olfactory system of the fruitfly Drosophila melanogaster, using its powerful genetic and experimental approaches (e.g. Riabinina et al, 2015, Nature Methods; Gao et al, 2015, Nature Neuroscience). The key goal of the project is to identify patterns of neuronal activity that code for odorant valence. To achieve this goal, we will record responses of small subsets of genetically labelled second-order olfactory neurons by patch-clamp while activating olfactory receptor neurons optogenetically or by odorants of known behavioural valence. We will apply statistical and machine learning techniques to detect parameters of neuronal activity, indicative of odorant valence. \nThis project is significant for three reasons. First, it will dramatically improve our understanding of the mechanisms of olfactory processing likely applicable across species. Second, it will create new genetic reagents and experimental solutions, widely applicable across research areas and model organisms. Third, it will create a solid foundation for future development of powerful olfactory control strategies of insect disease vectors.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}