{
    "rcn": "200938",
    "acronym": "HYADES",
    "topics": "MSCA-IF-2015-EF",
    "title": "Hydrostatic pressure and prokaryotic activity in the deep sea",
    "startDate": "15/04/2016",
    "endDate": "14/04/2018",
    "objective": "The main goal of this project is to understand deep-sea prokaryotic activity and metabolism under in situ hydrostatic pressure and reveal the contribution of piezophilic prokaryotes to the total prokaryotic community in the dark ocean. In the project, deep-sea prokaryotes will be incubated under in situ hydrostatic pressure with an in situ microbial incubator (ISMI) which has been developed in the lab of the applicantís PhD supervisor in Japan. The ISMI, as the name suggests, is an instrument to incubate deep-sea biota at the depth of sampling and hence, without change of the hydrostatic pressure and temperature. Deep-sea prokaryotes will also be incubated under atmospheric pressure at otherwise identical conditions as a control, thus, this approach will reveal the impact of hydrostatic pressure on prokaryotic activity. Consequently, we will obtain information on the phylogeny and metabolism of piezophilic and piezotolerant prokaryotic populations in the dark ocean. The ISMI will be deployed during two long (ca. 1 month) research cruises, and a short (a week) cruise in the project. Prokaryotic heterotrophic and autotrophic production under in situ hydrostatic pressure will be measured, and piezophilic, piezotolerant, and piezosensitive prokaryotes will be studied with microautoradiography combined with catalyzed reporter deposition fluorescence in situ hybridization (MICRO-CARD-FISH) and omics approaches. Measuring metabolic activity of deep-sea microbes under in situ pressure conditions represents a major endeavor, and it remains unknown how large the fraction of piezophilic and piezotolerant prokaryotes in the deep ocean really is. The project has the potential to provide an answer to the question of the metabolic activity of microbes under in situ pressure conditions in the global ocean.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}