{
    "rcn": "200923",
    "acronym": "ConAQuMe",
    "topics": "MSCA-IF-2015-EF",
    "title": "Quantum Control for Advanced Quantum Metrology",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "In the last years the novel, potentially revolutionary, possibilities offered by quantum mechanical systems have been deeply explored giving rise to a whole spectrum of Quantum Technologies, which are expected to have a big impact on the everyday life of future generations. Quantum metrology represents one of the most promising of these second generation quantum technologies: its aim is to exploit quantum mechanics to perform ultra-precise measurement not achievable by means of classical approaches. \nYet, a major obstacle still stands in the way of their full exploitation: preserving quantum coherence, the necessary ingredient for quantum protocols to outperform their classical counterparts, is a very difficult task. As it happens in ``classical technologies', where the effect of noise is neutralized by monitoring and controlling the signal and its environment, quantum control is going to play a fundamental role for the development of noise-resilient protocols based on quantum mechanics.\nThe main goal of this fellowship is to develop a more general framework for noisy quantum metrology, encompassing quantum control techniques based on time-continuous measurements and real-time feedback, and considering more general non-Markovian noisy evolutions. Beside answering fundamental questions, we will also design protocols for specific physical systems, with a particular attention for quantum opto-mechanical setups.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}