{
    "rcn": "200900",
    "acronym": "THALES",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mass-production, landscape transformation and the birth of science in the land of Thales (8th-6th centuries BCE)",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "THALES will embed archaeological data from two excavation projects on the Milesian peninsula, Turkey, into wider discourses on economic production, landscape change and philosophical reflection in the Greek world between the 8th and 6th centuries BC. The archaeological finds from the Temple of Didyma and the nearby necropolis of Panormos (harbour of Didyma) provide vital information about the economy and ritual traditions of this lynchpin region of the Greek and Mediterranean world during a pre-modern era of 'globalisation'. The project will stimulate a transformation in the study of the early classical world with the application of state-of-the-art spatial theories to the landscape around these sites and an innovative combination of quantitative analysis to finds from both excavations, set against the context of contemporary scientific endeavours indexed by the earliest European philosophers writing in Ionia (most famous being Thales of Miletos). The high quality, multidisciplinary research results will contribute significantly to our knowledge of this formative phase of European cultural and intellectual foundations, provide cross-fertilization between disciplines and develop the Experienced Researcherís long-term vision of modernising classical scholarship.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}