{
    "rcn": "200905",
    "acronym": "PhotoSMM",
    "topics": "MSCA-IF-2015-GF",
    "title": "Single Molecule Magnets light-switching with photochromic ligands",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The integration of molecular-scale components in circuits may ultimately allow the replacement of silicon-based electronics by high speed systems with low energy consumption. Because of the prominent use of magnetization-based information storage technologies in our daily life, Single-Molecule-Magnets (SMM), which are able to interconvert between two states with opposite magnetization directions receive a great deal of attention. The potential is huge for SMM systems that would demonstrate magnetic field- and light-driven changes in both their optical and magnetic properties because they could reproduce on a single molecule the same type of magneto-optical (MO) effects which are used for some current data storage technologies. Photo-SMM will demonstrate that a light input can induce a modification of the magnetic and optical properties of monometallic or bimetallic SMM. This will be achieved thanks to the unprecedented association of anisotropic ions with photochromic ligands designed to produce very different coordination environments in their two isomeric states, thus maximizing the impact of photo-isomerization on the ligand field experienced by the 4f or 3d metal ions and on the resulting magnetic behavior.",
    "totalCost": "119901,6",
    "ecMaxContribution": "119901,6",
    "coordinator": "UNIVERSITE DE RENNES I",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 119902
        }
    },
    "calculatedTotalContribution": 119902
}