{
    "rcn": "200951",
    "acronym": "SCALABLE DEMOCRACY",
    "topics": "MSCA-IF-2015-EF",
    "title": "Can Direct Democracy Be Scaled? The Promise of Networked Democracy and the Affordances of Decision-Making Software",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The project investigates the recent rise of networked forms of political participation in Europe. It does so by analyzing a set of political partiesónamely, Podemos in Spain, the Five Star Movement in Italy, and the Pirate Parties in Sweden and Germanyóthat encourage the participation of all citizens in political deliberation through the use of networked media. More specifically, the research focuses on the technical affordances and uses of the decision-making software adopted by these parties to advance a new idea of democracy, which mixes elements of representative democracy and direct democracy.\n\nSoftware such as LiquidFeedback, Agora Voting, Appgree, Loomio, AdHocracy, and DemocracyOS allow users not only to select party delegates and representatives but also to submit, discuss, and vote their own policy proposals. On the one hand, these emerging practices can be seen as an extension to the electronic realm of participatory decision-making processes associated with recent social movements for ìreal democracy.î On the other hand, the existence of party delegates, the adoption of majority voting, and the choice of participating in the elections signal that these parties acccept representative democracy, even as they vow to transform it from within.\n\nBy bringing together different theoretical perspectives in media studies, political theory, and social movement studies, the research maps how these different conceptions of democracy are reflected in the design of decision-making software. A first set of semi-structured interviews asks software developers to discuss the political values embedded in the softwareóe.g., whether the software privileges consensus or majority rule, temporary delegation or representation, public or anonymous voting. A second set of interviews asks users whether they are aware of the values embedded in the software, have considered their limitations, have suggestions on how to improve them, or see online deliberation as inherently flawed.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "SCUOLA NORMALE SUPERIORE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886962": {
            "orgId": "999886962",
            "orgName": "SCUOLA NORMALE SUPERIORE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}