{
    "rcn": "200993",
    "acronym": "ECO.G.U.S.",
    "topics": "MSCA-IF-2015-GF",
    "title": "ECOsystem services for resilient and sustainable cities: an ecohydrological approach for Green Urban Spaces",
    "startDate": "15/08/2016",
    "endDate": "14/11/2018",
    "objective": "For the first time in recorded history the majority of people live in cities and the increasing urbanization modifies their mass, momentum, and energy budgets: in the next decades redevelopment, densification, population increase and demographic shift, as well as climate change will potentially impact the production and consumption of urban ecosystem services. \nAmong the various ecosystem services the ECO.G.U.S. proposal focuses on Green Urban Spaces (GUS). Under the framework of socio-ecohydrology, the ECO.G.U.S. project main goal is to develop scientific tools to quantify the GUS sustainability and their benefits as ecosystem services. The proposed scientific tools will generate guidelines and best management practices with the aim of improving the GUS quality and quantity as well as the current management practices. \nTo address the aforementioned challenges, the objectives of the project are:\nï to perform a SWOT analysis of GUS typologies with respect to the urban water cycle components, including biophysical, structural and social factors;\nï to introduce a new dynamical ecohydrological model coupling the dynamics of water, vegetation, energy and nutrients in an urban environment with the stochastic components, thresholds and nonlinearities associated to unpredictability of the hydrological drivers and to the stronger human feedbacks on the hydrosphere and ecosystems; \nï to frame the problem of urban water management in GUS management using the theory of optimal stochastic control;\nï to define new guidelines for GUS management;\nï to lay the foundations of the first EU research group in urban ecohydrology.\nECO.G.U.S. project represents one of the first applications of the stochastic ecohydrological approach and the optimal stochastic control to an urban context. The cooperation between high-level institutions (POLITO and DUKE) will help EU and US urban regions to better deal with the shocks and bombshells that will result from climate changes in the next futur",
    "totalCost": "197720,1",
    "ecMaxContribution": "197720,1",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998693959": {
            "orgId": "998693959",
            "orgName": "DUKE UNIVERSITY",
            "ecContrib": 0
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 197720
        }
    },
    "calculatedTotalContribution": 197720
}