{
    "rcn": "200924",
    "acronym": "VSHER",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mechanistic Understanding of Heterogenised Hydrogen Evolution Catalysts Through Vibrational Spectroelectrochemistry",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Hydrogen (H2) will play a central role in the future global energy economy. It is therefore of utmost importance to develop economic routes for the production of H2 to make it more attractive as energy carrier medium in the future. Particularly, Co and Ni based compounds have gained attention for molecular H2 catalysis lately. Co glyoxime and pentapyridine coordinative complexes as well as Ni phosphine compounds are promising candidates exhibiting high catalytic activity in both electro- and light driven H2 catalysis in water. Nevertheless, for technological application the catalysts have to be immobilized on electrode surfaces. The adsorption strongly alters the catalytic reactions, which is still not clearly understood. To investigate the adsorbed catalysts, advanced spectroscopic methods are required that are able to provide sensitive information on the catalytic reaction at a molecular level. The aim of this proposed research is to investigate the heterogeneous catalytic reaction mechanism of Co and Ni mediated catalysis using an innovative combination of potential controlled confocal resonance Raman and ATR FT infrared absorption spectroscopy assisted by electrocatalytic methods and DFT calculations. For this, the three mentioned types of catalysts will be adsorbed on metal oxide surfaces and their catalytic reactions spectroelectrochemically and electrochemically investigated. Special emphasis is led on the role of heterogeneous electron and proton transfer steps on the overall heterogeneous catalytic activity compared to the homogeneous case. Through variation of the electrode material, the modulating material/catalyst interaction is aimed to be investigated in detail. In the outcome, the results will afford a comprehensive picture of the mechanism of metal catalysed HER.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}