{
    "rcn": "200971",
    "acronym": "IMAGINE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Widefield Raman imaging probe for intraoperative margin assessment of cancers",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "'Positive cancerous margins after surgery lead to an increased risk of progression and reduced disease free survival. Obtaining clear margins of cancerous lesions can be very challenging during surgery. Raman spectroscopy is a unique label-free optical technique based on inelastic light scattering that offers tissue 'optical biopsy' at the molecular level. IMAGINE is a multidisciplinary approach that aims to develop the first widefield near-infrared (NIR) Raman imaging probe for intraoperative margin assessment. A new ultra-high sensitive InGaAs focal plane array (FPA) camera integrated with a novel combination of band-pass filters will be integrated to selectively probe the biomolecular constituents of tissues in the high-wavenumber range (i.e., 2800-3600 cm-1) providing a new endogenous biomolecular contrast mechanism for visualisation of resection margins during cancer surgery. A prototype will be developed and applied ex vivo on excised tissues from colorectal cancer patients. Histopathology will serve as gold standard and the sensitivity, specificy, receiver operating characteristics (ROCs), tumour contrast, and potential clinical/surgical impact will be evaluated. The new optical bioimaging modality proposed here constitutes a simple non-invasive cost-effective and broadly applicable technique for margin assessment of cancers compatible with in vivo laparoscopic settings. This translationally driven project fosters multidisciplinary research involving bioengineering, optical engineering and clinical research and has the support of a strong international industrial secondment. IMAGINE will enhance the mobility and innovative potential of the applicant and open new avenues in cancer surgery, which will strengthen the scientific excellence in Europe and ultimately benefit the patients.'",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}