{
    "rcn": "200992",
    "acronym": "AMINE_REMOVAL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Removing of biogenic amines of the wine by selective adsorption on functionalized porous solids",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The presence of biogenic amines (BA) (histamine, putrescine, cadaverine, etc) is usual in fermented beverages such as wine. Due to the toxicity of these BA, some countries have established recommendations concerning the maximum levels allowed in wines. Taking account the difficulty of controlling the production of BA during winemaking, the removal of them from finished wines avoiding the modification of the chemical composition related with the wine quality is a great challenge considering the complexity of the wine chemical composition and its organoleptic characteristics. This multidisciplinary project (AMINE_REMOVAL) presents an innovative approach based on the design of functionalized mesoporous materials (according with the size of biogenic amines) with specific functional groups on the surface to remove selectively biogenic amines from wine with a minimum effect on its organoleptic characteristics. This project includes the synthesis of materials, a deep study of the effects of the materials in synthetic and real wines at chemical and sensorial level, and the application to real wines in a pilot-scale plant. \nAMINE_REMOVAL represents an important step in the strategy to tackle the problem of the presence of biogenic amines in wine. Thus, obtaining a suitable method to remove the amines from wines will have a great impact not only on the quality of the wines, but also on the possibility to establish a maximum concentration of biogenic amines in wines by the European Union in its food security policies in order to protect the consumer. This project fits in one of the society challenges of the European 2020 strategies (food safety and quality, productive and sustainable farming, sustainability of natural resources, marine and maritime research).",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE MONTPELLIER",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}