{
    "rcn": "200958",
    "acronym": "Smart Colour",
    "topics": "MSCA-IF-2015-EF",
    "title": "Remotely Adjustable Structural Plasmonic Colour",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "In the Smart Colour project, I aim to develop the first remotely adjustable plasmonic structural colour surface, where the colour appearance can be changed reversibly by photo-thermal actuation. I will achieve this by applying a combination of plasmonic nanostructures and phase changeable materials. Smart plasmonic colouration can be used in rewritable optical data recording systems, display devices and consumer goods in general where the consumer will be able to change the colour of a given product according to his/her will.   For centuries, pigments have been the main colorant agents. However, pigments are environmentally hazardous, rarely recyclable and instable due to photobleaching. Plasmonic structural colours are instead robust and sustainable. Despite enormous efforts in this evolving field, development of tunable structural colouring, similar to camouflaging in animals, remains a challenge. I will address this challenge by exploiting the heat generated in plasmonic materials under resonant absorption of light ñ external stimuli - to actuate phase changeable materials, such as tungsten doped Vanadium dioxide (VO2-W). The heat can transform VO2-W from a semiconductor to a metallic state and shift the plasmon resonance of the nanostructures. The resulting resonance-shift changes the appearance (colour) of the surface.  The realization of this ambitious project will increase the European competence in nano-optics and pave the way for new applications of plasmonic materials. The multidisciplinary nature of the project, involving physics, materials science and engineering gives me a great opportunity to learn new skills such as optical simulation, nano-photonics and hands-on-experience in electron beam lithography and nano-structuring. Moreover, it will be a great chance for me to practice management of a research project. Therefore, it will leverage my capabilities and skills to establish my own leading independent research group following this fellowship.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}