{
    "rcn": "200929",
    "acronym": "COcOAB",
    "topics": "MSCA-IF-2015-EF",
    "title": "Characterizing the Occipital Oscillatory Activity in Blindness",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The massive reorganization of the occipital regions as a consequence of lack of vision represents one of the most\nremarkable examples of the plastic potentialities of the human brain. Despite the large amount of neuroimaging evidence\nproving the involvement of occipital areas of blind individuals in non?visual input processing, the functional role of this\nsensory reorganized region is still matter of intense debate. In COcOAB, we will use an underexploited neuroimaging\ntechnique in this field, magnetoencephalography (MEG), in order to study the oscillatory profile of ensembles of occipital\nneurons and their brain?wide functional interaction patterns in blind individuals. This will allow us to gather unprecedented\ninformation about the functional relevance of non?visual activity in the occipital cortex of blind individuals. Moreover,\nCOcOAB will assess the impact of age onset and duration of visual deprivation on the occipital oscillatory activity, thus\nproviding insights into the relationship between blindness and sensitive periods of maturation in the visual system. The\ngroundbreaking potentials of COcOAB reside in the application of the MEG technique to the study of two experimental\ndomains รณ sensory illusions and stimulation at threshold รณ that has been so far neglected in the field of sensory\ndeprivation. COcOAB represents a unique testing ground to address how specific regions support perception in a\nmechanistic fashion in visually deprived individuals, thus challenging the current knowledge on the functionality of these\nreorganized regions via a highly innovative approach.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}