{
    "rcn": "200952",
    "acronym": "GEOCRETE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Long-term performance simulation of geopolymer concrete under coupled carbonation and chloride transport",
    "startDate": "15/06/2016",
    "endDate": "14/06/2018",
    "objective": "This project is aimed at long-term performance simulation of geopolymer concrete (GPC) under coupled chloride and carbonation transport. GPC has received extensive attention as an interesting alternative for ordinary cement-based concrete as a step forward to Eco-friendly construction and thus reducing the environmental impacts of conventional construction methods and materials. Geopolymer mortars are also of great interest to be used as a sustainable matrix for conservation and strengthening of existing structures. Geopolymer concrete made of fly ash and blast furnace slag binary system is the main focus of this proposal.\nThe project objective will be achieved through advanced multi-scale modelling and limited experimental testing. A chemo-transport framework, in which the transport and degradation are coupled at different length scales, will be implemented for the first time to simulate the micro-structural development and degradation in GPC systems since early ages. The realization of the project will be a great step forward on the current knowledge on GPC materials and of interest for both academy and industry. The project main outputs will be the developed multi-scale framework, time-dependent chloride concentration levels at reinforcing bars' surfaces as the main indicator of durability in RC structures, and design and construction guidelines for durable GPCs. \nThe project will also fill the current gaps in the knowledge of the fellow. After the project, the fellow is expected to become a leader in the field of GPC materials and multi-scale modelling. Advanced training on complementary skills will also be given to the fellow to prepare him for independent excellent research and finding a permanent academic position.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}