{
    "rcn": "200991",
    "acronym": "DISCOVERING",
    "topics": "MSCA-IF-2015-GF",
    "title": "Interdisciplinary Model of Schooling: Exploring Ethical Culture in International Science Assessments",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Exploring the effect of School Ethical Culture (SEC) on students' science achievements is the goal of this study. The integrative model that I propose demonstrates the impact of both external and internal school factors on the TIMSS 2011 assessments. The originality of this proposal is rooted in three points: (A) The fact that the focus on SEC as a predictor of student achievement in science is currently unnoticed in international assessment studies; (B) No previous study has investigated the differences in SEC among participating countries; and (C) This study focuses on ethical perceptions from the viewpoints of principals, students, and teachers.\nAddressing the study's objective, I will conduct a multi-international disciplinary study that will draw on data from approximately 45 countries, including much of Europe and others. The study will examine the dimensions of SEC separately for teachers, students, and principals by calculating the factor loadings of the latent SEC for each questionnaire and applying hierarchical linear modelling to estimate the effect of student-, school- and country-level on science achievement. \nThe hope is that the findings will prompt a rethinking of analytical models of schooling and facilitate the design of ethical policies that could narrow achievement gaps. This approach could establish a new research field in education.\nThe proposed study will draw on Prof. Benavotís supervision (outgoing host, SUNY at Albany), and his close contacts with many European researchers, as well as on Dr. Klein's (supervisor, return host, BIU) expertise in effective learning and national assessments. I see great potential for using this study to establish long-term collaborations with European and American scientists through my experience and contacts with other European researchers. Moreover, this fellowship will deepen my research, facilitating my advancement to the next stage of my academic career.",
    "totalCost": "177319,8",
    "ecMaxContribution": "177319,8",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968246435": {
            "orgId": "968246435",
            "orgName": "THE STATE UNIVERSITY OF NEW YORK",
            "ecContrib": 0
        },
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 177320
        }
    },
    "calculatedTotalContribution": 177320
}