{
    "rcn": "200954",
    "acronym": "TEXREX",
    "topics": "MSCA-IF-2015-EF",
    "title": "TEXTILE REFLECTIONS: MULTI-SENSORY REPRESENTATION OF TEXTILE WORK IN LATIN POETRY AND PROSE",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "This interdisciplinary research project explores and re-interprets the representations of textile work and textiles in Latin literature. Literary analysis taking into account matters of metrics, sound figures and structure will show that Latin authors display greater technical understanding of textile work than previously assumed, and suggest that their tacit knowledge of textiles/textile production has influenced the artistic development of descriptions of textile crafts. By indexing and analysing all references to textile work in Latin sources (as called for by J.P. Wild in 2000), I will address the discipline-wide problem of multi-purpose terminology. Interdisciplinarity is fundamental to my project and a core value of my host institution (Centre for Textile Research): observation and recordings of reconstruction of ancient textile work (experimental archaeology) will be the basis for my investigation of semblances of textile work in metre, sound-play and structure in Latin texts, providing thematic literary interpretation, highlighting neglected connections between structure, sound-play and meaning. The project results will complement knowledge based on epigraphy and archaeology of the role played by textiles and textile production in Roman life, their ideological connotations, and trials investigation of ancient soundscapes through literary sources. My project relates to four disciplines: philology, sound studies, ancient history, and archaeology. An ambitious training programme is planned for me to expand my expertise in Classical Philology to include aspects of textile archaeology and ancient history, an outcome of this will be a distance learning course, also involving me providing training in online learning at CTR. To maximise long-term impact, I will receive training in research management and network building, e.g. through planned conference organisation and co-publication of a paper with my supervisor Prof. Nosch, part of a wider dissemination strategy.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}