{
    "rcn": "200985",
    "acronym": "BIDMAG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Biological detection with functionalized Magnetic Sensor",
    "startDate": "01/05/2016",
    "endDate": "17/02/2019",
    "objective": "The key goals of the BIDMAG project are: a) the training of a talented experienced researcher, Dr Lopes, in the fast growing field of science, technology and industrial applications of magnetic biosensors, where the host has a critical knowledge and expertise; and, b) design, development and optimisation of cost-efficient smart hybrid surfaces onto magnetic substrates, able to present magnetic response for detecting bacteria. The interdisciplinary training program includes magnetic materials surface modification, fabrication,  modelling, characterisation of Magnetoelastic Resonators (MER), surface biofunctionalisation and detection of the biological parameters, which will enhance and broaden her expertise and increase her exposure to both academic and industrial collaborations. She is a talented researcher who has gained much expertise in interdisciplinary area of electroactive polymer composites during her postgraduate career. This background is invaluable for applying in preparation and characterisation techniques of smart materials. To further her career in magnetic biosensors Dr Lopes needs to gain expertise in functional materials and magnetic characterisation, fields in which BCMaterials has a world-recognised expertise. Additionally, through secondments at academic and industrial co-hosts, at ACREO and VAC, respectively, she will gain additional training in: industrial production of MER and Optimization of compact and commercial MER interrogation systems.The impact of the project will be multidisciplinary, since it has applications ranging from environmental monitorization and food quality control to fast medical diagnostics. Besides, to further boost her career, Dr Lopes needs to increase her supervision and teaching experience, gain project and intellectual property management expertise, research funding and proposal writing skills. Multidisciplinary activities will assist her in acquiring necessary competences and reaching professional maturity.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACION BCMATERIALS -  BASQUE CENTRE FOR MATERIALS, APPLICATIONS AND NANOSTRUCTURES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928273511": {
            "orgId": "928273511",
            "orgName": "FUNDACION BCMATERIALS -  BASQUE CENTRE FOR MATERIALS, APPLICATIONS AND NANOSTRUCTURES",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}