{
    "rcn": "200997",
    "acronym": "OXFLUX",
    "topics": "MSCA-IF-2015-GF",
    "title": "Oxidised organic vapours in the atmosphere: From fluxes to chemical mechanisms and impacts",
    "startDate": "01/03/2016",
    "endDate": "28/02/2019",
    "objective": "The oxidation of volatile organic compounds (VOC) in the atmosphere has crucial effects on aerosol particle formation, hence on the budget of cloud condensation nuclei, and thus on climate. The oxidation of certain biogenic VOC can quickly lead to highly oxygenated organics with very low volatility that have recently been found to play critical roles in all stages of aerosol formation. However, only a fraction of the underlying oxidation mechanisms is currently known, and open questions remain about how the full distribution of oxidation products interacts with the aerosol phase. Moreover, the problem of VOC oxidation is highly interdisciplinary, as it is subject not only to chemical reactions, but also to precursor emissions, natural climate feedbacks and anthropogenic perturbations, depositional losses, and mixing.\nThe aim of OXFLUX is to reveal the formation mechanisms and subsequent fates of important VOC oxidation products, to better quantify their impacts on atmospheric chemistry, in particular on aerosol formation and growth, and ultimately on cloud formation and climate. The Experienced Researcher (ER) will address this challenge experimentally by combining novel mass spectrometric techniques, able to directly measure hundreds of VOC oxidation products, with flux measurements. Fluxes will be measured from towers in temperate and boreal forests, as well as from aircraft. These ambient measurements and their interpretation will be supported by laboratory studies and chemical transport modelling. During the return phase in Europe, the ER will establish continuous flux measurements of oxidised organics in a boreal forest in Finland, and collaborate with atmospheric modellers to include his findings in boundary layer simulations. The ambitious projectís host organisations are world leaders in the field of research and the involved experimental and analytical techniques, maximising the chances of the projectís success and its beneficial impact on the ERís career.",
    "totalCost": "267793,2",
    "ecMaxContribution": "267793,2",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 267793
        }
    },
    "calculatedTotalContribution": 267793
}