{
    "rcn": "200931",
    "acronym": "MICRO-MACRO-ILC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dissecting the human microbiota-macrophage-innate lymphoid cell crosstalk in the lung",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "It is poorly understood how macrophages interact with other cells and commensal microbes (microbiota) to achieve the balance between barrier immunity and tissue homeostasis in the lung. Novel experimental systems are required to investigate the interaction between macrophages, innate lymphoid cells (ILC), and the microbiota since the immune system, inflammatory responses, and microbiota differ between mice and humans. However, studies in humans are limited by ethical constraints. To overcome this limitation, I will use mice with a human immune system (humanized mice) that are colonized with a human microbiota. The supervisor Dr. Willinger has drastically improved humanized mice by providing critical human factors through knock-in gene replacement. Using this unique tool, I will test the hypothesis that signals from the human microbiota regulate lung immune function through effects on alveolar macrophages and ILC and pursue the following objectives: (1) Define the role of human monocytes/macrophages in the homeostasis of lung ILC; (2) Determine how the human microbiota regulates lung macrophages and ILC; (3) Dissect the role of human monocytes/macrophages in lung inflammation. To achieve these aims, I will employ the state-of-the-art model to reconstitute the human lung immune system and microbiota in the mouse. I will deplete human alveolar macrophages and monocyte subsets to determine how these cells regulate ILC differentiation and lung inflammation. This will be complemented by studies in germ-free humanized mice colonized with a human lung microbiota to investigate immune regulatory effects of the local microbiota. The project will generate critical new insights into the human microbiota-macrophage-ILC crosstalk that cannot be obtained with other experimental approaches. My multidisciplinary approach involving humanized mice, immunology, and germ-free studies has the potential to discover novel approaches to treat human lung disease.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}