{
    "rcn": "200947",
    "acronym": "MinBioTag",
    "topics": "MSCA-IF-2015-EF",
    "title": "A minimal Cys-cyclobutene non-canonical amino acid for bioorthogonal imaging of proteins in live cells",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Insight into dynamic processes such as uptake and intracellular trafficking and signalling of small molecules and proteins in cells is key in basic biology and drug development. The use of bioorthogonal chemical reactions for labelling and probing specific biomolecules is an exciting option but a very challenging task as these transformations should proceed very rapidly in physiological conditions with complete chemoselectivity. So, in this application we propose to achieve site-selective protein labelling by the introduction of a non-canonical Cys-cyclobutene aminoacid and a very fast alkene chemoselective ligation reaction. The small size of the proposed alkene-tagged aminoacid should not interfere with the protein structure, function, activity or localisation in contrast with other fluorescent tags such as the use of fusion proteins as GFP. This project aims at 1) developing  a new photo triggered [2\\2] cycloaddition bioorthogonal ligation between two alkene containing partners and to apply the already established IEDDA reaction between tetrazines and dienophiles. While the use of light as a trigger offers the possibility for an improved spatial and temporal resolution,  the use of tetrazine fluorogenic probes allows for ëturn-oní fluorescence on their rapid reaction with dienophiles 2) use these optimized reaction to study apoptosis in cells and tissues by introducing the proposed Cys-cyclobutene non-canonical amino acid into C2A Domain of Synaptotagmin-I followed by the ligation reaction ex vivo and in vivo",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}