{
    "rcn": "200942",
    "acronym": "NAMDIA",
    "topics": "MSCA-IF-2015-EF",
    "title": "NonAdiabatic Molecular Dynamics of organic Intermediates in Atmospheric chemistry",
    "startDate": "02/05/2016",
    "endDate": "01/05/2018",
    "objective": "Earthís atmosphere is a massive photochemical reactor, and human activities are changing its chemical composition, impacting both climate and air quality. Detailed chemical mechanisms ñ constructed from coupled kinetic networks of thousands of elementary reactions ñ are crucial in advancing our fundamental understanding of atmospheric chemistry, and developing reliable predictive models. Because the elementary mechanistic details of volatile organic compound (VOC) oxidation are often beyond the reach of experiment, in silico molecular kinetics studies (utilizing ab initio quantum chemistry and nonequilibrium statistical mechanics) are increasingly used to construct atmospheric chemistry models ñ particularly for describing VOC kinetics on electronic ground states.\nFor electronic excited states, in silico studies of VOC kinetics remain an almost entirely unexplored horizon, even though light absorption and dynamics on excited states initiate most of the atmosphereís chemistry. Neglect of excited states is increasingly problematic: for example, standard ground-state oxidation kinetics cannot explain experimental results for isoprene and toluene, two of the troposphereís most abundant VOCs. By fusing state-of-the-art ab initio quantum chemistry, excited-state dynamics, and nonequilibrium statistical mechanics, we will carry out detailed investigations of atmospheric VOC intermediates, developing new software tools, methods, and results for direct comparison with experiments. These tools will enable theoretical chemists and atmospheric modelers to calculate in silico absorption cross-sections, quantum yields, and photolysis rate coefficients for electronic excited states of key VOCs, providing insight into how excited-state dynamics impact atmospheric chemistry on global and regional scales. This project will blaze a trail in an exciting new area of physical chemistry, tightening the link between fundamental in silico chemical dynamics and applied atmospheric chemistry.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}