{
    "rcn": "200940",
    "acronym": "DNSVCFA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development of a novel servovalve concept for aircraft",
    "startDate": "01/09/2017",
    "endDate": "19/10/2019",
    "objective": "The aim of this research project is to develop, in line with the Work Programme 2014-2015 of Horizon 2020 ìSmart, green and integrated transport-mobility for growthî, a novel servovalve prototype for aerospace applications having lower complexity and number of parts, lower manufacturing costs and weight, and greater reliability and efficiency compared to common valve configurations. The fellowís activity alongside the research group at the Centre for Power Transmission and Motion Control (University of Bath) will focus on the optimization of an existing valve prototype (which was recently conceived at the Centre) with the aim of allowing the safe and effective implementation of the new valve concept in aircraft. The research objectives will be reached thanks to the fellowís unique expertise in optimization and computational fluiddynamic analysis applied to hydraulic valves and experimental testing of hydraulic components, combined with the hostís expertise in designing novel control techniques. The fellow, who will undertake high level training both at Bath and at the Aircraft Group of Moog Controls Ltd (5 month secondment), will utilize new approaches such as a reliable and flexible optimization process based on numerical models coupled to genetic algorithms; the technical solutions resulting from the numerical activity will be constructed through innovative manufacturing techniques, such as Additive Manufacturing, so as to allow the realization of non-conventional geometries. The outcomes of the latter phase will be tested experimentally on a hydraulic test bench. The new servovalve concept, which is expected to outperform commonly used configurations, has the potential to save costs and time across the whole life cycle of aircraft and to reduce power consumption and emissions of aircraft, with great impact on European economy and society.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BATH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}