{
    "rcn": "200916",
    "acronym": "EnerTwin",
    "topics": "FTIPilot-1-2015",
    "title": "EnerTwin: A different approach to micro CHP",
    "startDate": "01/03/2016",
    "endDate": "31/08/2018",
    "objective": "Micro Combined Heat and Power (mCHP) systems are a perfect addition to stabilize the electricity grid in the increased presence of volatile renewable sources. Due to their efficient generation and local use of heat and electricity, their fuel saving- and CO2 reduction potential is tremendous. In spite of great interest of the market and policy-makers, currently available mCHP systems suffer from limited life, high investment and very high maintenance cost, making them too expensive for serious market uptake. \nMTT solves this problem with the EnerTwin, a mCHP system based on a micro gas turbine. The EnerTwin uses commercial off-the-shelf components resulting in low investment cost. Gas turbines are known for low-maintenance, high power density (small size) and long life. MTT uses automotive turbochargers as key components of the turbine: these are produced in millions and contribute to the low cost and high reliability of the EnerTwin. Gas turbines are inherently insensitive to varying fuel compositions facilitating use of various grades of natural gas. \nCurrently, the EnerTwin is at TLR 7: 19 systems have been deployed in 1st-stage field tests at client locations since mid 2013. Besides the field-trial units, MTT has already sold 500 commercial EnerTwins, which promises an excellent commercial market perspective, while concrete contracts are under negotiation for high volumes for Canadian- and Chinese markets. \nThe main objective of this project is the readiness for commercialisation of the EnerTwin. MTT and its industrial project partners will improve the mCHP to meet future CE and ECO Design requirements. Together with these partners, MTT will work on component and system optimisation for reliability and large-volume manufacturing. Additional field-test units will be deployed to test use cases and validate improvements. By the end of the project MTT expects to close at least 5.000 pre-orders for EnerTwins, resulting in creating over 600 qualified job positions.",
    "totalCost": "2636656,25",
    "ecMaxContribution": "1845659,38",
    "coordinator": "POLIDORO SPA",
    "coordinatorCountry": "IT",
    "participants": "PRODRIVE TECHNOLOGIES BV;MICRO TURBINE TECHNOLOGY BV;ATE ANTRIEBSTECHNIK UND ENTWICKLUNGS GMBH;ACV INTERNATIONAL",
    "participantCountries": "NL;DE;BE",
    "projectParticipants": {
        "968929509": {
            "orgId": "968929509",
            "orgName": "MICRO TURBINE TECHNOLOGY BV",
            "ecContrib": 1265600
        },
        "926163761": {
            "orgId": "926163761",
            "orgName": "ACV INTERNATIONAL",
            "ecContrib": 75009
        },
        "925894974": {
            "orgId": "925894974",
            "orgName": "ATE ANTRIEBSTECHNIK UND ENTWICKLUNGS GMBH",
            "ecContrib": 166075
        },
        "983632478": {
            "orgId": "983632478",
            "orgName": "PRODRIVE TECHNOLOGIES BV",
            "ecContrib": 207725
        },
        "968542382": {
            "orgId": "968542382",
            "orgName": "POLIDORO SPA",
            "ecContrib": 131250
        }
    },
    "calculatedTotalContribution": 1845659
}