{
    "rcn": "200975",
    "acronym": "PEEK",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mobilisation and transformation of personal educational knowledge for teaching: An ethnographic account on teacher knowledge",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "How do teachers rely on their educational knowledge in order to teach? An experienced teacher knows how to manage even challenging classroom situations, and performs skilfully because educational knowledge corresponds with knowing, a practical mode of knowledge that enables comprehension of a situation and affiliated situated action. Research to date predominantly attends to educational knowledge by addressing singular elements of teaching. The project PEEK addresses educational knowledge in empirical analysis from an ethnographic micro-level perspective and attends to personal orientation patterns of teachers that support transfer between educational knowledge and teaching.\n\nPEEK examines orientation patterns in which teachers frame their practice. Examination is informed by two conceptual frameworks: (1) Post-critical epistemology highlights that knowledge is used in distance to teaching to comprehend events, while knowing is used when a teacher is involved in teaching and manages these events. (2) Post-structuralist epistemology highlights transformations of knowing and knowledge that take place in technologies of the self. Both perspectives enable theoretical sensitivity for fieldwork.\n\nEthnographic fieldwork incorporates a multi-sited approach: (1) Videographies of classroom interaction document knowing in classroom interaction. (2) Narrative interviews with teachers document reflective knowledge in which teachers condense and detail lived experiences. (3) Stimulated recalls offer ex post rationalisation of actions. (4) Video diaries provide stories of formation that reflect technologies of the self.\n\nData analysis employs Documentary Method strategies and will result in an account on dimensions and characteristics of personal educational knowledge and how it is mobilised and transformed for teaching. This account contributes a grounded analysis to studies of personal educational knowledge, and provides the means to empower professional development of teachers.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}