{
    "rcn": "200944",
    "acronym": "LODIS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Looking Through Disorder",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Photonic structures are extremely widespread in nature, and studying how light interacts with them is important. This contributes to understanding of the structuresí biological significance and also supports development of novel, bio-inspired optical materials. \n\nNatural photonic structures are, however, generally very challenging to model when one refuses to approximate their optical response to the one of simple periodic materials. The complications in describing light-matter interaction in such systems are introduced by the fact that natural structures are highly hierarchical (with features spread on different length-scales) and generally affected by disorder.\n\nWith this proposal, we want to address these challenges by developing novel analysis tools, which will be used to increase understanding of disordered photonic structures. In particular, we will develop tools for two systems: One system is the striations found on a range of flower petals, which create iridescence due to their grating-like organisation. The other system is that of the helicoidal multilayer structure found in Pollia condensata fruit. This gives rise to a colour-selective, characteristic appearance, impossible to obtain using only pigmentation.\n\nThe scientific goal of developing novel analysis tools for complex and disordered photonic structures is important in biology. Moreover, such tools will find application in the development of novel photonic structures, and they are relevant not only for natural photonics materials, but more in general, for self-assembled systems where disorder and hierarchical structuring are an inherent part of the fabrication process.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}