{
    "rcn": "200955",
    "acronym": "MagNem",
    "topics": "MSCA-IF-2015-EF",
    "title": "Hydrodynamics of Ferromagnetic Nematic Liquid Crystals",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Experimental realization of ferromagnetic ferrofluids has been a long standing challenge which was recently overcome by the ground-breaking research of A. Mertelj et al. at the Host group. They have successfully combined soft-matter and magnetic-particle physics to achieve ferromagnetic order in suspensions of magnetic platelets in nematic liquid crystals. These ferromagnetic liquid crystals present the first experimental realization of polar nematic liquids and have opened up the possibility of studying an exciting new set of fundamental, previously inaccessible physical phenomena. MagNem aims to shed light on the understanding of complex hydrodynamics of these smart materials, in which flow, magnetic and nematic orderings are coupled. For this purpose, we will develop a range of new materials by changing surfactant/solvent combination. These advanced functional composites will exhibit different elastic, magnetic and steric interparticle interactions, giving us a perfect opportunity to focus on how the parameters governing the hydrodynamics of the system depend on the microscopic picture. The conjunction of nematic and magnetic ordering makes these colloidal systems responsive to both electric and magnetic fields and thus perfect candidates for applications in electro-/magneto-optic devices and magneto-optical flow sensing microfluidics. We will develop methods for the determination of dynamic parameters by combining magnetic, electric and mechanical strain fields and will work in collaboration with expert theoretical physicists which will model the experimentally observed phenomena. Our work will generate a fundamental understanding of the complex dynamics of ferromagnetic nematic liquid crystals, providing the necessary knowledge for material-property tailored design based on solvent/particle/surfactant combination and will lead to new insights for applications in the field of magneto-optics and lab-on-a-chip microfluidics with improved magneto flow control.",
    "totalCost": "145287,6",
    "ecMaxContribution": "145287,6",
    "coordinator": "INSTITUT JOZEF STEFAN",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 145288
        }
    },
    "calculatedTotalContribution": 145288
}