{
    "rcn": "200927",
    "acronym": "AFROEUROPOLITANS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cosmopolitanism Revisited: Afro-European Mobilities in Contemporary African Diasporic Literatures",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "African literatures attest not only to the diversity of mobilities typical of the global era, but also to the fact that Europe continues to occupy a special place in the African literary imaginary. This study analyses the ways in which African Franco- and Anglophone diasporic literatures address the idea(l) of a cosmopolitan world citizenry in varied Afro-European contexts of mobility. In order to do so, the study critically revisits the concept of cosmopolitanism and, by drawing on theory and readings of African fiction, develops a new analytical pattern reflecting the privileged, practical and critical dimensions of the concept. The studyís interdisciplinary theoretical framework consists of postcolonial theory, cosmopolitanism, mobility studies and diaspora studies, and it applies a method of contextual close-reading which is motivated by a transnational impulse. By focusing on Afro-European mobilities, the study contributes to the topical scholarly endeavour of analysing the intertwinement of the two continents in a way that exceeds national boundaries. Studying fictional African cosmopolitanisms enhances our understanding of Europe in a changing global setting in terms of cultural encounters viewed from an Afro-European perspective, providing a literary articulation of the social exclusion that people with African origins often face in their attempt to claim cosmopolitan world citizenry in Europe. Fictive African mobile narratives are informed by such intersecting markers of difference as class, gender, nationality, and race. The study draws attention to how the universalising tendencies of traditional cosmopolitanisms and the elitism of some recently formulated Afropolitanisms are challenged in this setting. By developing and applying an analytical pattern of cosmopolitanisms, the study responds to the urgent call to revisit the slippery concept of cosmopolitanism by exploring its limits and potentials within the African literary context.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE DE LIEGE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}