{
    "rcn": "200989",
    "acronym": "Spin1D",
    "topics": "MSCA-IF-2015-EF",
    "title": "Spinor Bose Gases in 1D: Equilibrium properties, Dynamics, and Spin-orbit coupling",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The properties of materials are determined by the order in their most fundamental constituents, generally appearing at sufficiently low temperatures after a phase transition. This generic picture encompasses phenomena as diverse as: the ordering of atoms into perfectly periodic crystals, into superfluid phases for liquid Helium or dilute atomic gases, or even cosmological phenomena. In the case of magnetic materials, usually described in terms of localized spins on lattice, ordering refers to the spatial organization of spins. Examples of such organization are the ferromagnetic and anti-ferromagnetic phases in electronic (spin-1/2) systems: the former is characterized by the parallel alignment of adjacent electron spins in a lattice, while the latter exhibits an antiparallel arrangement of the spins. Spin-exchange interactions are responsible for the emergence of such magnetic quantum phases. Magnetic systems are of the utmost importance for fundamental and applied reasons. A general understanding the nature of magnetic quantum phases of matter requires the study of magnetic systems beyond spin-1/2, where more magnetic phases are possible. \n\nSpinor Bose-Einstein condensates (BECs) are highly controllable ultracold atom systems whose internal (spin) degree of freedom allows for different types of magnetic ordering, therefore offering a wider span of magnetic quantum phases. The real time control of the experimental parameters also enables a detailed study of the dynamics of the system out of equilibrium, where topological defects can arise.\n\nFurthermore, under spin-orbit coupling (SOC) spinor BECs can display even richer behavior arising from the interplay between ordering in momentum space due to SOC and in real space due to spin exchange. This project aims at the realization of 1D quantum systems with ultracold Na-23 atoms to investigate magnetic quantum phases (with or without SOC) in and out of equilibrium.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "COLLEGE DE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 46269
        },
        "999877650": {
            "orgId": "999877650",
            "orgName": "COLLEGE DE FRANCE",
            "ecContrib": 138807
        }
    },
    "calculatedTotalContribution": 185076
}