{
    "rcn": "200995",
    "acronym": "By-BM",
    "topics": "MSCA-IF-2015-EF",
    "title": "By-products for Building Materials",
    "startDate": "25/04/2016",
    "endDate": "24/04/2018",
    "objective": "The construction industry is critical to innovation and employment in the EU economy, providing 20 million direct jobs and about 10 % of the EUís GDP. The EUís Waste Framework Directive (2008/98/EC) has set an ambitious target of at least 70% of construction and demolition waste (CDW) to be reused, recycled or undergo materials recovery by 2020. Coupled with the challenges of depletion of raw materials and demand for low carbon material resources, new eco-innovative building materials (BM) are urgently required. Geopolymers are alternative low-carbon binders and can be produced through the reuse of industrial wastes. Although economically viable, market uptake and widespread application of these new types of synthetic materials is currently hampered by public health concerns related to immobilization of potentially toxic compounds and in particular radiation exposure from natural isotope content. The EUís Council Directive (2013/59/Euratom) has laid down basic safety standards for protection against the dangers arising from exposure to ionizing radiation including BMs. The By-BM project will develop innovative, environmentally-safe geopolymer building materials ñ which integrate waste materials, yet comply with necessary safety standards. Inactive leaching studies will also be carried out to investigate the possibilities of By-BM geopolymers in Radioactive Waste Cementation. The project brings together a leading research group in geopolymer concrete (Host ñ Queenís University Belfast) together with secondments to the Nuclear Technological Centre (Hasselt University) and the JRC Institute for Reference Materials and Measurements. The unique skills of the researcher will be required to exploit and innovate upon the research expertise of the participating institutes. The Fellow will extend his radioecology related experience whilst developing new skills in low carbon footprint geopolymers (and their replacement of traditional building materials, especially cements).",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}