{
    "rcn": "200983",
    "acronym": "IminoBoron",
    "topics": "MSCA-IF-2015-EF",
    "title": "Iminoboronate polymers as dynamic smart materials",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Dynamic polymers, which are able to break and reform due to the dynamic nature of their linkages, can be considered as a new class of smart materials, since they can be altered and/or respond to different external stimuli. We propose a new class of dynamic, conjugated polymers based on the reversible iminoboronate ester bonding motif. Simple monomers containing aldehyde, amine, and boronic acid functionalities will polymerize together with diols to produce iminoboronate ester polymers. The presence of orthogonal dynamic imine and boronate ester bonds will allow us to develop easily functionalizable, and thus tuneable, multicomponent polymer materials that possess the ability to reorganise or adapt in response to various external stimuli. The incorporation of electronically distinct diols, will permit us to tune the photophysical and chemical properties of the conjugated polyimine polymer backbone, enabling the possibility to attain the desired material properties. \nThese multifunctional materials will be investigated as fluorescent polyreceptors for specific diols and as controllably crosslinkable or decrosslinkable materials with the addition or displacement of tetrols. Moreover, development of these high-value smart materials will lay the groundwork for the next generation of multifunctional devices, such as blue-light-emitting polymers with superior efficiency and electrochemical stability to the state-of-the-art poly(fluorene) and GaN (O)LEDs.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}