{
    "rcn": "200966",
    "acronym": "Spotifly",
    "topics": "MSCA-IF-2015-EF",
    "title": "Genetic paths underlying the convergent evolution of pigmented spots on fly wings",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "When a phenotype evolves twice in independent lineages, are the underlying molecular mechanisms similar? In the case of similar pigmentation patterns that have arisen independently in two fruit fly species, Drosophila tristis and Drosophila biarmipes, the question, becomes: is there a unique genetic path to gain a pigmentation spot on the wing? Each pigmentation pattern is prefigured by the developmental expression of yellow, a gene necessary for the production of black pigments. In each case, yellow expression results from a novel enhancer, both enhancers sharing no homology. To understand how these new regulatory activities have independently emerged, we will first perform an RNAi screen to identify transcription factors controlling each enhancer. We will then characterize the candidate transcription factors identified, assess their genetic sufficiency and the directness of the regulatory link. We will evaluate the degree of convergence in the control of the activity of the two enhancers by closely comparing the relationship between their structure and their function. We will compare sequences between species that carry the regulatory activity and species that do not. We will identify in which context binding sites that convey the activity evolved (position, spacing, orientation). Moreover, we will distinguish among sites contributing permissive or instructive (spatio-temporal) input. \nThis project tackles the open question of how a new regulatory activity emerges. The contribution of each input is key element to enhancer activity, and is hardly understood in any system. The model we use may represent a rare case where the evolution of a regulatory activity can be deciphered functionally.\nOur work will also address the question of the repeated evolution of complex traits, often associated to regulatory changes. We will assess the level of functional constraint that may channel the emergence of the same regulatory activity to the same molecular mechanisms.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}