{
    "rcn": "200987",
    "acronym": "FUNMAH",
    "topics": "MSCA-IF-2015-EF",
    "title": "Novel Functionality of Magnetic Shape Memory Alloys by Magnetic Hysteresis Control",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Magnetic shape memory alloys (MSMAs) are smart materials which exhibit large shape changes in magnetic field. Novel functionalities of MSMAs, such as mechanically-induced demagnetization, originating from the enlarged magnetic hysteresis (MAH), have recently been introduced by the fellow. The finding opens a new topic in the field and extends significantly the application potential of MSMAs. Large scientific and commercial impact is expected if the research is further pursued.\n The objective of this project is to build comprehensive understanding of the novel functionalities of MSMAs resulting from the enlarged MAH and to confirm them experimentally. First, we will identify the causes of enlarged MAH in Ni-Mn-Ga-(B) alloys and explain the physical mechanisms underlying the novel functionalities. The acquired knowledge will be used to produce new MSMAs with strengthened novel functionalities. These new alloys will be characterized and used in demo applications built within the project to explain and merchandise the advantages of novel functionalities to industrial community and general public. The project outputs will advance the fields of magnetism, martensite, and MSMAs by explaining the novel functionality paradigm based on interaction of hard ferromagnetic and ferroelastic microstructures. The outputs will be also of practical value, shifting the MSMAs towards new types of practical applications.\n The Host Institute will enable the fellow an access to unique instrumentation and expertise in magnetism and alloy production while simultaneously will integrate the fellow as a senior researcher. In return, the fellow will bring his unique combined industrial and academic experience in the field of MSMAs as well as new collaborators from Finland, Poland, Germany, and USA. The project boosts the fellow's research skills in experimental physics and initiates his independent research career in the Czech Republic.",
    "totalCost": "154720,8",
    "ecMaxContribution": "154720,8",
    "coordinator": "FYZIKALNI USTAV AV CR V.V.I",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999873867": {
            "orgId": "999873867",
            "orgName": "FYZIKALNI USTAV AV CR V.V.I",
            "ecContrib": 154721
        }
    },
    "calculatedTotalContribution": 154721
}