{
    "rcn": "200904",
    "acronym": "MULTI2DSWITCH",
    "topics": "MSCA-IF-2015-EF",
    "title": "MULTIfunctional optoelectronic devices based on hybrid heterostructures of 2D materials and photochromic SWITCHes",
    "startDate": "21/08/2016",
    "endDate": "20/08/2018",
    "objective": "MULTI2DSWITCH will offer an extremely talented and promising young researcher, with a PhD in physics and an extraordinary track record, world-class training through research in the cross-disciplinary and supra-sectorial field of 2D materials (2DMs) based multifunctional electronics. The proposed research lies at the interface between physics, chemistry and electrical engineering, in the interdisciplinary realms of supramolecular sciences, materials- and nano-science. The overall mission is to train the fellow to become an independent scientist and to prepare him for a leading position in academia or industry. MULTI2DSWITCHís research programme targets a fundamental breakthrough in the field 2DMs by using a combination of bottom-up and top-down methods to design ultraflat, flexible and photoswitchable heterostructures of 2D crystals and molecular self-assembled monolayers (SAMs). In order to do so, a highly-ordered SAM of photochromic molecules (azobenzenes, diarylethenes or spiropyrans) is prepared on the surface of a graphene layer, by means of low-cost solution processing techniques. The graphene/SAM bilayer is subsequently encapsulated with a 2D semiconductor from the family of transition metal dichalcogenides (TMDs) using the flake-transfer techniques commonly employed for van-der-Waals heterostructure assembly. The photo-tunable properties of the newly prepared hybrid heterostructures will be exploited to develop a series of proof-of-concept multifunctional devices, including optically-switchable diodes and field-effect transistors (FETs), and optically-programmable memory cells. Thanks to the high-degree of mechanical flexibility of both the 2D crystals and the molecular SAMs, these devices will be suitable for integration on flexible substrates. Ultimately, MULTI2DSWITCH aims at developing high-performance flexible multifunctional optoelectronic devices with figures of merit greatly surpassing those of the corresponding state-of-the-art organic devices.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}