{
    "rcn": "200972",
    "acronym": "SPIN-MA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Schizophrenia Psychological Interventions Network Meta-Analysis of randomized evidence",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Schizophrenia is a severe mental illness with a huge burden on society. Consideration for multi-disciplinary and psychological treatments is raising, but a comprehensive evidence base on their efficacy is lacking from the literature. Taking advantage of my background in psychology and mental health research, I will apply an innovative statistical methodology to compare all existing psychological interventions for schizophrenia, called network meta-analysis. I will produce research evidence on the comparative efficacy of treatments even where a direct comparison has never been made, providing practitioners and policy makers with valuable knowledge for making decisions according to an evidence based medicine approach. This addresses several EU programsí aims. I will be hosted at the Department of Psychiatry and Psychotherapy of Klinikum rechts der Isar der Technischen Universit‰t M¸nchen, under the supervision of Professor Stefan Leucht, who has outstanding expertise both in the field of schizophrenia treatment and in the methodology of  NMA. A partner organization for highly specialized data analysis will be involved, with a secondment at University of Bern Institute of Social and Preventive Medicine, where I will work with Professor Georgia Salanti learning how to analyse collected data. Throughout all the project a transfer of knowledge perspective will be used, producing outputs to be delivered to policy makers (including World Health Organization, with whom I have an established collaboration) and other organizations involved in guideline production, as well as available to the community of European citizens with public outreach activities (the database will be made publicly available on the projectís website). As a result, novel evidence will be produced on this challenging topic. I will gain new skills and I will substantially increase my experience in research project management, networking and teaching, preparing for an independent position in academia.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}