{
    "rcn": "200919",
    "acronym": "RE-FRUIT",
    "topics": "MSCA-IF-2015-EF",
    "title": "ìRehabilitation: Family Role within the UK in comparison to Turkeyî",
    "startDate": "01/08/2016",
    "endDate": "31/08/2017",
    "objective": "This fellowship will grow the participant's skills and experience in social aspects of rehabilitation.  The research project aims to analyse the role of the family in in-patient and out-patient rehabilitation for disabled people in the UK and compare it with evidence previously gathered in Turkey. More widely, the sociology of rehabilitation is underdeveloped in disability research. Rehabilitation sciences have neglected the social and cultural dimensions of their work; conversely, disability studies has neglected the domain of rehabilitation. However rehabilitation is a key turning point in the lives of many disabled people. The role of the family is also of special importance, given the emphasis on independent living. This is especially so today, when neoliberal and austerity policies in the UK mean that state services are contracting and there is likely to be an expanding role for informal care and family support. The project will examine the role that families play in rehabilitation, the experiences of disabled people with such family involvement, and the situation for people who lack available family support, and compare the case of UK with the Turkish example. The project is designed as a qualitative case study, employing a variety of data collection strategies such as the use of participant observation, semi-structured interviews, focus groups, secondary sources, and the method of comparative analysis. This is an interdisciplinary project strengthened by the disciplines of sociology, philosophy, political science, and rehabilitation sciences, with the potential to make significant contributions to the fields of sociology of rehabilitation, disability studies and public policy.   As well as the training dimension of the research (project management, focus group research, disability studies), the fellowship will also generate a research network proposal on post-conflict rehabilitation and integration research (enhancing European project writing skills).",
    "totalCost": "99371,35",
    "ecMaxContribution": "99371,35",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 99371
        }
    },
    "calculatedTotalContribution": 99371
}