{
    "rcn": "200974",
    "acronym": "UrbPOLS",
    "topics": "MSCA-IF-2015-GF",
    "title": "Assessing urban impacts on wildlife using the pace-of-life framework",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "Under pace-of-life syndrome (POLS) hypothesis, physiological, behavioural, and life history traits covary along the slowñfast pace-of-life axis. The POLS concept has been recently applied within species and populations, to studying individual-level variation in physiological, behavioural and life-history strategies.  One critical environmental feature that has curiously been completely overlooked in POLS framework is the urbanization gradient (UG). Studies of urban animal ecology have so far concentrated on a few traits at a time, and a systematic approach to urban life-history and physiological adaptations is missing. This project proposes to study individual variation in life-history, physiological and behavioural traits along the UG in two model species of urbanization research, the house finch and the great tit, and to perform an experiment to understand the influence of environment v. genetic background on the development of pace-of-life differences between rural and urban birds. There are a number of avian studies that have assessed differences in traits associated with pace-of-life, such as reproduction, survival, behaviour and personalities, immune responses, and oxidative status along the UG, but so far no studies even consider the possibility of different adaptive pace-of-life strategies between urban and rural populations. Also, relatively little is known about shifts in genetic traits, and there are no studies designed particularly for testing pace-of-life differences between populations of urban and rural birds. The proposed project will use a multidisciplinary approach that involves field study methods for analysing survival, reproduction and behaviour and lab methods for quantifying OS, immune status, and gene expression (transcriptome microarray analysis).",
    "totalCost": "246421,8",
    "ecMaxContribution": "246421,8",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 246422
        },
        "987798046": {
            "orgId": "987798046",
            "orgName": "Arizona Board of Regents",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 246422
}