{
    "rcn": "200936",
    "acronym": "RSC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Atomic Resolution Structures of Mitochondrial Respiratory Chain Supercomplexes",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The objectives of this proposal are to determine atomic-resolution structures of mammalian mitochondrial respiratory chain supercomplexes (RCSs) by single particle electron cryo-microscopy (cryo-EM). It has been shown that the large protein complexes of the inner mitochondrial membrane responsible for electron transport from NADH to molecular oxygen (complexes I, III and IV) associate to form three major RCSs: I/III2, III2/IV2 and I/III2/IV. Currently, the physiological role of the RSCs is controversial and poorly understood. Atomic-resolution structures of the RSCs will be essential for fully understanding their physiology. Presently I have generated a 15 ≈ cryo-EM density map for RCS I/III2/IV from ~10,000 particles purified from Ovis aries mitochondria. Our preliminary data show that in order to push the resolution we will need to improve both the biochemical preparation of the RCS particles as well as the cryo-EM grid preparation. This will be done through systematic biochemical characterisation of the RCSs in different non-disruptive detergents and systematic grid preparation varying grid type and blotting conditions. In addition to RCS I/III2/IV, the structure of RCS I/III2 will be determined. High-resolution cryo-EM data will be collected at the Vienna Biocenter using the FEI Polara 300 mV microscope with Gatan K2 direct electron detector. In order to fully compare the make-up of the different RCSs mass spectrometric analysis will be carried out on the purified samples by our collaborators at the Laboratory for Molecular Biology (LMB). My previous experience in the laboratory of Dr Roderick MacKinnon mainly focused on membrane protein structure determination by X-ray crystallography and NMR spectroscopy. The opportunity to work at the IST Austria with Dr Leonid Sazanov will allow me to learn state of the art cryo-EM techniques, which are positioned to be the future of atomic-resolution structure determination for large macromolecular assemblies.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}