{
    "rcn": "200984",
    "acronym": "UnRi",
    "topics": "MSCA-IF-2015-EF",
    "title": "Understanding the discourse-semantic shift towards risk in the UK and Germany",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "This project aims to advance our understanding of the forces that have driven the proliferation of risk discourses in the UK and Germany since World War Two. Working at the boundaries of risk sociology and corpus linguistics, this is a highly innovative enterprise, both theoretically and methodologically. It will examine the contribution made by main-stream risk theories to explaining the increasing use of the risk semantic in media coverage during the last 50 years, and it will develop an empirically grounded theory of the observable shift towards risk. The Fellow will utilise cutting-edge corpus-based research strategies to systematically reconstruct the changing use of the discourse-semantics of risk and will complement these with interviews of media experts to examine how these changes are linked to institutional and socio-cultural changes and historically significant events.\nThe Fellow is an outstanding scholar in risk studies who will further develop his skills and expand his networks among eminent European sociologists and corpus linguists. The IF will be placed with Prof McEnery, a leading scholar in corpus research at Lancaster University, who is the Director of the ESRC Centre for Corpus Approaches to Social Science (CASS). This will be complemented by a secondment with Prof K‰mper, an expert in historical linguistic change, at the Institute of German Language (IDS) in Mannheim. Both these opportunities will allow the Fellow to build on existing networks with scholars working in the maturing domain of corpus-driven social science research. Working with corpus based discourse analysts and computational linguists at CASS and IDS will allow the Fellow to firmly establish his skills in the application of corpus based discourse analysis within the social sciences and will enhance his opportunities to reintegrate into the European academic community.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "LANCASTER UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}