{
    "rcn": "200981",
    "acronym": "CSASG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Comparative Study on Ancient Syriac Grammars",
    "startDate": "15/06/2016",
    "endDate": "14/06/2018",
    "objective": "The present project regards the development of ancient Syriac grammar, in its connection with the Greek model diffused in the Middle East during the Late Antiquity and with the Arabic linguistic theories developed in the Middle Ages. The aim of the project is to promote a new unprejudiced approach to the study of Syriac grammatical texts, developing a text-based methodology that could in principle be applied to the ancient grammars of any linguistic tradition. The action proposed is a comparative study of the grammatical works by three prominent Syriac grammarians of the 12th-13th (Bar Zuëbi, Bar Shakko and Barhebraeus) in their mutual correlations and in their relationship with the Greek and Arabic grammatical models. The research will be conducted with a text-based approach, following an inductive method, beginning from the reading and translation of the grammatical works of the three authors involved. The grammars will be hence analysed according to the following main criteria: inter-textual connections (concerning terminology, literary examples and quotations), theoretical framing of the linguistic phenomena described. The project includes the creation of an open source on-line database of Syriac grammatical manuscripts. This is an indispensable research tool in the field of Syriac grammars, due to the scarcity of complete and up-to-date editions and translations of the original texts. The final goal of the research is to produce a monograph illustrating the linguistic content of ancient Syriac grammars, both from the point of view of the description of language structure and of the history of scientific thinking.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}