{
    "rcn": "200998",
    "acronym": "LWIMT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Main group chemistry, inorganic polymers, catalysis, silicon- and phosphorus-based polymers",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Inorganic polymers are of widespread interest as a result of their useful combination of physical and chemical properties, which offer exciting opportunities for their use as advanced materials for many different applications. In the proposed research state-of-the-art strategies worked out in organic catalysis will be applied for the first time to main group substrates to form main group element-element (specifically SiñO and PVñO) bonds, targeting efficient new routes to inorganic polymers that involve mild reaction conditions and permit microstructure control. Once formed, the new polymeric materials will be characterized in detail and potential applications explored. To achieve these objectives Dr. Lipeng Wu, an exceptionally talented young scientist from China who performed his Ph.D. and postdoc in top organic catalysis groups in Germany (Matthias Beller, Rostock) and the USA (F. Dean Toste, UC Berkeley), will work in the internationally leading research group of Prof. Ian Manners (Bristol, UK) with expertise in catalysis with main group substrates, inorganic polymers, and polymer materials science. Armed with the new knowledge and experience gained, following the fellowship Dr. Wu aims to obtain an academic position in China where catalysis with main group compounds and inorganic polymers play a key role.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}