{
    "rcn": "200945",
    "acronym": "SocialBrain",
    "topics": "MSCA-IF-2015-EF",
    "title": "Brain growth under social pressure: mathematical modelling of brain growth when individuals face social challenges",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Growing and maintaining a large brain entails substantial energetic costs. A large brain can evolve if costs are compensated by benefits from associated cognitive abilities. Leading hypotheses for brain evolution consider benefits arising from the solution of ecological and social problems. However, progress has been hindered by the unavailability of mathematical theory generating testable hypotheses from known causes.\n\nI will develop testable mathematical models that yield quantitative predictions for brain mass through ontogeny when individuals evolve under social pressures. The goal is to assess the relative role of the social and ecological hypotheses in brain evolution, particularly in humans. I will formulate the models using elements of metabolic theory and life history theory, and the analysis will require methods from optimal control and differential game theory.\n\nThis is a strongly interdisciplinary research project, and I will ensure its success by working with leaders in the respective fields of social evolution theory (Dr Andy Gardner, St Andrews), cognition (the world-class multi-departmental team at St Andrews), and differential game theory (Prof Maurizio Falcone, Sapienza). This work thus brings together a diversity of state-of-the-art elements and proposes an innovative, challenging, and important project, to produce a novel and readily usable tool to study brain evolution.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}