{
    "rcn": "200964",
    "acronym": "SF-QFT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Fundamental physics with intense laser fields",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "High-intensity lasers have the potential to offer groundbreaking insights into physics both within and beyond the Standard Model, as well as a wealth of applications in science, medicine, technology and industry. There is therefore an international drive to explore fundamental physics in intense laser fields, in the regime where both relativistic and quantum effects are significant.\n\nThis regime will be tested at the Extreme Light Infrastructure ('ELI'), a series of next-generation laser facilities funded by the European Commission and now in construction across Europe.\n\nThe programme of research we propose here will leverage existing EU funding of the ELI initiative by confronting fundamental and urgent issues in laser-matter interaction theory, issues which must be understood in order to correctly analyse and interpret the results of upcoming experimental campaigns. \n\nThe objectives of this proposal are therefore to produce new theory insights and to provide theory support for the high intensity laser experiments which will be performed at ELI over the next five to ten years. The research goals are to:\n\n1. Build an analytical tool kit that abandons the basic and simplistic assumptions which have for many years constrained progress in this field.\n\n2. Provide improved estimates and new predictions for measurable signals of quantum radiation reaction and light-by-light scattering in upcoming high-intensity laser experiments.\n\nIn achieving these goals a major contribution will be made to intense laser science in the EU.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF PLYMOUTH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}