{
    "rcn": "200906",
    "acronym": "OUTCROSS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Operator semigroup techniques in the control of delay systems",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The purpose of this project is to apply operator theory to evolution equations in order to investigate fundamental properties of infinite dimensional dynamical systems with delay in state variables. Radoslaw Zawiski will pursue this goal within the Analysis Group at the School of Mathematics of the University of Leeds, under the supervision of Professor Partington.\n  This interdisciplinary project searches for the answer to the question of necessary and sufficient conditions for admissibility and controllability of an infinite dimensional dynamical system. It also scrutinises weighted forms of admissibility and controllability for a delay system with problems involving the Dirichlet-type norms. With the above, this project goes beyond the state-of-the-art utilising innovative operator semigroup techniques, in particular Carleson embeddings involving\nsectorial measures and Toeplitz/Hankel operators, to obtain results in an underdeveloped area of state delayed infinite dimensional systems. Concurrently, this project crosses current frontiers in control theory of such systems, setting new level and worldwide standard by giving a great insight into the nature of evolution equations.\n  By fulfilling its purpose, this project helps the European scientific community to maintain its leading role in operator theory and control theory, adding to this topic a relevant set of techniques specifically designed for state delayed evolution equations. In this respect, the fellowship supports Radoslaw Zawiskiís career development by providing him the right environment to attain the proposed research goals. Dr Zawiski will reach the full maturity as a leading researcher, with the solid background and possibilities to significantly contribute to the development of operator theory and control theory.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}