{
    "rcn": "200946",
    "acronym": "OptoNMDA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Optical strategies to investigate NMDA receptor functional diversity and its therapeutic potential",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "NMDA receptors (NMDARs) form a class of receptors gated by glutamate, the major neurotransmitter in the mammalian brain. These receptors play fundamental roles in synaptic transmission and plasticity. They are also involved in numerous pathologies including stroke, mental retardation or schizophrenia. NMDARs are thus targets of strong therapeutic interest. NMDARs are tetramers usually composed of two GluN1 and two GluN2 subunits encoded by four different genes (GluN2A-D), resulting in a large number of receptor subtypes having distinct anatomical, biophysical, pharmacological and signalling properties. Understanding the functional role of these individual subtypes in the brain is of great importance to develop new strategies to counteract the deleterious effects of NMDAR dysregulation. However, tools allowing targeting of a specific population of NMDARs in a given neuronal circuit are currently lacking. The OptoNMDA research programme proposes the development of an innovative optical approach to selectively enhance the activity of NMDARs containing the GluN2B subunit (GluN2B-NMDARs) in ex vivo and in vivo preparations. This approach consists in developing photo-convertible polyamine derivatives that can reversibly isomerize between an inactive and active configuration with light to act on the GluN2B-NMDAR polyamine allosteric modulating site in a precise spatio-temporal manner (opto-allostery). I will study the physiological and potential therapeutic roles of these compounds by testing their effects on synaptic transmission and plasticity and on genetic models of NMDAR hypo-function. Compared to previous studies targeting orthosteric (competitive) sites, the opto-allostery approach will allow manipulation of NMDARs in a more specific and physiological manner. This project should thus provide critical novel information on NMDARs, and more generally, on the physiology and pathology of excitatory synapses.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "ECOLE NORMALE SUPERIEURE",
    "participantCountries": "FR",
    "projectParticipants": {
        "999854758": {
            "orgId": "999854758",
            "orgName": "ECOLE NORMALE SUPERIEURE",
            "ecContrib": 69404
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 115672
        }
    },
    "calculatedTotalContribution": 185076
}