{
    "rcn": "200933",
    "acronym": "REQUE 2",
    "topics": "MSCA-IF-2015-EF",
    "title": "The 4th Geneva Conventionís Drafting History as the origin of the Responsibility to Protect (R2P) and Duty to Prevent (D2P).",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The objective of this project is to uncover the source materials of current humanitarian norms (Responsibility to Protect and Duty to Prevent) within the first and most important tool of International Humanitarian Law ñ the 4th Geneva Convention for the Protection of Civilians (1949). Specifically, this project aims to generate a comprehensive historical and legal account of the drafting process and of the 4th Geneva Convention, as to date, no such comprehensive account exists. The research agenda envisages an innovative Multi factor framework approach, examining alongside the Red Cross archives in Geneva, the important National Archives of the US, France, the UK and Switzerland (the Conventionsí Custodian), who all advocated and pushed for the Conventionís endorsement after WWII. The recent opening of national archives, following the lifting of the 50 year disclosure ban provides unprecedented access to hitherto unpublished materials, which could shed much-needed light upon our comprehension of the Conventionís terms and legal interpretation, based upon the original intentions of the drafters. With the interpretation of this convention deeply contested in both judicial and policy circles, uncovering the original drafting sources of the 4th Geneva Conventionís, could shed much needed light on questions regarding the nature of military occupation, of judicial oversight over armed conflict, and of the attitudes to be attributed to irregular fighting forces and non state actors. Recent events, most notably in the Middle East and North Africa point to an alarming tendency of the erosion of any limits to armed conduct. This process goes hand in hand with the exponential surge in civilian casualties in these armed conflicts. Uncovering the original sources which motivated drafters to limit war ñ while accepting its existence as a feature of human nature is all the more timely and relevant today.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI VERONA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}