{
    "rcn": "200999",
    "acronym": "THAUMECOPHYL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Evolutionary history and ecological adaptations of ammonia oxidizing Thaumarchaeota.",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Ammonia oxidizing archaea (AOA), a clade of the Thaumarchaeota phylum, diversified in a variety of marine and terrestrial environments. Due to their abundance, AOA are deemed major players in the global cycle of nitrogen. They also produce greenhouse gasses. Despite their ecological importance, the nature and origin of ammonia oxidizing metabolism and the reasons for the ecological success of AOA are still unknown. This project aims at performing the first comprehensive evolutionary and comparative genomic analysis of Thaumarchaeota to identify crucial metabolic and genomic features. Prof. Schleper is a leading scientist in Thaumarchaeota cultivation, genomics and physiology. Metagenomic data produced in her laboratory give now access to genomes of crucial taxa for this project. I will complete these genomes, and analyse all available AOA genomes with a sophisticated model of genome evolution to reconstruct the species tree of Thaumarchaeota and the events (gene duplications, transfers and losses) that occurred along their evolution. The genome of the AOAís ancestor will be inferred, and the minimal gene set required for ammonia oxidation identified. The sets of evolutionary events and the ancestral genome will be linked to metabolic and ecological transitions to obtain the scenario of ammonia oxidation emergence and of the adaptation of AOA to various environments, thus addressing key questions in the fields of ecology, evolution, and archaea biology. This interdisciplinary project is only possible through the unique combination of my expertise in comparative genomics and molecular phylogeny with the expertise of Prof. Schleper's group, which will result in two-ways transfers of knowledge and skills. Beyond scientific training, I will be trained to project management and project design with experimental biologists. This is crucial for my career, as I plan to start a group at the edge of bioinformatics and experimental biology to study how complex systems evolve.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}