{
    "rcn": "200913",
    "acronym": "SurgASSIST",
    "topics": "FTIPilot-1-2015",
    "title": "A novel 3D Stereoscopic e-learning SolutIon for theoretical Surgical Training",
    "startDate": "01/02/2016",
    "endDate": "31/07/2018",
    "objective": "The SurgASSIST project aims to improve surgical care by changing the way surgeons are educated. The SurgASSIST project provides an online educational program, the INCISION Academy, that uses 3D visualizations (stereoscopic videos and animations) to teach surgical procedures step-by-step, based on state-of-the-art scientific research and best-practice surgical care. Surgery is a three dimensional trade and the use of 3D stereoscopic techniques creates a unique and realistic online environment in which residents and surgeons can learn, train and be tested on best-practice based surgical procedures and anatomy. With the INCISION Academy prototype, the value of this innovative educational approach has been demonstrated. To reach market introduction of the INCISION Academy, the SurgASSIST consortium will undertake activities to establish a strong value chain from production to distribution: (1) complete the INCISION Academy curriculum, (2) add 3D virtual reality online surgery to increase product value, (3) establish the LMS system for worldwide distribution, and (4) create the commercialisation strategy. \nPotential users, surgical residents, surgical trainers, and surgeons, cope with an ever increasing workload and need tools to relieve work pressure and improve quality. After this project, the INCISION Academy will be available as worldwide surgical online training tool to train surgical residents with higher quality than before while saving time of surgical trainers. In addition, the INCISION Academy provides a timesaving online alternative for continued medical education of surgeons (CME). The European markets for training of surgical residents and CME amount to Ä 187,5 and Ä 158 million respectively. The easy-access, unparalleled high quality, and use of 3D technologies places the INCISION Academy in an excellent commercial position to acquire a significant market share in Europe and subsequently in the USA, China, Southern America and developing countries.",
    "totalCost": "4472947,5",
    "ecMaxContribution": "2973867,75",
    "coordinator": "INCISION GROUP BV",
    "coordinatorCountry": "NL",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;PSICO SMART APPS SL;HEALTH & MEDIA GMBH",
    "participantCountries": "NL;ES;DE",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 529541
        },
        "925865389": {
            "orgId": "925865389",
            "orgName": "INCISION GROUP BV",
            "ecContrib": 1532212
        },
        "935405824": {
            "orgId": "935405824",
            "orgName": "HEALTH & MEDIA GMBH",
            "ecContrib": 283526
        },
        "935164003": {
            "orgId": "935164003",
            "orgName": "PSICO SMART APPS SL",
            "ecContrib": 628588
        }
    },
    "calculatedTotalContribution": 2973867
}