{
    "rcn": "200969",
    "acronym": "BEAMED",
    "topics": "MSCA-IF-2015-GF",
    "title": "Better Addiction Medicine Education for Doctors",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "Drug and alcohol addiction cause a significant social and economic burden globally. Adequate diagnosis and treatment by general practitioners fails, in part due to a lack of knowledge and accredited training in addiction medicine. In Ireland, the training of general practitioners in identifying and treating addiction is lacking. Internationally, a number of initiatives to address this challenge have emerged, including a specialised training programme in Canada (www.addictionmedicinefellowship.org).\nTo build on these initiatives, the goal of this project is to establish the feasibility and acceptability of training primary care practitioners in addiction medicine, and, in particular, how international models of addiction medicine training might inform the future development of general practice education in Ireland. Specifically, the proposed fellowship seeks to increase incorporation of new understandings about addictive disorders from multiple disciplines into undergraduate and postgraduate medical curricula. The disciplines include public health, general practice, psychiatry and health services research.\nThe programme will involve three phases:\n1. the outgoing phase will study the Canadian addiction medicine fellowship and its rigorous evaluation strategy: a Novel Evaluation of the Fellowship in Addiction Research (NEAR).\n2. The transition phase will consult the experts and assess educational needs in both systems.\n3. The re-entry phase will use the knowledge from Canada and educational needs assessments to develop and pilot-test a multidisciplinary translational environment focused on increasing knowledge of the prevention and treatment of drug and alcohol addiction by general practitioners.\nThis proposal improves addiction education for doctors and responds directly to the ERA priorities ìExcellent Science, Health, Demographic Change and Wellbeingî, specifically ìimprove ability to monitor health and to prevent, detect, treat and manage diseaseî.",
    "totalCost": "251555,4",
    "ecMaxContribution": "251555,4",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 251555
        },
        "998804636": {
            "orgId": "998804636",
            "orgName": "UNIVERSITY OF BRITISH COLUMBIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 251555
}