{
    "rcn": "200961",
    "acronym": "HARA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Human-Animal Relationships in Archaeology: World Views of Hunter-gatherers in NorthernEurope",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Human-Animal Relationships in Archaeology: World Views of Hunter-gatherers in Northern Europe (HARA) will provide important new perspectives on human interactions with animals in Northern Europe in the ethnographic present and the archaeological past. This will include innovative analysis of ethnographic materials from NE Russia and archaeological materials from the Baltic, including Europeís largest Stone Age burial ground (350 graves), Zvejnieki in Latvia. HARA will focus on how animal remains, especially artefacts manufactured on animal remains, and animal iconography reflect human-animal relations. With the aim to develop new perspectives on human-animal relationships among hunter-gatherers in Northern Europe the project will utilise innovative analogies and theoretical frameworks derived from ethnographic analysis and new experimental archaeological approaches to artefacts manufactured from animal remains. The case studies will allow an assessment of changes in human-animal relationships during the introduction of domestic animals: a process which is widely considered to have been transformative of human society and human understandings of animals and has been a significant focus for research. The academic impact of this multidisciplinary project is therefore substantial. The applicant will move from her current position with the Institute of Ethnology and Folklore Research, Zagreb,Croatia to School of Archaeology, University College Dublin, Ireland. She will receive training in experimental archaeology and animal osteoarchaeology, the archaeology of hunter-gatherers, and in teaching archaeology as well as a formal introduction to the management and delivery of research projects. Completion of this project will allow the applicant to develop into a position of professional maturity with a specific and unique interdisciplinary set of skills and will be able to pursue an international academic research and teaching career in the field of human-animal studies.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}