{
    "rcn": "200909",
    "acronym": "NEUTRO-LILR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Leukocyte immunoglobulin-like receptors (LILRs) on neutrophils",
    "startDate": "03/10/2016",
    "endDate": "02/10/2018",
    "objective": "Neutrophils provide the first-line of antimicrobial defence and orchestrate inflammation. They are tightly regulated by ligand-receptor interactions to ensure pathogen clearance and to prevent host damage. Targeting receptors, with natural or synthetic ligands, that control neutrophil functions is a promising strategy to control infections and inflammation. However, basic knowledge on the role of certain receptors in neutrophil biology, and their interactions with pathogens, has been neglected. This includes leukocyte immunoglobulin-like receptors (LILRs), a family of surface receptors that are potent regulators of immune cell activity and potential targets of immunotherapeutic strategies. \n\nThe major aim of this project is to comprehensively understand how LILRs regulate neutrophil functions, to identify bacterial ligands of LILRs and to test whether each bacteria-derived LILR ligand has pro- or anti-inflammatory properties that could be exploited in future immunotherapeutic strategies. For the first time, we will extensively characterise the functional role of four representative LILRs in controlling neutrophil functions. We will screen our newly developed high-throughput bacteria secretome phage display libraries, representative of 20 pathogens and the entire human gut microbiome, for identifying bacterial molecules that bind to LILRs. Finally, we will determine whether each of the ligands acts as a LILR agonist or antagonist. These experiments build upon expertise and preliminary results of the applicant, and upon unique resources of the host. The proposed experiments will expand knowledge of the function of poorly studied LILRs on neutrophils. This will advance knowledge of neutrophils, immune responses and bacterial pathogenesis, paving the way for identifying new strategies for treatment of infection and inflammation.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}