{
    "rcn": "200907",
    "acronym": "REDRAF",
    "topics": "MSCA-IF-2015-EF",
    "title": "Assessing the aerosol radiative impact employing advanced methods to reduce uncertainties in the aerosol optical properties",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Understanding how anthropogenic aerosols impact the Earthís climate system is a daunting challenge. Aerosol radiative effects are strongly dependent on the optical and microphysical properties of the particles. Uncertainties in the absorption coefficient and the single scattering albedo (SSA) contribute significantly to the overall uncertainties in the optical properties of aerosol and their radiative effect. Not only does hydration cause an increase in size, but it also alters the complex refractive index (RI) of the particle; the real part of the RI governs the scattering of light by the aerosol and the imaginary part the degree of absorption. Thus, quantifying the relationships of chemical composition, relative humidity (RH) and particle phase with complex RI is critical for predicting the aerosol radiative forcing. Since these optical properties determine the magnitude and even the sign of the effect of aerosol on the Earthís energy balance, it is vital that we understand their range. Although techniques have been developed to measure the scattering and absorption cross-sections of ambient and laboratory particles, interpreting measurements can be challenging. Using a new technique to accurately determine the extinction cross-sections of single particles developed in the Bristol laboratory, we will provide a rigorous assessment of treatments used to characterise the optical properties of aerosol. Of particular emphasis, we will examine the optical properties of mixed-component aerosol and the influence of chemical aging of organic aerosol on light absorption. Crucially, the parameterisations for optical properties that result will then be used to refine (and assess sensitivities of direct forcing to) the treatment of aerosol properties in radiative transfer and global climate models. This work will also provide crucial information to improve our understanding of field and remote sensing instruments.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}