{
    "rcn": "200914",
    "acronym": "ISLANDPALECO",
    "topics": "MSCA-IF-2015-GF",
    "title": "Tracking past human impact on islands by improving palaeoecological reconstructions with PalEnDNA analysis",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Island ecosystems host a significant proportion of global biodiversity, but their rich insular biotas are also more vulnerable and less resistant to novel pressures than continental biotas. Human colonization has been a relatively recent event on most islands globally, and has nearly always resulted in devastating losses of biodiversity. The Canary Islands were no exception; these oceanic islands were colonized by aborigines more than 2000 years ago and later by Europeans, and have been transformed since this time. Despite being one of the most biodiverse regions within Europe and a target for EU biodiversity policies, there is a key knowledge gap about the pre-human state and natural variability of unmodified Canarian ecosystems that could help planners and managers to guide their strategies. This makes the Canaries the perfect place to reconstruct baseline ecosystem states and the long-term impacts of human activities. ISLANDPALECO will assess the timing and extent of human impact on Canary Island ecosystems by providing detailed reconstructions of past environments, combining leading edge and conventional palaeoecological tools and integrating the results in conservation ecology and management strategies. The project will provide new expertise in Canary Island palaeoenvironmental reconstructions through training the ER in the latest palaeoenvironmental DNA analysis (PalEnDNA) at the Landcare Research Long-Term Ecology Lab, one of the few labs in the world where this rapidly emerging field in palaeoecology is being applied to conservation on island settings. ISLANDPALECO will provide the ER with a new skill set in ancient molecular research that will be transferred to the University of La Laguna where they currently do not exist. This will be the first time that PalEnDNA analysis will be implemented in the Canaries and probably one of the few cases on islands, becoming a valuable benchmark example of the applicability of PalEnDNA analysis in other island regions.",
    "totalCost": "251276,4",
    "ecMaxContribution": "251276,4",
    "coordinator": "UNIVERSIDAD DE LA LAGUNA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996569368": {
            "orgId": "996569368",
            "orgName": "LANDCARE RESEARCH NEW ZEALAND LTD",
            "ecContrib": 0
        },
        "999825270": {
            "orgId": "999825270",
            "orgName": "UNIVERSIDAD DE LA LAGUNA",
            "ecContrib": 251276
        }
    },
    "calculatedTotalContribution": 251276
}