{
    "rcn": "200932",
    "acronym": "GoldOpera",
    "topics": "MSCA-IF-2015-EF",
    "title": "Carlo Goldoni and Europe's New Opera Theatre",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Venetian playwright Carlo Goldoni (1707-1793), famous for his ëreformí of comic theatre, was also a prolific librettist. Research has focused largely on Goldoniís early texts for music, while the libretti written during his mature years have remained overshadowed by his most famous comedies. With growing attention to interdisciplinary studies, the time is now ripe for these later texts for music and the operas drawn from them to be brought to light, because, most importantly, precisely through these libretti Goldoni became a pioneer in the creation of the 'dramma giocoso,' a new genre of opera that would span a long legacy throughout Europe, all the way to the works of W.A. Mozart and Lorenzo Da Ponte. \nThe goal of this project is the recovery and analysis of operatic renditions created from the innovative drammi giocosi by Goldoni, today nearly forgotten, to finally supply a comprehensive picture of the interaction between text, music, and theatre that fueled the radical evolution of Classical opera in the later 18th century. The study of these selected works will also yield a more detailed map of the artistic collaborations and diffusion of this new genre on an international scale.\nOn a broader horizon, this project ultimately aims to create the basis for the restoration, publication, and performance of historical opera scores that have vanished from the traditional repertoire. These operas will become a source of new discoveries in both literary and musical fields, and their restoration through performance with the involvement of young musicians and scholars in conservatories and universities will not only render just merit to Goldoni for his innovations in opera theatre, but most importantly will bring to a larger public new knowledge of a form of art that had a global impact, and therefore a deeper understanding of our shared cultural heritage.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}