{
    "rcn": "200959",
    "acronym": "MULTISIMO",
    "topics": "MSCA-IF-2015-EF",
    "title": "MULTImodal and MULTIparty Social Interactions MOdelling",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The project addresses the modelling of multimodal communicative human behaviour during natural interactions in multiparty settings and specifically the conversational and feedback strategies of the interaction participants in terms of attention, engagement and conflict management. The knowledge base for this modelling problem will be a collection of human-human interaction recordings to be acquired through a concise experimental protocol and state-of-the-art equipment. The communicative behavior will be analysed in multimodal signals, including facial expressions, gaze and prosodic cues that provide information about social interaction management and speakersí attitudes. This information becomes more complex in group interactions, where a management mechanism will be discovered and modelled. These low-level signals will be examined in relation to their timing and sequence to infer and model high-level signals of attention, engagement and conflict, and subsequently implement modules to feed existing HCI interfaces such as dialogue systems or avatars. The implementation of such novel models will allow for the creation of more sophisticated human-like agent-based interfaces of high quality communication experience, especially in scenarios where social and cognitive skills, in addition to the communicative ones, are crucial for the success of the interaction, i.e. in the education, customer care domains and web applications requiring interfaces triggered by human communication. The project builds on the strengths of the applicant in multimodal communication and language technology, and combines these with new training in intelligent systems and human-computer interaction to support a new research direction and to strengthen cross-European collaboration. The host provides an excellent supportive environment conducive to the interdisciplinary research envisaged in the project and the training objectives of the fellowship in view of the applicantís career development.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}