{
    "rcn": "200957",
    "acronym": "NPTC",
    "topics": "MSCA-IF-2015-EF",
    "title": "New Perspectives in Tropospheric Chemistry",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The last two hundred years have seen new anthropogenic emissions dramatically change the chemical composition and chemistry of the troposphere, creating a diverse set of atmospheric conditions based on location and level of human population. Reducing climate change and reversing the negative impacts humans have on the atmosphere is a clear European Commission target moving forward towards 2020. Alkenes are common to pristine, clean air environments (biogenic sources) and polluted, urban environments (anthropogenic emissions). The removal of alkenes from the troposphere predominantly occurs through reaction with ozone, generating a wide range of products including OH, CO and CO2, which have a significant impact upon the chemistry of Earthís atmosphere. Despite the abundance of alkenes in the atmosphere, the atmospheric ozonolysis of alkenes is still poorly understood. \nDr Beames intends to use this Fellowship to build a new research group at Cardiff University, using advanced physical chemistry techniques to study an elusive intermediate species in these ozonolysis reactions, which are known as Criegee intermediates (carbonyl oxides). Criegee intermediates are a dominant source of night-time OHï (a ëtropospheric detergentí) and are implicated in aerosol formation.  These species have only recently been directly detected, and have become a hot topic in both atmospheric chemistry and physical chemistry fields. During his time as a Dreyfus Post Doctoral Fellow in Environmental Chemistry at the University of Pennsylvania, Dr Beames pioneered the spectroscopic research on Criegee intermediates, leading to several high profile publications. He will continue to investigate their chemistry, and their role in aerosol formation, using novel, highly selective and sensitive, infrared cavity ring down spectroscopy. This will combine his existing knowledge of infrared spectroscopy and cavity ring down spectroscopy.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}