{
    "rcn": "200973",
    "acronym": "M6Abolic-RNA-duplex",
    "topics": "MSCA-IF-2015-EF",
    "title": "Metabolic control of RNA-protein and RNA-RNA interactions in cellular transformation.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "In the current paradigm of gene expression, the structure of messenger RNA (mRNA) is a key element of posttranscriptional control because it modulates interactions with RNA-binding proteins (RBPs). RBPs typically recognize RNA-binding domains to form ribonucleoprotein complexes that ëcommití mRNAs to specific functions, and mutated or deregulated RBPs are implicated in multiple neurodegenerative diseases and cancer. Yet, the knowledge on the dynamic regulation of ribonucleoprotein complexes in mammalian cells is limited, mostly because the ëstructureí and ëspecificityí of RNA-protein interactions are amply unexplored. Recently, the host laboratory developed a new technique ñ hiCLIP ñ which identifies the transcriptome-wide RNA secondary structures (RNA duplexes) bound by particular RBPs, paving the way for pioneering research on the ëstructural determinantsí of RNA function in mammalian cells. In this context, N6-methyladenosine (m6A) is the most prevalent internal modification in mRNAs with critical functions in RNA stability, and seminal studies recently showed that m6A ëmarksí destabilize in vivo RNA duplexes in the mammalian transcriptome. However, i) how m6A ëmarksí regulate RNA-protein interactions that rely on RNA secondary structures is unknown, and ii) there is no systems-level elucidation of which RBPs are sensitive to m6A. Importantly, the ëmaintenanceí of m6A levels requires metabolic substrates and the m6A protein machinery is implicated in obesity and cancer. Collectively, these evidences point to a structural role of m6A in RNA function, and raise the compelling notion that metabolic control of m6A may represent a ëregulatory moduleí of gene expression in mammalian cells. The research proposed herein is designed to reveal the ëregulatory principlesí of RNA structures in cell physiology, and the prospective results are likely to provide far-reaching insights on the significance of this process for metabolism-related diseases and cancer.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}