{
    "rcn": "200970",
    "acronym": "NUTBIO-DIAB",
    "topics": "MSCA-IF-2015-EF",
    "title": "Nutritional biomarkers to advance understanding of association between diet and type 2 diabetes",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Objectives: There is an unabated rise in the burden of type 2 diabetes (T2D) with associated premature morbidity, mortality and cost to individuals and society. There is an urgent need to identify modifiable factors that can prevent T2D. This Fellowship aims to use objectively measured nutritional biomarkers to improve the precision of dietary assessment for investigating the association between dietary factors and T2D risk. The use of biomarkers opens the possibility to investigate gene/diet interactions, which can lay the foundation for future stratified or personalised nutrition, and to address causality of associations using genetic-based approaches.\n\nMethod: Measurement of plasma vitamin C, six carotenoids and 25-hydroxyvitamin D is now complete in the EPIC-InterAct study across 26 centres within 8 European countries in the worldís largest study of T2D incidence with 12,403 new-onset T2D cases, and a random sub-cohort of 16,835 individuals. We will examine the distribution and determinants of these nutritional biomarkers within European populations and investigate the association between biomarkers and T2D, and biomarker-gene interaction on T2D. Combining these data with other studies, we will use Mendelian randomisation to examine potential causal association of biomarkers with T2D.\n\nRelevance: Diet and nutrition are crucial for the prevention of non-communicable disease including T2D, but measurement error in self-report dietary assessment has posed a major challenge in identifying specific dietary components that elevate or mitigate disease risk. The systematic use of nutritional biomarkers on an unprecedented scale opens up an important new frontier to advance diet/health research. Specifically, this proposal will clarify the distribution and determinants of important biomarkers within European populations and as well as increasing aetiological understanding, will enable the estimation of the population impact of dietary factors on avoiding new cases of T2D",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}