{
    "rcn": "200953",
    "acronym": "UMIC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Association of Uranium with Organic Matter- and Iron-bearing Colloids in Wetland Environments",
    "startDate": "01/10/2016",
    "endDate": "30/01/2019",
    "objective": "In the context of decreasing water standards for uranium (U) concentrations in drinking water, the use of natural or constructed wetlands is often proposed for cost-effective small-scale water treatment. The underlying mechanism is immobilization of the dissolved form of uranium, U(VI), through its reduction to a less mobile form, U(IV). However, the long-term stability of U(IV) species formed is not well understood. Indeed, a significant amount of U is found labile, even in its reduced form, and contaminates the hydrologic network in several sites. Previous studies suggest that the colloidal phase is responsible for the dispersion of U(IV) in the watershed. In addition, it has been hypothesized that the propensity of the colloidal phase to bind and mobilize U(IV) depends on the association of Fe with colloidal natural organic matter (NOM), and on the colloids conformation. However, these hypotheses need to be investigated and information is lacking on the processes leading to the formation of the pressented vector of U(IV) dissemination, i.e. Fe-NOM colloids. Understanding these processes is crucial for predicting the efficiency of wetlands as traps of U water contamination. We propose to (i) further characterize wetland colloids, in a broader panel of wetlands, and use correlation analysis to pinpoint factors controlling the NOM shape and its ability for Fe- and U-binding; (ii) test in batch experiments the effect of Fe sources on NOM properties in solution; and (iii) test the reactivity of Fe-NOM colloids with U(IV) and identify the U(IV) binding mechanisms at molecular levels. The original approach proposed will help decision making for uses of wetland filters, and also generate fundamental knowledge about NOM reactivity. The project involves the state-of-the-art expertise of the host institute (EPFL) about U geochemistry in wetlands, and the complementary expertise of Geneva University about characterization of colloidal organic matter.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}