{
    "rcn": "201001",
    "acronym": "AmpiDots",
    "topics": "MSCA-IF-2015-EF",
    "title": "Exponential Amplification and Rapid Detection of miRNAs using DNA-Quantum Dot Bioconjugates for Disease Diagnostics",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Accurate and timely diagnosis is critical in the treatment of all diseases. Researchers are constantly discovering new links between specific biomolecules and diseases, often uncovering ëpanelsí of markers with high sensitivity and specificity for disease diagnostics. However, our current diagnostic tools are unable to take advantage of these panels as they lack sensitivity, or are too costly and slow for practical application. Accordingly, new technologies that can help transform these fundamental discoveries into revolutionary clinical tools are in high demand. These must be rapid, efficient, robust and cost-effective. To this end, I will develop a new rapid diagnostic assay that combines the unique functional properties of fluorescent nanomaterials and enzymes. The core technology is an advanced nanoparticle-biomolecule construct consisting of highly fluorescent ëquantum dotí inorganic nanoparticles coated with DNA. These nanobioconjugates (termed ëAmpiDotsí) act simultaneously as both templates for isothermal amplification of target miRNAs and as highly sensitive fluorescent sensors. The result will be a rapid, highly sensitive, versatile and efficient assay that can detect multiple targets simultaneously and give a robust signal for assay readout. A critical aspect of the work will be the use of advanced microfluidic-based analytical systems to optimise the assay and to study the unique phenomena that arise when enzymes interact with nanoparticles.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}