{
    "rcn": "201000",
    "acronym": "COBOTNITY",
    "topics": "MSCA-IF-2015-EF",
    "title": "A community of surface bots for creative storytelling",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Interactive digital storytelling systems can be used to foster the development of creativity skills and enhance social awareness on our societal issues, aspects recognized to be strategic for our own future sustainability and competitiveness. However, current interactive storytelling approaches face important limitations in the implementation of digital characters. On the one hand, some systems provide very capable socially virtual agents used as characters, but enacted in a virtual world where technology is rather a barrier to effective creative thinking and collaboration. On the other hand, settings with tangible objects facilitate discussion in groups as well as the development of relevant critical social skills, but with characters unable to show advanced smart capabilities to enrich storytelling for a more effective process.\nHence, given the current state-of-the-art of technology, the main objectives of COBOTNITY are: to timely provide an affordable community of hybrid artificial agents (called surface-bots) capable of drawing a high range of digital expressions while providing tangible interaction to be used in collaborative creative storytelling; and, to provide a better understanding on how a surface-bot community can effectively be used to foster creative thinking and social awareness on societal issues. The project proposal draws on the knowledge of HMI on interaction with artificial agents (both virtual and robots) along with its expertise on interactive storytelling, as well as on the candidateís experience on creativity in collaboration. COBOTNITY is relevant to the MSCA Work Programme because it will allow developing new research competences, ensuring advantageous skill and knowledge transfer, and opening new perspectives in diverse sectors for potential technology transfer such as entertainment, museum interaction settings and learning games.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}