{
    "rcn": "201032",
    "acronym": "Supra-CNT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Supramolecular assembly of Janus Carbon Nanotubes into functional 3D microparticles",
    "startDate": "01/04/2016",
    "endDate": "10/11/2018",
    "objective": "The remarkable mechanical, electrical, thermal and optical properties of carbon nanotubes (CNTs) are only valid for individual particles, and are generally lost when bulk CNT materials are integrated in devices. The controlled manufacturing of macroscopic functional and high-performance CNT-materials, retaining the compelling properties of individual tubes, has hence become of paramount importance to allow their full exploitation within commercial products.\n\nWith the Supra-CNT project we aim at tackling this compelling issue by performing an unprecedented sequential engineering of the architecture of CNT materials, from the nano-, to the micro- and macroscale level. Specifically, we intend to synthesise Janus amphiphilic CNTs, which will be able to self assemble into well-defined 3D microparticles following the instructions encoded in their pre-organised functionalisation. These structures will then be employed in large area self-assembly to form higher order macro-assemblies (i.e. colloidal crystals), achieving an unprecedented degree of hierarchisation and tailoring of the CNT material.\n\nBy providing such controlled multiscale engineering, Supra-CNT will shed light on the structure-property relationships characterising CNT bulk materials. This knowledge will allow for the implementation of a property-conservative manufacturing of CNT-based materials, boosting their performanceñtoñcost ratio, and integration in a vast set of applications with high societal and industrial impact, such as high performance filters, catalysts, and energy storage devices.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}