{
    "rcn": "201021",
    "acronym": "NanoBioCar",
    "topics": "MSCA-IF-2015-EF",
    "title": "Impacts of Nanoparticles on microphytobenthic Biofilms and consequences on the Carbon cycle",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Intertidal and shallow subtidal zones are key areas for biochemical transformations, and particularly they play a crucial zone in the carbon cycle. In soft-bottom areas, most primary production is performed by photosynthetic microorganisms organised in biofilms, and called microphytobenthos. The organic matter they produce is rapidly respired by bacteria or consumed by higher trophic levels. Together, microphytobenthos and bacteria realise most carbon transformation in these areas, and are therefore important groups to study in a view to understand carbon cycling in coastal zones. Coastal areas are currently under influence of numerous stressors linked to anthropogenic effects. The impacts of ëwell establishedí pollutants, e.g. metals, oils, nitrogen, are fairly well understood; however there is now evidence that new compounds, products of advanced technology, have the potential to disrupt the environment. The aim of this project is to understand how a recently developed family of compounds, namely nanoparticles (NPs), influences the development of biofilms and their impact on the carbon cycle. NP concentrations are increasing dramatically in the environment, but their effect on organisms and ecosystems is currently poorly described. Yet, genotoxic and cytotoxic effects of NPs have been demonstrated, including on microorganisms. In this project, laboratory and field experiments will be performed to characterise the effects of NPs on microphytobenthos and bacteria, on their trophic interactions and on their roles in carbon and nutrient cycles. Two common types of NPs will be tested in a wide range of environmental conditions, to decipher in which conditions NPs are more or less harmful to organisms and processes. Such understanding will allow developing strategies to reduce the impacts of NPs and will be beneficial to environment and human well-being in EU and elsewhere.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF ESSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999856989": {
            "orgId": "999856989",
            "orgName": "UNIVERSITY OF ESSEX",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}