{
    "rcn": "201008",
    "acronym": "CLIMIFUN",
    "topics": "MSCA-IF-2015-GF",
    "title": "Climatic and temporal control on microbial diversity-ecosystem functioning: insights from a novel conceptual model (CLIMIFUN).",
    "startDate": "01/08/2016",
    "endDate": "31/07/2019",
    "objective": "Despite the importance of soil microbial communities for ecosystem functioning and human welfare, little is known about the mechanisms controlling the composition and diversity of these communities, and the role of their attributes in providing multiple ecosystem functions and services such as nutrient cycling and decomposition (i.e. multifunctionality). Many studies have identified climate, stage of ecosystem development and soil characteristics as main drivers of plant and animal diversity. However, much less is known about the interactive effects of climate, soil properties and time in controlling microbial diversity and multifunctionality during ecosystem succession. This lack of knowledge hampers our ability to predict microbial community shifts and their consequences for ecosystem functioning under climate change, and limits the inclusion of soil microbes in global biogeochemical models. The main research objective of this action is to gain a deeper insight into the patterns and mechanisms that drive soil microbial diversity and multifunctionality under changing environments. We will use a novel conceptual framework combining long-term chronosequences, climate change experiments and structural equation modelling to quantitatively evaluate the role of time, climate and multiple soil drivers in controlling microbial diversity and multifunctionality. The research outlined in this proposal includes a range of state-of-the-art biochemical, molecular and genomic methods for the analysis of microbial communities and multifunctionality that ensure the maximum utility and impact of our results. Altogether, CLIMIFUN will reveal the factors that control soil microbial diversity and multiple functions linked to plant production and nutrient cycling under a changing environment. This work will thus address a key knowledge gap relevant to supporting increases in global demand for food and fibre over the next decades, and a research priority for H2020.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "UNIVERSIDAD REY JUAN CARLOS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886283": {
            "orgId": "999886283",
            "orgName": "UNIVERSIDAD REY JUAN CARLOS",
            "ecContrib": 239191
        },
        "997329751": {
            "orgId": "997329751",
            "orgName": "REGENTS OF THE UNIVERSITY OF COLORADO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 239191
}