{
    "rcn": "201017",
    "acronym": "THE VERBAL APE",
    "topics": "MSCA-IF-2015-EF",
    "title": "The primate precursors of human consonants and vowels",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Speech is a human diagnosing feature but its evolution is problematic. While great apes 単 our closest relatives 単 seem incapable of learning to produce new calls, speech is essentially learned anew each generation. Based on the largest call database ever assembled from of any great ape (namely, orangutans) and pioneering empirical tests to be conducted in the wild and captivity, this project envisions addressing the puzzle of speech evolution conclusively. Namely, this project will assess the hypothesis that human consonants and vowels stem from articulatory and acoustic homologues present in great apes 単 voiceless and voiced calls, respectively. Objective 1 will investigate whether great ape voiceless and voiced calls exhibit different evolutionary trajectories and rates as observed between consonant and vowels in humans. Objective 2 will analyze, via playback experiments in great ape territory, how the evolutionary ecology of human paleoforms affected the use of consonant-like voiceless calls and vowel-like voiced calls, potentially explaining why these two basis linguistic elements started to be combined for the first time in our lineage. Objective 3 is set up to uncover, via human-ape match tests in captivity, the precise range of articulatory control that great apes exert over vocal production, ultimately indicating the sounds that constituted the first words to be uttered by early human ancestors. Altogether, this project brings a new basal pillar into the theoretic edifice of speech evolution and brings the topic back to the forefront of European and worldwide scientific inquiry. The project has gathered the best hosting conditions conceivable within the field of primate cognition research and is to be conducted in the prestigious School of Psychology and Neuroscience of University of St. Andrews, UK, and to be co-supervised by the prominent and prolific authors Prof. Josep Call and Prof. Klaus Zuberb存hler.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}