{
    "rcn": "201080",
    "acronym": "EnterTerra",
    "topics": "MSCA-IF-2015-EF",
    "title": "Transcriptional regulation and mechanistic insights on the telomeric lncRNA TERRA",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Telomeres, the heterochromatic structures that protect the ends of the chromosomes are transcribed into a novel class of long non-coding RNAs whose transcriptional regulation and functions are unknown. Telomeres protect the physical extremities of the chromosomes and they are are essential to genome integrity and stability. Dysfunctional telomeres have been detected in up to 90% of human cancers. We recently found that telomeres are transcribed from the subtelomeric region towards the end of the chromosome into the telomeric repeat-containing RNAs (TERRA). The identification of TERRA introduced a new field of research that demonstrates the structural and functional complexity unfolding at telomeres. Several lines of investigation have failed to elucidate the transcriptional activation network and functions of TERRA. The proposed research is built on a series of unrelated parts to explore the transcriptional requirements and the role of TERRA in the cells, employing a variety of different and revolutionary approaches. We plan to systematically identify the transcriptional factors that bind TERRA promoters and characterize their role in TERRA biogenesis (1). We will explore the dynamics of TERRA localization and determine if the transcripts remain attached to the sequence of origin or they can act at other chromosomal ends or loci (2). And finally we will elucidate the role of TERRA in stabilizing or recruiting telomeric or heterochromatic proteins at both telomeric and non-telomeric loci and assess their function on the chromatin (3). We expect that our innovative approaches will decipher TERRAís localization preference on the chromatin, explore the multilayered ribonucleoprotein TERRA cluster, and it will provide new insights on plethora of telomere functions. Our studies will have a profound impact on our current understanding of the structural and functional complexity of telomeres.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}