{
    "rcn": "201074",
    "acronym": "Expectancy",
    "topics": "MSCA-IF-2015-EF",
    "title": "Unveiling expectancy neuronal coding in the cerebral cortex induced by naturalistic tactile stimuli",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Expectancy is a major function of the nervous system that prepares the organism to react in a meaningful way to sensory stimulation. Depending on local statistics of patterned sensory stimuli, the nervous system shows preparedness for expected inputs. This allows to respond or not in a short time window by taking into account recent presentations of a similar sensory context. In order to gain insight into the underlying neural coding, I propose to use the vibrissal system of the rat applying controlled sensory inputs. The vibrissal system contains an array of specialized vibrissae as the input stage of an extremely sensitive tactile system. Significant innovation will be the use of a stimulation matrix allowing independent deflection of 24 vibrissae. This novel tool will help to generate short-term expectancies by introducing complex and precisely timed specific sensory inputs. I propose to combine in vivo intracellular and multi-unit extracellular recordings in the primary somatosensory cortex (SI) with multi-whisker stimulation. I hypothesize that neural information coding is shaped by the statistics of the time-varying vibrissa contacts. The ability to generate expectancy signals will be compared for repetitive contacts as with natural objects and un-natural sequences to which the system is not preadapted. In addition to the common lightly anesthetized rat preparation, I propose to develop a novel design to record from awake animals. Furthermore, I will assess expectancy using dynamical systems techniques by modeling this process as forced coupled nonlinear oscillators. The proposed project will elucidate how natural tactile patterns are encoded in SI through a comprehensive approach including electrophysiology, sophisticated tactile stimulation and dynamical modeling. It will be the first to clarify the coding principles of predictable sensory inputs generating neuronal expectancies and can provide insight into the general mechanisms of prospective judgment.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}