{
    "rcn": "201026",
    "acronym": "BigERRORS",
    "topics": "MSCA-IF-2015-GF",
    "title": "Exploring the promise of big data for medical error elimination",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Errors in hospitals pose serious threats to human lives and affect total costs. Big data research is fast becoming a tool that not only analyzes patterns but can also provide the predictive likelihood of an event. Big data may be a great opportunity to make data an engine to dramatically decrease error rates in hospital. However, there is very little published research literature that tackles the challenges of using big data in organizations and explores the promise and opportunities for new theories and practices that big data might bring about. The overriding objective of this proposal is to explore the promise of big data for eliminating and managing errors in hospitals. The beneficiary, Prof Eitan Naveh from the Technion ñ Israel Institute of Technology, is a world leading researcher in the area of errors. The partner organization is Harvard University. The partnership member from Harvard is Prof Sara Singer, a world-class leading Professor of Health Policy and Management at Harvardís T.H. Chan School of Public Health. Prof Naveh will spend the first year of the research project in Harvard and will be hosted by Prof Singer. During the fellowship, Prof Naveh will obtain training and new knowledge in Harvardís exciting environment, and specifically in Prof Singerís new health care High Reliability Learning Lab. Prof Naveh will gain training and new knowledge that refers to new interdisciplinary scientific techniques and transferable skills in big data, and will set a new research agenda for the science of errors in hospitals. The competences Prof Naveh will gain will allow new state-of-the-art research with opportunities to practice and improve health care. Prof Naveh will develop a network to communicate and disseminate the studyís results and to realize its exploration and developments.",
    "totalCost": "177319,8",
    "ecMaxContribution": "177319,8",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 177320
        }
    },
    "calculatedTotalContribution": 177320
}