{
    "rcn": "201031",
    "acronym": "PHOTO ORGANO-GOLD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Driving asymmetric photoreactions by merging organo- and gold-catalysis",
    "startDate": "06/05/2016",
    "endDate": "05/05/2018",
    "objective": "We are in a changing era for drug discovery: the growing perception is that basic chemical research will play a greater role in pharmaceutical development. One current challenge is to develop a new kind of chemistry that yields a screening collection comprising optimal chiral molecules that increase the probability of success in identifying drug-candidate structures. Also, the chemistry community has recently recognized how visible light-mediated photoreactions can open new avenues in modern organic synthesis and the past seven years have witnessed its remarkable prosperity. Therefore, developing photo-facilitated asymmetric reactions focusing on rapidly generating privileged chiral natural-like compounds for drug discovery are highly desirable.  \nThe proposed research aims to combine the fellowís experience in gold catalysis and the hostís experience in photo-triggered organocatalysis (two powerful fields of molecule activation, which have to date remained unrelated) to develop otherwise unachievable catalytic asymmetric photoreactions. Specifically, we will focus on using readily available, unactivated aryl/alkyl chloride or bromide, which cannot be easily activated by the commonly used Rh- or Ir-based photoredox catalysts. The resulting strategies will be used as an ideal platform for assembling libraries comprising enantiopure chiral small molecules bearing ?,?-disubstituted ?-amino acid & 3,3-disubstituted oxindole frameworks, which, along with biological screening carried out in collaboration with a world-wide recognized pharma-company (Lundbeck A/S, Copenhagen, DK), will increase the probability of success in identifying drug-candidate structures. The multi-cultural nature of this project will greatly contribute to broaden the fellow competencies and will place him in an excellent position for the next career move",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}