{
    "rcn": "201018",
    "acronym": "ZeoSynMech",
    "topics": "MSCA-IF-2015-EF",
    "title": "Spatiotemporal and In-situ Spectroscopic Crystallization Studies of Microporous Materials",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Microporous materials are crystalline, framework structures that contain pores of less than 2 nm. They commonly exhibit robust hydrothermal stability and are used in a wide range of areas including catalysis, separations, ion exchange and adsorption where their shape and size selectivity often shows superior performance over other materials. They are formed by crystallization from amorphous inorganic oxides, but the underlying mechanisms that govern the crystallization of microporous materials are poorly understood, despite extensive work in this area. This lack of understanding means that the development of new materials and compositions is an inefficient trial and error process mainly guided by heuristics. In this work I propose to study the formation principles of microporous materials through 3D spatiotemporal element mapping and monitoring the incorporation of spectroscopically active and catalytically interesting heteroatoms, namely copper and titanium, in distinct framework structures. This proposal uses two distinct approaches (ex-situ STXM and in-situ spectroscopy) to study two different inorganic chemistries (aluminophosphate and silicate) with two different spectroscopically active heteroatoms (copper and titanium) and four different microporous material frameworks (AFI, CHA, MFI and MWW) in order to probe the underlying crystallization mechanisms behind microporous material synthesis and crystallization. The unprecedented combination of 3D spatiotemporal element mapping at various stages of crystallization combined with in-situ spectroscopic studies of catalytically active elements will lead to previously unavailable information about the underlying mechanisms governing the formation of these materials. These insights will lead to innovations in synthesizing both known and novel materials and compositions.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}