{
    "rcn": "201079",
    "acronym": "BOOMSTIM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Understanding and Boosting Motivation using Brain Stimulation",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Imagine losing the motivation to do the job that you used to enjoy. The idea of doing those tasks overwhelms you. You cannot push yourself to give the best efforts and end up doing the bare minimum. What are the brain processes that cause such depleted motivation and how can we restore the motivation to put in effort in order to achieve goals? To address these questions, I propose a series of studies to gain a theoretical and practical understanding of the causal relationship between brain computations of effort and the motivation to energise behavior to achieve goals. Specifically I plan to conduct, for the first time, a combined brain stimulation-functional neuroimaging (Transcranial Magnetic Stimulation-TMS; functional Magnetic Resonance Imaging-fMRI) experiment to perturb brain regions whose activity represents the amount of effort costs, and measure its impact on neural value computations in a remote but interconnected brain region known to drive choice behavior. This change in causal interplay in the brain should have a quantifiable impact on the motivation to expend effort. I will then use this theoretical knowledge to design a large-scale application of an inexpensive brain stimulation method (Transcranial Direct Current Stimulation-tDCS) to increase motivation, thus establishing a realistic and versatile protocol for restoring motivation in rehabilitative settings. In sum, my research will address the overarching question of how motivation can be enhanced with neuroscience techniques, by combining computational and neuroimaging advances in effort discounting with causal brain stimulation methods. This project will allow me to be trained in the two most common brain stimulation techniques at a pioneering lab in Europe, and forge a new collaborative research line at the Laboratory for Social and Neural Systems Research at the University of Zurich.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}