{
    "rcn": "201064",
    "acronym": "Neighbourhood Change",
    "topics": "MSCA-IF-2015-EF",
    "title": "Neighbourhood Change in a Comparative Context: a Social-Mobility Approach",
    "startDate": "12/09/2016",
    "endDate": "11/07/2018",
    "objective": "Neighbourhood Change in a Comparative Context: a Social-Mobility Approach\nFor decades, scholars have been seeking to understand why and how neighbourhoods change. Integrating different strands of the literature, it is suggested that neighbourhood transitions occur due to the interaction of cyclic dynamics generated by neighbourhoodsí local contexts, and structural transformations generated by higher level contexts. The interaction and the relative roles of these processes have not been investigated so far. Because research designs used to date cannot account for both types of effect, this proposal points to comparative research in contrasting regional and national contexts as a promising direction. Key methodological issues are identified in the current state-of-the-art with regard to the possibility of conducting effective comparative research on the topic: comparability of results, conceptualization of neighborhood change and distinguishing the relative impact of processes at different levels. The proposed research aims at addressing these issues in setting up a systematic approach to comparative analysis of neighbourhood change. The approach relies on the application of methods from social mobility research which has been tackling equivalent challenges. The approach will be implemented in an empirical comparative analysis of neighbourhood change in the Netherlands and Israel.",
    "totalCost": "162798,9",
    "ecMaxContribution": "162798,9",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 162799
        }
    },
    "calculatedTotalContribution": 162799
}