{
    "rcn": "201005",
    "acronym": "IGATO",
    "topics": "MSCA-IF-2015-EF",
    "title": "The introduction of the glaze in al-Andalus: technological waves and Oriental influences",
    "startDate": "15/09/2016",
    "endDate": "14/09/2018",
    "objective": "The project is designed to develop a much-needed approach to the study of glaze ware production in al-Andalus (Spain and Portugal) during the Middle Ages (9th-13th centuries). The introduction of the glaze in the Iberian Peninsula was a complex and long process involving several waves of technology transfer arriving from the Eastern to the Western Mediterranean basin, in different political periods.\n\nFrom the archaeometric analytical point of view, both petrographic and chemical, this proposal aims to enrich knowledge about glazed ceramic technology in the Western Islamic world: identification of the Mediterranean access routes, localization of Andalusi workshops and their spread and distribution through the Iberian Peninsula. The microstructure and composition of the glazes, the raw materials and the colorants and decorative techniques used, as well as, the introduction of Eastern patterns, will provide some hints. Finally, the glazed ware as an element of political cohesion and, of course, as a sign of religious identity in al-Andalus will also be assessed.\n\nTo carry out the project successfully a methodology and a work plan with different phases, milestones and deliverables will\nbe developed. The key project is based on its interdisciplinary, applying archaeometric techniques to analysis of material\nculture, in this case, the glaze technology, and hence establishing links between Social sciences and Science, with new\napproaches to the interpretation of the history and archaeology of al-Andalus.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}