{
    "rcn": "201069",
    "acronym": "Finch Evo-Devo",
    "topics": "MSCA-IF-2015-EF",
    "title": "Developmental Basis of Beak Shape Variation in Darwinís Finches",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Darwinís finches display an extremely high beak shape diversity associated with occupation of various ecological niches. They are the classic textbook example of adaptive radiation under natural selection. The supervisor of this proposal ñ Dr. Arkhat Abzhanov and colleagues previously used a combination of morphometrics, comparative developmental genetic and functional tests to reveal basic principles underlying beak shape morphogenesis. They showed that the enormous beak diversity in Darwinís finches could be reduced to three ìgroup shapesî (A, B, and C) and revealed molecular mechanisms causing the scalingñbased variation within group ìAî, but not yet the processes underlying the more complex shear-based saltational transformation that produced variation between groups. \nThe main objective of this project is to identify the developmental programs underlying the leaps of beak shape diversification during Darwinís finchesí adaptive radiation ñ the variation between ìgroup shapesî. I will employ an extensive whole-transcriptome sequencing (RNAseq) screen to search for novel transcripts whose gene expression is associated with the group shape-specific beak curvatures. This will be complemented with genome-wide association study (GWAS) to identify upstream regulators of the actual effector molecules that cause the phenotype. I will validate the best candidates by gain- and loss-of-function tests using retroviral vectors on developing chicken and zebrafinch embryos to reveal their roles in beak morphogenesis. \nThis project will provide novel insights on intrinsic mechanisms that facilitate adaptive morphological diversity, will offer an opportunity for interdisciplinary research interactions and will generate resources valuable to the entire biological community.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}