{
    "rcn": "201078",
    "acronym": "HOMER",
    "topics": "MSCA-IF-2015-EF",
    "title": "Hydrocarbon Oxidation Mechanisms Elucidated from Radical scavenging",
    "startDate": "04/04/2016",
    "endDate": "03/04/2018",
    "objective": "Oxidation reactions of hydrocarbons are of central importance to both atmospheric and combustion chemistry, where they play a pivotal role in determining the capacity of a hydrocarbon to persist in the air or burn as a fuel. However, quantitative and complete measurements of the mechanisms by which oxidation occurs are very uncommon. Yet it is these mechanisms that ultimately determine the chemistry, influencing such diverse processes as tropospheric ozone production, secondary organic aerosol formation, soot formation and autoignition of fuels. Conventional approaches typically involve mimicking atmospheric or combustion conditions within a chemical reactor. Common to both of these chemical regimes are the phenomena of radical chain propagation, radicalñradical reactions and multiple reaction pathways, leading to complex reaction mixtures that evolve rapidly with time. Subsequent gas samples are subjected to detailed and often ambiguous interpretation, placing high demands on detailed chemical models in which only a small proportion of the reactions described within underwent direct experimental measurement. This fellowship seeks to challenge these existing approaches with an alternative methodology in which the short-lived initial products of oxidation, the alkyl radicals, are rapidly converted into stable halogenated species before reaction mixtures become complex, providing crucial information on the fundamental reaction steps at work in these systems. These mixtures will be analyzed by conventional, low cost gas-chromatography methodologies, where the inherent sensitivity and discriminating power of the electron-capture detector towards halocarbons will be exploited. By combining this technique with recent insights into radical scavenging using molecular halogens, a unique and diverse apparatus emerges, which will be used to interrogate several classes of reaction.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}