{
    "rcn": "201013",
    "acronym": "UNRAVEL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Understanding the Role of Antisense lncRNA in Vernalization, Memory and Life History",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "In the model plant Arabidopsis thaliana, the integration of complex developmental and environmental cues to determine flowering time occurs via tight regulation of FLC. During winter, prolonged cold quantitatively down-regulates FLC expression at the whole-plant level, acting via a cell-autonomous epigenetic switch. A long non-coding RNA, COOLAIR, is transcribed antisense to FLC and plays a key role in this switch. COOLAIR knockout lines show slower silencing of FLC in the cold and altered chromatin modification dynamics. However, the mechanism by which this is achieved remains unclear. My objective is to determine the relationships between COOLAIR transcription, secondary structure and function in the epigenetic silencing of FLC. I will determine in vitro and in vivo secondary structures for COOLAIR in two natural A. thaliana alleles with functional differences in FLC silencing and flowering time. Using both natural alleles and site-directed mutagenesis to disrupt COOLAIR secondary structure, I will assess resulting FLC silencing and flowering phenotypes to investigate the structure-function relationship. Finally, I will develop a method for identifying specific protein-binding partners and sites in COOLAIR. This research will significantly enhance our knowledge of the mechanism underlying cold-mediated silencing in FLC specifically, and of the integration of long-term environmental signals in plants in general. More broadly, it contributes to our emerging understanding of the role of lncRNAs in an epigenetic silencing mechanism that is conserved across the higher eukaryotes. This proposal is directly relevant to the Horizon 2020 Work Programme goals: developing my creative potential and diversifying competences through international mobility and advanced training in technical and transferable skills; enhancing contact networks for both myself and my host organization through academic, commercial and public engagement; and catalysing significant career development.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}