{
    "rcn": "201023",
    "acronym": "EYEPOD",
    "topics": "MSCA-IF-2015-EF",
    "title": "The vision-strike conversion: Neural control of the predatory strike behavior in stomatopods",
    "startDate": "01/08/2016",
    "endDate": "05/09/2018",
    "objective": "Controlling how the body is propelled through space is paramount for survival of most animals. Many species, including humans, use feedback from their visual and proprioceptive systems to correct or confirm body movements. However, feedback is limited to events that form part of the past. For many high performance behaviors, such as catching a fast incoming ball, the appropriate movement must be 1. anticipated from a short observation period and 2. actuated without sensory feedback. \n Understanding how visual information is processed and re-coded in a predictive manner for the purpose of movement implementation is a fundamental question in neuroscience. Such ballistic movements have been studied in predatory species, however previous investigations on the neural basis of such behaviour focus on the early circuits. Much less is known about the sensorimotor conversion of this behaviour. \n Here I propose to investigate the sensorimotor control of the fastest predatory strike on earth, boasted by stomatopods. This work will yield novel insights and fill the current knowledge gap on the neural basis of anticipatory and ballistic movements. As one of the few world experts in the field of stomatopod visual ecology, I am uniquely qualified to initiate this line of research. \nThis project utilizes both my expertise as a stomatopod visual ecologist and the expertise of my host supervisor, Paloma Gonzalez-Bellido, who is a leader in the use of behavioural, histological, and electrophysiological techniques to study sensorimotor conversion in predatory insects. Using a combination of our expertise, I will address three specific questions related to the vision-strike conversion in the stomatopod nervous system:\n1.) What are the neural controls for releasing stomatopod ballistic strikes? \n2.) Which dimensions of visual stimuli influence the stomatopod strike decision-making process?\n3.) What are common themes among arthropods for the neural control of anticipatory movements?",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}