{
    "rcn": "201033",
    "acronym": "LATE-STAGE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Palladium catalyzed C(sp3)?H late-stage diversification of biologically active molecules",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Aliphatic amines are central to the function of many biologically active molecules as evidenced by their prevalence in a large number of pharmaceutical agents. The groups appended to these nitrogen atoms are crucial in determining the physical properties of the amine and are linked to how well it interacts with a biological target. Despite the apparent simplicity of the aliphatic amine motif, the number of general methods that allow their late-stage functionalization directly on the bioactive compound is surprisingly limited, and so the development of directed catalytic methods remains an important challenge. Metal catalysed CñH activation represents a versatile tool for late-stage functionalization. It mostly relies on directing functional groups to functionalize CñH bonds. Recently, Professor Gaunt at the University of Cambridge has uncovered a new CñH activation mode that enables the conversion of hindered amines into ?-lactams and aziridines. The first objective of this proposal aims to directly apply the transformations developed by Gaunt, e.g. carbonylation, aziridination and acetoxylation reactions, to a precise class of drugs that contain the secondary amine motif as central function, i.e. ?-adrenergic drugs. The use of the oxidative Pd(II)/(IV) catalytic cycle will then allow the development of a novel fluorination. The second objective relies on a new methodological concept, which seeks to merge palladium catalysis with radical chemistry, opening a route to develop novel perfluoroalkylation, amination and methylation reactions via a new Pd (II)/(III)/(IV) catalytic cycle. Finally, the third aim will be to apply all the methods developed to four important anticancer drugs, in collaboration with the new AstraZeneca oncology unit in Cambridge, to prepare novel analogues for biological testing.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}