{
    "rcn": "201002",
    "acronym": "BRISOACTIONS",
    "topics": "MSCA-IF-2015-EF",
    "title": "To understand the redox variations and interactions between hydro-, bio- and atmosphere: the power of bromine stable isotopes.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The stable isotope geochemistry of chlorine (Cl) and bromine (Br) are considerably different. While most Cl isotope data are in the range from -1.21 to \\0.40â, Br isotope data are from -0.06 to \\1.48â. Interesting is that Br isotope variations are of the same magnitude as Cl isotope variations. Also Br isotope values of ancient evaporites are very positive (\\0.6â), impossible to explain from oceans with a modern isotope composition. These data are unexpected considering the small fractionation factors for Br compared to Cl.\nThe research we propose aims at understanding these observations and developing halogen stable isotopes to study fluid transport processes in porous media. This research has a great potential to understand the history and the migration of fluids in deep porous reservoirs which are considered for geological storage of CO2, H2 and hydrocarbons.\nFirst we aim to study historical variations of Br isotope compositions in the earth's surface reservoirs. We will study Br isotope variations in ancient evaporites that reflect Br isotope ratios of the oceans at the moment they were deposited.\nSecond to study the geochemical processes that affect Cl and Br isotope variations. Isotope fractionation during ion-filtration that has never been studied in detail. This process is important to understand subsurface fluid flow and fractionation of ions and isotopes during fluid transport. We aim at studying Cl and Br isotope variations during this process. Also redox processes have hardly been studied. Oxidation processes can increase Br isotopes values more than Cl in spite of Br's much smaller isotope fractionation factors.\nThird to understand our observations we will compare the data obtained during this study with the geochemical cycles of Cl and Br. This will allow us to develop future research to continue to improve our knowledge on Cl and Br isotope variations as proxies to understand chemical cycles on earth, especially in fluids in deep porous reservoirs.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT DE PHYSIQUE DU GLOBE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999597417": {
            "orgId": "999597417",
            "orgName": "INSTITUT DE PHYSIQUE DU GLOBE DE PARIS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}