{
    "rcn": "201055",
    "acronym": "EPILIPRO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Elucidating the role of Arid1a in adult liver",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Liver cancer is the fifth most common malignancy in men and the eighth in women worldwide. Of note, liver cancer is tightly associated with tissue damage due to the high metabolic and drug detoxification activity of the liver. Increasing evidence demonstrates that toxic agents induce the activation of a resident ductal-progenitor population capable of regenerating the tissue. Therefore, understanding molecular mechanisms governing liver progenitor cells is essential for preventing tumour initiation and progression. \nThe aim of this proposal is elucidating the role of Arid1A (the DNA-binding subunit of the nucleosome-remodelling complex SWI/SNF) in adult liver progenitors by using novel 3D-organoid cultures, which allows long-term expansion of adult ductal-progenitors derived from the healthy liver. Moreover, genome-wide analysis and in vivo approaches will be implemented for accomplishing the goals of the project. Supporting a crucial role for Arid1a in liver progenitors, Arid1a expression is high in organoid cultures and is up-regulated in the adult liver upon damage as compared to the healthy liver. Importantly, Arid1a and other SWI/SNF subunits are mutated in liver cancer, suggesting that Arid1a and SWI/SNF exert a tumour suppression function. In line with this, our preliminary results indicate that depletion of Arid1a and SWI/SNF components increases organoid formation efficiency. \nOverall, this research plan will shed light on the function of Arid1a and the SWI/SNF nucleosome-remodelling complex in adult liver progenitors and mouse liver regeneration, providing novel hints into their role in carcinogenesis.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}