{
    "rcn": "201094",
    "acronym": "NanoSiAl",
    "topics": "MSCA-IF-2015-EF",
    "title": "Silica and alumina nanophases ñ the building blocks for the ground under our feet.",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Alumina and silica nanophases play a crucial role in rock weathering and their formation and destruction controls Earthís response to global climate change. The presence of various products of aqueous weathering of aluminosilicates points to a complex activity of water, and is considered as the geological indication for the occurrence of life-habitable conditions. In this regard, a more complete picture of the water-alumina-silica interactions would allow for better specifying the molecular-level conditions for early life. Upon weathering the original Al- and Si-containing phases are dissolved at the solid-water interface, undergo hydrolysis and condensation reactions and form new colloidal nanoparticles. However, quantitative and mechanistic understanding of the underlying processes that lead to the formation and types of Al and Si phases is still lacking, due to the insufficient in situ methodology providing structural information about the colloidal species in solution.\n\nTherefore, the main objective of the NanoSiAl project is to develop, test and validate the methods for the direct in situ and real-time structural and kinetic characterisation of the alumina and silica colloid formation pathways at the length-scale of < 100 nm. I will achieve this by utilising state-of-the-art in situ liquid-cell transmission electron microscopy (L-C TEM) complemented with synchrotron-based scattering methods. This way I will be able to fully avoid the usual artefacts of sample varying and hard-vacuum conditions, because the L-C TEM and scattering methods allow for direct in situ characterisation of nano-sized objects in solution with a near-atomic-resolution. This combination of novel techniques will provide unprecedented insights on properties of the molecular building blocks for alumina and silica as they nucleate, grow and assembly with each other.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}