{
    "rcn": "201006",
    "acronym": "CA3RECURRENTPLASTIC",
    "topics": "MSCA-IF-2015-EF",
    "title": "In vivo dynamics and plasticity of networks within CA3 of the hippocampus: effects of optogenetic stimulation and natural learning.",
    "startDate": "15/12/2016",
    "endDate": "14/12/2018",
    "objective": "The CA3 subregion of the hippocampus is crucial for the formation of episodic memories on a short timescale, possibly due to synaptic plasticity in the recurrent connections between pyramidal cells. Previously, in vivo observations of these changes due to a learning event were elusive; however, in the current proposal we will use new methods to allow us to observe and manipulate the changes that occur in cells and synapses correlated with memory formation. To achieve this, we will combine optogenetic stimulation techniques with both intra- and extracellular in vivo electrophysiology to measure cellular properties, network dynamics, and both artificially- and naturally-induced synaptic plasticity. Additionally, we will restrict optogenetic expression to only those cells involved in the memory, allowing us to selectively identify and manipulate these cells. Stimulation of a subset of CA3 pyramidal cells while recording the intracellular trace from an individual CA3 pyramidal cell will provide the first insights into the nature of the recurrent network in vivo; incorporating stimulation protocols designed to induce synaptic plasticity will allow us to characterize different forms of plasticity in vivo. Adding stimulation of DG inputs to this protocol will allow us to measure the modulation of both activity and synaptic plasticity. Finally, we will test the effect of natural learning on the CA3 network, by recording extracellular activity in vivo, and taking measurements of cellular properties and synapse strength ex vivo. This project will allow us, for the first time, to link the single-synapse changes hypothesized to be crucial for memory with whole-animal learning.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}