{
    "rcn": "201010",
    "acronym": "FRANCOBRIT",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Outbreak of the Wars of Religion: a Franco-British History (1547-1572)",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "This project begins with the hypothesis that the origins of the French Wars of Religion (1562-98) must be traced to events in Scotland between 1557 and 1560 when Scottish Calvinists (Lords of the Congregation), with the support of their allies in England, overthrew the French Catholic regency of Mary of Guise. The multiple relations between England, Scotland and France were to have a major impact on events across Europe in the 1560s, profoundly altering the political and diplomatic balance of power in Europe. In particular, the Calvinist revolt in Scotland was to have a major impact in France. The ways in which events in Scotland inspired French Protestants to overthrow the existing political and religious order in the 1560s has been largely neglected by historians. This project therefore has a strong methodological and historiographical focus: the interactions and similarities between Scotland and France are such that it is necessary to go beyond traditional diplomatic and national histories. This project will seek to investigate and delineate the transnational aspects of the Calvinist revolt that bound English, Scottish and French religious and political events in the 1550s and 1560s into a connected history. It will also seek to demonstrate the impact of this connected history for the wider history of Europe. In particular, the formation of an embryonic Calvinist International in the 1560s, the shaping of Spanish foreign policy and its repercussions in the Low Countries.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}