{
    "rcn": "201072",
    "acronym": "INDRO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Remote sensing INdicators for DROught monitoring",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Droughts affect most parts of the world. According to the recent previsions of the Intergovernmental Panel on Climate Change1 (IPCC), more frequent and severe droughts are expected. This observation makes it a priority to improve the existing methods of monitoring droughts and their impact on terrestrial ecosystems. Early warning systems need to be developed. Remote sensing (RS) technologies are well-placed to provide such monitoring. Thanks to RS, droughts can be monitored at large scale and at short time resolution (e.g., daily). The proposed project ìINDROî will focus on the definition of new RS-based indicators able to monitor vegetation status and how it is responding to drought. For example, the RS indicators implemented at the moment within the European Drought Observatory (EDO) early monitor system are not sensitive to rapid changes in plant photosynthesis since these indicators have no direct link to plant photosynthetic functioning. The project will analyse the relationships between ecophysiological variables, light use activity (LUE) and existing RS indicators calculated with the data from several satellite sensors. This analysis will reveal which sensors, and which spatial and temporal resolutions are best at quantifying drought. A new generation of RS indicators will be developed to give a better description of plant photosynthetic functioning in drought conditions. The project will map these new indicators for southern Europe to identify the areas affected by drought. Overall, the creation of new RS drought indicators, and the better definition of drought events they bring, will help the development of ecological models and early warning systems, and underpin new avenues for the improvement of national and international drought mitigation and adaptation strategies.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998880005": {
            "orgId": "998880005",
            "orgName": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}