{
    "rcn": "201076",
    "acronym": "QLO-QG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Quasi-local observables in quantum gravity",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "While a full theory of quantum gravity remains yet elusive, one can still make quantum-gravitational predictions by treating gravity perturbatively around a fixed classical background. This approach is particularly important in cosmology, where tree-level predictions have been confirmed in observations, and next-generation experiments measuring the 21-cm hydrogen line are very likely sensitive enough to test loop corrections. The objective of this proposal is the study of correlation functions at fixed geodesic distance. These observables possess two desirable properties: a) they are confined to a region of finite physical size, and thus measurable, so that one can test the predictions of any theory of quantum gravity against them; and b) they are gauge-invariant, and thus can be used to separate physical effects from gauge artefacts in many gauge-fixed loop calculations that have been carried out in cosmology. The main open problem about these observables is how to renormalise them, which has not been solved even at the one-loop order in perturbation theory. To solve this problem, we apply ideas from the study of Wilson loops in non-Abelian gauge theories, the only other nonlocal observable in quantum field theory which has been investigated in detail. Since these observables are also potentially important in AdS/CFT correspondence, we study them for all maximally symmetric spaces, i.e. Minkowski, de Sitter as well as anti-de Sitter spaces.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}