{
    "rcn": "201035",
    "acronym": "EVIDENCITY",
    "topics": "MSCA-IF-2015-EF",
    "title": "Documenting Sarajevo: City and Society During and After the War",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The aim of this architectural research is to analyses material transformations of Sarajevoóthe destruction and reconstruction caused by the war (1992-1996), from documents (videos, photos, and drawings) produced by citizens. Finding these documents is important in the shared process of collective memory creation by Bosnians, but also for academic research and post-war reconstructions. For EU citizens, understanding Sarajevo citizensí experience can help them to understand the realities of life of the actual war contexts (i.e. Syria). As a citizen who experienced the war, an architect and a researcher of the war cities, my research objective is to expand architectural research methods by focusing on how war affects the transformation of cities through a process combining architecture and media research. I will apply interdisciplinary research methods used in architecture/planning (i.e. geographic information system - GIS), media studies (i.e. video) and anthropology (i.e. interviews). To use media tools is a complement to architect research and representation (i.e. video) modes because they create documents (i.e. drawings) understandable only to architects. Research will be accessible to scientific and general public through a web platform, called Evidencity, which will include map-based, multimedia research archive. Regarding to my academic career this project contributes: obtaining academic profile in the fields of architectural research methods and media for researching of different war cities; advancing my skills as an architect (i.e. analysis of the destroyed city) for working on projects related to the post-war reconstruction. The European continent is constantly dealing with states of war, on its territories (Ukraine) or on its borders (Libya-Italy). Proposal aims to contribute using research results to create interdisciplinary guidelines for architectural research to the emerging field of urban conflict studies that will be applicable to the other war cities.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}