{
    "rcn": "201090",
    "acronym": "COST",
    "topics": "MSCA-IF-2015-EF",
    "title": "Discriminatory and Nondiscriminatory Trade Costs",
    "startDate": "15/08/2016",
    "endDate": "14/08/2018",
    "objective": "In recent decades, Regional Trade Agreements (RTA) have become increasingly prevalent. A common way of assessing costs and benefits of RTAs is by using Computable General Equilibrium (CGE) approach. CGE based studies then use this framework to forecast for example, the trade growth, job creation, and welfare gains from forming RTAs. Unfortunately, their predictions poorly match the  actual medium to long run outcomes of existing RTAs.  With RTAs such as the Trans-Pacific Partnership (TPP) and the Transatlantic Trade and Investment Partnerships (TTIP) currently under negotiation, CGE analysis plays a central role in the negotiation process. Therefore the accuracy of CGE models is of paramount importance. One way in which modern CGE models fall short is in their overly simplistic approach to trade costs. This includes both their measurement and their place in the underlying model. In particular, CGE studies to date fail to account for within-country trade costs, i.e. trade costs which are non-discriminatory as they apply to both domestic and foreign firms. Instead, they focus solely on discriminatory trade costs which apply only to foreigners. This has critical implications both in how to measure trade costs (as many compare within-country to cross-border trade and therefore combine discriminatory and non-discriminatory trade costs) and in how to include them in the analysis. As the goal of RTAs is to reduce trade barriers, this oversight can result in incorrect expectations on an RTA's impact and therefore  wrong policy recommendations. The aim of COST project is to develop trade cost measures and specifications for modelling impacts of trade costs for CGE models that overcome these methodological and modelling limitations and consequently improve accuracy of future CGE studies in predicting the costs and benefits of RTAs.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}