{
    "rcn": "201082",
    "acronym": "TRIA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Transitivity in Indo-Aryan: A diachronic syntactic data base of valence-changing categories",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The proposed project aims at combining quantitative, corpus based research with qualitative research on language typology and language change. In particular, I plan to provide a thorough description of verbal valency and of valency-changing categories in Old Indo-Aryan along with their development in Middle and New Indo-Aryan. \nThe main tasks of the research are:\n(i) creation of an online free-accessible data base of early Old Indo-Aryan verbs based on data extracted from the Rgveda;\n(ii) a description of the diachronic development and balance of the different intransitivity markers in Indo-Aryan ranging from Old Indo-Aryan up to New Indo-Aryan.\nThe data base of early Old Indo-Aryan verbs will provide a template for annotation of valency-changing categories in other texts. It will also contain data concerning the token and type frequency of verbs and verb forms. The diachronic analysis of the valency-changing categories in Indo-Aryan will be performed on a selection of verbs, and will serve as a basis for the typological study of these categories in a new perspective, particularly, for uncovering the stability of some categories and the expansion of some others, and thereby for determining what is constant in dynamic processes.\n The innovative and challenging character of the research is determined by its threefold perspective: (i) it will provide freely accessible resources for research on valency-changing categories in Old Indo-Aryan in their synchronic and (partly) diachronic aspects; (ii) together with similar works on other ancient Indo-European languages, it will offer a basis for the reconstruction of the Proto-Indo-European syntax; (iii) evidence from Indo-Aryan offers a possibility to study different features and developments within a group of related categories (passive, causative,etc.), being of particular relevance for a typological diachronic study of these categories.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PAVIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}