{
    "rcn": "201029",
    "acronym": "TransNic",
    "topics": "MSCA-IF-2015-EF",
    "title": "Enantioselective Nickel-Catalyzed trans-Carbometallative Couplings and Cyclizations",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "This Fellowship application unites an Experienced Researcher from India (but currently based in Taiwan) with expertise in asymmetric synthesis and transition metal catalysis using gold, silver, and rhodium complexes, with an internationally recognized Host Laboratory in the UK with expertise in the development of new catalytic reactions for organic synthesis. This project will:\nï Provide high-quality, structured training for an outstanding scientist with an excellent publication record who is destined for an independent research career, by complementing and enhancing his competencies.\nï Showcase European excellence in homogeneous catalysis and organic synthesis, which are critically important branches of chemistry that underpin many sectors, such as the pharmaceutical, fine chemicals, agrochemical, materials, and biochemical industries.\nThe proposed research is based upon a new synthetic method recently discovered in the Host Laboratory that relies upon the formal trans-carbometallation of organonickel species across an alkyne. The resulting alkenylnickel species can be trapped by various electrophiles in cyclizations that would otherwise be impossible, giving densely functionalized carbo- and heterocyclic scaffolds. Moreover, the products can be obtained with high enantioselectivities using a chiral ligand. We believe this chemistry carries enormous potential, and the final result will be a powerful synthetic method for the preparation of valuable building blocks as single enantiomers. This Fellowship will therefore help Europe to remain globally competitive in the chemical sciences.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}