{
    "rcn": "201045",
    "acronym": "GranD Cities",
    "topics": "MSCA-IF-2015-EF",
    "title": "Green and Diverse Cities. The social impact of urban policies for sustainability in comparative perspective.",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The need for more sustainable cities has been considered a key point of global strategy for the future and one of the most important aims of the EU strategy for the urban environment. However, sustainability can also be described as one piece of rhetoric; far from being an effective paradigm, being too broad, vague and economically-centred, and with no specific social dimensions clearly set out. Although the attention to social inclusion, especially in the most deprived urban areas, is an important pillar of urban sustainability, a clear evaluation of the social impacts of sustainability programs in EU Cities is still missing. This investigation aims to fill this gap, by analysing, in comparative perspective, the social impacts of green renewal and development in Europe. By selecting as case studies Vienna and Copenhagen, two cities that have been particularly successful in implementing policies of environmental sustainability, the research project aims to identify intended and unintended impacts of these strategies in terms of social and spatial inequality among social groups. The project will adopt the following research strategies: quantitative data gathering; interviews with key informants in cities; ethnographic research in areas of the cities affected by green urban renewal and programs for sustainability; comparative analysis of data and information.\nAs far as the results expected for the ER by this period of training, they are primarily the following: to acquire specialized knowledge on Comparative Urban sociology; to consolidate the ERís methodological skills in regards to mixed methods of analysis; to develop the ERís multicultural communication skills by conducting empirical research in German; to  publish two scientific articles and a volume with an international publisher. The MSCA fellowship will give her the opportunity to further consolidate her professional maturity in order to enter the EU academic job market with a tenure-track position.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}