{
    "rcn": "201052",
    "acronym": "DynamAtt",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dynamics of Attentional Networks in the Human Brain in Health and Disease:Evidence from Intracerebral and MEG Recordings",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Our ability to explore the environment and to rapidly respond to external events depends on attentional processes, which set priorities based on our goals and on the salience of external stimuli. Distinct dorsal and ventral fronto-parietal networks process human visual attention, but little is known about their dynamics, because hitherto our knowledge mostly depended on fMRI, which has limited resolution. This proposal will utilize intracerebral recordings in human participants, a method with unrivalled spatial and temporal resolution, during the performance of attention tasks. Patients with drug-refractory epilepsy, exhibiting normal attention, who are implanted with depth electrodes in preparation for surgical treatment, will be recruited. The data collected will enable the Fellow to pinpoint the neural populations supporting different aspects of attention within each network, discern their temporal behavior and analyze the dynamics of the interaction between the two networks. The acquired results on the normal function of attention networks will guide the study of patients suffering from hemispatial neglect, a common disabling condition affecting attention functions, using non-invasive MEG recordings. The results will reveal the pathological alterations in attention networks' dynamics, resulting from right hemisphere lesions. Hence, the insights gained through these innovative investigations will extend our knowledge on attention processes in health and disease, and promote the development of better rehabilitation methods.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}