{
    "rcn": "201015",
    "acronym": "microMAGNETOFLUIDICS",
    "topics": "MSCA-IF-2015-EF",
    "title": "3D-printed magnetic microfluidics for applications in life sciences",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The field of microfluidics is providing answers to several key questions in biology. Specifically, microfluidic single-cell analysis yields important insights into the heterogeneity of cells that is crucial for cancer research, regenerative medicine and drug development. Microfluidics has also emerged as a powerful tool to study single bacteria and to address questions concerning antibiotic persistence and the role of the microbiome in protecting against modern plagues such as cancer, autoimmune diseases and obesity. Despite its great potential, microfluidic technologies have not been widely adopted in mainstream biomedical research since they require a great deal of external equipment, which is often difficult to operate by untrained personnel.\nThe aim of this proposal is to simplify fluid handling and single-cell studies by developing a microfluidic device that includes magnetic microvalves. These microvalves can be wirelessly actuated to generate compartments and isolate single cells. The magnetic microvalves will be integrated by means of a very recently available lithographic tool based on two-photon polymerization (2PP) with sub-diffraction limit resolution, which enables the fabrication of polymer-based 3D micro- and nano-architectures. The microMAGNETOFLUIDICS project is strongly interdisciplinary in nature where physics, materials science, and biology are strongly intertwined. The innovative character of this proposal is unprecedented since no previous studies have been reported on 3D-printed magnetic microvalves operating within a microfluidic channel. The topic of the project is timely because it promotes the use of microfluidics among biologists and bacteriologists for decrypting cellular mechanisms at a single-cell level.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}