{
    "rcn": "201042",
    "acronym": "URBANet",
    "topics": "MSCA-IF-2015-EF",
    "title": "Urban networks: multidisciplinary research into the formation of early urban societies in Campania (Italy)",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Living in cities has been one of the most transformative innovations in human history: it has heavily impacted social and political interaction between people, and has significantly changed the relationship between man and his natural environment. Understanding why people in the past started living together in cities in the first place, provides crucial tools for the study of urban life from a comparative perspective.\nOne of the earliest urbanised regions of Europe was Campania, in Southern Italy. The first traces of urbanisation date to the early first millennium BCE. Innovative archaeological research on urbanisation in Campania is still lacking. With the URBANet project, I propose an innovative approach to early Campanian urbanisation, informed by multidisciplinary perspectives. \nI start with the specific hypothesis that the processes underlying the formation of early urban societies in the past were social and political. At the same time, the topographical component was fundamental. Furthermore, early urban societies interacted with each other. This observation suggests, in addition, that urbanisation also rose as the result of connectivity and networks. \nI propose to verify the hypothesis with the collection and analysis of data, focusing on four selected case-studies. The innovative method combines qualitative (anthropological) methods with computed analysis (GIS and social network analysis). Training goals are set to bolster my research and project management skills. \nThe expertise at the VU University in similar projects ensures the best possible institutional environment for the execution of the URBANet project.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}