{
    "rcn": "201089",
    "acronym": "PAEDS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Prevalence and Experience of Diagnostic Shifts in Youth Mental Healthcare",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Epidemiological data shows that psychiatric diagnoses in childhood have limited temporal continuity. Over the course of a childís contact with mental health services, a diagnosis received at one time can transition into a different diagnostic classification or be lost entirely. Such shifts can have profound implications for young people and their families, given the significance invested in diagnostic labels as a means of making sense of emotional and behavioural difficulties. However, no research has investigated the prevalence of diagnostic shift in Child & Adolescent Mental Health Services (CAMHS) or explored how it is experienced by the children and families affected. PAEDS aims to provide the first such evidence through a two-stage mixed-methods design. First, a review of clinical records in an Irish CAMHS service will establish the frequency with which diagnostic shifts occur and the typical patterns through which they manifest. Second, qualitative interviews will be conducted with children and parents who have experienced diagnostic shift, to establish the narratives through which people make sense of these changes and the implications for self-concept, social identity and service engagement. To exploit the social and clinical value of the results, a Delphi process will be initiated that engages a diverse panel of stakeholders in developing evidence-based resources that help service-providers and service-users adapt to diagnostic shift. The project will thereby promote sensitive, patient-centred youth mental health policy and practice. It will also provide a platform for me to build a career pioneering the interdisciplinary study of how scientific and clinical classifications interact with identity. By fully integrating a tailored Personal Career Development Plan into the action programme, I will capitalise on the MSCAís opportunity for the strategic development of skills and competencies valued in the current academic environment.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}