{
    "rcn": "201009",
    "acronym": "Female Empowerment",
    "topics": "MSCA-IF-2015-EF",
    "title": "ìThe Role of Urbanization in Female Empowerment: the Turkish Case in Comparative Perspectiveî",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Female empowerment is perceived both as a policy tool for the betterment of overall welfare of the societies, as well as a policy target both in Europe and throughout the world. However, women still lag behind men in education, economic affluence, and political representation in many countries, even in some of the most ìdevelopedî ones. The proposed project aims to shed light on the dynamics behind female empowerment, specifically focusing on the role of urbanization. Modernization and industrialization bring about several advantages for many women such as better education and livelihoods, better say for themselves and their children, and fairer political representation. Yet, urbanization remains insufficient to eradicate the extant problems that women have faced and creates new challenges and obstacles for many. The proposed project argues that female empowerment is a multi-faceted, multi-level phenomenon that calls for such a research strategy and hypothesizes that urbanization has a complex, non-linear effect on female empowerment. To better understand the concept at hand and pinpoint the ways to enhance it, the project incorporates country-, local-, and individual-levels of analysis. The project also combines the strengths of quantitative and qualitative techniques to offer a fuller picture about female empowerment. The main focus of the project is the relationship between urbanization and female empowerment in Turkey, while it also provides a comparative global-level analysis with clear implications for Europe. The proposed research aims to make novel contributions to the feminist studies, urban studies, development studies, and democratization literatures and enhance the competitiveness of European research. In addition to its academic merit, the project also has policy implications aimed at policymakers for future policies and projects, as well as the society at large which could be implemented throughout Europe.",
    "totalCost": "157845,6",
    "ecMaxContribution": "157845,6",
    "coordinator": "Bilkent ‹niversitesi",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923628": {
            "orgId": "999923628",
            "orgName": "BILKENT UNIVERSITESI VAKIF",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}