{
    "rcn": "201051",
    "acronym": "CollBioImag",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development of a cell-based system for high-throughput screening of antifibrotics",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Liver fibrosis (hepatitis B and C, cirrhosis, etc) represents an enormous health burden responsible for ~1.03 millions death per year worldwide according to the World Health Organization. Fibrosis is also a common outcome of many chronic diseases of the kidney (diabetic nephropathy), lungs (idiopathic pulmonary fibrosis), heart and vasculature (heart failure). In pathologies where fibrosis is a feature, there is an increased deposition of extracellular matrix proteins, including collagens that dramatically limit tissue function. Herein we propose to develop a cell-based assay for high-throughput screening of new antifibrotic therapeutics, which will accelerate fibrosis drug development. Our approach consists in the metabolic incorporation of an alkene-tagged proline in the biosynthesis of collagen, followed by labelling with a fluorescent tetrazine. We recently published preliminary results that provide proof of principle for the use of proline derivatives equipped with reactive handles to tag and label collagen structures. However, this approach suffered from nonspecific reactions of the fluorescent probe with intracellular proteins. The level of selectivity conferred by the proposed inverse-electron-demand Diels-Alder reaction is key in enabling its use in cells. We will use hepatic stellate cells since these cells are responsible for excess collagen production during liver fibrosis. To demonstrate that the cellular model can be used to screen compounds for fibrosis we will validate our system using a library of compounds with known preclinical antifibrotic activities. We will test if their in vivo efficacy can be predicted using cells. If our findings are significant we will use this cellular model to screen a commercial available library of compounds to find new antifibrotic drugs. The efficacy of the best candidate will be tested in vivo using two animal models of induced fibrosis.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}