{
    "rcn": "201099",
    "acronym": "SuMAC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Sustainable Mobility, Affordable Cities: How do workplace sustainability plans shape transport affordability in Brussels and Sofia?",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "ëSustainable Mobility, Affordable Cities: How do workplace sustainable mobility plans shape transport affordability in Brussels and Sofia?' is a 2-year research action. The project involves an innovative comparative study of workplace mobility management programmes in Brussels, Belgium and Sofia, Bulgaria. The research will shed light on the socio-economic effects of environmentally-focused mobility measures. The action will use a mix of qualitative and quantitative research methods to examine the effects of workplace sustainable mobility plans on transport affordability for participating employees. The focus will be specifically on small privately owned businesses, and low-wage employees in sectors such as catering, cleaning and retail. These are sectors which have had limited involvement in sustainable travel planning to date. Alongside gathering key data, the project will help identify practical approaches to involving small employers in such inititatives.\n\nSustainability interventions in most European cities, including Brussels and Sofia, have had limited success to date in engaging such sectors in workplace mobility planning. Because of this, the research action incorporates an initial stage of identifying and recruiting up to four interested small employers, and working with them collaboratively to develop their workplace sustainable mobility plans. Following on from this initial phase inspired by action research methods, a quantitative survey and in-depth interviews will be used to grasp the effect of the sustainability measures on affordability. The unit of analysis will be the household, reflecting its importance in shaping travel behaviours. A mixed-method approach will incorporate quantitative aspects of expenditure alongside accessibility and everyday mobility practices. The project takes an integrative approach to environmental and social urban sustainability, with public engagement at the centre of the research design.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}