{
    "rcn": "201019",
    "acronym": "BiMetArylation",
    "topics": "MSCA-IF-2015-EF",
    "title": "Bimetallic catalytic arylation of simple arenes",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The development of new methodologies for the preparation of biologically and industrially interesting compounds remains one of the fundamental challenges in chemistry. Aryl-aryl bond formation is one of the most important tools in modern organic synthesis. These biaryl motifs are very often found in pharmaceutical, agrochemicals, organic materials and natural products. Given the abundance of CñH bonds in organic molecules, the selective activation and use of these bonds in controlled synthetically useful transformations is an immensely important topic. In this context, direct CñH arylation has emerged as a powerful methodology for the synthesis of biaryls. However, in most methodologies described so far, the arene substrate must fulfil certain requirements such as containing strong electron-withdrawing or electron-donating groups, or bearing special directing groups. Substrates lacking this feature either are unreactive or must be used in large excess (often as solvents). The coupling of ësimple arenesí, which are not considered as pi-electron-deficient or -rich remains challenging.\n\nThe research outlined in this proposal aims at developing a new bimetallic catalytic methodology able to couple equimolecular amounts of ësimple arenesí under mild conditions. To do so, we envision a strategy involving a bimetallic double catalytic system. The pi-coordination of the non-activated arene to a metal fragment facilitates the C-H arylation catalysed by palladium complexes which followed by a ligand exchange gives the desired biaryl product, regenerating the initial arene catalyst.\n\nThe realisation of the objectives of this project would result in a powerful tool for the synthesis of biaryls, coming from simple arenes, improving atom economy, efficiency and sustainability of the reactions, while reducing waste production.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}