{
    "rcn": "201040",
    "acronym": "NeuralCon",
    "topics": "MSCA-IF-2015-EF",
    "title": "Connectivity in the neural control of muscles in stroke patients.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The lack of objective and robust measurements of motor recovery is a general problem in stroke rehabilitation. After the ischemic event, the motor impairment is assessed using clinical scales that provide only a general overview of the patientís conditions, without detailed information on the activation of the individual muscles and the pathological co-contractions. In recent years, the hypothesis that the coordination of multiple muscles is wired at the neural level in a synergistic way has received strong experimental evidence. Therefore, the possibility to better understand the recruitment of multiple muscles and use this information for the assessment of motor recovery is extremely relevant for stroke rehabilitation. The project NeuralCon aims to investigate the neural mechanisms behind the control of multiple muscles of the lower limb in healthy individuals and its degeneration in acute stroke patients. The project will address the characterization of the neural coupling between muscles using innovative signal processing approaches applied to the high-density surface electromiographic signals during voluntary contractions. From the electromiographic signals, we will extract information regarding the coupling between multiple motor neurons in different motor pools. The final aim will be the development of a new generation of biomarkers based on the concurrent neural activation of several muscles in the lower limb of acute stroke individuals. The project will combine expertise in several fields: neuroscience of human movement, clinical neurophysiology, stochastic signal processing and computational neuroscience. The NeuralCon project will produce substantial progress toward a better understanding of the neural pathways involved in the coordination of voluntary movements and its modifications in cerebrovascular diseases.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI BRESCIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999893946": {
            "orgId": "999893946",
            "orgName": "UNIVERSITA DEGLI STUDI DI BRESCIA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}