{
    "rcn": "201050",
    "acronym": "PHILANTHROPIC RULE",
    "topics": "MSCA-IF-2015-EF",
    "title": "International Authority and Intellectual Domination: External Donors and Local Organizations in Latin American Social Sciences (1945-1973).",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Scholars interested in Global Governance and international authority favour a broadly Weberian idea of legitimacy as the explanation for the stability and effectiveness of international authority. However, I expand here the focus of analysis in order to include additional concepts like ìcommonality of interestsî and ìmeans of dominationî, which are crucial for Weber, but absent from the IR literature on international authority. Among the means of domination, knowledge is of particular importance because it distinguishes the rational from the other types of domination, which explains why knowledge, experts, and diplomats have become an increasingly important topic for IR scholars interested in organizations and in authority. The potential consequences of international authority at local level, like resistance and protection, also receive their due consideration. To put it in a nutshell, what this project pretends is to offer a better account of how donor organizations transfer knowledge, money, goods, salaries to local organizations like universities and research centres, purportedly with the intention of making possible for recipients to pursue their educative policies goals and policies. In reality, I submit, these are ìmeans of dominationî that foundations and IOs award local actors so that they operate teaching programs and research projects chosen by the patrons or, in other words, in order to move local actors to collaborate in realizing the goals of donors. In empirical terms, the question is to what extent international organizations ñ UNESCO, ONU ñ and transnational ones ñ philanthropic foundations like Rockefeller and Ford ñ succeed or failed in their efforts to wield influence on academic organizations, more specifically on teaching and research in the social sciences, in Latin America during the post-war years (1945-1973).",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "WISSENSCHAFTSZENTRUM BERLIN FUR SOZIALFORSCHUNG GGMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999502357": {
            "orgId": "999502357",
            "orgName": "WISSENSCHAFTSZENTRUM BERLIN FUR SOZIALFORSCHUNG GGMBH",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}