{
    "rcn": "201012",
    "acronym": "COEED",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Court of Elizabeth I ñ A European Drama",
    "startDate": "03/10/2016",
    "endDate": "02/10/2018",
    "objective": "The enduring fascination in anglophone research with the political culture of Elizabethan England has often served to occlude the fact that responses to the Tudor monarch were formulated across renaissance Europe. A pan-European range of dramatic texts bears witness to the anxiety and consuming interest which surrounded Elizabeth I. Such texts have often been neglected or referenced briefly as points of illustration. Moreover, these texts (where afforded any consideration) have most commonly been seen in terms of national traditions of literary production, rather than integrated into a Europe-wide vision of cultural debate and exchange. None of these texts has been considered in recent centuries for their theatrical potential or placed in close conversation with Elizabethan (or post-Elizabethan) literary production. \n\nThis ambitious comparative project for the early modern period will be achieved through: close & comparative reading of primary texts; evaluative analysis of existing scholarship; consultation of hostís (Institute for Research on the Renaissance, the Neo-classical Age and the Enlightenment - Montpellier 3) and European archives; consultations with supervisor and advisory colleagues across Europe; engagement in performance-related events; e-networking with academic and non-academic audiences. In the course of this European project, Hiscock will: engage in a wholly transformative training in performance-based research and e-dissemination; produce cutting-edge research which embeds multilingual studies at the heart of early modern studies; disseminate research findings to a host of academic and non-academic audiences. \n\nThis project engages tightly with the Marie Sk?odowska-Curie Programme by: providing professional training in key skills for the applicant, thus enabling him to access significant career progression; investing in wholly innovative interdisciplinary research; enabling international and inter-sector mobility for the applicant.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE MONTPELLIER III PAUL VALERY",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "984247943": {
            "orgId": "984247943",
            "orgName": "UNIVERSITE MONTPELLIER III PAUL VALERY",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}