{
    "rcn": "201068",
    "acronym": "AGENTSEGET",
    "topics": "MSCA-IF-2015-EF",
    "title": "Itinerant Cultural Agents in Early Modern Europe and the Scotsman Thomas Seget: A Case-Study",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "AGENTSEGET is an interdisciplinary project that will explore a neglected type of intellectual who grew to prominence in Europe at the end of the sixteenth century, a time of significant social and cultural upheaval. The religious conflicts, political tensions, and profound intellectual transformations of the decades around 1600 called for new styles of communication often involving subterfuge, middle-men, and disguise. A different type of intellectual was required to connect scholars in different and often troubled areas of Europe. Their task was to deliver scientific instruments, precious books and manuscripts crucial to the production of new knowledge and theories. To support themselves, they also traded information about princes, governments, religious factions and political machinations. The project will focus on the Scotsman Thomas Seget (1569/70-1627), one of the most interesting and less studied examples of this type of intellectual. By using Seget as a case study, AGENTSEGET aims to unlock the rich and vibrant personal and professional network of intellectual brokers and cultural middlemen in which prominent scientists such as Kepler and Galileo operated and thrived, exchanging ideas and receiving informal feedback on their work. The findings of AGENTSEGET are expected to demonstrate that cultural and scientific mobility has always been an essential component of the circulation and development of cutting-edge scientific research. The results will be disseminated through a monograph, Open Access publications, an interactive website, an edited volume, an exhibition, and a series of educational activities.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}