{
    "rcn": "201030",
    "acronym": "ORCA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Oscillatory long-Range Coherence in Attention",
    "startDate": "01/08/2016",
    "endDate": "20/11/2018",
    "objective": "Attention -the ability to focus selectively on task relevant information and resist distraction- plays a critical role in many everyday life situations, such as in school or while driving. With an almost constant stream of information reaching us through smart phones and computers, our world becomes increasingly distracting, requiring enhanced attentional capabilities. This calls for new approaches to improve attention, also benefiting patients populations suffering from attention deficits. Is it possible to safely improve attention without medication? And how does the brain actually guides attention and resist distractions? The proposed research aims to answer these questions by combining a novel brain stimulation technique, transcranial alternating current stimulation (tACS) with state of the art neuroimaging methods. It will specifically test the intriguing hypothesis that attention can be enhanced by synchronizing rhythmic activity between two brain regions previously shown to be involved in attention. In the first study I will assess the effects of stimulation on attention performance, while simultaneously measuring neural activity using electroencephalogram (EEG). This will allow me to determine to what extent tACS can improve attention and investigate the causal role of neural oscillations in attention. In the second study, tACS will be combined with functional magnetic resonance imaging (fMRI) allowing to bridge the literature on neural oscillations (derived from EEG research) and attention networks (derived from fMRI research). Specifically, it will provide novel insights into the exact neural network subserving oscillatory activity associated with attention. Taken together, this project will not only investigate an innovative way to improve attention, with important implication for future clinical studies, but will also have a major contribution to cognitive neuroscience theories of attention.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}