{
    "rcn": "201037",
    "acronym": "reSGulating",
    "topics": "MSCA-IF-2015-EF",
    "title": "Functional analysis of Stress Granules formation in plant adaptation to stress",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Environmental stresses are the primary causes of crop loss worldwide, reducing average yields for most major crop plants by more than 50%. To get an optimal adaptation to environmental threats, plants have evolved a variety of complex and efficient mechanisms of resistance, including compartmentalization of mRNAs and proteins in cytoplasmic structures known as Stress Granules (SGs). In these, mRNA molecules are stored, degraded or kept silent in order to prevent energy expenditure on producing useless proteins, promoting thus the translation of specific stress-responsive genes that lead to the recovery from stress. Despite their importance in cell fitness, the overall composition of SGs, as well as their assembly requirements and regulation remain largely unknown. Although SGs have been found to be evolutionary conserved between species, the current knowledge of how plant SGs can regulate and modulate the response to stress is still limited. The overall objective of this proposal is to increase our understanding of the fundamental function of SGs on the regulation of plant response to stress. To this end, a compendium of methodologies including genetic and cell biology will be implemented in order to identify and characterize mutants impaired in SGs formation, taking advantage of well-established photosynthetic model systems such as Arabidopsis thaliana and the green alga Chlamydomonas reinhardtii. Given that autophagy is a core mechanism that governs the regulation of SGs formation, disassembly or clearance in animal and yeast models, this molecular link will be studied in higher plants. It is anticipated that implementation of this project will provide novel insights into SGs biology, helping to enhance our knowledge on the modulation of stress responses. Besides, the proposed project is endowed of solid formative contents that will strengthen my previous experience, boosting my future scientific career and paving the way for closer scientific collaborations.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}