{
    "rcn": "201057",
    "acronym": "Cryoetch",
    "topics": "MSCA-IF-2015-EF",
    "title": "Computer modelling and experimental validation of plasmas and plasma- surface interactions, for a deep insight in cryogenic etching",
    "startDate": "08/06/2016",
    "endDate": "07/06/2018",
    "objective": "Microchips have caused a revolution in electronics over the last few decades. Following Moore's law, much effort has been put into continuously shrinking electronic feature dimensions. Indeed, typical feature sizes of semi-conductor decreased from 10 µm in 1971 to 14 nm in 2014. With the shrinkage of feature sizes, plasma etching plays a more and more important role due to its anisotropy during surface processing.\nHowever, to go beyond 14 nm features, current state-of-the-art plasma processing faces significant challenges, such as plasma induced damage. Recently, one such novel process with limited plasma damage is cryogenic etching of low-k material with SF6/O2/SiF4 and CxFy plasmas.\nIn this project, the fundamental mechanisms of the plasma, and its interaction with the surface, for these gas mixtures, will be studied to improve cryogenic plasma etching.\nFor this purpose, numerical models (a hybrid Monte Carlo - fluid model and molecular dynamics model) will be employed to describe (i) the plasma behavior for SF6/O2/SiF4 and CxFy gas mixtures applied for cryogenic etching, and (ii) the surface interactions of the plasma species with the substrate during etching.\nFurthermore, cryogenic etch experiments will also be conducted to validate the modeling results during the secondment. Such an interdisciplinary project, including chemistry, physics, mathematics, computer modeling and chemical engineering, will definitely widen the applicantís expertise in different plasma investigation approaches.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}