{
    "rcn": "201034",
    "acronym": "NEUROTUNN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mechanisms of ?-synuclein spreading, implications for synucleinopathies",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "A common feature of neurodegenerative diseases, including highly prevalent illnesses, is the presence of misfolded protein aggregates in affected regions of the nervous system. Aggregates result from the misfolding of one or more specific proteins, for example, amyloid-? in Alzheimerís disease, ?-synuclein in Parkinsonís disease, and the normal prion protein in transmissible spongiform encephalopathies (TSEs). Recently a series of exciting studies has suggested a prion-like mechanism underlying the pathological spreading of misfolded proteins (mainly tau, ?-synuclein and huntingtin) involved in various neurodegenerative diseases. Particularly striking is the recovery of ?-synuclein aggregates from engrafted embryonic neurons in post-mortem brains transplanted from Parkinsonís patients. Thus, while questioning the therapeutic use of transplants, the understanding of the molecular and cellular fundaments of cell-to-cell transmission of proteinaceous aggregates is clearly in the early stages of investigation and may represent a more readily accessible target for novel disease-modifying therapies, allowing the development of possible common therapeutic strategies. \nTunneling nanotubes (TNTs) represent a novel mechanism of direct intercellular communication that has been shown to mediate both transfer of prions between neuronal cells and the passage of poliQ huntingtin between neurons. We hypothesize that TNT-mediated transfer of amyloidogenic protein aggregates represents one of the main pathways of communication between cells. Thus, molecules involved in TNT formation could represent valuable targets for the disease prevention. Here I will assess the underlying mechanism of cell-to cell transfer of ?-synuclein, exploring whether its transport could be mediated by TNTs in physiologically relevant in vitro models, evaluating as well the possible contribution of non-cell autonomous processes, via neuron-glial interactions, to the pathological spreading of the protein.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}