{
    "rcn": "201046",
    "acronym": "MICROARCHAEODUNG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Human-animal interactions in early sedentary and urban societies in the Near East and northern Africa: microarchaeology of livestock dung",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Livestock dung is commonly found in many human settlements, especially after the domestication of herds. Although receiving increasing attention in archeology, dung materials and secondary products are still routinely overlooked and this area of research is under-developed despite their worldwide importance as suppliers of manure, fuel source, temper and building material. This oversight is due in part to methodological problems in identifying dung during excavation and many bulk analyses, which destroy critical evidence on dung form, content, deposition and preservation in archaeological assemblages. This research will develop new interdisciplinary analytical strategies for microarchaeological study of dung combining geoarchaeology, bioarchaeology and biochemistry and experimental and ethnoarchaeological approaches. This integrated methodology will be applied to examine the context and content of livestock dung from mobile hunting-gathering to more sedentary farming Neolithic case-studies selected on a transect through the Near East, one of the key heartlands in which plants and animals that were later domesticated occur naturally, to the still little investigated northern Africa, a potentially critical area with implications for surrounding areas including the Mediterranean and the Sahara. It will also provide exciting new insight into the role of livestock and livestock dung in the development of more complex urban societies in Eastern Maghreb. These case-studies offer rich dung evidence for tracing human-animal interactions in different regions through time and key episodes of environmental and social change. The proposed project will establish a standard state-of-the-art interdisciplinary methodology for insight into archaeological dung as a valuable source of information on diverse cultural and economic aspects of past life-ways and the developments early farming and complex urban communities more widely.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF READING",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}