{
    "rcn": "201038",
    "acronym": "G4-PTROs",
    "topics": "MSCA-IF-2015-EF",
    "title": "Regulatory network of G-quadruplex dependent Post-Transcriptional mRNA Operons (PTROs)",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Many studies of global gene expression focus solely on studying the transcriptome thereby only assessing mRNA abundance. However, transcription is only a single layer of gene expression and recently, the influence of post-transcriptional regulation has become undeniable. Rather underrepresented players in post-transcriptional control are G-quadruplexes (G4s). These stable structures can form guanine tetrads in DNA and RNA via p-p-stacking of several planar arrangements of four guanine bases stabilized by Hoogsteen hydrogen bonds and a central metal cation. Recent reports have pointed to an important regulatory role of G4 motives in key cellular functions including pre-mRNA processing, RNA turnover, mRNA transport thereby suggesting intriguing links to human diseases as cancer and neurological disorders. G4 structures in mRNAs seem to act as signaling components that constitute an own post-transcriptional operon. Recruitment of G4-specific RBPs then determines the ultimate fate of G4-containing mRNAs. Not many RBPs or upstream regulatory factors of G4s have been identified and the functional consequences of these interactions are not known. In this proposal I will address these questions. First, I will identify mRNAs that are differentially translated and/or stabilized in the presence of the G4 specific ligand pyridostatin (PDS), which stabilizes G4 structures. The resulting comprehensive list of mRNAs will be the first data set that provides a mechanistically link of G4 motive regulation. Secondly, I will identify factors in the G4 regulatory network using a genome wide shRNA assay to determine proteins that modulate the stability and/or the translation of G4 motive containing mRNAs. It is important to understand G4 structure-function relationships and upstream regulatory processes as the emerging link between G4 formation and human disease opens up an exciting research direction that has potential implications for therapeutic intervention.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}