{
    "rcn": "201060",
    "acronym": "R2R-3G",
    "topics": "MSCA-IF-2015-EF",
    "title": "Towards Roll-to-Roll Production of Third Generation Solar Cells",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The world energetic demand keeps growing especially due to the development of the emerging markets. The actual fossil fuels sources cannot assure the future energetic consumption. Studying new methodologies to exploit renewable energetic sources is therefore of utmost importance. The solar energy will have a crucial role in the energetic solution since it is the renewable source with the highest energy reaching the Earth crust. \n\nThe scientific aim of this action, R2R-3G, is to increase the efficiency-cost ratio of photovoltaic technology. For this purpose, this project plans to exploit both the high efficiency of third generation (3G) solar cells, and the low cost fabrication methods based on roll-to-roll (R2R) processes. Part of the innovation of R2R-3G project lies in a methodological approach that makes compatible the flexibility of the devices required for roll-to-roll processes with the up-scaling of nanowire solar cells. The experienced researcher, Dr. Romero-Gomez, has a vast knowledge in the use of nanotechnology for modifying the solar cell architecture. The societal aim of R2R-3G is to assure the sustainability of the future energetic consumption using technologies that are respectful with the environment. \n\nThe multidisciplinary perspective adopted, combining nanotechnology, material science, photonics, physics, and chemistry, ultimately aims to provide useful solutions to assure the future global energetic demand. In this way, this proposal directly addresses the challenge ìSecure, Clean and Efficient Energyî in Horizon 2020 program. R2R-3G project will reinforce the European role in photovoltaic industry and decrease its excessive energetic import, which currently is more than 50% of its energy consumption making it vulnerable to external suppliers.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}