{
    "rcn": "201065",
    "acronym": "TOFNITW",
    "topics": "MSCA-IF-2015-EF",
    "title": "Transformation of Family Norms in a Transnational World: How LGBT Migrants can Affect Change through Social Remittances",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The present study examines transformations of family norms through cross-border exposure to different family models. It focuses on the LGBT migrants from selected Central and Eastern European (CEE) countries with a constitutional same-sex marriage ban, but who now live in same-sex families in Belgium, one of the first countries to legalize same-sex marriage and adoption. This case study will explore how intercultural contact can improve reception of an institutional innovation such as same-sex family. This project is based on in-depth interviews with two groups sustaining ties across borders: (1) the CEE gays and lesbians in same-sex marriage or raising children with a same-sex partner in Belgium, and (2) their non-migrant family members, friends and neighbours in home communities. Migrant transnationalism scholars have established that migrants can effect change in their home communities not only by sending remittances, but also by transferring ideas and practices (social remittances). But empirical investigations of this phenomenon are still scarce, and typically focus on democratic ideas and practices. In a novel approach, the present study will analyse social remittances by examining cross-cultural effects of the institutional innovation of same-sex family, and it will further position its findings into the wider framework of social change analysis. In light of the European Parliament's recent decision to include LGBT and same-sex families' rights into the new EU gender equality strategy, the study's conclusions will also inform relevant policy strategies. By developing this study at the Interdisciplinary Research Centre on Families and Sexualities at the UCL, the project will benefit from Centre's multidisciplinary perspective and expertise in transnational migrations, family norms and sexuality, to which the project will add a new perspective on the LGBT migrants from CEE, thus deepening Centre's focus on LGBT studies and widening their regional expertise.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}