{
    "rcn": "201022",
    "acronym": "Hi-Life",
    "topics": "MSCA-IF-2015-EF",
    "title": "Damage mechanism of High Frequency Mechanical Impact (HFMI) Treated Welded Structures under Service Loading to Increase the Fatigue Life for Lightweight Design",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The use of high-strength steel (HSS) grades leads to significant weight reduction and increased service life, especially in complex-welded structures. However, their implementation is limited in practice due to the fatigue issues at welds, welds which have the same fatigue life as those in lower strength steels. High-frequency mechanical impact (HFMI) treatment allows for important fatigue life improvement based on the induced compressive residual stress (RS), improved weld shape and cold-worked surface region. In current drafted guidelines, these factors were derived according to the weld toe failures obtained under constant amplitude loading (CAL) and also verified by a limited dataset under variable amplitude loading (VAL), the latter being more realistic of service loadings. Current knowledge on HFMI-improved welds has also shown that fatigue failures may also initiate at other regions, rather than weld toe. In spite of the fact that relaxation of induced RS state has been claimed to be the main reason of different damage mechanisms resulting in the failure location change, scientific questions such as: why, how and under what conditions this effect occurs or what damage mechanisms play a dominant role, remain unanswered. Based on the above context, the objective of this proposed project aims to solve the damage mechanisms of HFMI-treated welds under service loading by considering fatigue tests, investigating the microstructures and developing analytical approaches. The proposed scientific approach includes investigations on the development of grain structure size/orientation through the depth of HFMI groove by neutron scattering, and on the relation of grain-orientation-dependent RS state under service loading. This training will also allow transferring of the obtained knowledge obtained to the industrial partner for the implementation of this novel treatment technique by utilizing HSS in the shipyard.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}