{
    "rcn": "201093",
    "acronym": "Phenclass",
    "topics": "MSCA-IF-2015-EF",
    "title": "Ancient Philosophy and the Emergence of European Thought: Phenomenology in Conversation with Classical Studies",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Phenomenological thinkers (most notably E. Husserl, M. Heidegger, J. Pato?ka, and J. Derrida) outlined influential philosophical perspectives on the ancient roots of European thought. The actionís aim is to provide a critical reassessment of those perspectives by developing an extensive comparative analysis between them and research done by prominent classicists, in particular W. Jaeger, B. Snell, J.-P. Vernant, G.E.R. Lloyd, and M. West. This comparative approach will take the following questions as reference framework: (1) How did ancient thought shape European identity? (2) How did the Greek roots of European thought interact with other sources of European culture? (3) Is there a connection between the much-debated crisis of Europe and the ancient roots of European culture? (4) Does the retrieval of the ancient roots of European culture play a role for the future of Europe? This design of the planned action implies five major innovations. (i) It is the first attempt to provide an extensive comparison between phenomenology and classical studies with a view to their respective readings of ancient thought. (ii) It is the first extensive attempt to discuss questions related to the ancient sources of European identity by addressing fascinating interdisciplinary intersections between phenomenology and classical studies. (iii) It is the first extensive attempt to challenge phenomenological readings of ancient thought by assessing them from an external viewpoint. (iv) It is the first extensive attempt to approach phenomenological conceptions of the ancient roots of Europe by avoiding a merely author-oriented approach and using a theme-oriented analysis. (v) Finally, the planned action is a concrete example of how contemporary societal, political, and cultural challenges, such as the question of European identity, can be approached by using academic scholarship, in this case two disciplines such as philosophy and classical studies.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD CARLOS III DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}