{
    "rcn": "201087",
    "acronym": "MCNTMTDC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Metabolic control on NF-?B activity during dendritic cells-mediated immune tolerance to tumours",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "BACKGROUND: Dendritic cells (DC) are professional antigen presenting cells able to provide protective immunity to cancer. DC undergo functional maturation that can lead to tolerogenic phenotype associated with immune-suppression in cancer by a still unknown mechanism. Recently the host laboratory revealed a new role of IKK?/NF-kB signalling in the tolergenic function of DC. However, the upstream regulators of this signalling and its implication in cancer have not yet been addressed. Since malignant cells consume high amounts of nutrients and DC become tolerogenic in low nutrient conditions possibly under the control of the master energy sensor AMP kinase (AMPK), a pseudo-starvation state in tumour-associated DC (TADC) may be responsible of their tolerogenic activity. AIMS: To determine the metabolic role of AMPK and the potential links with IKKb/NF-kB signalling in the tolerogenic activity of TADC in melanoma context. METHODS: I will use mice with a deletion of IKK? in DC (Ikbkb?Itgax) generated in the host laboratory and will generate mice with a deletion of AMPK in DC (Ampka1?Itgax). Isolated DC will be cultured in high/low nutrient conditions or in the presence/absence of melanoma cells. Activation of AMPK and IKK?/NF-kB signalling will be analyzed in these conditions and correlated with DC maturation. TADC will be analyzed in vivo using a mouse melanoma model with conditional melanocyte-specific expression of BRafV600E combined with PTEN deletion. The contribution of IKK? and AMPK activation in TADC during tumour development will be assessed using (i) a skin graft model from BRafV600E mutant mice to Ikbkb?Itgax and Ampka1?Itgax mice and (ii) chimeric mice generated with bone marrow cells from Ikbkb?Itgax and Ikbkb?Itgax mice transferred to irradiated BRafV600E mutant mice. EXPECTED RESULTS/IMPACT: To understand the tolerogenic activity of TADC, which will give insight into potential strategies for overcoming tumour-induced tolerance in DC vaccination approaches.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}