{
    "rcn": "201014",
    "acronym": "ACQUIRE",
    "topics": "MSCA-IF-2015-EF",
    "title": "The mechanism of acquired thermotolerance in potato",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "For many commercial potato cultivars, tuber yield is optimal at average day time temperatures in the range of 14-22?C. Further rises in ambient temperature can reduce or completely inhibit potato tuber production, with damaging consequences for both producer and consumer. Despite centuries of potato breeding, high temperature tolerance has not been significantly improved. Targeted breeding approaches are hampered by a lack of knowledge on the molecular mechanisms of how plants perceive and translate high temperature into relevant acclimation responses. Although in recent research we have identified genotypes that can yield well under elevated temperatures, we have not yet dissected which responses to elevated temperature are the most critical for yield. Thus the objectives of ACQUIRE are: to develop a robust screen to assay for acquired thermotolerance in potato; to test potato genotypes and transgenic lines for variation in the acquired thermotolerance response; to determine transcriptional and metabolite profiles associated with acquired thermotolerance; to introgress beneficial alleles of a potato heat tolerance gene (StHot1) to develop Nearly Isogenic Lines with improved acquired thermotolerance characteristics; to assess the impact of acquired thermotolerance on tuber yield in a range of genotypes. The project will serve a training vehicle for an experienced researcher to enhance her portfolio of research skills and so increase their ability to innovate in this important area of food security. The experienced worker will add an extra dimension to current research activities in the host organisation by sharing her current expertise. The outcomes will be of commercial and societal interest and a raft of measures will be taken to ensure thorough dissemination of the project activities. The project will leave the experienced worker well-qualified to achieve professional maturity and will have a legacy of collaboration and new research avenues to be explored.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE JAMES HUTTON INSTITUTE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "966626341": {
            "orgId": "966626341",
            "orgName": "THE JAMES HUTTON INSTITUTE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}