{
    "rcn": "201062",
    "acronym": "Trans-Plant",
    "topics": "MSCA-IF-2015-EF",
    "title": "Transistor sensors for in-vivo sucrose monitoring in plants",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "In order to address the challenge of undernourishment we need to understand better how plants grow, how they interact with their environment, and how to increase plantsí productivity. During the past decades important progress has been made in plant biology due to the development of genetic and genomic tools. Still many questions remain unanswered highlighting the need for the development of complementary technologies to genetic methods. Plantsí growth and productivity are determined by photosynthesis and the way its products, such as sucrose, are distributed and utilized during the growth and development of the plant. The goal of Trans-Plant is the development of a complementary technology based on organic bioelectronics that will allow in-vivo sucrose monitoring in the vascular tissue of the plant from source to sink and give new insight to the transport mechanism of sucrose. This project will focus on interfacing organic bioelectronics with plants and developing the devices in-vivo where the plantís complex structure consists of an integral part of the device. It will open up new possibilities for monitoring and controlling physiology in plants and result in the development of a state of the art device concept and technique for organic bioelectronics and plant science. During the fellowship Eleni Stavrinidou will be trained to develop a unique set of expertise, she will gain new knowledge and skills in more than one discipline, she will acquire transferable skills and she will expand her scientific and industrial network through collaborations and meetings. Therefore this fellowship will accelerate her scientific and professional development.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}