{
    "rcn": "201170",
    "acronym": "SmartCubes",
    "topics": "MSCA-IF-2015-EF",
    "title": "An innovative class of nanoparticles (ìSmartCubesî) for the targeted delivery of protein therapeutics",
    "startDate": "01/06/2016",
    "endDate": "20/03/2019",
    "objective": "'SmartCubes' are an innovative class of nanoparticles for the targeted delivery of protein therapeutics. The objective is to deliver high levels of membrane proteins to cancer cells to combat disease. I will achieve this by creating novel 'sponge-like' targeted nanoparticles (SmartCubes) to selectively deliver unprecedented levels of a cancer therapeutic protein to colon adenocarcinoma cells.\n\nëSmartCubesí are based on a cubic membrane structure. They contain a highly stable lipid bilayer displaying a 'honeycomb-like' construction. This structure has prevented previous applications as the water channels were too small for large proteins to enter and reconstitute into the membrane. I am uniquely able to tune the sizes of the water channels within the 'SmartCubes' to create water networks sufficiently large to house a whole new class of proteins. I will achieve this new class of nanoparticles by creating 'SmartCubes', modifying the outer surface of the 'SmartCubes' with a selective antibody, loading the cubic membrane with a cancer therapeutic protein and delivering them to cancer cells.\n\nProtein therapeutics are an exciting alternative to conventional cancer treatments due to reduced side effects and their high target selectivity. I can surpass previous attempts which were limited by rapid protein degradation and the instability of the delivery vehicle. As protein therapeutics increase in complexity, there is a need for stable, high surface area, membrane based delivery systems. This project, hosted in the 2014 European life sciences group of the year, will transform my fundamental research into a platform technology that will revolutionise the field of protein therapeutics.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}