{
    "rcn": "201106",
    "acronym": "PEACH",
    "topics": "MSCA-IF-2015-EF",
    "title": "Parental Employment and Child Investments",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Flexible working practices can help parents to maintain household income whilst not compromising time spent with their children. Such working arrangements also help parents maintain a balance between work and family life  leading to increased productivity and improved well-being. However, there are costs involved, such as lower wages, job security, opportunities for career advancement, and training.  In addition, the leisure time of parents is likely to fall as parents spend an increasing proportion of their time on domestic and work activities.\n\nApplying microeconometric methods, the project PEACH will analyse the causal effect of flexible and non-standard working practices on both child and parental outcomes by analysing two specific policies which allow individuals to relax the full-time and the standard hours commitment to their job. \n1. The German Part-time and Fixed Term Employment Law 2000 \n2. The UK Right to Request and Duty to Consider Flexible Working\n\nSpecifically, PEACH will pursue the following research objectives to explore the flexible working practices in the UK and Germany\nR1: Examine the uptake of flexible working practices on mother and father employment, \nR2: Examine the effect of flexible working practices on the parentsí (i) total hours of domestic and labour market activities, (ii) long-run career, and (iii) mental health.\nR3: Examine the effect of flexible working practices on child cognitive and health outcomes\nR4: Create a network and Disseminate results to a broader audience.\n\nPEACH involves mobility for the researcher, with a secondment at DIW, Berlin, Germany. This will enhance Sarah's network and establish Sarah as an expert of the German data. PEACH involves training, including microeconometric methods, labour economics and data analysis from experts in York and external courses. Sarah will develop a detailed personal career development plan, to improve her skills and attain success in her future career.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}