{
    "rcn": "201108",
    "acronym": "minimal-phagocyte",
    "topics": "MSCA-IF-2015-EF",
    "title": "Reconstitution of the basic molecular mechanism of phagocytosis ñ a bottom-up synthetic biology approach",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The ability of cells to engulf large objects, such as invading microorganisms or apoptotic cells, is crucial to innate immunity and tissue remodelling. The molecular basis of this process - phagocytosis - is complex, involving numerous receptors and signalling pathways. Nevertheless, the biophysical process is always the same: the cell membrane deforms and reshapes to wrap around the particle, and upon closure and abscission of the resultant cup, the particle is internalised. Although the key molecular players in individual phagocytic pathways have been identified, we still know very little about the basic biophysics common to all phagocytic pathways. I propose to fill this gap in our knowledge by creating a ìminimal phagocyteî: I aim to reconstitute a minimal, dynamic actin cytoskeleton and artificial phagocytic receptors in giant unilamellar vesicles (GUVs), thereby identifying the molecular components that are not only necessary but also sufficient for phagocytosis. Using synthetic biology to build a bottom-up model of phagocytosis should answer many open questions, including: are spatial cues resulting from particle binding required for membrane wrapping around the particle? Is directed initiation of actin polymerisation sufficient to render GUVs capable of phagocytosis? What is the role of the membrane-supporting actin cortex and how does the affinity of the receptors affect the engulfment process? Beyond phagocytosis, the minimal-model approach I propose will also be useful to study other cellular functions requiring actin-driven membrane reorganisation, such as cell mobility. In line with the objectives set by ERA-NET ERASynBio and the Horizon 2020 work programme (which identified synthetic biology as one of the ìcutting-edge biotechnologies as future innovation driversî), the creation of ìprotocellsî will not only enhance our understanding of biology, but ultimately also result in novel biotechnological applications, such as improved drug delivery systems.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}