{
    "rcn": "201158",
    "acronym": "MAGPLANT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Localized Corrosion Studies for Magnesium Implant Devices",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The MAGPLANT project is intended to provide a major breakthrough towards the fabrication and application of bioresorbable Mg-alloy implants, which have the remarkable potential of accelerating bone healing while transferring the bodyís mechanical load from the implant to the regenerating bone, as the Mg-alloy progressively degrades, thereby avoiding multiple surgical interventions. Moreover Mg is highly biocompatible as it is abundantly present in bone tissue and exhibits mechanical properties similar to those of bone.\nAlthough there is currently much research on biodegradable Mg implants, the fundamental aspect for achieving success is controlling the corrosion rate of Mg-alloys in biological media. Because the main form of corrosion on Mg is localized corrosion, a thorough study consisting of localized electrochemical measurements must be performed. In the literature the biodegradable Mg is persistently being addressed as suffering from homogeneous corrosion, which is incorrect and does not provide the information on the microscopic processes occurring as the alloy degrades in contact with biofluids and cellular structures. In the scope of MAGPLANT the corrosion of Mg-alloys will be investigated by using modern localized electrochemical techniques. Therefore the underlying Mg-alloy corrosion mechanisms will be understood from the macro to the microscale level, considering the biological environments of interest.   \nThis project fits well into the key societal challenges for H2020 and will contribute to improve Europeís research position on bioresorbable implants. Such perspective is well supported by the excellence and strong dedication of the host institution in the target research field, along with the research experience of the candidate.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999507401": {
            "orgId": "999507401",
            "orgName": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}