{
    "rcn": "201174",
    "acronym": "TopOutEq",
    "topics": "MSCA-IF-2015-EF",
    "title": "Topological and Correlated Quantum Systems out of Equilibrium",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Understanding systems out of equilibrium is one of the great challenges of modern science. In nature non-equilibrium behaviour is very common. In contrast, true equilibrium situations in which a system is characterised by a small number of time independent thermodynamic quantities such as temperature appear only as idealised cases. In condensed matter physics complex behaviour arises from the interaction of a large number of basic degrees of freedom. It is fascinating to uncover the richness of this behaviour, and to understand the universal principles that organise the physical world. One of the established principles is the Landau theory whereby states of matter are classified according to their broken symmetries. In recent years distinct ways were uncovered showing how this description can break down. During my Fellowship I will focus on condensed matter systems out of equilibrium beyond the Landau paradigm in regimes in which the laws of quantum mechanics are important. A burst of experimental advances has triggered a lot of activity in the field. Exciting developments come from pump-probe spectroscopy in correlated materials. In addition, progress in cold atomic gases offers the possibility of studying isolated quantum systems far from equilibrium and of engineering topological quantum states long searched for. However, most theoretical work on non-equilibrium physics is based on the idea of a local order parameter, absent in topological phases. In contrast, research on topological phenomena is concentrated on equilibrium properties. The intersection of these topics remains largely unexplored and is the focus of my proposal. The objective is to investigate the non-equilibrium behaviour of interacting and topologically ordered quantum systems. During my Fellowship I would focus on analytically tractable model systems and on calculating various observables in order to extract a degree of universality and to make direct contact with recent experiments.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}