{
    "rcn": "201154",
    "acronym": "FLAMENCO",
    "topics": "MSCA-IF-2015-EF",
    "title": "FLAgellated MicroswimmErsí locomotioN in Confined flOws",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The ultimate goal of this Fellowship, entitled ìFLAgellated MicroswimmErsí locomotioN in Confined flOwsî (FLAMENCO) is to train a talented researcher in computational modelling of micro-swimming. A variety of interdisciplinary training activities are planned with the purpose of transferring the cutting-edge knowledge in theoretical, computational and experimental microswimmer dynamics. The specialist training will be provided by Queen Mary University (Engineering Department), which, through this action, will establish a long-term collaboration network with the University of Warwick (Physics Department), the International School for Advanced Studies (SISSA) in Trieste, and the University of Padova (Department of Medicine). The interdisciplinarity of the institutes involved will allow the experienced researcher (ER) to appreciate the potential of the acquired  knowledge for tackling problems relevant to field as diverse as engineering, biology, reproductive medicine and medical diagnostic. The innovation of this program consists in aiming at the quantitative understanding and mathematical modelling of phenomena that can mainly be described qualitatively at present. The outcomes will potentially provide the tools and body of knowledge for controlling and manipulating microswimmers near the solid surfaces. The intermediate objectives (deliverables) of this research project are (1) the derivation of a validated micro-swimmer/ surface interaction model, (2) a validated swimming swarm model at high-fidelity and ëlow-orderí level, (3) recommendations for separating swimming spermatozoa based on their motility.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}