{
    "rcn": "201112",
    "acronym": "PlaEndo",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Remote Control of Maternal Metabolism by the Placenta",
    "startDate": "01/09/2016",
    "endDate": "25/09/2018",
    "objective": "During pregnancy many physiological changes occur in the mother that are designed to support fetal growth. These include changes in the cardiovascular, pulmonary, immune and metabolic systems. In particular, the mother becomes less reactive to insulin, leading to increased glucose availability to the fetus in late pregnancy. These adaptations are thought to be signaled, in part by changes in placental hormone production. Whilst studies have shown that the placenta has the capacity to produce different hormones, their specific role in adapting maternal metabolism during pregnancy relies principally on association studies. Moreover, there are likely to be more protein mediators secreted by the placenta with systemic actions in the mother. Failure to adjust the mother's body to the pregnant state may result in pregnancy complications, including abnormal birth weight and maternal diabetes, which can further lead to a range of medical complications for the mother and baby. The overall goal of this study will be to identify the nature and wider biological significance of placental endocrine function in adapting the mother's body during pregnancy to support fetal growth, with a focus on maternal metabolism. This work will primarily use the mouse as an experimental model as the placental signaling/secreting cells are conveniently organized into a distinct region and are under unique genetic control. Therefore placental signaling cells can be isolated, cultured and genetically-modified independent of other cells in the mouse placenta. The secreted placental candidates will be identified using the latest sequencing technologies, and their metabolic effects will be tested on cell lines and in the whole organism using unique genetic tools available at the University of Cambridge. Knowledge gained from this study will be the first step in the development of targeted interventions for optimizing fetal growth and preventing pregnancy complications.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}