{
    "rcn": "201130",
    "acronym": "WARFLY",
    "topics": "MSCA-IF-2015-EF",
    "title": "Insects as Silent Witnesses to Prehistoric Warfare: Forensic Archaeoentomology as a Novel Approach to the Study of Conflict",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "WARFLY is a ëproof of conceptí study that aims to develop and test an innovative approach to investigating past conflict. This novel study will combine well-established methods from archaeology and Quaternary entomology with the philosophical traditions of forensic sciences to advance an approach capable of producing high-resolution reconstructions of conflict episodes in human history based on material evidence. Insect remains preserved in an archaeological site from southwestern Alaska (Nunalleq), which was the scene of violent actions, will be used as ësilent witnessesí to the events that preceded, characterised and followed conflict. Fly, beetle, lice and flea remains will be extracted from sediment samples collected from floor layers, burials and deposits formed or altered as a direct result of conflict, to be identified to the highest taxonomic precision achievable. The results will then form the basis of species distribution maps that will be used to model a series of scenarios for pre-conflict lifeways, the attack on the site and the disposal of victimsí corpses. The plausibility of these scenarios will then be scrutinised in relation to other artefactual and biological evidence available at Nunalleq. This approach, which we have termed ëforensic archaeoentomologyí, will not only produce a holistic narrative of a prehistoric warfare episode founded on material evidence, but will also pave the way for an entirely new field of research in conflict archaeology.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}