{
    "rcn": "201103",
    "acronym": "MARKTHEPIG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Applied phenomics to identify biomarkers in pigs for new concepts in precision livestock farming",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Considerable progress has been made in characterising genomes, allowing comprehensive insights into patterns of genetic diversity in many organisms. However, the question of how genetics and environment interact to influence phenotype still remains challenging. Recent advances in DNA sequencing and phenotyping technologies, in concert with analysis of large datasets have spawned 'phenomics', the use of large scale approaches to study how genetic instructions from a single gene or the whole genome translate into the full set of phenotypic traits of an organism. Phenomics can be used across the full range of biological sciences, from cell culture studies in well-defined laboratory environments to populations of organisms under rapidly changing conditions. Advances in ìomicsî technologies, are providing the necessary tools to extensively phenotype increasingly large collections of individuals. The application and integration of these technologies in animal science will provide great opportunities to tackle biologically important questions (e.g. how to improve animal welfare, the environmental impact) at a whole new level. Indeed, these information could be used to develop precision livestock farming with the ultimate aim to offer a real-time monitoring and management system, solving in part problems of animal productions in high density populated regions, like Europe.\n\nThe aim of the current project is to take advantage of the knowledge obtained by the University of Bologna in highly phenotyped pigs to better understand the factors, both genetic and non-genetic, that contribute to its variability. In the project, the use of mass spectrometry-based proteomics and metabolomics, will be the approach employed to provide new insights into the spectrum and structure of phenotypic diversity and the characteristics influencing the ability to accurately predict phenotypes.\n\nIndirect benefit for human health will be obtained by strengthening the pig as a biomedical model.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}