{
    "rcn": "201182",
    "acronym": "SNAPCAT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Scanning probe energy loss spectroscopy of Nanoscale Alloy Particles for heterogeneous CATalysis",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Most heterogeneous catalysts take the form of catalytically active nanoparticles dispersed over a support medium. To improve catalytic function and reduce waste, researchers are increasingly seeking to improve the homogeneity of these nanoparticles, whether it be their size, shape or composition. One of the difficulties facing researchers is that the techniques used to obtain quantitative information are typically averaged over ensembles of billions of nanoparticles. Measurements of individual clusters require access to expensive instrumentation such as a scanning transmission electron microscope (STEM). The proposed research will apply scanning probe energy loss spectroscopy (SPELS) to study the composition, size and shape of individual size-selected Pt-based binary alloy nanoparticles for fuel cell applications, deposited using an inert gas-aggregation source. In SPELS, a STM tip is used as a highly localised source of field-emitted electrons to stimulate surface excitations such as plasmons. The energy of inelastically backscattered electrons from the surface is analysed with a spectrometer, so that spectroscopic mapping of the surface can be obtained as the tip is rastered across the surface. This comparatively low-cost method is capable of producing a spatial resolution of 1-10 nm, so that the composition of individual nanoparticles can be sampled. SPELS will be used, in conjunction with STM, to study the composition and surface structure of bimetallic clusters before and after reaction. This data will be correlated with data on the reactivity of the clusters, probed by CO temperature programmed desorption measurements. These measurements will be used to tailor nanoparticle composition and improve homogeneity, resulting in more efficient catalysts.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}