{
    "rcn": "201120",
    "acronym": "HURIME",
    "topics": "MSCA-IF-2015-EF",
    "title": "Human Rights in the Post-Uprisings Middle East: Emerging Discourses and Practices inEgypt and Tunisia",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "The popular Arab Spring uprisings in the MENA (Middle East and North Africa) region and their recent developments have proved the significant emancipatory potential of human rights and moved the human rights issue to the forefront of academic and political debates. This project deals with the human rights discourses and practices in the MENA region undergoing transition through the course of so-called Arab Spring by conducting a comparative analysis of two key countries; namely Egypt and Tunisia.\nThe project has three main objectives. First, it aims to provide an in-depth knowledge of the characteristics and developments of human rights in the region. Second, it strives to explore the main political and social conditions that constitute the shift and persistence in the discourses of human rights. Third, it aims to explore the impact of the shift and persistence in human rights discourses on the actual practice of human rights in the region, with the ultimate aim of identifying the best ways for improving human rights practice in the region.\nTo achieve the objectives of the project: First, in-depth analysis of primary and secondary sources will be conducted to discover the main patterns and characteristics of the emerging human rights discourses in post-uprising Egypt and Tunisia. Second, political, legal and social conditions influencing the human rights discourses will be explored by looking comparatively at situational variables.Third, the impact of the shift and persistence in the discourses on the human rights practice will be explored by comparatively examining the human rights situation in the post-uprising countries. \nThe project will enhance the knowledge of academicians and politicians on the new tendencies of human rights discourses and practices in the region and will offer a valuable insight into the main patterns and political conditions of emerging human rights discourses and practices.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998297035": {
            "orgId": "998297035",
            "orgName": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}