{
    "rcn": "201127",
    "acronym": "PrecTherLSCC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Precision Therapies in Lung Squamous Cell Carcinoma",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Lung squamous cell carcinoma (LSCC) represents one third of lung tumours; 550,000 cases are diagnosed annually worldwide (20% occur in Europe). Treatment options for this cancer type are still scarce. Identification of LSCC genetic drivers is thus an essential unmet need for developing novel therapies for this disease.\n\nIn a stepwise multidisciplinary approach, we will determine if TNIK (Traf-2 and Nck-interacting kinase), a gene amplified in almost 40% of LSCC cases, constitutes a therapeutic target for the treatment of LSCC patients. Our preliminary data show that TNIK is overexpressed in LSCC cells, in which it has a pro-oncogenic role. Using  proteomics approaches and functional assays, we will define the molecular mechanisms and critical signalling pathways that TNIK modulates to promote LSCC progression. In xenograft models we will confirm the contribution of TNIK to the studied phenotypes in vivo. We will analyse TNIK levels and activity (after identification of substrates) in patient samples, and will aim to validate TNIK as a target for therapeutic intervention using small molecule TNIK inhibitors in novel preclinical models: LSCC organoids and patient-derived xenografts. Finally, we will assess if increased TNIK expression can serve as a biomarker to select patients that would benefit from treatment with TNIK inhibitors. Our studies will increase our knowledge on LSCC biology and aim to find a precise treatment for this disease.\n\nThis project will enable Dr P Torres-Ayuso to develop a wide range of new and transferable skills, and will allow him to broaden his technical, mentoring, management and communication skills. He will benefit from the high calibre of the Cancer Research UK Manchester Institute, and the expertise of his supervisor (Dr J Brognard) who will aid in his development as a young scientist. This project will thus enable the Fellow to achieve his long-term objective of obtaining a leadership position in a competitive European Institute.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}