{
    "rcn": "201163",
    "acronym": "TASTGCEP",
    "topics": "MSCA-IF-2015-EF",
    "title": "ìThomas Aquinasí Summa Theologiae Ia IIae translated by Demetrius Cydones and Bessarionís incomplete Compendium of the translation ñ A Critical Editio Princepsî",
    "startDate": "03/10/2016",
    "endDate": "02/10/2018",
    "objective": "The proposed Project is the critical edition (editio princeps) of the Greek translation of Thomas Aquinasí Summa Theologiae Ia IIae by Demetrios Cydones and of its partial Compendium by Cardinal Bessarion. \nThe proposed research is part of the ìThomas de Aquino Byzantinusî Project, which is held by the Royal Holloway University of London and the Department of Education of the University of Patras. This project aims to provide scholarship with critical editions of the Byzantine translations of some of Aquinasí writings and, thus, to contribute to the research on the relations between the Catholic and Orthodox theological and intellectual traditions. As regards the proposed research, just a few studies deal with the influence of Scholastic moral philosophy on Byzantium. Thus, the proposed critical editions will reveal the influence of Thomas Aquinasí moral philosophy on Byzantine world and shed more light on the philosophical and theological dialogue among distinguished scholars and theologians in the Greek East and the Latin West in a period of intensive intellectual creativity. In this aspect, the relations between the Latin and Byzantine culture will be seen from a different point of view and the History of Ideas in Europe will be enriched. In this sense, the publication of these texts will become an indispensable tool for scholars and students of Byzantine and Western European intellectual history. \nConsidering the quality of the proposed research, my competences in critical editions, and my research experience on Byzantine Thomism, I firmly believe that the proposed Project is the appropriate next step in my career development. For this reason, I decided to apply for MC ñ IF, since this Fellowship will give me the opportunity to join an excellent Department in the field of Byzantine studies (Department of Humanities, UNIVE) and produce a voluminous edition, which is estimated to reach 900 pages.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}