{
    "rcn": "201128",
    "acronym": "BIASTRESS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Neural mechanisms of cognitive bias and its role in the triggering of the stress response in zebrafish",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Assessing the stress resilience of optimistic and pessimistic phenotypes is crucial for the study of stress-related mental disorders (SRMD) in humans (e.g., anxiety and depression). However, only by understanding the neural mechanisms of cognitive bias and its role in the triggering of the stress response can these personality traits be meaningfully linked to susceptibility to SRMD. In this way, BIASTRESS will characterize the behavioural and neuroendocrine profiles of ìoptimisticî and ìpessimisticî individuals and will assess if cognitive bias (e.g. pessimistic bias) is mediating the inter-individual variation in the susceptibility to the detrimental effects of stress. Furthermore, genetically manipulations of the neural circuits involved in the cognitive appraisal of stressors will be conducted in order to evaluate its effects on the activation of the stress response. BIASTRESS aims to elucidate this important matter using zebrafish (Danio rerio) as a model. The unique attributes of the zebrafish biological model are being increasingly leveraged by the scientific community to provide critical scientific bases for the development of new clinical tools for the diagnosis and treatment of human diseases. Hence, the multidisciplinary and unique perspective that will be adopted by this project, combining behavioural, neural and physiological sciences, has the potential to provide useful and scientifically-sound information to explain susceptibility to SRMD in humans, which will be extremely useful for developing ways to mitigate the effects of chronic stress. Moreover, this project will also be helpful in the field of antidepressant drug research, since pessimistic and optimistic individuals may diverge in their response to antidepressants. In this way, the goals of BIASTRESS directly address the societal challenge priority of health, demographic change and wellbeing established by the H2020 Work Programme.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "FUNDACAO CALOUSTE GULBENKIAN",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999455894": {
            "orgId": "999455894",
            "orgName": "FUNDACAO CALOUSTE GULBENKIAN",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}