{
    "rcn": "201125",
    "acronym": "NCR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Visible Light-Mediated Synthesis of Nitrogen-Centered Radicals: New Reactivity via Photoredox Catalysis and Electron-Transfer Complexes",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Nitrogen-containing molecules are among the most important class of compounds due to their relevance as medicines, agrochemicals, organic materials and dyes. Nitrogen-centered-radicals are a class of very versatile synthetic intermediates with great potential in the synthesis of N-containing molecules. However, to date, difficulties associated to their generation have severely limited their use and exploitation. Here we propose the development of two conceptually novel and general ways to prepare Nitrogen-centered radicals using visible light as sustainable and inexpensive source of energy. These processes will capitalize on recent developments in the host group that has disclosed the use of easy-to-make aryl oximes for the organocatalytic generation of iminyl radicals. This proposal seeks to substantially expand this visible light chemistry through the development of methods for the generation and use of any known Nitrogen-centered radical. The power of this approach will be demonstrated by the short synthesis of the complex molecule legionaminic acid, responsible for the spread of hospital-acquired infections. Furthermore, these methods will be integrated with other reaction platforms that, taking advantage of visible light as source of energy, will engage the Nitrogen-centered radical in new reactivity modes, to allow novel and powerful multicomponent reactions.\n\nThrough the use of this strategy, the rapid construction of many relevant and complex N-containing molecules will be possible.\nThe development of such an innovative and ambitious project at the University of Manchester will be facilitated by generating, transferring, sharing and disseminating knowledge, and will enhance my career development following the training plan envisioned.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}