{
    "rcn": "201160",
    "acronym": "Glycoli",
    "topics": "MSCA-IF-2015-EF",
    "title": "Design of glycan epitope toolbox: a novel pathway for protein N-glycosylation in the E. coli cytosol",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Metabolic engineering of E. coli has been highly successful in producing diverse free oligosaccharides for research and commercial applications. Currently, we are poised to address the next major challenge: the site-specific synthesis of oligosaccharides directly onto proteins in the E. coli cytosol.\nIn this project we aim at the metabolic engineering of an N-glycosylation pathway in the E. coli cytosol using heterologous glycosyltransferases (GTs) to produce defined glycoprotein structures. Starting point is the newly discovered family of cytosolic N-glycosyltransferases (NGT), which transfer a single glucose residue onto proteins at asparagine (N) residues in the N-X-S/T sequon. Co-expression of an NGT with a galactosyltransferase has been shown to yield N-linked lactose in the E. coli cytosol. This N-linked lactose is an ideal starting point for the design of cytosolic N-glycosylation pathways to synthesize important glycans on proteins. \nTwo goals are delineated. 1) Bacterial GTs will be screened, and potentially engineered, for their ability to extend the N-lactose with defined sugars, thereby generating a diverse repertoire of glycans directly synthesized on proteins. The focus will be on screening of fucosyltransferases and efficient production of fucosylated oligosaccharides, as these are central glycan epitopes in diverse physiological processes. 2) The newly developed glycosylation pathways will be applied to a range of protein substrates in order to explore and address possible limitations of the glycosylation system. \nThe result will be a well-characterized glycoengineering toolbox enabling the bottom-up production of defined glycoprotein structures in E. coli.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}