{
    "rcn": "201114",
    "acronym": "MTUB-ANGIO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Microtubule Dynamics during angiogenesis",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Restoring normal vessel structure and function is now considered as a highly promising therapeutic opportunity for angiogenesis-related diseases, including cancer. Despite extensive use of microtubule targeting compounds in vascular-directed anticancer treatment, knowledge of the cellular mechanisms underlying microtubule regulation during angiogenesis is still elusive. By combining my previous experience in endothelial cell biology and the long term expertise of the host laboratory in microtubules dynamics as well as in high resolution imaging techniques, our project is aimed at studying microtubule dynamics and microtubule function in the precise context of sprouting angiogenesis. To achieve that goal, we propose to address the role of microtubule regulatory proteins using advanced high resolution live imaging of 3D culture of endothelial cells. We will identify endothelial specific MT regulators through expression, interaction and functional studies, assess their impact on microtubule dynamics during 3D tubulogenesis and validate their role both in the 3D morphogenesis model and in vivo, using zebrafish. This project is aimed at answering fundamental questions in the angiogenesis field as well as providing new opportunities for therapeutic strategies. At the same time, my experience in the laboratory of Dr Akhmanova will allow me to develop knowledge and skills in order to prepare me to reach a position of professional maturity.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}