{
    "rcn": "201101",
    "acronym": "MUSLIM-NLNO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Muslims condemning violent extremism - An interdisciplinary analysis of public initiatives in the Netherlands and Norway 2001-2015",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The project comprehends an interdisciplinary study on the dilemma faced by Muslims whether or not to explicitly disavow violent extremism. It explores how Muslim organisations and youth groups in the Netherlands and Norway have responded to calls to publicly condemn violent extremism. Special attention is paid to how young Muslim women and men have used specific strategies to gain media coverage, and the gendered aspects of these strategies. The project aims to analyse recent historical developments in the two countries in theoretical and empirical depth, by studying public debates and specific public initiatives undertaken by Muslims in the aftermath of the 9/11 attacks in 2001, the murder of Theo van Gogh in the Netherlands in 2004, and the 22/7 attacks by Anders Behring Breivik in Norway in 2011. It combines a comparative historical approach with theory and methodology of religious-, media-, cultural- and gender studies. The project fills an important gap in the growing body of research on Muslims in Europe: a lot of scholarly attention is paid to public discourses that stigmatise Muslims, but far less on how people with a Muslim background confirm or subvert dominant images in their interactions with the media. Scholars have described the pressure that young Muslims perceive to explicitly disavow terrorism, but a thorough analysis of their responses has yet to be made. The project will contribute to the understanding of the mechanisms of social cohesion in contemporary European society at a time of growing global threats. Hosting arrangements at the Department of Philosophy and Religious Studies at Utrecht University guarantee excellent training and research facilities. The vibrant interdisciplinary research network at the Department and the intense supervision by the awarded professor of religious studies Birgit Meyer will greatly contribute to the project and strengthen the interdisciplinary knowledge, skills and research network of the Experienced Researcher.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}