{
    "rcn": "201136",
    "acronym": "HYPERTHERMOX",
    "topics": "MSCA-IF-2015-EF",
    "title": "HIGH PERFORMANCE NANOSTRUCTURED THERMOELECTRIC OXIDE MATERIALS VIA VACANCY ENGINEERING",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The increasing demand for clean energy has renewed the interest in the development of efficient thermoelectric materials (heat to electricity and vice versa). This project is focused on eco-friendly and inexpensive oxide based thermoelectric nanostructured materials, suitable to harvest energy in the medium to high temperature range, such as in automotive engines. The current challenge is to improve the conversion efficiency and this depends on three competing material parameters; the Seebeck coefficient, the electrical and the thermal conductivity. In principle the electrical conductivity and the Seebeck coefficient can be optimized by cation and/or anion substitutions. The main issue with oxides is the high thermal conductivity. Our recent discovery of phonon glass behaviour in A-site deficient Perovskite oxides and silicon nano films demonstrates that high performance thermoelectric materials can be designed using a cation vacancy engineering.  In this project I will adopt an integrated approach to decrease the thermal conductivity in Perovskite titanates, manganites, and cobaltites based on the synergistic exploitation of nanostructurization, vacancy engineering, mass contrast phonon scattering and interfaces in nanocomposites to obtain large conversion efficiencies. The nanostructured oxides will be synthesized by cost effective and scalable top-down and bottom-up approaches and will be densified by using spark plasma sintering. By utilizing a wide range of characterization techniques such as powder X-ray/neutron diffractions, spectroscopic thermoelectric and magnetic measurements, thermoelectric properties will be analysed. The long-term thermal and chemical stability of these nanostructured materials will be studied. The successful completion of this project is expected to identify the key nanostructure and vacancy engineering approaches to create phonon glass ñ electron crystals to improve the energy conversion efficiency of oxide thermoelectric materials.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}