{
    "rcn": "201150",
    "acronym": "CAP-CANCER",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cold atmospheric plasma treatment for effective cancer cell apoptosis",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Cold atmospheric plasma (CAP) has shown promise in minimally invasive surgery by selectively treating cancerous cells with little or no damage to healthy cells. The selective destruction of cancerous cells can be used to aid and enhance current cancer treatments and can also be the cure for forms of inoperable cancer. The selective treatment can be obtained by using the plasma to induce cell apoptosis, in which the cell self-destructs in a tightly controlled way without causing inflammation in the surrounding tissue. One of the major challenges of this research is that the exact mechanism of plasma induced apoptosis is not well understood. The fellow proposes to test the hypothesis CAP builds up electric fields across the cell membrane that cause electroporation for the cancerous but not the healthy cell because they have different electrical and physical properties. Electroporation allows for the penetration of reactive oxygen species (ROS) into the cancerous cell causing apoptosis while leaving the healthy cells intact. The fellow will develop numerical simulations to allow the study of cell surface electric fields and generation of ROS will explore the parameter space in which the electroporation and therefore apoptosis will be induced only for the cancerous cells. During his secondment the Fellow will perform experiments by applying CAP onto two Breast cell lines: MDA-MB-231 (cancerous) MCF-12F (healthy) and will use flow cytometry to measure electroporation and apoptosis. The results of this research will elucidate how CAP interacts with tissue and under what conditions it causes apoptosis. This will allow us to get closer to an actual medical device utilizing CAP to treat cancer on patients.  The fellow will gain scientific skills in cell culture handling, storing, preparation, plasma sources and characterization and complementary skills and will reach a position of professional maturity and leadership in research and development in Europe.",
    "totalCost": "163648,8",
    "ecMaxContribution": "163648,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 163649
        }
    },
    "calculatedTotalContribution": 163649
}