{
    "rcn": "201179",
    "acronym": "FETA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Fluid impacts in EarTh Accretion",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Geochemical and geophysical observations indicate that much of Earthís mass was accreted during large impacts between planetary embryos already differentiated into a metallic core and a silicate mantle. These collisions played a crucial role in setting the stage for Earth evolution, including the initiation of plate tectonics, the generation of Earthís magnetic field, and the development of life. Each impact delivered prodigious amounts of energy, melting the projectile and the protoplanet's mantle, and creating an environment where the metallic liquid core of the projectile was released within a molten silicate magma ocean. The fate of the projectileís core following impact affected the efficiency of chemical equilibration between metal and silicates, and therefore the geochemistry of Earthís deep interior. Recent studies have provided clues on the physical processes involved, however, major questions remain. For instance, does the projectileís core remain coherent or does it fragment into drops during the impact ? \n\nThis project includes the first analog fluid mechanics experiments on large impacts that formed the Earth, and combines them with numerical simulations and theory. Complementary to simulations, experiments can produce turbulence, as expected during Earth accretion. Regime diagrams and scaling laws on turbulent mixing obtained from these experiments and simulations will provide key constraints to interpret geochemical observations in terms of accretion time scales and processes. Bridging gaps between fluid mechanics, geodynamics, impact cratering and geochemistry, this project is expected to bring fundamental progress in our understanding of the origin of the Earth, planets, and exoplanets. The researcherís expertise in Earth accretion and in lab experiments, acquired in the USA, will be reinvested in Europe through this project. Because the work is in fluid mechanics, the host organisation is the ideal place for this project.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}