{
    "rcn": "201123",
    "acronym": "WaterfallModel3D",
    "topics": "MSCA-IF-2015-EF",
    "title": "Controls on knickpoint migration and consequences for landscape evolution: experimental and numerical modelling",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "As the link between the fluvial network and hillslopes, bedrock channels mediate the response of the landscape to changing boundary conditions, such as tectonics and climate through migrating ëknickzonesí or ëknickpointsí, yet the complexities of the mechanisms of knickpoint retreat are often ignored in studies of landscape evolution. This fellowship aims to understand the controls on knickpoint retreat rate and explore the implications for landscape evolution (e.g. channel-hillslope coupling) and other processes that respond through an ëupstream incision waveí such as gully erosion, using a range of complementary experimental and numerical modelling approaches. The experimental modelling will isolate the impact of different controls (discharge, knickpoint erosion mechanism, bedrock strength, sediment flux) on knickpoint retreat which will be used to develop an understanding of the key factors that can be used to predict knickpoint retreat through landscapes. This understanding will then be implemented in the numerical landscape evolution code Äros, through the adaptation of the parameters that control knickpoint retreat (currently based on the stream-power incision model assumption that knickpoint retreat scales with drainage area). The model will be run on several mountain landscapes ranging from areas where previous work has identified a strong correlation between knickpoint retreat rate and discharge/drainage area (e.g. New Zealand) to study areas where other factors are thought to be more dominant in controlling the retreat rate (e.g. Iceland). This will improve the understanding of how these landscapes have responded to changes in past changes tectonic/climate forcing, and can also be used to predict how the landscapes will respond to future transient forcing over short and long timescales.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}