{
    "rcn": "201121",
    "acronym": "CKD AKI",
    "topics": "MSCA-IF-2015-EF",
    "title": "Chronic kidney disease and acute kidney injury ñ evaluation of EU and global epidemiology",
    "startDate": "01/09/2016",
    "endDate": "02/11/2018",
    "objective": "Chronic kidney disease (CKD) and acute kidney injury (AKI) are widespread in EU and worldwide, and put substantial burden due to disability, mortality, high cost of treatment, and risk for development of cardiovascular diseases (CVD). Both CKD and AKI are projected to grow due to many factors, including general population aging and increase in diabetes prevalence. Evaluating global and EU regional epidemiology of CKD and AKI is extremely important for understanding current trends and future challenges, and revealing differences of kidney disease in diverse populations. \nThe current proposal is aimed to develop a single database and bibliographic web-based tool for collecting available evidence on CKD and AKI epidemiology worldwide; develop and apply bibliographic search strategy to obtain literature sources and extract multiple epidemiologic parameters for CKD, AKI, and their connection to CVD; produce advanced models for CKD and AKI estimates on the global, regional, and country levels; strengthen existing international collaboration in studying CKD and AKI epidemiology; disseminate results to scientific community, public health authorities, and general public; increase future competiveness and prepare ER for tenure-track position in academic institutions in the EU-member states.\nThe proposal assumes inter-disciplinary approach and international cooperation, contains several innovative elements, intended to produce multiple new deliverables, strength EU-based research, provide substantial career development for the researcher. Major issues in the proposal are directly related to consequences of population aging and increasing the burden of chronic diseases, as well as interconnections between acute and chronic diseases. The results are expected to provide important information for public health planning in EU and worldwide for comparing morbidity, mortality, and provision of medical care.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999661146": {
            "orgId": "999661146",
            "orgName": "ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}