{
    "rcn": "201116",
    "acronym": "EvoNIN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Unraveling key genetic innovations behind the emergence of the root-nodule symbiosis",
    "startDate": "01/09/2017",
    "endDate": "31/12/2019",
    "objective": "Today's world relies on usage of man-made inorganic nitrogen fertilizer. It is estimated, that 48% of the world's population could only be sustained through application of the nitrogen fertilizer. However, use of nitrogen fertilizer has profound multiple negative effects onto environment and human health. Therefore,  development of the improved crops, which can use atmospheric nitrogen as a direct source of N and, therefore, do not rely on fertilizer has became the European and Global political priority. Atmospheric N2 is the largest reservoir of nitrogen on Earth, but it is unavailable to most of the land plants. However, a few plant species (mainly legumes) evolved an ability to form symbiosis with nitrogen-fixing bacteria and use atmospheric nitrogen as the primary source of N. The idea of transferring so-called root-nodule symbiosis to non-symbiotic plants has first appeared in the 1970es, when close to nothing was known about the molecular pathways behind nodulation. A significant international research effort over the past decades has resulted in unraveling the key genes involved in root nodule symbiosis in a number of legume model plants. Surprisingly, most of the discovered symbiotic genes were also found in non-symbiotic plants, making it difficult to elucidate key evolutionary innovations responsible for emergence of symbiosis. However, a long-needed detailed comparative study between nitrogen-fixers and non-fixers was not possible until now. The availability of completely sequenced plant genomes of species with nodal positions within and outside the nitrogen-fixing clade gives me the unique opportunity to compare the key symbiotic regulatory network in symbiotic and related non-symbiotic plants and elucidate which genes, regulatory connections or cis-regulatory elements are missing from the non-symbiotic plants. This knowledge will be ultimately exploited for the experimental transfer of nodulation to important non-symbiotic crops.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}