{
    "rcn": "201131",
    "acronym": "ITHERLAB",
    "topics": "MSCA-IF-2015-EF",
    "title": "In-situ thermal rock properties lab",
    "startDate": "01/10/2016",
    "endDate": "02/04/2019",
    "objective": "The ITHERLAB project investigates the influence of in-situ (present state in the geological subsurface) pressure and temperature on rock thermal properties (thermal conductivity and thermal diffusivity) as one of the essential thermal properties in the evaluation of the Earth thermal field. The ITHERLAB project will establish mathematic formulations for p/T dependence of both parameters and demonstrate whether micro-structural effects affect these relations for different rock types. For that purpose, an innovative laboratory device will be developed and pilot-tested allowing for dry and saturated rocks measurements of thermal conductivity and thermal diffusivity at pressures and temperatures that are simultaneously raised to values up to 200 MPa and 200∞C, respectively. These are the conditions for depths (to approx. 7 km), which are of interest in the use of Earth resources (such as geothermal energy, hydro-carbons, storage of energy or waste). Currently, no laboratory standard procedure exists for this task. Precise knowledge of reliable in-situ thermal rock properties and derived thermal parameters (e.g. heat-flow density) is in-dispensable for understanding the Earthís subsurface thermal structure and heat budget. Heat mainly drives geody-namic processes (e.g. mantle convection, plate tectonics). Practical implications for the society are arising for exam-ple from the extraction of the Earthís heat for heating purposes or electricity generation and from the subsurface storage of heat to compensate different seasonal energy demands - techniques that can help to secure and diversify Europeís energy supply. Moreover, knowledge and methods provided by the ITHERLAB project are paramount for the planning, management and realization of any scientific and industrial subsurface application, which is affected technologically or economically by the subsurface thermal field (temperature and heat budget).",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}