{
    "rcn": "201196",
    "acronym": "Degrees of Belief",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Nature of Degrees of Belief",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The ER (Edward Elliott) is an early career researcher. The focus of his research to this point has been the philosophy of mind (particularly issues relating to mental representation) and the mathematical foundations of decision theory. The research goal of the project is to develop a novel account of the nature of degrees of belief (explained below), which is capable of accommodating what we have learnt empirically about ordinary agentsí probabilistic reasoning and decision-making processes in recent decades. This project builds on the ERís existing research expertise, but with the support of the host institution (University of Leeds) and the supervisor (Professor Robert Williams), the scope of his work will be extended into new areas. Engagement in these areas will progress the ERís career and forge connections to the European philosophical community. By drawing together issues from the philosophy of mind and formal epistemology/decision theory with an eye to the empirical work relevant to these areas, this project will help to establish the ERís position at the cutting edge of contemporary discussion.\n\nThe research goal of the project is to develop a novel account of the nature and representational content of the degrees of belief of ordinary, non-ideal human beings. Specifically, the project will draw on recent work on the formal foundations of decision theory, as well as recent empirical evidence regarding decision-making and probabilistic reasoning, for the development and defense of a broadly functionalist account of degrees of belief. The account will centrally involve a novel perspective on the nature of degrees of belief and the relationships that hold between different kinds of degrees of belief. A centerpiece of the account will be a new decision-theoretic representation theorem (a mathematical proof that any subject satisfying certain conditions can be represented as if she has such-and-such degrees of belief).",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}