{
    "rcn": "201197",
    "acronym": "PURKINJEREG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Identification of cellular identities and characterization of the STAT3 signalling pathway in Purkinje cell layer regeneration",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "There are many degenerative diseases affecting the cerebellum (as certain cerebellar ataxia) with severe locomotor symptoms, in which the Purkinje cells (PCs), the sole-output cerebellar neurons, suffer from degeneration. The adult regenerative capacity of neurons in mammals is extremely low. However, the zebrafish is a model organism that exhibits extensive adult neurogenesis and regeneration, and is therefore most likely to elucidate key cerebellar regenerative mechanisms that are currently unknown. The proposed project will focus on the study of PC regeneration using an inducible cell type specific ablation technique, in which the recovery of PCs cannot involve the plasticity of remaining cells, making this tool superior to existing protocols which rely on mechanical injuries. In such PC-ablated zebrafish the time course of PC layer recovery will be analyzed by behavioral tests, which will also reveal specific functions of the zebrafish cerebellum. Cellular processes of regeneration will be revealed by the analysis of double transgenic zebrafish strains addressing: the cellular sources of regenerating PC progenitors, their spatial distribution, potential migratory routes of de novo differentiating PCs, and cellular interactions accompanying a proper restoration of a functional PC layer. We also expect to obtain first insights into potential molecular processes involved in the degeneration-regeneration processes of PCs, considering Stat3- signaling (with important roles in tissue restoration) as a promising candidate to promote PC regeneration by employing inhibitor studies, and to derive functional consequences for the organism. These results are fundamental to understanding and eventually treating diseases affecting the cerebellum. Therefore, these studies about PCs regeneration in zebrafish will reach beyond basic research by revealing molecular and cellular potentials and constraints for neuronal regeneration therapeutic approaches in the vertebrate brain.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861257": {
            "orgId": "999861257",
            "orgName": "TECHNISCHE UNIVERSITAET BRAUNSCHWEIG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}