{
    "rcn": "201189",
    "acronym": "IVSysImmunoProt",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development of an in vitro cellular model to predict the immunological impact of dietary proteins",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "As the world population continues to grow and a shortage of protein supply is foreseen, there is a need to identify new and sustainable protein sources. While these alternative proteins must be of high nutritional quality, they also need to be safe for consumption. Dietary proteins and their digestion products can influence a number of regulatory systems, including the immune system. By interacting with elements of the immune system, proteins can help balance and stabilize immune responses, but may also trigger adverse effects such as allergic reactions. While the effects of proteins and peptides on the adaptive immunity have been examined in a number of studies, few have studied how these molecules are absorbed through the small intestine and interact with the innate immune system. Since, in order to trigger an immune response proteins must first be transported across the intestinal wall and interact with the innate immune system, understanding these processes is key to determining the immunological effects of protein consumption. The aim of the proposed project is to develop an in vitro model to evaluate the impact of dietary proteins on the immune system. This research will first examine the uptake of proteins and their digests across the intestinal wall using cellular models mimicking the intestinal epithelium and subsequently investigate the effect of the absorbed proteins/peptides on the immune systemís key players, including the dendritic and T cells. The model system that this research aims to develop could help shed light on the roles played by dietary proteins in regulating intestinal immunity and serve as a tool to evaluate the immunological properties of novel and sustainable proteins. Thus, this research is of relevance not only to the European food industry, but also to public health.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING WAGENINGEN RESEARCH",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}