{
    "rcn": "201109",
    "acronym": "BEWITCHING",
    "topics": "MSCA-IF-2015-EF",
    "title": "BEyond Willpower: InterTemporal CHoice Improved through NudginG",
    "startDate": "01/11/2016",
    "endDate": "30/04/2018",
    "objective": "Many decisions involve intertemporal choice: a choice between options whose consequences occur at different points in time. For example, choosing whether or not to eat cake when you also want to lose weight this month. Remarkably, we often choose small immediate rewards (e.g. eat cake) over large future benefits (e.g. lose weight), despite different intentions. How can we become better at resisting temptations and align our behavior with our long-term intentions? ëNudgingí, a concept from behavioral economics, appears a promising strategy: by designing choice contexts that exploit our cognitive biases, it gently guides us into making choices that are better for ourselves and society. One way to nudge intertemporal choice is by ëframingí the timing of the choice outcome in a certain way: e.g. we make more patient choices when future outcomes are described in terms of calendar dates (ëon May 1í) than in terms of corresponding delays (ëin 30 daysí). However, two problems hamper the use of time framing in practice: we do not know how time framing works nor who is susceptible to it. If we do not address these problems, we will not understand our seemingly irrational choices and we will not be able to develop framing interventions that change behavior. To solve these problems, I will determine the mechanisms and individual determinants of time framing in intertemporal choice, using new computational models, functional MRI, and an online experiment. My working hypothesis is that time framing changes how we perceive time and that individual differences in time perception determine whether or not time framing changes behavior. The proposed research will provide scientists, policymakers, clinicians, and businesses with a deep understanding of how framing influences our choices. This knowledge will guide smart policies, personalized interventions, and nudge-based technologies that promote future-minded behavior and reduce societal costs in Europe and the rest of the world.",
    "totalCost": "133199,1",
    "ecMaxContribution": "133199,1",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 133199
        }
    },
    "calculatedTotalContribution": 133199
}