{
    "rcn": "201118",
    "acronym": "TNS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Developing the Next Generation Framework for Testing Nonlinear Dynamic Structures.",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "When designing new structures and devices, engineers are completely dependent on mathematical models to ensure that their designs function as intended. As technological boundaries are pushed to the limits, systems become nonlinear ñ the response of the system is no longer proportional to the input. These nonlinear systems can exhibit a wide range of complicated behaviour that is very difficult to predict and potentially disastrous. Take for example the F-117A Night Hawk stealth jet. Despite extensive modelling and design work, at an airshow in 1997 in Maryland, Essex, USA, it encountered a disastrous instability known as flutter. The aircraft was lost. \n\nUntil now there has been no general-purpose systematic method that can directly measure and characterise nonlinear dynamic behaviour during laboratory tests; hence it is extremely challenging to incorporate nonlinear features into the model development and validation process.\n\nControl-based continuation (CBC) is a systematic method designed to fill this void in the nonlinear test and measurement field. Thought the method has already been demonstrated on several simple mechanical systems, it is still in its infancy and lacks robustness. The specific objectives of the research proposed here are to develop and incorporate in CBC effective and noise-robust algorithms and control strategies, hence leading to a solid and more general framework for testing nonlinear dynamic systems. The method will be demonstrated experimentally including on an aeroelastic rig that exhibits potentially dangerous flutter-induced limit cycle oscillations in a wind-tunnel.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}