{
    "rcn": "201102",
    "acronym": "plaNET-seq",
    "topics": "MSCA-IF-2015-EF",
    "title": "Temporal mapping of environmental sensing transcription dynamics in Arabidopsis thaliana",
    "startDate": "11/05/2017",
    "endDate": "20/09/2019",
    "objective": "A common challenge for all organisms is to interact favourably with their environments. The blueprint to do so is in their DNA. We understand relatively well DNA units that code for proteins but cutting-edge genomic technologies have identified predominantly non-coding regions that respond to environmental cues. Thus, how widespread non-coding transcription may be functional represents a key question in modern biology. \nMy proposal addresses this topic by studying nascent transcription by RNA Polymerase II (Pol II) during plant environmental interaction. The novel and innovative approach promises unprecedented detail and down to single nucleotide resolution of active Pol II transcription dynamics in response to environmental cues. It will capture non-coding transcripts before they are degraded, enabling us to investigate the molecular events in largely mysterious yet abundant components of the genomic blueprints of life.\nOwing to their sessile life-style, plants are experts in mediating compensatory regulation to respond to the environment. Hence, they are particularly promising models to yield answers to this contemporary scientific question. A major interest of the action will be how plants respond to low temperature. I will generate genomic maps of Pol II in the act of transcription that will reveal the dynamics of transcription in response to low temperatures. In a targeted approach, I will identify and characterise the dynamics of coding and non-coding transcription in the genomic regions responsible for cold acclimation.\nMy strong background and solid track record, the expertise and potential of the host supervisor together with the infrastructure and encouraging scientific atmosphere at the host department will synergistically contribute to maximise the output of the proposal. It will strengthen the competitiveness of Europe and develop and diversify my skills as an independent researcher and prepare me for a successful career within academia.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}