{
    "rcn": "201198",
    "acronym": "ClusterDynamics",
    "topics": "MSCA-IF-2015-EF",
    "title": "Characterising the dynamical properties of size-selected supported metal clusters",
    "startDate": "20/03/2017",
    "endDate": "19/03/2019",
    "objective": "'The ability of catalysts to facilitate chemical reactions and to make them selective is of immense importance for industrial production processes. A wide range of heterogeneous catalysts consists of supported active nanoparticles that are intrinsically metastable due to their high surface area. In order to fine-tune catalysts for maximum reactivity and selectivity, a key challenge is the fundamental understanding of particle mobility under reaction conditions. Despite decades of research, these cluster dynamics are still far from being well understood at the atomic scale. Project 'ClusterDynamics' aims at investigating model catalysts with an unprecedented degree of definition, in particular size-selected metal clusters soft-landed on inert substrates by use of a laser evaportion cluster source. State-of-the art fast scanning tunnelling microscopy (FastSTM) will be used to monitor cluster diffusion and rearrangement on the atomic scale with a time resolution down to some ms. In particular, Pd clusters, which are a very versatile model system thanks to their rich redox chemistry, will be deposited on MoirÈ films, such as graphene grown on Ru(0001) or Rh(111) or boron nitride grown on Rh(111), and their dynamics monitored in real-time. Initially, thermally induced lateral diffusion as well as cluster-internal fluctuation will be studied in ultra-high vacuum conditions. Subsequently, it will be determined whether the cluster dynamics are influenced by the presence of adsorbate molecules and whether the adsorbate-cluster interaction is dependent on cluster size. Finally, the cluster dynamics will be studied under reaction conditions. In order to expose the clusters to a high pressure environment, a sniffer tube will be installed that can be brought into contact with the sample to introduce a gas environment. The influence of the ambient can thus be investigated by comparing the cluster dynamics before and after exposure to reactive gas atmospheres.'",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}