{
    "rcn": "201183",
    "acronym": "MCANALSMSCA2015",
    "topics": "MSCA-IF-2015-EF",
    "title": "Receptor signalling in space and time - Gaining high-resolution information of the temporal and spatial control of  G protein-coupled receptor signalling.",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "G protein-coupled receptors (GPCRs) are the largest family of cell surface signal transducing proteins encoded by the\nhuman genome. They allow the cell to respond to diverse array of extracellular signals, control most (patho)physiological\nprocesses, and are currently the therapeutic target of over 30% of marketed drugs. However, GPCR drug discovery is still\ncharacterised by a very high attrition rate, which reflects our inadequate understanding of the complex mechanisms of\nGPCR signalling and regulation.\nUp until recently, understanding of GPCR function was obtained from snapshots of receptors at different points in time and a\nmajor limitation for the study of GPCRs has been the inability to assess receptor activation and subsequent signalling events\nwith high temporal (duration and frequency) or spatial (location) resolution. However, in the recent years there has been an\nexplosion of biophysical and imaging approaches that will allow greater temporal and spatial resolution of receptor function\nthan ever before. In this project we will measure ligand binding, receptor conformational changes, G protein activation,\nrecruitment of regulatory proteins and receptor trafficking in real time and in live cells. We will therefore obtain detailed\nmechanistic understanding of the dynamics of GPCR activity in health and in disease that will reveal novel intervention\npoints for future, more effective receptor-based therapies.\nThis proposal combines my expertise in the study of GPCR interacting proteins and their role in receptor signalling and\ntrafficking with the expertise of the Host Institution in the application of state-of-the-art imaging and biophysical approaches\nto study of this receptor family. As such, this project will not only broaden my research and technical skills in GPCR\nvisualization, but it will also result in the establishment of a unique technological platform for the study of the dynamics of\nGPCR function within the Host Institution.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}