{
    "rcn": "201164",
    "acronym": "BraIn Action",
    "topics": "MSCA-IF-2015-EF",
    "title": "A New View on Real Actions: Neural Mechanisms of Visuo-Motor Transformations",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The goal of this project proposal is to investigate the neural mechanisms of motor control in relation to primary visual function in healthy adults. In particular, I will examine the role of primary visual cortex (V1) in action planning and execution by using a combination of neuroimaging, neurostimulation and behavioural techniques.\nRecent evidence shows an involvement of V1 in action planning when no online vision information is available, suggesting that the role of V1 goes well beyond the processing of visual information. Yet, V1 contribution in the production of movements and its functional connections with sensory motor areas during action planning and execution remains uncertain.\nI will use cutting-edge combinations of techniques spanning from functional Magnetic Resonance Imaging (fMRI) to Transcranial Magnetic Stimulation (TMS) to provide a comprehensive view of the neural circuits involved in planning and performing hand actions, such as grasping or moving an object. I will employ a paradigm in the MRI scanner that involves real actions towards real objects allowing generalization of these findings to everyday life situations.\nDespite the simplicity of hand actions, patients with disparate disorders that affect brain functions do not have the ability to perform volitional movements. The research in this proposal will develop a more comprehensive understanding of the action networkís function and structure in neurologically intact individuals. Ultimately, this work will aid brain lesion patients suffering from movement disorders and contribute to the development of assistive devices for paralysed patients.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}