{
    "rcn": "201177",
    "acronym": "a-Si PVT-ORC",
    "topics": "MSCA-IF-2015-EF",
    "title": "A novel amorphous silicon cell-based solar cogeneration system using the coupled thermal storage/organic Rankine cycle as an alternative to battery",
    "startDate": "10/01/2017",
    "endDate": "09/01/2019",
    "objective": "The indicative start date is 01 January 2017.\nThis fellowship will bring an excellent young researcher (Dr Jing Li), the winner of Springer Thesis Prize and Excellent PhD Graduate Award of the President of Chinese Academy of Sciences, to investigate a medium temperature photovoltaic/thermal (PVT) system incorporated with the coupled thermal storage/organic Rankine cycle (ORC) as a novel alternative to battery. Due to its unique positive power temperature coefficient, the efficiency of amorphous silicon (a-Si) cell can be higher than that of a crystalline silicon (c-Si) cell when the operating temperature is above 100∞C, at which heat is able to drive the ORC. This has therefore stimulated the applicants to propose the a-Si PVT-ORC system which combines the respective advantages of PV and solar ORC technologies. The a-Si PVT-ORC system is estimated to have an overall electrical efficiency up to 12.8% at 120∞C, which is comparable to the c-Si PVT system at 75∞C, but the former can eliminate expensive battery and use the coupled thermal storage/ORC instead, offering more economic and environmental benefits.\nThe proposed project will offer an excellent opportunity of training and development for the very promising young researcher. The project has been carefully designed to match Dr Liís expertise in solar thermal power systems and the expertise of the University of Nottingham in CHP, BiPV, CFD and 3D printing technologies, and thus facilitates a two-way knowledge transfer. Successful completion of this fellowship will contribute to the European excellence in solar power technology, and promote the professional competence and career prospect of Dr Li. He will share his knowledge and expertise on ORC and a-Si cell techniques by hosting a series of seminars for EU researchers and engineers, lecturing at an industrial dissemination event, giving a special lecture to the architectural and environmental engineering students, and participating in outreach activities of the host institute.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}