{
    "rcn": "201138",
    "acronym": "Bioinformatics4Breeding",
    "topics": "MSCA-IF-2015-EF",
    "title": "Harnessing the power of bioinformatic analysis to improve genetic selection for fertility in dairy cows",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Genetic selection for high yielding dairy cows has been associated with reduced fertility. Infertility remains the major reason for culling, decreasing longevity and reducing production efficiency. We propose that this trend could be reversed by identifying key genes involving reproductive function and selective breeding of more longlasting cows. The specific research objectives are: 1) to train the incoming researcher in bioinformatics methodologies related to analysis of large genomic datasets including SNP detection, genotyping, and evolutionary conserved DNA elements detection; 2) to use the methodologies to analyse dairy phenotypic and genomic data to highlight potential genic and regulatory regions of the cattle genome containing polymorphisms which are beneficial, with a particular focus on fertility; 3) to use appropriate tools to investigate the likely effects of both coding and regulatory variants on the expression of the candidate genes found in these regions; 4) to use pathway analysis to understand how the candidate genes may influence key molecular events and larger gene networks involved in reproductive phenotypes; 5) to recommend appropriate selection procedures to the EU dairy breeding industry to supplement current genomic methods.  The project combines the expertise of Consiglio per la Ricerca in Agricoltura e líanalisi dellíEconomia agraria, Italy (CREA) and the Royal Veterinary College, UK (RVC) in farm animal genetics and genomics and dairy cow production. The objectives will be met by the mobility of Dr L Buggiotti to the UK, where she will work closely alongside two senior RVC scientists, Dr DM Larkin and Professor DC Wathes. She will transfer this expertise back to CREA on her return. Both groups are experienced in knowledge transfer to the dairy industry and are committed to use the information generated to breed more fertile cows, so improving longevity and promoting sustainability of the EU dairy industry.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE ROYAL VETERINARY COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999840790": {
            "orgId": "999840790",
            "orgName": "THE ROYAL VETERINARY COLLEGE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}