{
    "rcn": "201168",
    "acronym": "LIPID IMMUNITY",
    "topics": "MSCA-IF-2015-EF",
    "title": "Regulation of lipid-mediated immunity in the intestine",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The gastrointestinal tract is continuously exposed to multiple antigens from commensal bacteria, food and pathogens. The mechanisms by which the gut mucosa tolerates trillions of commensal bacteria without developing inflammation remains poorly understood. It is increasingly appreciated that commensal bacteria-derived products regulate the homeostasis and/or function of many immune cell populations. Commensal bacteria-derived lipids are recognized by a population of unconventional T cells, called NKT cells. NKT cells specifically recognize through their T cell receptor lipid antigens presented by the MHC-I-like molecule CD1 which is expressed by a variety of immune cells within the intestinal tissue. Importantly, commensal-derived lipids modulate the numbers, phenotype and function of intestinal NKT cells. Conversely, dysregulation of NKT cell activation and/or CD1 expression have been associated with the development of colitis in mice and humans. Despite the abundance and diversity of microbial-derived lipids present in the gut, the molecular and cellular mechanisms that mediate their recognition by immune cells and the identity of the antigen presenting cells involved in this process remain unknown. By using a combination of multiparametric flow cytometry, genetic engineering and in vivo experiments this proposal aims to unravel the mechanisms and functional consequences of lipid-presentation in the mucosa. These studies will provide a better understanding of the factors that modulate intestinal immunity, with the potential to improve therapies for patients suffering from intestinal inflammatory diseases and possibly a broader range of disorders.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}