{
    "rcn": "201124",
    "acronym": "MISWORD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Misshaping by Words. Literary Caricature between Texts, Images, and Mental Models",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Neuroscientific research suggests a link between the style of caricature and neurocognitive procedures of perception: the brain perceives reality and makes sense of it by isolating and emphasising patterns. Similarly, by misshaping and exaggerating visual features, caricature provides an enhanced perception of facts and feelings, uncovers hidden aspects of reality, and reveals unconventional knowledge about the world. Insofar as the image of the human figure is a space where a broad range of meanings are inscribed, the definition of caricature requires a wideranging methodological framework, enhancing visual studies with a philosophical and anthropological perspective. As it deforms the body and its social skin, caricature questions the concept itself of subjectivity, as well as hierarchies and balances of power. Moreover, from its early genesis, caricature is connected to anatomical studies and the evolution of scientific knowledge: medical inquiries about feelings and emotions contributed to interface the outer representation of the body with the comprehension of the inner world of human beings. Grouping all these elements, caricature is a complex cultural object, and inherently a hybrid between visual and verbal codes. However, approaches to caricature have neglected its textual dimension: thus the aim of this project is to provide a theoretical definition and a historical overview of literary caricature conceived as a figure of speech in its own right. Drawing on the tradition of studies on the relationships between words and images, the research will trace the presence of caricature in literary texts, providing an anthology of case-studies from different periods of Italian literature, compared with French and English examples. Thus showing how, from the illustrated book to newspapers and digital media, caricature inhabits a cross-media space where historical variables and universals of cognition, cultural schemas and mental models interact with each other.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}