{
    "rcn": "201184",
    "acronym": "MSCCC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Marine Stratocumulus Cloud Cover and Climate",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Global climate change is forced by the balance of the warming due to anthropogenic greenhouse gases and the cooling due to anthropogenic aerosol pollution particles. Among these, the cloud-mediated aerosol radiative forcing is by far the main component of the uncertainty. Marine stratocumulus clouds in particular play a decisive role due to their very large net effect on the Earth's radiative energy budget. Stratocumulus clouds occur in the two main regimes of open and closed cells that differ significantly by their cloud cover, and thus by their radiative effect. The main hypothesis of this proposal is that anthropogenic aerosols exert a substantial radiative forcing via their potential to impede or delay the transition from closed to open cells marine stratocumulus, and that this presumably un-buffered effect is not accounted for in forcing estimates by current climate models.\nThe Marine Stratocumulus Cloud Cover and Climate (MSCCC) project aims to improve the quantification, at a global, multi-year scale, of the radiative forcing on climate that anthropogenic aerosols exert by affecting stratocumulus cloud cover. To achieve this goal an inter-disciplinary approach that involves both observations and climate modelling is required. I will develop novel satellite observation methodologies in order to retrieve an in-depth understanding of the processes relevant for the transitions between closed and open stratocumulus regimes, and based on these I will evaluate and improve the relevant climate model parameterizations to realistically represent the forcing by aerosols due to stratocumulus transitions in climate models. This will allow to significantly reduce the uncertainty in simulated aerosol-cloud radiative forcing, and subsequently also in simulated climate sensitivity and projections of future climate change. Achieving these goals will be performed in synergy with my training to acquire complementary knowledge and skills in climate modelling.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET LEIPZIG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}