{
    "rcn": "201147",
    "acronym": "BrainCrossTalk",
    "topics": "MSCA-IF-2015-EF",
    "title": "Large-scale cortical communication: Brain oscillatory mechanisms of attention allocation and selective inhibition",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "This research proposal aims to identify basic mechanisms of local and global communication within the human brain enabling dynamic information processing. Specifically, I will investigate how the human brain allocates cognitive resources (via selective attention and inhibition) and therefore, dynamically engages and disengages frontal and posterior cortical areas. Several oscillatory mechanisms have been proposed to orchestrate such local and global cortical communication. While there are theoretical models hypothesising such mechanisms (i.e. gating by inhibition and cognitive resource allocation), to date no systematic empirical investigation of the interaction between these mechanisms exists. The current proposal aims at filling this gap by investigating the interaction ñ and the complexity thereof ñ between the neuronal mechanisms of different cognitive operations when they need to be integrated. The results will therefore serve to establish a common framework that links individual mechanisms and maps their interactions in the human brain.\nThe proposed experiments require dynamic allocation of attention as well as selective inhibition in working memory. It will be explored how these processes can be dissociated in the neocortex by combining structural MRI and MEG. Furthermore, mapping their interaction will be a prime focus and the use of TMS in combination with EEG will enable to establish causality and direct behavioural relevance. Importantly, knowledge gained by this research will greatly inform research into basic brain mechanisms and bring us a step closer to understanding how the human brain operates.\nFor me this project will be a prime possibility to work with Ole Jensen at the Donders Institute, NL and develop skills that bring me closer to establishing my own independent research group at a European University and ultimately becoming a leading European researcher myself.",
    "totalCost": "165599,3",
    "ecMaxContribution": "165598,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "participantCountries": "NL",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 165599
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 165599
}