{
    "rcn": "201126",
    "acronym": "EBAR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Evidence Based Planning of Future Clinical Research",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Clinical studies that are planned without prior consideration of existing evidence potentially experiment with an unnecessarily large number of patients or try to answer a question to which the answer is already available. This project aims to develop a framework of efficient and sustainable research planning that minimizes cost and has the potential to direct resource allocation by optimally planning future clinical studies based on existing evidence. A circular updating process is suggested; before a trial is planned the existing evidence (a network meta-analysis) about the effectiveness of all competing interventions is considered and its conclusiveness is statistically evaluated. If further experiments are needed these are designed considering patientís preferences and with an aim to render the existing evidence conclusive. The new data is then used to update the existing knowledge. This innovative approach to plan clinical studied requires methodological developments from various fields (biostatistics, operational research, epidemiology) and its feasibility will be evaluated in answering a real clinical question about the best intervention for a given condition and in designing a new trial. The circular updating process is of high interest to public research funding bodies, guideline developers and pharmaceutical companies. The project has a strong public engagement component as patients and major health care organizations are involved in many of the planned activities in the development of the circular updating process. The project will be carried out in a stimulating academic environment (University of Bern) with extensive experience in clinical trials and a secondment in Novartis is planned. I will acquire technical skills in clinical trials, will continue to produce high-impact publications and develop leadership skills. These additions to my curriculum will enable me to progress to an academic carrier in a high-profile European Institute.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}