{
    "rcn": "201188",
    "acronym": "BosQuanTran",
    "topics": "MSCA-IF-2015-EF",
    "title": "Quantum simulation of transport properties in arbitrary shaped potential landscapes with ultracold bosonic atoms",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "In solid state systems transport experiments are among the most important probes to investigate the properties of different phases of matter. A number of intriguing observations have been reported where the interaction between the charge carriers plays a significant role. One of the most prominent examples currently explored in the laboratories are high-Tc superconductors and fractional-quantum-Hall insulators. Quantum-mechanical systems whose properties are governed by the interaction between its constituents are computationally difficult to handle. In most cases numerical results can only be obtained for small systems or in reduced dimensions. One possibility to overcome these limitations is to perform analog quantum simulations with ultracold atoms. The basic idea behind these experiments is to built artificial model systems using the bottom-up approach: Bosonic and fermionic atoms are cooled to ultra-low temperatures to reach quantum degeneracy. Subsequently the atoms are confined in engineered magnetic and optical potentials realizing closed quantum systems that are, to a good approximation, decoupled from their environment. This approach has the advantage that the system parameters such as interactions, dimensionality, geometry or the amount of disorder can be controlled externally and even varied dynamically. The rapid progress in this research area makes them promising candidates to provide stimulating input on current condensed matter problems. It initiated a whole new field known as atomtronics, which aims at designing electronic-like circuits with potentially interesting applications. Recently developed techniques allow for an engineering of tailored trapping geometries and high-resolution imaging, which provides new insight in the study of quantum transport. In combination with the recent success in realizing artificial magnetic fields, these techniques open the door to future studies of topological transport phenomena.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "COLLEGE DE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999877650": {
            "orgId": "999877650",
            "orgName": "COLLEGE DE FRANCE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}