{
    "rcn": "201105",
    "acronym": "CH4ScarabDetect",
    "topics": "MSCA-IF-2015-EF",
    "title": "Detecting and quantifying CH4 emissions from scarab larvae using stable carbon isotopes",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "The increase of the average global atmospheric methane (CH4) concentration from about 700 ppb to 1800 ppb since 1750 is the result of a global imbalance between CH4 sources and sinks. Even small changes in source or sink strength are expected to have a rapid impact on the atmospheric CH4 concentration, making CH4 an excellent candidate for short-term climate change mitigation strategies. However, this mitigation potential can only be accessed if we can accurately quantify all sinks and sources contributing to the global CH4 budget. One of the poorly understood aspects of the global CH4 budget is the effect of land-use change and soil management on the CH4 budget of soils which themselves can be either sinks or sources of atmospheric CH4. The central drawback in our understanding of the mechanisms controlling net soil CH4 fluxes is our insufficient knowledge on gross CH4 fluxes and the involved organisms. The project ìCH4ScarabDetectî aims to provide the first quantitative estimate of the importance of soil-dwelling cockchafer larvae for net soil CH4 fluxes. These important European agricultural and forest pests are qualitatively known to emit CH4, but have thus far been neglected in terrestrial CH4 cycle research. To reach its aim, ìCH4ScarabDetectî will develop a new non-invasive field monitoring method for separating gross CH4 production and gross CH4 oxidation in soils in general, and for detecting larvae infestations in particular, by combining for the very first time the well-known chamber flux method with a 13CH4 isotope pool dilution technique and acoustic measurements of larvae sounds. This novel approach will not only further our understanding of the role of cockchafer larvae in the terrestrial CH4 cycle and provide a new tool for soil CH4 flux and soil insect studies, but promises to also improve the monitoring of cockchafer infestations, thus generating new knowledge of major relevance for both scientific and practical reasons.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HOCHSCHULE GEISENHEIM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "947077349": {
            "orgId": "947077349",
            "orgName": "HOCHSCHULE GEISENHEIM",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}