{
    "rcn": "201193",
    "acronym": "HEAPPs",
    "topics": "MSCA-IF-2015-EF",
    "title": "Harvesting energy via aligned porosity pyroelectrics",
    "startDate": "10/06/2016",
    "endDate": "09/06/2018",
    "objective": "Energy harvesting continues to receive increasing amounts of industrial and academic interest since it provides a route for the realisation of autonomous and self-powered low-power electronic devices. Pyroelectric materials, the focus of this proposal, are of interest since under the correct conditions they have the ability to operate with a high thermodynamic efficiency for converting temperature fluctuations into useable electrical power. To improve the power generation capability of these materials, the improvement and optimisation of the pyroelectric properties and relevant figure of merits are imperative for expanding the field of applications. In this proposal we will examine pyroelectric ceramics with tailored porosity since they have the potential to exhibit high mechanical strength and performance figures of merit by maintaining a high pyroelectric coefficient with a reduced permittivity and volume specific heat. To date, reports on the porous pyroelectric ceramics are limited due to poor control of pore size and mechanical properties. This research will focus on the development of aligned porous pyroelectric ceramics with readily adjustable pyroelectric properties. The Fellowship will allow me develop professional maturity in terms of leading knowledge transfer to a new institution, gaining experience of a boarder range of skill sets (modelling, energy, harvesting systems) for thermal energy harvesting applications. In addition, the fellowship will contribute to the strengthening of the European energy harvesting research community to the establishment of a long-term collaboration between the host and the applicant's country. By expanding my research and academic training, supported by Prof. Bowen and University of Bath, this fellowship will be a key step in the applicantís career development, as the applicant aims to take a leadership role and build a better platform for energy harvesting applications upon returning to her home country.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BATH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}