{
    "rcn": "201100",
    "acronym": "JUSECON",
    "topics": "MSCA-IF-2015-EF",
    "title": "Legal rights and the political economy of debt and austerity in Europe",
    "startDate": "01/08/2017",
    "endDate": "31/07/2018",
    "objective": "This research project will explore the Greek debt and austerity crisis to consider what it discloses about the influence of European political economy on the principles and practices of legal rights, and with what implications. The term ëlegal rightsí in this work includes human rights as well as the international rights of states and these respective approaches underpin the two component parts of this study. This is a multidisciplinary study that assumes the validity of law as a means of advancing the cause of justice, but recognises that it is shaped in important ways by other dominant narratives. This study is an exploration of that clash of narratives and its effects on justice in Europe.\nThe first part of this research project is animated by the idea of ësocial rights as fiscal risksí, an idea that finds expression in the latest Memorandum of Understanding (MoU) of August 2015 between the international creditors and Greece. In exploring the means through which human rights safeguards are being made to disappear under fiscal targets, a case study on the influence of austerity reasoning on what constitutes the public interest as a human rights concept will form part of the first section of the project. The second part of this research project will explore the legality of the bailout agreement when measured against the principle of economic self-determination. A preliminary review of the same MoU would seem to offend any reasonable form of economic self-determination, a principle with a long pedigree in international law and demands by states of sovereignty over their economic affairs. Taken together, the two studies will expose ways in which rights are being shaped by the intellectual justifications, logic and practice of economic and financial policy as played out under the European crisis of debt and austerity.",
    "totalCost": "86238,6",
    "ecMaxContribution": "86238,6",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 86239
        }
    },
    "calculatedTotalContribution": 86239
}