{
    "rcn": "201172",
    "acronym": "SLIM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Synthetic Lethal Interactions with nucleophosMin 1",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Less than 25% of patients diagnosed with acute myeloid leukemia (AML) survive longer than 5 years. Current treatment regimen are based on non-specifically acting cytotoxic drugs that cause severe side effects. More effective and more specific, targeted therapies are thus needed. Progress, however, has long been hampered by a lack of understanding of the molecular vulnerabilities of the disease. \n\nWe here propose to identify and study synthetic lethal interactions with mutations in nucleophosmin 1 (NPM1) in AML. Up to 35% of AML patients bear mutations in NPM1 leading to a localization of this nucleolar protein to the cytoplasm and a characteristic change in gene expression pattern. Moreover, NPM1 mutations appear to be driver events and stable over multiple courses of therapy and relapse. Identifying cellular pathways or proteins that are essential in an NPM1 mutated background but not in NPM1 wild type cells may thus not only contribute to a better understanding of NPM1 biology but also yield entry points for the development of drugs that selectively kill NPM1 mutated AML cells.  \n\nWe will take an integrated chemical biology approach to first identify small molecules that selectively kill NPM1 mutated over NPM1 wild type cells and then elucidate their mode of action to gain insight into the underlying biology. This project thus uniquely builds on the longstanding experience of the host laboratory and institute in chemical screening, the elucidation of the mode of action of small molecules and in hematological malignancies. \n\nThe proposal is designed to complement the experienced researchers current knowledge in chemical synthesis, assay development, solid tumor biology and small animal imaging techniques to become a well-rounded chemical biologist with a disease focus on solid and liquid cancers. The hosting institution will gain from the researcher¥s chemical expertise and find opportunities to expand its network of international collaborations.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "CEMM - FORSCHUNGSZENTRUM FUER MOLEKULARE MEDIZIN GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999530293": {
            "orgId": "999530293",
            "orgName": "CEMM - FORSCHUNGSZENTRUM FUER MOLEKULARE MEDIZIN GMBH",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}