{
    "rcn": "201185",
    "acronym": "CFQMLD",
    "topics": "MSCA-IF-2015-EF",
    "title": "A Computational Framework For Quantitative Modeling of Leaf Development in Arabidopsis and Cardamine",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Understanding how form emerges in living organisms is a fundamental challenge for biology. Progress, however, has been confounded by the complex chain of interactions underlying the organization of macroscopic forms from molecular processes.  Consequently, insights into the manner in which individual genes contribute to the development of form have been elusive; even in well-studied model organisms.  In this context, leaves provide a striking example of the self-organization of form ñ displaying remarkable diversity within and between species.  Now, exploiting the close relation between simple leafed A. thaliana and compound leafed C. hirsuta,  the Tsiantis lab has identified the key genetic factors underlying their distinct leaf shapes.  This opens the door to a detailed understanding of the developmental factors sculpting leaf form. \n\nDue to the complexity of leaf development, however, a mechanistic understanding of these factors requires computational models, informed by detailed quantitative measurements of growth and gene expression.   Such models permit the systematic interrogation of the interactions linking genetic regulation, cell division and tissue growth to final form.  This action proposes to develop such a computational framework. When combined with experimental efforts, these models promise to help elucidate the regulation of leaf form and provide essential insights into shape regulation in eukaryotic systems. The proposed research is deeply interdisciplinary, working at the interface of computer science and developmental biology. Falling directly at the intersection of the Tsiantis lab's expertise in studying the molecular determinants of leaf form and my expertise in computational modeling of plant development, it fully exploits our relative strengths.  Thus providing an ideal vehicle to facilitate essential training while addressing a fundamental research problem.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}