{
    "rcn": "201178",
    "acronym": "PDA_TGFb",
    "topics": "MSCA-IF-2015-EF",
    "title": "TGF-beta mediated crosstalk between cancer (stem) cells and tumor microenvironment in pancreatic cancer metastasis",
    "startDate": "12/02/2017",
    "endDate": "13/07/2019",
    "objective": "More than 50% of all pancreatic cancer patients suffer of metastasis either at the time of diagnosis or as recurrent disease after therapy. During metastatic dissemination, cancer (stem) cells shed into the blood stream and seed the liver as isolated entities. Genetic alterations underlying these processes have not been identified thus far. Therefore, it is currently not possible to discriminate which patients are at higher risk of developing metastasis or to design targeted therapies to prevent this process. Interestingly, a broad subset of pancreatic cancers (PDAs) are characterized by high TGF-beta superfamily ligands (TGFB_SLs) levels (TGF?1, Nodal and Activin) and by prominent TGF-beta signaling in tumor stromal cells. The main goal of this project is to unravel how the microenvironment of the primary tumor helps tumor cells to colonize a distant organ. Specifically, PDA_TGFB aims to: 1) Identify and characterize the cancer (stem) cells and stromal cells involved in the crosstalk responsible of the tumor progression; 2) Define the role of TGFB_SLs during the tumor-stroma crosstalk and Identify the signaling pathways involved in the crosstalk; 3) Determine whether the metastatic cells activate the TGFB_SLs-driven stromal response at the metastatic site. By using a multidisciplinary approach that includes the use of cell culture models and animal models, in which TGF-beta signaling (and/or target genes) is selectively induced or abolished, we expect to identify additional factors involved in the metastatic process as well as to identify ways to interfere with the metastatic niche within the liver. Overall, this study will clarify the role of TGF-beta signaling in the metastatic process, thus opening novel avenues for the development of diagnostic and therapeutic strategies for PDA.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}