{
    "rcn": "201175",
    "acronym": "STILLING",
    "topics": "MSCA-IF-2015-EF",
    "title": "Towards improved understanding of the worldwide decline of wind speed in a climate change scenario",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "In a globally changing climate, scientists have paid little attention on variability of wind speed. A recent discovery to science is the ìglobal stilling'; a worldwide slowdown of wind speed since the 1980s. This stilling is not fully understood and neither the quantity nor the quality of wind speed observations is adequate to allow a reliable study. The scientific aims of this MSCA to fill this key gap are (i) to rescue the longest wind speed series (starting prior to the 1960s), and (ii) to improve our knowledge on the influence of atmospheric circulation. Given the interdisciplinary impacts of 'global stilling' on wind energy,  agriculture and hydrology, the socioeconomic-environmental aim is (iii) to look at past wind speed to better assess future wind speed projections needed for climate change adaptation. The innovative approach combines the rescue (ACE framework) and homogenization (SNHT test) of historical wind speed data, providing a unique opportunity to statistically assess trends/cycles and atmospheric causes (SOM/RCPA and weather typing techniques) on long time periods and reliable datasets than previous studies. The applicant will bring his new homogenization protocol, extensive expertise on winds and a novel collaboration topic to UGOT and KNMI. In turn, these Institutions are world authorities on data rescue techniques and attributing causes of climate trends; the applicant will also be trained in leadership, management, funding, supervision and communication skills enhancing his career development. Jointly this team is in a position to push the boundaries of ìglobal stillingî knowledge far ahead, with the ultimate intent to allow the applicant to train through research, establish an independent career, and a research group at the forefront of wind research in Europe. Additionally, this MSCA addresses two of the H2020 Societal Challenges: ìSecure, Clean and Efficient Energyî, and ìClimate action, Environment, Resource efficiency and Raw materialsî.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}