{
    "rcn": "201171",
    "acronym": "BRIDGE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Bridging the gap: The Lost Centuries of Cypriot Archaeology between Rome and the Crusaders",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The project aims to bridge the so-called gap of five centuries in Cypriot archaeology (mid 7th-12th centuries AD), and develop a methodology that can be used to bridge similar gaps in the eastern Mediterranean. The argument is that the gap in the archaeological and historical record of Cyprus, which spans the centuries between the end of Roman control over the island and its annexation to the Crusader Levant, can be made visible through the hand-made utilitarian pottery that appeared at the beginning of the period. Furthermore, that this corpus can be used to identify settlement patterns and highlight socio-economic processes through the period, in particular the disintegration and recovery of local and regional production and distribution systems. Finally, that the same methodology can be applied to other areas and periods.\n\nGap periods in the archaeological record exist through the eastern Mediterranean. Often they have the same material-culture fingerprint, as centralised workshops disintegrate, and mass-production of pottery on the fast wheel is replaced by hand-made manufacture, which begins a new path of development. The key role of hand-made pottery 贸 often the only material culture that is found in survey projects and even excavations 贸 has been acknowledged in a few seminal papers over the last two decades, but the challenge of turning it into a research tool has not been taken, and the common notion is still that hand-made pottery represents non-specialised manufacture, shows no coherent development, and consequently cannot be used as interpretational tool.\n\nThe project therefore has three objectives: one particular贸to bridge the five-centuries gap in Cypriot archaeology; and two that will impact on the discipline as a whole贸to demonstrate the validity of a craft-specialisation model for handmade pottery; and to establish a methodology for studying gap periods in societies with heavy reliance on pottery.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}