{
    "rcn": "201119",
    "acronym": "IFNBetaMito",
    "topics": "MSCA-IF-2015-EF",
    "title": "Role of IFN-? in mitochondrial homeostasis and impact on Parkinson Disease",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Parkinson disease (PD) is the most common progressive neurodegenerative movement disorder. Two prominent pathological features are associated with the neurological lesions: the appearance of cytoplasmic inclusion bodies called Lewy bodies, and defective mitochondria. Despite recent progress in understanding the pathogenesis of PD, no curative treatments are available. The host laboratory has very recently found a novel mechanism leading to PD: mice lacking interferon (IFN)-? (Ifnbñ/ñ) or its receptor (Ifnarñ/ñ) display spontaneous neurodegeneration and experience behavioral deficits resembling PD. In particular, Ifnbñ/ñ neurons show mitochondrial defects with accumulation of defective mitochondria. The overall goal of this proposal is to determine the molecular mechanisms of mitochondria homeostasis controlled by IFN-? and how this is involved in PD. 1. I will characterize precisely the mitochondrial defects found in Ifnbñ/ñ mice using a combination of 3D and 4D microscopy and biochemistry analysis. 2. I will identify the protein dynamics involved in the IFN-? regulation of mitochondria homeostasis, using proteomic analysis complemented by microscopy and biochemical studies on engineered cells. 3. I will determine the importance of this pathway in the physiopathology of PD by studying the impact of IFN-? on mitochondria in murine brains and using engineered mitochondrial transfer.\nThe accomplishment of this project will provide new insights into IFN-? regulation of neuronal homeostasis and highlight novel drug targets for future therapy development against PD. The project will be supervised by Pr Shohreh Issazadeh-Navikas, a world-leading expert in the field of IFN-? signalling pathway. Through this work, I aim to broaden my scientific expertise by acquiring numerous technical and transferable skills and to establish myself as an independent researcher in the field of cell biology of proteinopathies.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}