{
    "rcn": "201181",
    "acronym": "FFABFORCE",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Free French and the British Forces: a case study of transnational military cooperation, 1940-1945",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "FFABFORCE has the following research objectives: to assess the British approach to organising effective multinational forces during the Second World War, using the Free French as a case study, and to analyse the responses of the Free French to their hostís efforts to integrate them. My career objectives are to become a European Research Leader in the university sector and to obtain the skills to work in the private sector as an editor in a history publisher.  \n\nThe research objectives will be achieved by examining the relevant literature and by doing archival research in at least 11 archives in 3 countries. The sources examined will include government documents, personal papers, diaries and memoirs. The career objectives will be achieved by: training through research under the mentorship of Prof Guillaume Piketty, dissemination activities, training courses on Collaborative Projects, Open Access, ERC grant proposals, data management and interview preparation. This will give me the required skills in advanced project management, teamwork, communication and technical know-how. The research will also help me reach a position of professional maturity, as FFABFORCE will result in my second monograph and deepen my expertise in modern history.\n\nMy innovative project will contribute to one of the key drivers of Horizon 2020: to develop new knowledge and enhance the skills of excellent researchers. Moreover, one of the societal challenges outlined in Horizon 2020, ëEurope in a changing worldí, aims at ësupporting inclusive, innovative and reflective European societiesí. FFABFORCE will contribute to this goal by increasing academic & public understanding of the transnational nature of the Allied war effort during the Second World War and by demonstrating the weakness of the nation-centric approach to understanding the war. In this way, my research will act as a counter-weight to extreme nationalists who deliberately distort the history of the war for their own political ends.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999957869": {
            "orgId": "999957869",
            "orgName": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}