{
    "rcn": "201161",
    "acronym": "MCNANO",
    "topics": "MSCA-IF-2015-EF",
    "title": "ìMulti-component nanoparticles as bimodal contrast agents for MRI and optical detection of tumors and for targeted photodynamic therapyî",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The main aim of this proposal is to synthesize a range of lanthanide containing nanoparticles with an upconverting  core, that can be excited in the infrared region to yield emission in the visible range, as  for MRI and optical imaging. The nanoparticles will be covered with a rare earth doped MRI active shell and decorated with targeting moieties, which offers a means of targeting cancer cells that greatly over express the receptors.  Further we will develop ìphototheranosticî agents by anchoring the photo active anti cancer drug in between the receptors and the surface of upconverting/MRI active nanoparticle. A platform for synthesis of water soluble, modular target specific bimodal agents based on nanoprobes will be developed that will exhibit  efficient upconverted photoluminescence from the rare-earth ions (Er3\\/Tm3\\) doped into fluoride nanomatrix. Simultaneously, the Tb3\\/Dy3\\/Ho3\\ present at the shell will make them suitable as T2 contrast agents for MRI. Specific tumor targeting strategies will be developed by attaching targeting components like folic acid, cholesterol or cyclic-RGD to the surface of the nanoparticles. Functionalization of nanoparticles with [Pt(N3)2(OH)2(NH2-R)(py)] drug, which can  be photoactivated by the blue light emitted from the nanoparticle core upon excitation at 980, will result in a novel phototheranostic anti-cancer agent. This system may allow a large degree of control of the therapeutic efficacy and ultimately lead to simultaneous diagnosis and treatment in clinical applications. The unique multidisciplinary approach adopted here which combines areas of nano-chemistry, spectroscopy and bio-imaging, is expected to lead to a disruptive change in the area of cancer research. The combination of these areas would allow for the first time the development of biocompatible ìphototheranosticî agents for the simultaneous detection by MRI/optical imaging and cure of the cancer- affected tissues.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}