{
    "rcn": "201142",
    "acronym": "ThreatValPun",
    "topics": "MSCA-IF-2015-GF",
    "title": "Perceptions of threat to personal values shape punishment judgments through social identity threat",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "In modern societies, the criminal justice system is entrusted to punish norm violators in a fair and impartial way. Yet, punishment judgments are subject to biases, and are sometimes shaped by extralegal factors, as illustrated for example by the over-representation of African-Americans in inmates in the US. This project investigates one such factor, namely perceived threats to oneís personal values. We argue that even when unrelated to the wrongdoing, value-violations represent a threat to oneís personal values and to oneís identity. As such, value-violations trigger a motivation to restore the threatened values and identity, leading to differential punishment judgments as a function of the targetís fit or misfit with the perceiverís values. We test this crucial role of perceptions of threat to personal values in two lines of research, using a combination of traditional experimental research methods, and modern measurement methods. In the line of research A, we aim to identify moderators of the effect of personal value on punishment judgments. Experimentally increasing or removing threat to values will allow us to gain a clearer understanding of the causal processes at play. In the line of research B, we aim to identify the neural processes underlying the effects of perceptions of threat to personal values on punishment judgments. Using fMRI, lesion patients and cardiovascular indices, we will gain complementary perspectives on the dynamics at play. As a result, the present proposal will enhance knowledge in the fields of values, social justice and morality, but also offer applicable strategies to reduce the impact of threat to values on real-life potentially consequential judgments, for example in the legal system.",
    "totalCost": "242929,8",
    "ecMaxContribution": "242929,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 242930
        },
        "999437561": {
            "orgId": "999437561",
            "orgName": "NEW YORK UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 242930
}