{
    "rcn": "201111",
    "acronym": "FORECAST",
    "topics": "MSCA-IF-2015-EF",
    "title": "Fluorescence lifetime optical biopsy system",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The ultimate goal of this Fellowship is to train a talented researcher through a research project focused on the development of novel tools for the in vivo real-time assessment of the respiratory chain activity (NADH/FAD ratio) and mitochondrial dysfunction in tissues. This will be achieved by means of both laser fluorescence spectra and lifetime fluorescence data analysis, supplemented with additional optical measurements (laser Doppler flowmetry, tissue reflectance spectroscopy) in order to correct the impact of affecting factors (changes in blood perfusion, blood volume, blood oxygenation). The Fellow ñ Dr. Evgeny Zherebtsov ñ will be trained in biomedical optics, a fast growing field of science and medical application.He will receive access to a unique training experience at the host ñ Aston Institute of Photonics Technologies (AIPT), Aston University (Prof. E. Rafailov), and at academic and industrial secondment partners: University College London (Prof. Andrey Abramov), University of Bari, Italy (Prof. Annamaria De Luca), Axxam S.p.A., Italy (Dr Jean-Francois Rolland). The FORECAST outputs will be relevant to the EU life sciences sector by offering new cost-efficient technologies for real-time in vivo screening studies of metabolic activity in application of testing of new chemicals for efficacy and safety in small animals and test tubes during drug discovery and epithelium cancer diagnostics. The products transformed from the FORECAST outputs will contribute to the enhancement of EU scientific excellence. \nThe project brings together a talented young Fellow with a strong biomedical science and engineering background, and an internationally growing group of researchers at Aston University with expertise in the area of developing laser-based photonic devices for biomedical research and clinical diagnostics. The Fellow will be further supported by medical expert co-hosts who will help train the Fellow in key skills and support the translation process.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}