{
    "rcn": "201122",
    "acronym": "iGEMMdev",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development and Characterisation of New Immunogenic GEMMs of Lung Cancer",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Many studies have recently archived a remarkable clinical efficacy of immunotherapeutic treatments in several cancers including non-small cell lung cancer (NSCLC). However, these approaches are not always successful and it is currently impossible to predict a therapeutic response or serious adverse event. These fundamental issues need to be addressed and, to recapitulate the complexity of interactions between immune cells and cancer, this has to be done†in vivo. However, genetically engineered mouse models (GEMMs) of NSCLC do not mirror the genomic instability and the high mutations rate of their human counterparts. Consequently, these tumours rarely present neo-antigens that can induce an immune response, and are considered poorly immunogenic. To our knowledge, a genetically defined model of an immunogenic spontaneous tumour does not exist. Here, we propose to develop such an immunogenic GEMM (iGEMM).\nThe leading mouse model of lung cancer is the GEMM Kraslsl-G12D/wtTrp53fl/fl (KP). We propose two strategies to induce either genomic instability or mutation rate in the KP model. 1) We will overexpress Mad2, a component of the mitotic spindle assembly checkpoint, to induce aneuploidy in KP tumours; 2) We will overexpress the cytidine deaminase Apobec3 to increase the mutation rate of KP tumours.\nThe resulting immunogenic GEMMs (iGEMMs) will be characterised and used to assess new therapies that trigger an immune response and to address mechanisms which drive immunotolerance. iGEMMs will facilitate the investigation of currently available immunotherapies which will help predict clinical response to these therapies and investigation on alternative strategies to treat resistant lung tumours. All together, these investigations will provide novel information regarding the best strategies to cure NSCLC by modulation of the IS.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}