{
    "rcn": "201148",
    "acronym": "Stim-Plast-O",
    "topics": "MSCA-IF-2015-EF",
    "title": "Effects of non-invasive brain stimulation on motor learning-related neuroplasticity in healthy older adults",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "A substantial impediment to healthy living in older adults is the compromised functioning of the motor system, and the neuroplastic processes underlying the learning and retention of motor skills in particular. A promising avenue to boost motor-related neuroplasticity in older adults is non-invasive brain stimulation (NIBS); however, remarkably little is known with respect to the neural correlates of this intervention. Accordingly, the overarching objective of this research programme is to investigate ñ via multiple magnetic resonance imaging acquisition sequences and analytic techniques ñ the effects of NIBS on the neuroplasticity underlying motor learning in healthy older adults (STIM-PLAST-O; STIMulation-induced neuroPLASTicity in Older adults). Such an investigation is essential before NIBS-based interventions can be employed as a viable avenue to mitigate age- or pathology-related declines in motor functioning and is consistent with the European Commissionís initiative to increase the healthy lifespan of Europeans by 2 years prior to 2020. \nThis research programme is the optimal combination of my own experience in lifespan motor behaviour and activation-based functional MRI with the long-standing brain stimulation and brain imaging expertise within the Movement Control and Neuroplasticity Research Group at KU Leuven. Integration within this multidisciplinary team will offer an exceptional opportunity to increase my methodological skill set, including functional connectivity analytic techniques, magnetic resonance spectroscopy, the analysis of structural brain characteristics as well as the implementation of NIBS. Moreover, this Marie Sk?odowska Curie action will allow me to continue to develop an international network of collaborators and gain in-depth training in project and financial management, supervisory skills and grant writing that will promote my development as an independent researcher and enhance my ability to obtain a permanent position in academia.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}