{
    "rcn": "201176",
    "acronym": "CONSALT",
    "topics": "MSCA-IF-2015-EF",
    "title": "CONtrast through metal-enriched polymer SALTs: novel contrast agents for dual-energy micro-computed tomography",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "X-ray micro computed tomography (microCT) is currently successfully used in material science investigations as well as in non-destructive testing enabling 3D imaging of these materials with micrometer resolution. The application of microCT for biological samples (e.g. biopsies) is limited by the missing contrast of soft tissue, which is important to visualize microscopic cellular structures. CONSALT aims at overcoming these limitations by simultaneous and yet separate visualization of a combination of at least two elements. Furthermore, it aims to advance x-ray microCT by allowing the visualization of single cells, which is currently not possible with the state-of-the-art x-ray microCT devices. The development and medicinal application of a fast X-ray based 3D-screening system for tissue biopsies to identify, visualize, and classify different pathologies, will complement conventional histology, which is based on the evaluation of a few selective 2D slices of a 3D biopsy, and further improve diagnosis (e.g. visualization of small tumors within the entire tissue volume or other 3D morphology parameters). Novel specific and functional contrast agents (stains) are essential to achieve the 3D visualization of specific pathological cellular or sub-cellular structures (e.g. nucleus or cytoskeleton). \nThe design, development and testing of such new contrast agents to overcome the challenges of contrast enhancement and selectivity for certain tissue and cellular structures (e.g. nucleus, mitochondria or cytoplasm), which is seen through conventional staining in histology, is proposed here. The CT-contrast will be achieved by incorporation of biocompatible elements with a high z-component such as iodine and bismuth. The specific CT-contrast will be further optimized through dual-energy X-ray microCT-scanners allowing for visualization of at least two elements.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}