{
    "rcn": "201151",
    "acronym": "TETRAPODBONES",
    "topics": "MSCA-IF-2015-EF",
    "title": "Evaluations of bone strength in the evolutionary invasion of land by tetrapods",
    "startDate": "22/08/2016",
    "endDate": "21/08/2018",
    "objective": "How tetrapods (vertebrates with digit-bearing limbs) became terrestrial is one of the most transformative yet enigmatic\nevents in vertebrate history that set the stage for the diversification of tetrapods thereafter. Being on land imposes physical\ndemands on the musculoskeletal system and weak bones can severely limit the capabilities of animals, yet the importance of\nbone strength in the evolution of terrestrial locomotion is not well understood. The proposed research integrates innovative\napproaches on the limbs of an early stem tetrapod, Ichthyostega, in order to: 1) quantify how well the limb bones in an early\nstem tetrapod could support locomotion on land, 2) compare the differences between the fore- and hindlimb bone\nmechanics, and 3) test the prevailing hypothesis that early stem tetrapods walked like extant salamanders. An\ninterdisciplinary synthesis of cutting-edge techniques in engineering, 3D biomedical imaging, palaeontology, and\nbiomechanics will be used to test the structural integrity of fossil limb bones in silico. Bone strength will be quantified with\nhigh-resolution ?-CT scans and finite element analysis, an engineering approach to estimate stresses and deformations in\ncomplex structures in response to physical demands. This novel dataset will address the ability of Ichthyostega to move on\nland, and what types of locomotor behaviours were not possible for an early stem tetrapod on land. Simultaneously, training\nand research activities in state-of-the-art engineering and 3D technology, evolutionary biomechanics, and public outreach\nwill foster the development of the Experienced Researcher (ER) into an innovative and broadly trained researcher and\nscience communicator. At a broader scale, tracing back the evolutionary steps to becoming terrestrial yields powerful\ninsights into the tetrapod body plan, informing how ecological transitions influence functional innovation and how human\nanatomy is influenced by our ancestry from aquatic tetrapods.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE ROYAL VETERINARY COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999840790": {
            "orgId": "999840790",
            "orgName": "THE ROYAL VETERINARY COLLEGE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}