{
    "rcn": "201137",
    "acronym": "ANCIENT_TEETH",
    "topics": "MSCA-IF-2015-EF",
    "title": "An integrative analysis of shifting trends in dental traits in human populations from Neolithic to Iron Age",
    "startDate": "06/06/2016",
    "endDate": "05/06/2018",
    "objective": "The transition to an agriculture lifestyle is one of the most important events in human evolution, resulting in significant biological, cultural and health changes. This shift started in the Great Hungarian Plain (GHP) around 6,000 cal BC, followed by several cultural and technological transitions during the next several millennia. The objective of the present project is to characterize, for the first time, the changes in dental traits of past European populations and the factors influencing these transitions, integrating data from several multidisiciplinary, state-of-the-art approaches. These will include: 1) Training in and obtaining high-resolution ?CT data of upper and lower molars from a unique unstudied Hungarian time-series; 2) The characterisation of internal and external dental morphology trait changes through geometric morphometric and occlusal complexity methods; 3) The use of stable isotope analyses to analyse these populationsí diet; 4) The use of modern ancient DNA techniques (Next Generation Sequencing, NGS) for sexing individuals and subsequent study of sex differences in morphology and dietary regimes through time. This project will not only expand the knowledge of the consequences of adopting agriculture, but will also explain the origins of dental health problems in contemporary populations. More importantly, it will constitute the starting point for developing a long term project characterising the dental trait changes caused by dietary shifts and will provide insight into how these transitions took place throughout the continent. The project will enable the successful collaboration between the School of Archaeology and School of Medicine in University College Dublin, under the supervision of Drs. Ron Pinhasi and Robin Feeney, worldwide experts on the agricultural transition and ?CT data processing, respectively. This project will broaden the multidisciplinarity of the prospective fellow and will propel her research career in the EU and worldwide.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}