{
    "rcn": "201152",
    "acronym": "FLAVIC DYNAMICS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Labeling Flavivirus capsid protein to unravel its dynamics during infection and egress by correlative super-resolution fluorescence and cryo-electron microscopy",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Vector-borne diseases are major worldwide threats. Specifically, mosquito-borne diseases from the flavivirus genus such as West Nile and dengue viruses are raising major concerns on human health. There are few or no treatment/vaccine strategies to fight these viruses and the relatively poor knowledge of their life cycle (entry and egress) contributes to the deficit in treatment possibilities. A deeper knowledge of the virus cycle is required to unlock the development of antivirals.\nUnderstanding the dynamics of the viral proteins and their interactions in vivo strongly relies on quantitative and high resolution imaging methods. These methodologies in turn require specific protein-labeling strategies, which are presently quite limited for flavivirus. Significant advances in understanding flavivirus biology can be expected if such labeling tools were available.\nThe major goal of this project is to understand the delivery of the flavivirus genome to its translation site at the cytoplasmic side of the ER membrane; the cellular components and machineries that intervene and the role and paths of the Capsid protein during this process. Super-resolution PALM/STORM techniques will be used and superposed to cryo-EM data and the yellow fever virus attenuated 17D strain will be used as model flavivirus for the main project milestones. We will devise and optimize new labeling strategies for capsid protein and use them to track the virus in vivo and follow the path of the capsid protein after release from the virus during cell entry.\nThe project, thus aims to provide a labeling tool that will boost flavivirus research and to advance our knowledge of flavivirusesí life cycle.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}