{
    "rcn": "201144",
    "acronym": "DipInQuantum",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dipolar quantum gases of Dysprosium",
    "startDate": "01/04/2016",
    "endDate": "29/05/2018",
    "objective": "In ultracold gases, novel physics can be explored taking advantage of the long-range, anisotropic interaction present between atoms or molecules with a large dipole. Such systems were probed first with Chromium atoms at the 5. Physikalisches Institut in Stuttgart (host institution). Lanthanide atoms carrying a stronger dipole moment have recently lifted high hopes for ground-breaking experiments with dipole-dipole interactions (DDI), our proposal plans on using Dysprosium. We aim to explore many-body physics associated with bosonic dipolar systems, in particular the spontaneous structuring of the ground state and the possible supersolid state. To do so we will use a high-resolution in-trap imaging of quasi-two- dimensional atomic clouds, with which we can image density modulations of the ground state revealing the first signs of long-range order. To pursue in this direction, we will study dipolar gases placed in tailored potentials, indeed the ground state in particular potential landscapes should display self-ordering and in some cases self-induced Josephson oscillations. Using the fermionic isotopes of Dysprosium, we plan on extending these methods to dipolar fermionic systems which are predicted to exhibit rich physics.\nMany proposals require an independent control of the short-range isotropic interaction. This requirement can be met by the use of magnetic Feshbach resonances present in Dysprosium. They offer the possibility to fine-tune the contact interaction despite the complex electronic structure of Dysprosium. Furthermore broad resonances will enable us to investigate few- body bound states, whose nature is modified in the presence of DDI.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET STUTTGART",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}