{
    "rcn": "201155",
    "acronym": "DynOMIS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dynamic Origins of MHC class I Selector function",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "DynOMIS aims to elucidate the antigen selection mechanisms of the adaptive immune system at the molecular level in the highly complex cellular environment. Major histocompatibility complex class I molecules (MHC-I) is a key mediator of adaptive immunity, the cellís arsenal against infectious pathogens and malignant transformations. MHC-I present antigenic peptides to cytotoxic T lymphocytes at the cell surface, which in turn unleash their cytotoxic apparatus only when peptides from non-healthy proteins are recognized.  This process is the result of an equally important peptide selecting function in the early secretory pathway, a mechanism that has not been clearly understood in spite of its fundamental role in vaccination. Deep understanding of the exact mechanisms that drive peptide selection by MHC-I will help to predict immunoprotective epitopes in infections and cancer, which will in turn pave the way for the development of more effective T cell-targeting vaccines and biomarkers to stratify patientsí suitability for immunotherapy.\nDynOMIS will employ a sophisticated, interdisciplinary approach that integrates quantitative computational systems modelling to identify molecular mechanism from cellular biochemical information, experimental investigation of the structure and dynamics of peptide-bound MHC-I over a large range of timescales, and state-of-the-art molecular dynamics simulations and free energy calculations to elucidate the thermodynamic basis of the peptide selection mechanism in the context of their interactions with cellular cofactors. To this end, DynOMIS will be carried out by an experienced researcher at a world-leading interdisciplinary group comprising molecular immunologists, structural biologists, computational chemists, and industrial partners with a strong focus on clinically relevant immunological research.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}