{
    "rcn": "201259",
    "acronym": "SPES",
    "topics": "MSCA-IF-2015-EF",
    "title": "Servi Publici: Everybody's Slaves",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The researcher is moving from Italy to Newcastle University in the UK to embark on a full-scale study of the role of public slavery in the Roman world. The SPES project sets out to provide a full-scale reconsideration of the position of public slaves in the Roman economy and society through a multidisciplinary and comparative study. The preliminary step will be a full overview of the primary evidence, which will combine textual sources with iconographic and archaeological material. The second step will be engaging with two major interrelated questions: a) how a comparative and diachronic study may allow us to further our knowledge of public slavery in ancient Rome; b) how a stronger understanding of the social reality of public slavery in the Roman world may be achieved by the comparison with some modern manifestations of it. The importance of the project is twofold: a) for the first time, the researcher will build a versatile on-line database, which will collect all the sources concerning public slaves in the Roman world; b) it is also the first attempt ever made to cross-fertilize ancient and modern historians of slavery in order to deal with the problem of the slaves owned not by a private person, but by a whole community both in the ancient and modern history. The significance of the project goes thus beyond the remit of Ancient History. It is expected that the project will bring about dramatic changes in understanding how slavery became deep-rooted in all the slave-owning societies: public slaves were in fact essential for the State administration both in the ancient Roman world and in some modern Mediterranean and Transatlantic countries. Working on this project at Newcastle will enable the researcher to develop new sets of expertise and skills both in the IT area and in developing comparative approaches. The host organisation will in turn benefit from the researcherís world-class expertise in the Latin epigraphy and the social history of the Roman world.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}