{
    "rcn": "201289",
    "acronym": "NOFLAME",
    "topics": "MSCA-IF-2015-EF",
    "title": "Flame retardant Nanocontainers",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Since we live in the polymer age, and polymers are highly inflammable, flame retardants have become a key component in industry to reduce the impact of fires. Flame retardants save people's lives, their property and in some cases even the environment.  However, traditional flame retardants like halogenated compounds present some serious disadvantages, like environmental persistence and toxicity, and their use is currently limited by REACH (EC 1907/2006). Halogen-free flame retardants like organophosphorus compounds or metal hydroxides, on the other hand, deteriorate the mechanical properties and have poor effectiveness. In this area, nanotechnology provides us some badly needed new approaches. In NOFLAME, we will explore a new approach based on the development of polymer flame retardant nanocontainers with high thermal stability, low flammability and good compatibility with polymeric matrices. These nanocontainers will help solve the problems of poor dispersion and low interfacial adhesion of the inorganic and hybrid nanomaterials applied so far. Furthermore, the ability to encapsulate a wide range of substances makes them highly attractive to develop multifunctional nanomaterials. The main activities within NOFLAME are: 1) the synthesis of several nanocontainers and the encapsulation of organic and inorganic flame retardant compounds, 2) the introduction of the nanocontainers in the polymer matrix and 3) the evaluation of their influence on the mechanical and flame retardant properties of the final material.  Combining their expertise for NOFLAME, the fellow Dr. Maria Velencoso, the host MPIP and the partner BAM will execute a thrilling research project to produce novel flame retardant nanomaterials and meet an urgent need of the European plastics industry.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}