{
    "rcn": "201267",
    "acronym": "CUISINE",
    "topics": "MSCA-IF-2015-EF",
    "title": "An innovative approach for the study of culinary practices in past societies",
    "startDate": "01/05/2017",
    "endDate": "30/06/2019",
    "objective": "The aim of this project is to develop an innovative methodology for the study of culinary practices (cuisine) in past societies integrating the morpho-typological analysis of cooking pots, the analysis of their lipid content and the analysis of microbotanical remains. By analysing a society's diet and cuisine we can explore, for instance, cultural development  expressed through growing complexity in parallel with the development of more complex social and technological structures. This project will explore culinary practices in past societies through the integrated analysis of phytoliths, starch grains and lipids from cooking pottery. In order to interpret the archaeological record, extensive plant reference collections and several experiments will be developed as part of the project. At the same time, the methods developed during the experimentation phase will be tested and validated on two archaeological case studies in the Aegean, an area that has historically been (and still is) a crossroad for people and foodstuffs: the Neolithic site of Stavroupoli (Greek Macedonia, ca. 5600-5000 cal. BC) and the Bronze Age site of Knossos-Gypsades (Minoan Crete, ca. 3650-1100 cal. BC). The development of these integrated analyses on Neolithic and Bronze Age settlements will allow for the study of the emergence of new social practices and cultural identities linked to the origins of food production and the development of complex, urban societies.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}