{
    "rcn": "201278",
    "acronym": "DE-STRESS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Decoding Stress Resilience",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Stress is a common feature of our lives yet some people respond to stress better than others, a concept known as resilience. There is a growing body of experimental data which has implicated several brain structures and molecular mechanisms. However to date there has been limited focus on the bed nucleus of the stria terminalis (BNST) and the mechanisms in this brain region which could be involved. One of several proteins expressed by the BNST, which is a key regulator of the stress response, is the pituitary adenylate cyclase-activating peptide (PACAP). But the expression of PACAP is under the control of stress-responsive nucleotides called miRNAs. Thus, there exists a complex system in the BNST which regulates the stress-response and hypothetically could be involved in mediating resilience. To test this hypothesis, the DE-STRESS project will conduct a series of experiments with the objectives of (i) determining whether PACAP expression in the BNST is different in states of resilience and susceptibility, (ii) identifying miRNAs that are differentially expressed in these states and which regulate PACAP expression and (iii) elucidating their functional effects on the stress response.  Hence, the DE-STRESS project uses an innovative approach to decode the concept of stress resilience and will advance understanding of the pathophysiology of stress-induced disorders. Additional objectives of the project include dissemination and transfer of knowledge to relevant stakeholders, forming collaborations within academia and industry with a view to commercialising research findings as well as develop project management and career development skills of the applicant. In line with the Work Programme for the MSCA fellowships, the knowledge and competencies gained by the applicant will add to developing his potential to achieve professional maturity and leadership in the field so that he may continue to make significant contributions to society and the economy.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}