{
    "rcn": "201296",
    "acronym": "ZC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Torsion units of integral group rings",
    "startDate": "01/05/2016",
    "endDate": "31/10/2017",
    "objective": "Group rings form one of the most significant classes of rings. They encode group and ring theoretical information. The study of the group of units of integral group rings was initiated in the 1940's by Higman in connection with the Isomorphism Problem. One of the main problems still unsolved is the description of its torsion units of the the torsion elements of the group V(ZG) formed by the units of augmentation 1. The Zassenhaus Conjecture, possed in the 1960's by Hans Zassenhaus, predicts that all the torsion units of V(ZG) are conjugate in the rational group algebra of the elements of G. This has been proved for some classes of groups, as for example, nilpotent or cyclic-by-abelian groups and for some special groups. A weaker conjecture stablishes that the orders of the torsion units of V(ZG) and G are the same, or the even weaker Prime Conjecture which states that V(ZG) and G have the same prime graph. The aim of this proposal is to make significant contributions on this questions. More precisely, we will concentrate in studying the above questions for G metabelian and for some series of simple groups as, for example, the projective linear groups. We intent to develope new techniques which surpasses some of the obstacles founded using the existing methods as for example the HeLP Method. Some recent progress obtained recently by the applying researcher, as the Lattice Method introduced in his Ph.D. Thesis and a software developed in cooperation with A. B‰chle implementing the HeLP Method, would be very useful to obtain the goals of the project.",
    "totalCost": "118591,2",
    "ecMaxContribution": "118591,2",
    "coordinator": "UNIVERSIDAD DE MURCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999844282": {
            "orgId": "999844282",
            "orgName": "UNIVERSIDAD DE MURCIA",
            "ecContrib": 118591
        }
    },
    "calculatedTotalContribution": 118591
}