{
    "rcn": "201293",
    "acronym": "Exile and Technology",
    "topics": "MSCA-IF-2015-GF",
    "title": "Austro-German exile in America 1930-45: interrogating the relationship between science, technology and modern selfhood in cultural and musical discourses.",
    "startDate": "01/09/2016",
    "endDate": "30/11/2019",
    "objective": "This project examines the relationship between technology, selfhood, and modernity in the context of the music and thought of Austrian and German ÈmigrÈ musicians and cultural theorists in America from 1930 to 1945. The project looks beyond the boundaries of the nation state and the nexus of composer and musical work that tend to structure musicological enquiry. Instead, transnational historical methodologies will be used alongside primary archival research to join a timely conversation in musicology about the intersections between histories of music and science. In the era 1930-45, (Austro-)Germany and America were scientific powerhouses. Against the backdrop of mounting political turmoil, both generated ethically controversial scientific and technological research simultaneously liberating and malevolent: atomic technology, cosmology, radar, eugenics, transportation innovations. Technology necessarily shapes ideas of selfhood, and the mass displacement of Austrian and German intellectuals to the US after the rise of the National Socialists created a ëculture of exileí in which, as ÈmigrÈs integrated within the new context, diverse attitudes to the relationship between science, technology, and formulations of the self began to interweave. Using musical collaborations, spectacles, and events to illuminate and explore the range and ambivalence of those attitudes, the project will furnish a more finely grained historical understanding of the disconnections between Germanic and American relationships to technology and selfhood in the period. The research outcomes during the fellowship will be a monograph, and two articles as part of substantial work on a second book. A further key objective will be to establish an international interdisciplinary academic network in the US, UK, and Germany for collaborative projects and conferences exploring technological and cultural/musical discourse, exile, and international mobility in the first half of the twentieth century.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        },
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}