{
    "rcn": "201254",
    "acronym": "FRoST",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Foreshock and its Role in Solar-Terrestrial relations",
    "startDate": "15/03/2017",
    "endDate": "14/03/2019",
    "objective": "There is a critical need for accurate space weather forecasting, due to the growing use of technologies vulnerable to space weather hazards. However, refining the current models requires a more detailed understanding of solar-terrestrial relations, especially during extreme events such as magnetic clouds (MCs) which drive the fiercest storms at Earth. To this end, FRoST will investigate a previously unexplored aspect of the interaction of MCs with the terrestrial environment: the role played by the foreshock, a turbulent region extending upstream of the Earth's bow shock. The objectives of FRoST are (1) to characterise the foreshock properties during MC events, (2) to investigate how these alter in turn the properties of the region at the interface between the solar wind and the magnetosphere, the magnetosheath, and (3) assess whether the influence of the foreshock can be significant and thus should be included in space weather models. To undertake this challenging task, we will take on an interdisciplinary approach, combining numerical simulations and spacecraft observations. \n\nThis project is now made possible by the extensive datasets acquired in the recent years and by the pioneering Vlasiator simulation, developed by the Host Group, which is the world's only global hybrid-Vlasov simulation and offers an unprecedented description of the near-Earth environment. Through FRoST, the Experienced Researcher (ER) will develop her skills in numerical physics, while bringing to the Host Group her expertise in data analysis. This diversification of her competencies will significantly increase the ER's career prospects. The Supervisor's strong record of scientific excellence and experience in mentoring early-career researchers will further ensure the successful execution of FRoST. This project has the potential to reinforce the position of Europe at the forefront of numerical space physics, and will contribute to the European efforts in space weather forecasting.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "ILMATIETEEN LAITOS",
    "participantCountries": "FI",
    "projectParticipants": {
        "999591306": {
            "orgId": "999591306",
            "orgName": "ILMATIETEEN LAITOS",
            "ecContrib": 0
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 191326
        }
    },
    "calculatedTotalContribution": 191326
}