{
    "rcn": "201299",
    "acronym": "ChemoSense",
    "topics": "MSCA-IF-2015-EF",
    "title": "Elucidating the Mechanisms of Insectís Chemical Taste to Understand Specific Host-Plant Selection",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "The sense of taste enables an animal to decide what it eats and drinks. Insects are able to discriminate among soluble chemicals via their gustatory receptors (GRs) in order to accept or reject a certain food plant or initiate mating and oviposition. Despite their essential role in the insectís overall food intake, survival and reproductive success, relatively little is known about insect GRs, especially in beetles. This is surprising given their importance as agricultural and forestry pests, their global distribution and huge species number as herbivorous insects. I aim to identify and characterise GRs that mediate host plant selection in a specialist poplar leaf beetle, Chrysomela populi. These beetles feed on economically important poplar trees and damage timber plantations worldwide. It is hypothesised that the phenolic glucoside salicin in poplar is a major taste stimulant for C. populi and enhances feeding activity. However, it is unknown how salicin or, alternatively, other taste stimulants are detected by, and interact with specific GRs in C. populi to elicit feeding behaviour. I will elucidate these mechanisms by (i) identification of candidate genes encoding GRs in C. populi via tissue specific transcriptome sequencing and transcript visualisation via RNA-FISH, (ii) knock-down of single GR genes via RNAi to test the feeding behaviour of RNAi-silenced beetles, and (iii) test whether any of the taste stimulants from poplar function as in vivo and in vitro ligand for specific C. populi GRs by tissue-specific electrophysiological recordings and heterologous expression, respectively. These results will shed new light on the question how GRs function as regulators for herbivorous beetles to select and consume specific plants, which will significantly advance our knowledge in understanding host plant selection. As poplar leaf beetles are important pests, the results may also pave the way for timely development of sustainable pest management in forestry.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}