{
    "rcn": "201274",
    "acronym": "INTEGRISTEM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Functions of Integrins in Mammary Stem Cell Activity and Tumorigenesis",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Understanding the functional interactions between mammary epithelium and its microenvironment, with a particular focus on the stem cell niche, represents a challenge for developmental and cancer biologists. Mammary epithelium is a bilayer, with a layer of luminal cells, producing milk, and a layer of basal myoepithelial cells. Both layers contain clonogenic stem/progenitor cells, which ensure the drastic epithelial expansion in puberty and pregnancy. Whilst basal stem cells are thought to be bipotent, luminal progenitors appear to be lineage-restricted in normal gland. Recent studies indicated that basal-like breast tumors, notably those with BRCA1 mutations, might originate from luminal progenitors. Our project aims to elucidate the role of integrin receptors for Laminin, major component of the mammary basement membrane, in the regulation of the luminal progenitor function during normal mammary development and tumorigenesis. To this end, ?3 and ?6 integrin chains were deleted from mammary luminal cells in vivo using CreLoxP system. Cre expression was driven to luminal progenitors by the Blg promoter, activated in this cell population in adult virgin mice and further on, during lobulo-alveolar development in pregnancy. The stem cell activity and the maintenance of the stem cell populations in mutant mammary glands will be analyzed at different developmental stages. Morphogenesis, proliferation, survival, differentiation as well as the regenerative and clonogenic potential of the mutant epithelium will be examined. We will study the cytoskeleton organization and the capacity of mutant cells for baso-apical polarization. To analyze the responses of integrin-depleted cells to hormones and growth factors at the molecular level, organotypic ex vivo cultures will be employed. The impact of Laminin-binding integrins on abnormal luminal progenitor amplification during tumor initiation will be tested in a mouse model of basal-like breast cancer induced by p53 and BRCA1 loss.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}