{
    "rcn": "201269",
    "acronym": "TERMS-Ocean",
    "topics": "MSCA-IF-2015-EF",
    "title": "Transgenerational Ecophysiological Responses to Multiple Stressors in a changing Ocean",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Global oceans are currently changing at a faster rate than at any other time over the last 300 million years, exposing marine organisms to multiple environmental stressors, such as climate change and ocean acidification (OA). Coastal marine invertebrates are globally important in terms of the ecosystem services and functions that they provide, hence it is vital to determine whether they can adapt and evolve to cope with these multiple stressors at the rate at which they are occurring. The TERMS-Ocean project will address this key question by determining the role of transgenerational phenotypic plasticity (TPP) in the response of a keystone marine invertebrate to the combined impacts of climate change and OA. TPP examines the potential for phenotypic plasticity in offspring in response to parental stress and has been shown to alleviate physiological responses in single-stressor studies; however there is no evidence to date as to whether TPP can operate when multiple stressors are experienced in combination. Here, a novel common garden experimental design will be employed to examine the transgenerational responses of the sea urchin Paracentrotus lividus to the combined effects of elevated temperature and OA in order to assess whether TPP plays a role in alleviating the effects of these stressors when experienced in combination. This project will be pivotal for my personal development to become an independent researcher and offers me the unique opportunity to work in a top 10 Russel Group University with a global reputation for excellence in environmental and climate change research. Exeter Biosciences is a leading institute in environmental biology and ecology and provides excellent opportunities for academic training and personal career development. A fellowship at Exeter will expose me to novel ideas and input from renowned researchers, offer me exciting opportunities for knowledge exchange, and have a strong impact on my personal and scientific development.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}