{
    "rcn": "201231",
    "acronym": "GLOBALTOX",
    "topics": "MSCA-IF-2015-EF",
    "title": "Toxicity of anthropogenic multi-stressed soils under a global warming perspective",
    "startDate": "02/01/2017",
    "endDate": "01/01/2019",
    "objective": "Concept: Global climate change is displayed as a set of stressors (increasing temperature and CO2 levels, decreasing soil moisture content, higher UV radiation exposure) potentially impairing both biotic and abiotic ecosystem components. This may worsen in environments degraded by human activities where organisms have to deal with multiple stress factors, i.e. in multi-stressed environments, and the toxicity of the contaminants present may change depending on climate conditions. GLOBALTOX aims at assessing how the toxicity of anthropogenic multi-stressed soils may be affected under the current global warming perspective, using soil invertebrates as bioindicators along with soil physicochemical and microbiological parameters.\nMethodology: An inter/multidisciplinary ecotoxicological approach will be applied to soils from different environments with high human pressure (metal mining and agricultural areas), different soil invertebrate species (collembolans and enchytraeids) and single and multiple combinations of different climate factors (air temperature, soil moisture content, atmospheric CO2 concentrations and UV radiation). Climate factor combinations will be based on the emission scenarios predicted by the IPCC by the year 2100. For a complete overview of the problem, the project will rely on changes in key soil parameters (pH, organic matter, nutrient cycling, microbial community) and soil invertebrates (body metal concentrations, enzymatic biomarkers, DNA-damage, gene expression) to understand the effects at organism/population level (survival and reproduction).\nImpact: The foreground derived from the project will improve the environmental risk assessment of anthropogenic-degraded areas under future scenarios of climate change. GLOBALTOX will promote the social perception and awareness of anthropogenic contamination under a global warming perspective and the suitability of using soil invertebrates as bioindicators of toxicity changes.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "UNIVERSIDADE DE AVEIRO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}