{
    "rcn": "201265",
    "acronym": "RecInRep",
    "topics": "MSCA-IF-2015-EF",
    "title": "Beyond double-strand break repair: specific mechanisms of homologous recombination at stressed replication forks.",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Genomic instability is the main driving force of tumourigenesis, as highlighted by the cancer predisposition conferred by mutations in caretaker genes. DNA replication stress has recently received much attention, for its causative role in transformation and as a strategy for cancer therapy. Besides other mechanisms protecting replicating chromosomes from genotoxic stress, transient fork remodelling into four-way junctions (fork reversal) is emerging as a key transaction to assist template repair or to tolerate DNA damage and replication interference.  Factors and mechanisms modulating this transaction are just beginning to emerge. The central recombinase RAD51 was recently shown to promote fork reversal, uncovering a fork-specific role for homologous recombination (HR) proteins, beyond their established role in the double-strand break repair. However, the molecular determinants controlling RAD51-mediated fork remodelling are yet unknown. I propose to gain mechanistic insight into the role of RAD51 and other HR proteins in replication stress, using an integrated, multidisciplinary approach, which combines my current biochemical expertise with specialized cell biology and single-molecule techniques available in the host lab. In particular, I will first set up a microscopy-based screen to identify factors that regulate RAD51 recruitment at replication forks upon stress. Then, I will use a combination of single-molecule and cell biology techniques to investigate how these novel RAD51 regulators mediate in vivo RAD51 role in fork protection and remodelling. Finally, I will establish an in vitro system to study biochemically the mechanisms by which RAD51 and the novel identified factors catalyse replication fork remodelling. I believe that this 'holistic' approach will be instrumental not only to define the molecular basis of cancers with a HR-defective genetic background, but also to provide the groundwork to develop more effective chemotherapeutic strategies.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}