{
    "rcn": "201268",
    "acronym": "SILYCAT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Asymmetric Catalysis with Chiral Silylium Cations",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "In the frame of this research program, carried out at the Institute of Molecular Sciences (ISM) within the University of Bordeaux (UB), we propose the development of new powerful Lewis acid catalysts for asymmetric synthesis. The activation of small molecules (H2, CO2) and less-reactive compounds in catalytic processes is one of the central tasks of modern synthetic chemistry. This task is of fundamental and practical interest as well as of environmental significance, a central issue for our society. Purpose of the suggested research proposal is the synthesis of tailor-made chiral silyl cationic compounds with exceptional but controlled reactivity. Various molecular test systems are suggested to identify the parameters that allow efficient control over the reactivity of these silyl cations. These model systems will be applied as catalysts in organic model reactions including Diels-Alder, Mukaiyama and hydrogenation processes. The major objective of this proposal is the generation and studies of chiral silyl cations and their weakly coordinating anions in an effort to combine their inherent high reactivity with enantioselective processes. The use of chiral silyl cations as efficient Lewis acid catalysts in organic transformations should have significant impact on enantioselective organic synthesis.\nKey objectives of this research program are the development of new strong activators for an efficient synthesis of chiral molecules and the training of future leading experts in the field of catalysis, a domain in which Europe must remain competitive in the 21st century as the demand for new chiral molecules and materials is increasing in domains ranging from health to energy.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}