{
    "rcn": "201292",
    "acronym": "Ex Anatolia lux",
    "topics": "MSCA-IF-2015-EF",
    "title": "Ex Anatolia lux. The Linguistic Origins of Europe: Word-formation and Lexicon in Anatolian and Core Indo-European.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The understanding of the linguistic origins of Europe begins with Proto-Indo-European (PIE), the reconstructed language from which all Indo-European (IE) languages descend, including modern languages like English, Spanish, Russian and Hindi, and are spoken by more than half of the worldís population. In particular, a proper understanding of Proto-Indo-European begins with the extinct Anatolian languages, e.g. Hittite and Lycian, known from ancient clay tablets and inscriptions and spoken in the Asian part of Turkey and part of northern Syria during 16th-2nd century BCE. The Anatolian branch plays a key role since it was the first to split off from the IE language family and has several specific features, which are not shared by other IE languages. As the first of its kind, this project will shed light on the position and development of Anatolian in relation to the rest of the IE family by a systematic study of Anatolian word formation and vocabulary. The results will integrate a ëfree access database' established 2013 by the Research Centre ëRoots of Europeí (RoE), which will also be a new useful research instrument for other disciplines as philology, epigraphy and archaeology in a perspective of interdisciplinary collaboration and mutual benefit. The Roots of Europe, headed by my supervisor Prof. B. A. Rasmussen (Olsen) and based at the Department of Nordic Studies and Linguistics of the UCPH, is the most appropriate institution for this project: the scientific expertise and interdisciplinary profile of the research team in the topics involved in the research, including a specific project of the IE homeland, the training and the knowledge transfer will be the winning combination not only for the achievements of the goals set up for my project, but also to make my profile as an independent researcher more competitive.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}