{
    "rcn": "201218",
    "acronym": "NanoORC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Nanofluids as working fluids for organic Rankine cycles",
    "startDate": "01/03/2017",
    "endDate": "28/02/2020",
    "objective": "Organic Rankine cycles have gained great interest over the last decade as an efficient technology to convert low-temperature heat, from renewable energy or industrial waste, to electrical power. For this reason, they are expected to play a substantial role in the future European energy system, as they will contribute to reduce the dependence on fossil fuels and the CO2 emissions associated to power generation. However, recent regulations that limit the use of ozone depleting substances and greenhouse gases will phase out most of the working fluids currently used in organic Rankine cycles.  As a result, there is an urgent necessity to search for alternative fluids that meet the thermodynamic requirements of the replaced ones, and offer better environmental and safety features. The addition of nanoparticles to fluids (nanofluids) can enhanced their thermal properties, thus making them an optimal solution for their use in organic Rankine cycles. The main barrier for the introduction of these innovative fluids comes from the lack of an accurate knowledge of their behavior. NanoORC aims at developing a general model for the estimation of the thermophysical and transport properties of nanofluids, to evaluate their potential for organic Rankine cycles. The novelty of the project lies on the use of group contribution methods to develop a generalized model that will be integrated as a property library into simulation software. The host will provide the fellow established knowledge on organic Rankine cycles, and train her on state-of-the-art simulation and optimization tools. The fellow will bring expertise on thermophysical properties of fluids, not currently available at the host institution, to introduce the research on innovative working fluids. The fellow will complete her training through a collaboration with the National Institute of Standards and Technology and a secondment at Turboden, which will be essential for the transfer of the knowledge derived from NanoORC.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}