{
    "rcn": "201236",
    "acronym": "SynGenes",
    "topics": "MSCA-IF-2015-EF",
    "title": "Defining the genetics of grapheme-colour synaesthesia",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Synaesthesia is a common neurodevelopmental phenomenon (2-5% of the population) where stimulation of one sense automatically triggers an experience of another. Familial clustering indicates that synaesthesia is highly heritable. However, this genetic contribution is poorly understood and likely heterogeneous, a major hindrance to our understanding of the neurobiology. My objective is to remove this barrier through the most comprehensive interrogation of synaesthesia genetics to date, utilizing state-of-the-art technologies and integrative approaches.\nThis study will focus on individuals who associate letters and numbers with colour (grapheme-colour synaesthesia), as this type of synaesthesia is common and the most reliably measured. I will apply two complementary approaches in parallel. Whole genome sequencing in two newly ascertained multigenerational synaesthesia families will determine the role of rare genetic variants (Work Package 1, WP1), while genome-wide genotyping of 1000 unrelated synaesthetes will unmask contributions from common variation (WP2). Using existing candidates and novel genes discovered in this work, I will perform multi-level in silico analyses to test if genetic information supports the prevailing theory of neural hyperconnectivity as an underlying aetiology (WP3). WP1-3 will help to define the genetic landscape of synaesthesia, while opening novel research avenues into the neurobiology of sensory perception.\nThis fellowship will provide a diverse set of stepping-stones toward my professional goal of becoming an independent researcher in the rapidly advancing field of neurogenetics. The research and training plans will deepen my current skillset and add a suite of complementary informatics skills that will significantly enhance the quality and competitiveness of my scientific career. The multi-platform dissemination and public outreach strategy involves both the scientific community and main stakeholders at the major milestones (WP4).",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}