{
    "rcn": "201276",
    "acronym": "CraNOC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cracking the Nucleo-Olivary Code",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "For animals and humans to be successful in their environments, their motor and cognitive behavior must be adjusted to the constantly changing reality at a millisecond-timescale. For example, it is fairly simple for a brain to determine which muscles need to be activated to catch a falling object, but much harder to determine when and for how long. Without correct timing of the executive brain functions, as happens in some neurological disorders, the individual is unable to produce smooth and accurate movements and will also have difficulties with a range of cognitive functions requiring orchestration of distinct mental operations. The tripartite olivo-cerebellar system (OCS), which is formed by the inferior olive (IO), cerebellar cortex (CCTX) and cerebellar nuclei (CN), is considered critical for generating proper timing for many motor and cognitive operations. Interestingly, all three areas, IO, CTX and CN, have intrinsic oscillatory properties and together they constitute a reverberating microcircuit, beating with well-timed responses to requests from the sensorimotor system. The ultimate timing of the output of this system, by which it imposes its effects upon the rest of the brain, is mediated by the CN. Indeed, decades of research on the OCS has resulted in detailed concepts as to how it may generate and control computations with high temporal complexity. However, due to methodological difficulties the function of the nucleo-olivary (NO) pathway, which links the CN with the IO, has been neglected, hindering completion of the cerebellar theory. To crack the relevant temporal codes of this loop I have developed specific viral optogenetic tools that allow for targeted control of the NO pathway. Using them I will define the NO interactions that take place during behavior and learning, and examine how these interactions are perturbed in neurological disorders.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}