{
    "rcn": "201248",
    "acronym": "SKINFRET",
    "topics": "MSCA-IF-2015-EF",
    "title": "The involvement of epidermal stem cells in spatiotemporal ERK activity propagation",
    "startDate": "27/06/2016",
    "endDate": "26/06/2018",
    "objective": "Stem cells are central to maintenance of mammalian epidermis. This proposal focuses on how stem cells\ncommunicate with their microenvironment by intercellular propagation of growth signal. I will investigate the involvement of epidermal stem cells in a novel growth signal propagation pattern I found in my PhD research. In this research, I visualized extracellular signal regulated kinase (ERK) activity in the skin of living mice by FRET-based observation of transgenic mouse expressing a sensitive biosensor for ERK. By this approach, I found a novel pattern of intercellular ERK activity propagation, which we named SPREAD. In SPREAD, bursts of localized ERK activation concentrically propagated to their surrounding 100 -300 cells. The timing and location of SPREAD emergence suggested the involvement of epidermal stem cells. To test this possibility I will combine my expertise of FRET imaging with in vivo and in vitro systems for mouse and human keratinocytes in the host laboratory. By crossing ERK biosensor mice with various mouse strains that marks Lgr5\\, Lgr6\\, or Lrig1\\ stem cells, I will observe whether the centre cells of SPREADs are epidermal stem cells in vivo. In addition,\nI will culture keratinocytes expressing the ERK FRET biosensor on an artificially engineered substrate to recapitulate SPREAD in vitro. To study whether SPREADs are also seen in human skin, I will exploit a skin reconstruction system, called organotopic culture. The method allows culture of keratinocytes on collagen matrices embedded with various fibroblast populations with various densities. The significance of the features of SPREAD (shape, size, amplitude etc.) will be addressed by generating various types of ERK activity propagation by using light-induced ERK activation system. This approach will bring fresh insights into how stem cells control their local tissue structures via intercellular propagation of growth signal and how microenviromental factors effect on the propagation pattern.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}