{
    "rcn": "201279",
    "acronym": "QuP",
    "topics": "MSCA-IF-2015-EF",
    "title": "Long Range Surface Plasmon Polaritons as an Alternative Information Carrier for Nanoscale Quantum Circuitry",
    "startDate": "01/03/2016",
    "endDate": "17/11/2018",
    "objective": "The aim of this innovative and high-impact interdisciplinary proposal is to investigate the potential properties and applications\nof plasmonic metallic nanostructures that enable the confinement of light to scales beyond the diffraction limit, known as\nquantum plasmonics. Latest studies have revealed the quantization of surface plasmon polaritons (SPPs). It could be the\nstepping stone for the generation of miniaturized photonic components for the quantum control of light. This implies that the\nSPPs would represent a totally new sort of information carrier for nanoscale circuitry, enabling a revolutionary bridge\nbetween current diffraction-limited microphotonics and bandwith-limited nanoelectronics, paving the way for integrated\nquantum information processing. Thus, in a first stage we will develop integrated nanoscale quantum plasmonics building\nblocks on-a-chip, such as efficient single-photon sources or transistors, which is the component required for the fabrication\nof true nanoscale quantum computing logic gates. We also plan to exploit the low-Ohmic-losses and prospects for large\nscale production of ultra-compact cutting-edge graphene plasmonic circuits. This research will be lastly applied to single\nmolecule sensing. Experiments will be performed using innovative techniques for nanofabrication of photonic nanostructures\nand for characterization. The expected results will allow taking advantage of quantum interference effects, setting up the\noptical response of the extremely low losses Long Range (LR) SPPs modes within a quantum framework and showing that\ngraphene layers produce strong light-matter interaction and extreme optical field confinement. The results will be compared\nwith ab initio simulations, giving a precise and consistent experimental and theoretical panorama of quantum plasmonics.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}