{
    "rcn": "201234",
    "acronym": "FOIPO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Functional optical probes for otology",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Various pathologies directly impede the conduction of sound through the human middle ear, and thereby produce a ëconductiveí hearing loss which is the second most prevalent health issue globally. According to Hearing Health Foundation more than 360 million people suffer from hearing disorders worldwide. Hearing depends on a series of events that change sound waves in the air into electrical signals. Sounds that travel down the ear canal set the surface of the flexible eardrum or tympanic membrane (TM) into rapid pico- to nanometer scale vibrations.  These motions are coupled to the inner ear by the ossicular chain (the malleus, incus, and stapes). Since the TM and ossicular chain are the primary portal through which acoustic stimuli reach the inner ear, pathological changes in the TM or ossicular chain result in conductive hearing losses.  Accurate diagnosis of middle-ear diseases is critical to effective and timely treatments of hearing loss. No currently available clinical technique is capable of simultaneously visualizing and quantifying the structure and sound-induced vibration of the middle ear in vivo. Recently, a new functional imaging technique based on optical coherence tomography (OCT) and the principle of vibrography for middle ear imaging was demonstrated. In this method, termed OCT-vibrography, a speaker is used to excite acoustic vibration in the tissue, and the resulting tissue displacement is captured by OCT. The goal of this project is to make for the first time a miniaturized OCT-vibrography probe for middle ear imaging at high frequencies. The miniaturized probe will be designed through integrated optics which will enable high-speed imaging. The system will operate in two modes: static imaging mode for examining biofilms and ear infections behind the ear drum; dynamic imaging mode for capturing high frequency (up to 20 kHz) oscillations in the middle ear structures. The operation of the miniaturized probes will be validated on ex vivo specimens.",
    "totalCost": "177598,81",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "participantCountries": "NL",
    "projectParticipants": {
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 66839
        }
    },
    "calculatedTotalContribution": 66839
}