{
    "rcn": "201251",
    "acronym": "FlexBatteries",
    "topics": "MSCA-IF-2015-EF",
    "title": "Flexible Li ion Batteries via Nanocrystal-Nanocarbon Scaffolded Structures",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The aim of this proposal is to develop next generation flexible high-energy density Li ion batteries. This project seeks to advance this field by developing generalized methodologies to effectively interface flexible nano carbon scaffolds with inorganic nanocrystals, and to obtain tailor made hierarchical assemblies as building blocks. Fabrication of these hierarchical materials whose chemical and mechanical properties can be optimized at the nano, micro and millimeter scale are key to ensure both high energy and power density, and structurally flexible components. Our strategy will significantly increase the loading of electro-active particles (nanocrystals) and maximize their contact/exposure to electrolytes in optimized conditions, which will improve the electrochemical properties of nanostructures. Parallel, by applying in situ electrochemical-Li-NMR-Neutron depth profile and XRD, the proposed multi-scale approach will deepen the understanding of fundamental issues such as Li\\ diffusion path ways in nanocrystal-carbon scaffolded structures (Li ion kinetics), volume expansion of nanocrystals (stress/strain issues), thermal management (heat dissipation), gas evolution (via electrolyte decomposition) and various modes of particle degradation during battery charge/discharge cycling.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}