{
    "rcn": "201240",
    "acronym": "PyroMOF2cat",
    "topics": "MSCA-IF-2015-EF",
    "title": "Metal Organic Framework mediated synthesis for novel catalysts in the Fischer Tropsch synthesis.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Hydrocarbons are the most widely used chemicals and fuels, and are quite accurately, the driving force of occidental social well-being. The major part of hydrocarbons on Earth is found in crude oil. The depletion of the latter while demand for it is increasing, and the geopolitical risk related, boost the use of different hydrocarbon sources. \nThe Fischer Tropsch synthesis (FTS) from ësyngasí comprises the exothermic synthesis and WGS reactions to obtain gasoline fraction (C5-C12), hydrocarbons (paraffins and olefins) and oxygenates in a wide range of boiling points, from methane to waxes. Transition metals are typically used in FTS process due to their considerable activity, cobalt being the preferred one due to its higher activity for FTS, selectivity toward linear products, stability, low activity towards water-gas shift (WGS) reaction and low price.\nRecently, Metal Organic Frameworks (MOFs) have emerged as promising precursors for the synthesis of nanomaterials, due to their unique structure, atomic metal dispersion and textural properties.\nThe goal of this proposal is to design, to control and to apply the MOF mediated synthesis to obtain outstanding cobalt based catalysts for the Fischer Tropsch synthesis, and to set the ground of this potentially universal method for the synthesis of metal supported catalysts.\nThe project will be carried out at Delft University of Technology (TU Delft) within the Catalysis Engineering (CE) section of the Chemical Engineering department (ChemE) and in close collaboration with industry.\nThe resulting catalysts are expected to possess unique catalytic properties by virtue of their controlled synthesis, leading to the preparation of paramount catalysts which will be studied for the first time in the FTS.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}