{
    "rcn": "201295",
    "acronym": "N-MuQuaS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Non-locality in Multipartite Quantum Systems",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "At the micro scale, interactions among particles create fascinating correlations that cannot be explained by any means known to classical physics. This phenomenon, called quantum non-locality, not only proves that the quantum and classical theories differ at the level of elementary particles, but also has a great potential for future quantum technologies. In fact, non-locality lies at the heart of the device-independent quantum information processing, a new paradigm for information processing aiming at designing protocols which do not rely on any assumptions on the devices used, thus closing the mismatch between theory and its implementation. The interest in quantum non-locality has therefore increased dramatically in recent years. However, the efforts have been focused mostly on the bipartite quantum systems, leaving the multipartite case largely unexplored. The overall objective of this fellowship is to significantly advance our understanding of this phenomenon in multipartite quantum states. First, we will thoroughly study the relation between multipartite entanglement and non-locality with the aim of identifying entangled states which are useful for device-independent quantum information. Second, we will focus on non-locality in many-body quantum physics, a subject that has barely been explored. In particular, we will ask what non-locality can tell us about physical properties of many-body quantum systems. In the last part we will aim at characterization of the set of quantum correlations and propose novel and stronger information principles fully describing quantum non-local correlations. The action will involve theoretical research at the frontiers of quantum theory, quantum information, entanglement theory and many-body systems, but also knowledge of the state-of-the-art experimental technology will be necessary. It thus requires strong collaboration between many theoreticians, also from the European institutions, as well as interaction with experimentalists.",
    "totalCost": "146462,4",
    "ecMaxContribution": "146462,4",
    "coordinator": "Centrum Fizyki Teoretycznej Polskiej Akademii Nauk",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996434053": {
            "orgId": "996434053",
            "orgName": "Centrum Fizyki Teoretycznej Polskiej Akademii Nauk",
            "ecContrib": 146462
        }
    },
    "calculatedTotalContribution": 146462
}