{
    "rcn": "201258",
    "acronym": "SDchirnanocat",
    "topics": "MSCA-IF-2015-EF",
    "title": "Sputtering-deposition of metallic nanoparticles onto chiral ionic liquids andapplications in enantioselective hydrogenation",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The production of fine chemicals, such as chiral molecules, is one of the main applications of the chemical industry. However, any new process developed should be environmentally sound. Metallic nanoparticles (MNPs) have attracted a large interest as catalytic materials due to their small size and high surface to bulk metal ratio, which leads to a greater catalytic activity. These catalysts are easily recyclable, although stabilizing agents are required to prevent agglomeration. In this context, ionic liquids (ILs), salts with melting point <100 ∫C, can act both as stabilizers and as solvents. Moreover, MNPs may be immobilized in this medium, allowing the separation of the products and the subsequent recycling of the system. However, ILs are not ìinnocentî media and can impose a high degree of directionality over the substrates. The employment of chiral ILs adds a new advantage: its potential use in asymmetric catalysis to induce the formation of chiral products. In this project we will merge the asymmetric properties of newly synthesized ILs with the catalytic activity of MNPs. Instead of classical chemical methods, MNPs in ILs will be obtained by sputtering-deposition (SD), an innovative physical technique which enables the fast synthesis of clean MNPs, avoiding the use of organic solvents and reducing agents. In contrast to other physical techniques, the SD of MNPs onto ILs allows the control of the size and shape of MNPs by the appropriate tuning of the sputtering conditions. These three concepts (MNP, chiral IL and SD) converge into the main aim of this project: The development of a novel chiral catalytic system based on MNPs prepared by SD onto chiral ILs for asymmetric hydrogenation reactions. SDchirnanocat will contribute to broaden the fellow competencies and will place him in an excellent position to start an independent career.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}