{
    "rcn": "201270",
    "acronym": "InfGroups",
    "topics": "MSCA-IF-2015-EF",
    "title": "Foundations for computing with infinite linear groups",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "This project is in computational group theory (CGT), a novel domain of algebra at the interface with computer science. The main objective of the project is to build up a new area of CGT ñ computing with groups generated by a finite set of matrices over an infinite field. This entails: (i) development of a methodology to handle the main classes of finitely generated linear groups in a computer; (ii) justification of decidability and solution of fundamental algorithmic problems; and (iii) design of software for practical computation. In particular, we focus on practical algorithms for arithmetic groups, Zariski dense subgroups, and virtually solvable linear groups.\n\nThe planned results will be the first of their kind. The project will impact group theory by replacing cumbersome methods with straightforward computation, allowing the solution of previously intractable problems. The project will impact other sciences and mathematics overall by providing a means for scientists to carry out effective mathematical experiments in areas where linear groups appear as a mathematical model of transformations.\n\nThe planned research and related activities (such as the establishment of an international research team) will impact the career of the researcher by bringing her recognition as a leading expert in computational algebra and its applications. Training in computer science in the world-class environment provided by the host, and complementary training in IT skills provided by the industrial partner during secondment, will diversify competencies and career prospects of the researcher. The project is designed to make the host institution a world centre in this new area of computational algebra. The project's communication and public engagement strategy will promote mathematics as a profession for women, thereby impacting EU society by taking measures to redress gender imbalance in STEM.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}