{
    "rcn": "201262",
    "acronym": "SUPRACOPHS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Design and synthesis of supramolecular copolymers for responsive self-assembled photonic structures.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Based on the reversible bonds that hold the structural units together, supramolecular polymers gain technological relevance from the simplicity of their synthesis, while a constantly increasing amount of research is dedicated to the study of the unique solution, electronic, mechanical and rheological properties of these materials. An interesting aspect of these properties may arise when the use of such polymers in photonic structures is considered. Optical properties, such as reflectivity, polarization, iridescence, and transmission, rely on the spatial arrangement of the components of nano- and micro- structures and are a direct result of their refractive index mismatch and their wavelength scale periodicity that constructively or destructively interacts with the incident light. While the use of traditional block copolymers has been extensively reported in the literature, a leap forward in the accessible properties requires high molecular weight polymers that add complexity and significantly increase processing timescales due to chain entanglements. Herein we propose the use of supramolecular block (co)polymers with highly dynamic interactions that can circumvent such constraints. We intend to study the effect of polymer composition, molecular weight, and architecture on the periodic structure scale in order to achieve a fine balance between interaction and segregation of the polymer chains and obtain the desired periodic structures, such as double gyroids.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE FRIBOURG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999855728": {
            "orgId": "999855728",
            "orgName": "UNIVERSITE DE FRIBOURG",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}