{
    "rcn": "201211",
    "acronym": "HyCoRod",
    "topics": "MSCA-IF-2015-EF",
    "title": "Hybrid Co-based nanorods for biosensing and catalysis",
    "startDate": "05/09/2016",
    "endDate": "04/09/2018",
    "objective": "Multifunctional nanostructured hybrids comprising a magnetic component can respond to the growing demands of a large variety of applications, including but not limited to biotechnology (health issues) and catalysis (energy efficiency processes), identified as relevant for the H2020 EU Research and Innovation programe. HyCoRod is a basic research project, aiming at tailoring the physical and chemical properties of metallic ferromagnetic cobalt nanorods (NRs) by combining them with two different metals, each combination targeting a different application domain: (i) cobalt-gold core-shell for in vitro biosensing (by testing a new patented highly-sensitive biosensor) and fundamental magneto-optical studies and (ii) cobalt-iron/iron carbide dumbbells as well as core-shell NRs for the novel concept of magnetically induced catalysis (Fisher-Tropsch synthesis). The multifaceted planned research spans from nanoparticle chemical synthesis within the host group (K.Soulantika-LPCNO, France), to aqueous transfer and biofunctionalization of nanostructures (1st secondment, W.Parak-CICbiomaGUNE, Spain), and biosensing concepts and measurements (2nd secondment, J.Schotter-AIT, Austria) and on catalysis and magnetically induced heating properties assessment (B.Chaudret, LPCNO), issues in which so far the applicant has no experience. Moreover, the candidate contributes to the bidirectional host-applicant transfer knowledge by providing recognized researchers (P.Vavassori-CICnanoGUNE, Spain) in the field of magneto-optical properties, for which the host group is barely familiarized. Overall, the project offers the possibility to the applicant to become not only a more experienced researcher in the field of nanoscale materials but also to gain a prestigious network of collaborations, thus reinforcing her possibilities to achieve a professional scientific position.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}