{
    "rcn": "201277",
    "acronym": "Labour and Migration",
    "topics": "MSCA-IF-2015-EF",
    "title": "British workers emigrating to industrialising Europe, 1815-c.1870",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "British workers emigrating to industrialising Europe, c. 1815-1870\n\nViewed from the perspective of 21st-century political debate, British labour and migration history is often noted for its insular tendencies. The rise of isolationist political parties and the broader antagonism to Europe expressed by many British commentators has produced a common vision of the British past as a period of secure national borders. This project fundamentally disrupts this understanding of British and European labour markets in the past. By examining the widely dispersed phenomenon of skilled labour migration from Britain to continental Europe in the nineteenth century, it allows us to understand the pre-history of European economic integration. \nIts focus is on the experiences of British migrant workers. The project will address their lives on the continent in the first phase of this migration. It will build upon an ongoing study of those who went to France and expand its analysis to the whole continent. What were the practicalities of these workersí migration? Did they constitute isolated or instead relatively integrated communities? Why and how were some of them targeted by xenophobic riots, e.g. in 1848? What were their religious, cultural and associational lives? By addressing such questions, this project will not only deepen historical understanding of Europeís past but also illuminate contemporary understandings of the place of Britain in Europe and that of migration in European economic well-being.\nThis project will also lay foundations for historical analysis of later global economic phenomena. Many of the migrants studied in this research programme were also involved in the subsequent flows of (for example) some 10,000 British engineers across the globe between 1850 and 1914. These workers played a part in British imperial expansion, contributing not only to technical developments in the USA, Canada, Australia and South Africa, but also to some in large parts of Sout",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}