{
    "rcn": "201203",
    "acronym": "SELDOM",
    "topics": "MSCA-IF-2015-EF",
    "title": "SElective Deposition Of 2D Materials",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "SELDOM aims to generate the scientific understanding needed to design area-selective deposition approaches for transition metal dichalcogenides (MX2), a class of inorganic 2D materials that recently attracts great interest for nano-electronic applications. We will investigate the substrate dependence and nucleation mechanisms of MX2 Atomic Layer Deposition (ALD) and Chemical Vapor Deposition (CVD). This substrate dependence will be exploited to attain selectivity. Finally, the findings can directly be applied to demonstrate selective deposition of an MX2A/MX2B hetero-stack, a key component for the future development of Tunnel Field effect transistor (TFET). As one of the largest independent research centers in the field of nanotechnology and electronics, imec will provide excellent infrastructure and expertise in semiconductor technology. Two cleanrooms, the device production line, and numerous thin film deposition and characterization techniques are available to conduct the research. The SELDOM project will combine the experience of Prof. A. Delabie who has an extensive track-record in thin film research and semiconductor processing and the knowledge of Dr. Y. Tomczak in surface reaction mechanisms of ALD. The candidate will apply his expertise to explore a new class of materials, the 2D materials. He will broaden his existing expertize on deposition and characterization to 2D materials and the substrate dependence and nucleation mechanisms of thin film deposition techniques. He will apply his extended insight in surface chemistry to design novel selective deposition processes. He will work in a multidisciplinary team of physicists, chemists, process and electrical engineers and develop his personal skills by undertaking project management and coaching of students. This project and training activities will enhance the career prospect of the candidate by establishing contacts with the semiconductor community while conducting industrially relevant research.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}