{
    "rcn": "201227",
    "acronym": "CCDSA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Control of cell division in Sulfolobus acidocaldarius",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Archaea and eukaryotes share conserved regulators such as ESCRTIII proteins that are involved in fundamental aspects of eukaryotic cell division, a finding that assumes particular importance in the context of widely accepted models for the evolution of eukaryotes from an ancestral archaeal host. Yet the mechanisms by which archaea regulate cell division- in the absence of nuclei, organelles and a rigid cell wall- are poorly understood. The research programme proposed here aims to fill this gap in our understanding by investigating the control and coordination of cell division in the model crenarchaeote Sulfolobus acidocaldarius. We will use super-resolution imaging in combination with cell sorting and electron cryotomography to characterize cell cycle progression in Sulfolobus at unprecedented resolution. We will leverage a novel in-house high-temperature live imaging platform and proteins labeled with thermostable GFP to dissect the molecular coupling between the key processes of chromosome segregation, membrane invagination, and abscission. Further, we will use forward genetics, whole-genome sequencing and comparative genomics to identify novel cell division regulators that are conserved in eukaryotes. We expect this detailed characterization of cell division in cells without organelles or a nucleus to have broad implications for our understanding of the origins of the more elaborate mechanisms found in extant eukaryotes. Moreover, in the future we expect the knowledge gained and interdisciplinary approaches developed here to be applicable for the study of Loki, the recently identified closest archaeal relative of eukaryotes, and for furthering the industrial utility of hyperthermophilic archaea.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}