{
    "rcn": "201281",
    "acronym": "DNA Pol III",
    "topics": "MSCA-IF-2015-EF",
    "title": "How single DNA polymerases make decisions during proofreading",
    "startDate": "01/04/2016",
    "endDate": "13/06/2018",
    "objective": "DNA polymerases (DNA Pols) make various decisions during DNA replication.  Decisions regarding nucleotide selection, lesion bypass and how to respond to replication errors are a few important examples.  During replication, DNA Pols can synthesize DNA at remarkable rates, e.g. 1,000 bp/s for E. Coli DNA Pol III.  However, errors can be introduced during replication, resulting in a terminal DNA mismatch.  Mismatches can then be sensed and removed by action of the 3í to 5í exonuclease activity of the DNA Pol.  How DNA Pols can sense mismatches to initiate proofreading and how the primer strand migrates into the exonuclease domain, often a distance of 30 ≈, is the focus of this proposal.  Moreover, this research aims to understand mechanisms of proofreading in higher complexity DNA Pol assemblies at single-molecule resolution.  Proofreading will be studied with the model enzyme E. Coli DNA Pol III, consisting of separate protein subunits that assemble to form a higher order complex, namely the polymerase, exonuclease and the ?2-clamp, which is a processivity factor that encircles the DNA and increases the affinity of the polymerase to the DNA.  The proposed work will employ single-molecule FRET in order to evaluate proofreading dynamics at high spatial and temporal resolution.  Three main objectives will be performed in order to understand (1) how DNA mismatches initiate proofreading (2) how mutations within the exonuclease domain affect proofreading and (3) how DNA lesions can influence proofreading as a function of position within the DNA template.  These objectives will be achieved with a single-molecule FRET assay containing fluorescently labelled DNA to monitor proofreading dynamics in real time.  This work will shift the knowledge frontier by advancing our understanding of proofreading during DNA replication in order to better realise the relationship between DNA mutations and the development of human diseases like cancer.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}