{
    "rcn": "201249",
    "acronym": "metaVir-Alp",
    "topics": "MSCA-IF-2015-EF",
    "title": "Alpine lakes benthic viral community structure and diversity: a metagenomic and ecological approach",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Viruses are a key and yet neglected component of freshwater ecosystems. By impacting bacterial communities they influence evolutionary dynamics, mineralisation processes, energy transfer across trophic levels and greenhouse gas emission. Nonetheless, they are among the least understood organisms.\nThis project proposes a multidisciplinary breakthrough combining metagenomics, microbiology, and advanced computation to characterise the genetic diversity, structure and function of viral and bacterial communities in freshwater sediments along an altitudinal gradient that mimics a natural temperature gradient. As model system I will use the threatened Alpine lakes; the ultimate aim is to develop a model that could predict the response of benthic microbial communities to future climatic changes.\nThree steps are involved:1)an experimental microbiology approach will describe the viral community structure and evaluate the viral contribution to bacteria mortality and C-cycle; 2)an experimental and computational metagenomics approach will define the genetic structure and diversity of the viral and microbial benthic community and 3)statistical modelling of the effect of temperature and other biochemical factors on viral community structure and genetic diversity, virus-host interactions and benthic C-cycle.\nTo date, no investigations combined microbiological and metagenomics approaches to characterise microbial communities in freshwaters. This project will provide unprecedented insights into the potential effects of global change on threatened Alpine lakes, with important conservation implications across EU Countries.\nDuring this multidisciplinary project I will train intensively in bioinformatics, limnology and project management, exchanging knowledge with world leaders in the field of metagenomics and freshwater ecology. This project would allow me to resume my career by developing a novel research line and acquire key skills needed to establish an independent research position.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}