{
    "rcn": "201255",
    "acronym": "RESOLVE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Reconstructing the History of Lunar Volatiles",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "One of the most exciting recent discoveries in the field of Planetary Sciences has been the confirmation of the presence of water and other associated volatiles in the Moon. These findings have come via laboratory measurements of returned lunar samples exploiting the latest advancements in analytical instrumentation and in-situ techniques, such as secondary ion mass spectrometry (SIMS). Not only has the latest research revolutionized our understanding of the abundance and distribution of volatiles on the lunar surface and in the lunar interior, but it has also highlighted potential roles of their different sources and processes imparting specific isotopic signatures to lunar volatiles.\n\nRESOLVE aims at understanding how the abundance and the distribution of volatile components, as well as their isotopic composition are influenced by the crystal structure of the host mineral. The volatile-bearing minerals ñ primarily phosphates ñ respond to pressure increase caused by an impact event through modification of their crystal structures, resulting in not only redistribution of the volatile elements (e.g., H, Cl, F), but also of the stable (e.g., H, D, 37Cl) and radiogenic (e.g., 207Pb) isotopes. Therefore, phosphate minerals have the extraordinary potential to simultaneously provide an opportunity for precise age-determination of an impact event, as well as to track any associated modification in the indigenous isotopic signatures of their volatile components. \n\nOnce we better understand the crystal-chemical-isotopic behaviour of lunar volatiles by a multi-analytical approach combining in-situ elemental, stable and radiogenic isotope geochemistry with structural characterization, we can then begin to discriminate between different sources (solar wind, cosmic radiation, etc.) of water and other associated volatiles. This allows us to address one of the remaining puzzles in the inner Solar System - the origin of water.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE OPEN UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}