{
    "rcn": "201275",
    "acronym": "HONEYDIAB-8",
    "topics": "MSCA-IF-2015-EF",
    "title": "Characterization of islet-specific CD8 T cells in the honeymoon of type 1 diabetes",
    "startDate": "15/09/2016",
    "endDate": "14/09/2019",
    "objective": "Type 1 Diabetes (T1D) is a metabolic disease that results from the autoimmune attack against insulin-producing ?-cells in the pancreatic islets of Langerhans. T1D usually comprises a phase called ëhoneymooní, an interesting though poorly studied period of the disease where exogenous insulin requirements are decreased, postulating a possible attempt of ?-cell regeneration and a remission of the autoimmunity. The proposed research aims to identify and characterize islet-specific CD8 T cells, the final effectors of ?-cell death, in the honeymoon of T1D. We plan to perform a cross-sectional and longitudinal study with T1D patients where the immunological and metabolic characterization will be collected during the first year of the disease, and analysed by flow cytometry, enzyme immunoassays, gene expression and functional assays. \n\nThe project addresses the characterization of the following unknown immunological features, pursuing a novel concept in T1D field: the role of antigen-specific CD8 T cells in the modulation of autoimmune response in the honeymoon phase. There will be technological and fundamental Immunobiology advances provided by the opportunity to analyse effector cells in these unusual effector memory differentiation states, which presumably reflect chronic exposure to self-antigens. Finally, the highlighting of suitable T-cell related biomarkers for the honeymoon could help in the early identification of the patients with best tolerance re-establishment potential, as well as providing an optimized follow up of future immunotherapies. There are very few studies of key immunology processes as they relate to human metabolism in vivo, and the applicant will learn how to oversee these. The high-quality and originality of the proposed research will open up the best career possibilities for the applicant through and its novelty could also involve industry collaborations.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}