{
    "rcn": "201283",
    "acronym": "ProHyPro",
    "topics": "MSCA-IF-2015-EF",
    "title": "Production and decay of Hypernuclei by using an intense heavy-ion beam incidenting on a Proton target",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "A new hypernuclei program based on the exclusive measurement of (p, ?K) reactions in inverse kinematics is proposed. The program is to be held at the heavy-ion beam facility GSI, Germany. GSI is the only facility worldwide where this measurement can be performed. It is considered as a first step towards a world-unique program dedicated to the population and spectroscopy of exotic hypernuclei at the future FAIR facility.\n\nIn ProHyPro, it is proposed to build a prototype of an innovative setup based on a kaon calorimeter and a thick liquid hydrogen target to be inserted inside the R3B setup at GSI. As a proof of concept, we propose to perform the first invariant mass spectroscopy of hyper-16O tagging with K\\ mesons, from which we can determine the binding energy and lifetime of hyper-16O with better resolution.\n\nDuring the period of the ProHyPro project, the Researcher will take an active part in an already approved hypernuclei experiment (spokesperson: T.  Saito) at the Fragment Separator (FRS) at GSI and the first R3B campaign to be scheduled from 2017 to the beginning of 2018.\n\nThe project and the Researcher are hosted by CEA (supervisor: A. Obertelli) in partnership with GSI (supervisor: T. Saito).",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}