{
    "rcn": "201228",
    "acronym": "EStoPARENTING",
    "topics": "MSCA-IF-2015-EF",
    "title": "Individual Differences in Environmental Sensitivity to Parenting",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Parenting is one of the strongest, most robust and consistent predictors of child development. Although parenting is important for all children, a substantial number of studies provide evidence that some children are more negatively affected by harsh parenting than other children. More recently, it has been shown that some of these ìvulnerableî children also benefit more from supportive parenting: they are generally more sensitive to their rearing environment. However, these studies tend to rely on proxy markers of such Environmental Sensitivity (ES). Specifically designed measures of ES do currently not exist. We propose to develop a new observer-rated ES measure in early childhood and, applying this measure, investigate whether more sensitive children are more affected by both negative and positive parenting practices in middle childhood. Furthermore, we will explore associations between this new objective measure of ES and related temperament traits as well as gene variants, applying a multidisciplinary approach. The project is based on existing data from the on-going longitudinal Stony Brook Temperament Study. The Experienced Researcher, with extensive proficiency in parenting research and in the coding of child behaviour, will be trained to undertake this research with the support of the leading experts in the field. This project will significantly advance the field of developmental psychology by providing the first objective measure of sensitivity in early childhood which will allow for more precise empirical testing of Environmental Sensitivity. The findings of the proposed study will significantly deepen our understanding and insight into the interplay between individual difference in Environmental Sensitivity and parenting quality across childhood by applying a modern multidisciplinary approach which combines methods of developmental psychology with molecular genetics.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}