{
    "rcn": "201284",
    "acronym": "TOPACT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Topological defects in nematic liquid crystals of active colloidal rods",
    "startDate": "08/03/2016",
    "endDate": "07/03/2018",
    "objective": "Active liquid crystals are out-of-equilibrium systems that display intriguing dynamic phenomena, arising from the interplay\nbetween topological defects and collective motion. Here, we propose to experimentally study for the first time (i) the\ndynamics of topological defects in the active colloidal nematic phase and (ii) the interplay between these topological defects\nand collective dynamics, in three dimensions, at the single particle level, and with full control over the defects. To reach\nthese objectives, we first use a combination of advanced colloidal synthesis and surface modification techniques in order to\ndevelop a model system of active colloidal rods of controlled size, aspect ratio and surface properties. We then confine this\nnewly developed model system in microfluidic channels, where the colloidal rods form a nematic liquid crystal. Topological\ndefects will be induced in the nematic phase using specific geometric constraints, which can be varied to control the\nlocations and strengths of the defects, or by optical trapping techniques. Finally, we use state-of-the-art confocal microscopy\nand sophisticated image analysis techniques to follow, in real time and 3D real space, both the individual particle motion and\nthe collective dynamics in the system. Our work will thus provide experimental verification of the intriguing link between\ntopological defects and collective dynamics in active liquid crystals and inspire novel theories and simulation codes capable\nof capturing the intrinsic complexity of coupling structure, orientation and activity.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}