{
    "rcn": "201238",
    "acronym": "TICKLE ME",
    "topics": "MSCA-IF-2015-EF",
    "title": "Self and others in the sensorimotor system: a computational neuroanatomy of sensory attenuation",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Why canít you tickle yourself? Previous behavioural and neuroimaging evidence suggests that when we move one hand to touch the other, the resulting tactile sensation is perceived as less intense compared to identical touches of external origin. This sensory attenuation (SA) phenomenon is hypothesized to arise because our brains use internal information about the motor command (efference copy) to predict the tactile consequences of the movement and attenuate the tactile feedback based on these predictions. However, little is known about how the brain produces SA. ëTICKLE MEí combines, for the first time, computational motor control theory, force perception behavioural experiments, and state-of-the-art neuroimaging methods to address how the human brain distinguishes between self-generated and externally-generated touch.\nThe project aims to:\n- Clarify the principal importance of voluntary motor commands, efference copy, and perceived physical contact of body parts in a series of behavioural experiments.\n- Identify the neuroanatomical network responsible for generating SA by using state-of-the-art functional magnetic resonance imaging.\n- Investigate how the brain learns to predict the sensory consequences of our actions by using error-driven learning mechanisms.\n- Develop a novel neurocomputational model of SA.\nThe project will result in a synergy between the applicantís highly interdisciplinary profile and the high quality of the host institution. The applicant has experience in different scientific areas such as experimental cognitive psychology, psychophysics, virtual reality, computational modeling and programming as well as a background in electrical engineering that makes her uniquely suited to carry out this project. Additionally, the Karolinska Institutet, the Department of Neuroscience, and in particular Prof. Henrik Ehrsson will provide valuable theoretical knowledge in sensorimotor control as well as technical expertise in neuroimaging in support of the project.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}