{
    "rcn": "201250",
    "acronym": "QUMEC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Quantifying urban mines in Europe and related implications for the metal-energy-climate change nexus",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Securing access to raw materials is of particular concern for countries highly dependent on imports. This is the case of many EU States. Because of issues related to decreasing ore grades and scarcity of supply of primary metal forms, recycling of above-ground deposits of metal-bearing waste (or ìin-use stockî) will become an increasingly important means of securing resources to provide essential building blocks to the European industry. Recycling of metal in-use stock has the further potential of avoiding consuming the large amounts of energy required in primary metal production, and of reducing related greenhouse gas emissions. Currently, however, because of metal losses during and after use, end-of-life recycling rates for many metals are often very low, so the potential for improving those recycling efficiencies is an important consideration for the achievement of a more resource efficient economy and sustainable development in Europe. \nThis project proposes a comprehensive, exemplary research line that merges complementary drivers in the assessment of the metal-energy-climate change nexus for (i) estimating the size of current urban mines for selected, critical metals; (ii) assessing future opportunities and barriers to their recycling, and (iii) related potentials for carbon emissions reduction. The results of this project are expected to reach a wide impact in the research community and will timely inform an evidence base for future decision-making, and for enhancing the growth of European economy improving resource efficiency and recycling. \nWhile pursuing the objectives of this high-quality research proposal, the candidate will acquire new, desirable knowledge and competences that will open to him the best opportunities for achieving a leading position in research. A transfer of knowledge from the candidate to the host organisation will also contribute to implement a valuable, outstanding asset to UNIBO in the Industrial Ecology field.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}