{
    "rcn": "201271",
    "acronym": "ADAPTIVE INVERSIONS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Chromosomes on shuffle:  disentangling the relative contributions of natural selection, sexual selection, and drift on the evolution of a chromosomal inversion.",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Comprehending adaptation is key to understanding our changing world. Despite this, we still know little about the genetic basis of adaptation. The picture becomes even more complex when we move beyond base pairs to large structural variation. Inversions may contain hundreds or thousands of loci but segregate largely as one unit, as they prevent recombination. Nonetheless, these giant genomic units seemingly facilitate rapid adaptation and speciation in a wide variety of taxa. The key objective of this project is to determine how inversions contribute to adaptation and how they evolve by systematically examining and disentangling the forces that govern the evolution of an inversion in a model species, the seaweed fly Coelopa frigida. I will combine interdisciplinary techniques to address crucial and novel aspects of the relationship between inversions and adaptation. I will be based at the Linnaeus Centre for Marine Evolutionary Biology (CeMEB), an interdisciplinary centre of research excellence at the University of Gothenburg (UGOT) in Sweden. Via training-through-research including a secondment to the Instituto Gulbenkian de CiÍncia in Portugal I will learn new techniques from multiple disciplines, including advanced scripting for analysis of next generation sequencing data, theoretical modelling, and reduced representation library preparation and analysis.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}