{
    "rcn": "201244",
    "acronym": "EUROSOCIAL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Connected Transitions: Social Democratic Party Networks and the Crisis of the Keynesian Compromise in Europe",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The 1970s are widely considered in historiography as a turning point in European and international history. Amid major social and cultural shifts, the decade witnessed the crisis of the post-World War II patterns of ëembedded liberalismí, economic growth and state interventionism, and set the stage for the emergence of a new globalisation process that would redefine the concept of national sovereignty.\nThis project investigates these processes from the point of view of the European social democratic movement. A leading political force in many European countries for most of the decade, the social democrats were especially hard hit by the emerging new conditions, which called them to revise their programmes and approaches. The research focuses on three main aspects of their response to the crisis of the postwar ëKeynesian compromisesí: A) Social democracy as a transnational political force: the exchange of ideas and the transfer of policy strategies, the learning processes and the ideological conflicts that took place within the social democratic networks. B) The European Left as a variable of the transformation of the Cold War order: the alteration of the ideological, political and economic relations between the two blocs and within each one of them, the evolution of social democracyís transatlantic partnership, the impact of globalisation. C) Social democracy and European integration: the new debates on (and contributions to) the development of the European Community that emerged during these years in connection with the economic crisis, globalisation and the difficulties of national reformism.\nThis analysis will be crucially supported by a broad multi-archival research, to be carried out in five European countries and in the US. As a final result, this project aims at providing a highly innovative transnational narrative of the social democratic response to the challenges of the 1970s, consistent with the most recent trends in international political history.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999957869": {
            "orgId": "999957869",
            "orgName": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}