{
    "rcn": "201294",
    "acronym": "HippBoundariesPE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Identifying the building blocks of episodic memory: how the hippocampus parses boundless experience into discrete events",
    "startDate": "18/08/2016",
    "endDate": "17/08/2018",
    "objective": "Life provides us with a continuous stream of information that ends up being organized in long-term memory as distinct events. How does this occur? Leading theories posit that surprising occurrences (when prediction of the immediate future fails) are interpreted by the system as event boundaries that segment ongoing experience. Will any type of surprise induce such segmentation? Moreover, how are these segments then laid down in memory as discrete units? The proposed research addresses these key issues in a two phase study, combining fMRI of healthy individuals with a neuropsychological study of amnesic patients, and using tailored film clips designed to dissociate between distinct forms of prediction error (PE) ñ low-level PE (salient perceptual changes) and high-level PE (explicit expectancy of an upcoming change). We hypothesize that the key region in this process may be the hippocampus, a region strongly linked to formation of episodic memory. Combining a 7T fMRI study (enabling distinction between hippocampal subfields) with a study of patients with focal hippocampal lesions will enable us to elucidate the nature and necessity of hippocampal involvement in segmentation. The significance of this study lays first in its potential to illuminate how real-life events are registered to memory, a process which is likely to differ significantly from the encoding of brief, simple stimuli that have been employed previously. The importance of studying encoding of complex events has recently received increasing recognition, yet this is still only at its infancy, with very few studies employing this approach. Combining the complementary expertise of the researcher and the host, the proposed research aims to identify what constitutes an event boundary in mnemonic processing. Through future collaborations, this has the potential to lead to applicable interventions for improving normal memory and ameliorating mnemonic disorders.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "MEDICAL RESEARCH COUNCIL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 79892
        }
    },
    "calculatedTotalContribution": 79892
}