{
    "rcn": "201233",
    "acronym": "VIRCOLLAB",
    "topics": "MSCA-IF-2015-EF",
    "title": "Virtual Proximity and Collaboration",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "This research program aims to enhance understanding of the effects of virtual proximity on knowledge spillover, by studying how distant researchers interacting together virtually at an online event affects subsequent knowledge co-production and diffusion, respectively using collaborative publication and citation behaviour as proxies. Similar to physical proximity that relies on face-to-face interactions between individuals to establish potential collaborative links, virtual conferences attempt to create a virtual sense of spatial proximity. Thus, this proposal introduces a new dimension of proximity ñ virtual proximity. Although it lacks the direct connections to other attendees afforded by physical conferences, virtual proximity is defined as a setting where individuals can still interact together virtually on a common topic of interest. \nA hybrid research methodology is used for the project, with one part consisting of quantitative analysis using primarily archival data, and the second part consisting of qualitative interviews to not only substantiate the quantitative results but also to better understand the underlying mechanisms. To mitigate endogeneity issues, I will use a difference-in-differences model to contrast a sample of researchers who participated in virtual conferences to a matched sample of qualitatively similar sample of researchers ñ in terms of research area, prior productivity, prior citations and experience ñ who did not attend, before and after the virtual meeting.\nGiven path dependence of research, the finding of positive relationships would imply that over time the cumulative effect on knowledge spillover from virtual proximity has a significant impact in steering the research path of participants. Moreover, the results would also suggest that even when researchers are proximate virtually for a short period of time, they can reap similar collaborative benefits to permanent and temporary colocation.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "ASSOCIATION GROUPE ESSEC",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986293091": {
            "orgId": "986293091",
            "orgName": "ASSOCIATION GROUPE ESSEC",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}