{
    "rcn": "201216",
    "acronym": "Garibaldinism",
    "topics": "MSCA-IF-2015-EF",
    "title": "Garibaldinism and radicalism: Traditions of transnational war volunteering in Southern Europe, 1861-1936",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "This projectís overall objective is to carry out a transnational study of the legacies and the survival of the myth of the so-called Garibaldinism between the experience of the the Italian unification (1861) and the Spanish Civil War (1936-39). Following both a social and cultural history perspective, it will analyse how the legacy of Giuseppe Garibaldi in Southern Europe was very strong and was linked with social and political claims. In our approach Garibaldinism will refer to a political and cultural phenomenon aimed at encouraging a board and consciously ìpopularî type of aggregation strictly linked to the tradition of armed voluntarism and the attempt to form an ideal homogeneous block that goes beyond the single ideological matrices and political formations of which it is composed. Between 19th and 20th Century several European generations, the last was the antifascist one, claimed for themselves the cultural, political, and ideal heritage of Garibaldinism. There were radical volunteers wearing the traditional red shirt in Poland (1863), at Crete (1866-67), in France (1870-71), in the Balkans (1876), in Greece (1897), in Serbia (1912 and 1914), in France again (1914) and in Spain (1936-39). A significant part of those volunteers were republicans, anarchists or socialists. There are three main questions addressed by this research project:\nï\tIs it possible to identify a long-term tradition of international armed volunteering linked with political radicalism between the 19th and the 20th Century?\nï\tIs it right to speak about a transnational Garibaldinism?\nï\tIs it possible to identify Garibaldinism as a bridge between different radical political creeds (e.g. Anarchism, Socialism and, later on, Communism)? \nThe deliverables will be two papers published in leading journals and a book published in English. The fellowship will be highly beneficial to establish the PI as one of the leading European experts on International armed volunteers in European history.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}