{
    "rcn": "201266",
    "acronym": "TwUnaGas",
    "topics": "MSCA-IF-2015-EF",
    "title": "Two-dimensional Uniform Gas with tunable interactions",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The overall idea behind this project is to study condensed matter physics and many-body effects via an ultra-cold gas of Potassium-39. In particular, this project aims to study the effect of interactions and gas homogeneity on the BKT transition.\nStudies of homogeneous gases are difficult to realize in the cold atom community where most ultra-cold samples are obtained in harmonic traps, which leads to a spatially varying density. However, recent work performed at the hosting institution on creating box potentials, led to the first realization of a 3D homogeneous BEC. The atoms are, in this case, surrounded by repulsive light and lie in a ìdarkî region of space leading to an uniform density. Such a system realizes the usual theoretical picture of a vanishing potential and is ideally suited to study phase transitions for which the inhomogeneity of the gas can blur or change the predicted effects. One of the most unique tools in the field of ultra-cold atoms is the ability to tune interactions. In this project, the algebraic decay of the gas coherence will be investigated for different interaction strengths. This project corresponds to the very philosophy of cold atom experiments which is to simulate quantum phenomena and to connect their extreme regimes leading to a better understanding of the overall phenomenon.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}