{
    "rcn": "201252",
    "acronym": "TGIP",
    "topics": "MSCA-IF-2015-EF",
    "title": "Trans-generational immune priming: molecular basis and fitness consequences",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Understanding parasite and pathogen resistance is crucial for human and wild-life health. Even though recent genomic advances have refined our knowledge of parasite resistance, the role that trans-generational effects and epigenetics play remains poorly understood. To fill this knowledge gap, this project is designed around four different objectives: 1) Perform laboratory controlled experiment to disentangle the genetics and epigenetics of resistance; 2) Identify those epigenetic marks on the genome that are inherited and associated to increased parasite resistance; 3) Test for the maternal or paternal origin of those marks; 4) Test for the specificity of non-genetic response to parasite resistance when facing multiple diseases. For all those research objectives, we will use the three-spined stickleback (Gasterosteus aculeatus) as well-established model organism for host-parasite studies. Sticklebacks are virtually present in all water bodies of the Northern hemisphere, they have small and well described genomes and are easy to maintain under laboratory conditions. The combination of the unique study system (G. aculeatus), the quantitative breeding design, the molecular (bisulphite and next generation sequencing; NGS) and immunological techniques as well as the state-of-the-art statistical approach, makes the research outlined in the proposal highly original and competitive. This work will contribute to European excellence through further advancement of European science within the field of host-parasite interactions and pathogen resistance. Upon a successful completion of the project, results will have major implications for diverse research areas, e.g. immunology, speciation, genomics and medicine, but also it could revolutionize management of human and wildlife diseases and improve supportive breeding programs of endangered species.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}