{
    "rcn": "201297",
    "acronym": "MPSC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Membrane Potential and Stem Cell Potency in Normal and Malignant Tissues",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The studies proposed in the current application seek to answer a critical question hindering progress in the early detection and treatment of cancer: How is normal differentiation and lineage commitment disrupted in the earliest stages of cancer development?  As a first step to answer this question we have generated a multi-organ mouse cancer and lineage tracing model by recombining conditional oncogene, tumour suppressor gene and lineage tracing alleles in cells expressing Cre-recombinase from the Promin1 locus: Promin1 marks stem and progenitor cells in several organs. Focusing on the gastric mucosa we showed that this tissue is regenerated by normal Promin1 stem cells and forms gastric cancer when Kras and Tp53 mutations are introduced into these cells.  Remarkably, comparison of the transcriptomes of normal and malignant Promin1\\ gastric stem cells revealed a selective silencing of ion channels and solute carriers in the malignant stem population. One of these genes, Nalcn, encodes the ion channel responsible for the resting membrane potential of cells.  \n      Here, I will test the hypothesis that ion-channel regulated membrane potential dictates normal and gastric cancer stem cell differentiation capacity.  To do this I will employ our newly developed conditional allele of Nalcn to alter membrane potential of normal and malignant gastric stem cells in vitro and in vivo.  The effects of Nalcn modulation in gastric stem cells will be evaluated with developmental, histological, transcriptomic, ex vivo stem cell and electrophysiological studies. Specific Aim 1 focuses on the expression and impact of membrane potential in normal stem cells while specific Aim 2 probes the role of Nalcn expression on tumour formation.  The results of these studies will contribute fundamental knowledge on our understanding of the role of membrane potential on stem cell potency in normal and malignant tissues and may provide a new therapeutic target for cancer treatment.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}