{
    "rcn": "201222",
    "acronym": "PACE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Paleogenetic extraction and analysis from challenging environments",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The field of ancient human DNA (aDNA) has rapidly undergone changes over the last decade. These changes have been spurred on through the use of high-throughput sequencing (HTS) technologies. These methodological advancements have increased our understanding of the human lineage to depths thought impossible only a short time ago. For example, aDNA research has shown how modern humans are related to our archaic ancestors, indicating significant admixture events throughout our evolutionary history with the Neanderthals and other now-extinct archaic species. However, to achieve these results, the ancient material has been exceptionally well preserved, owing to favorable, i.e. cold, environmental conditions. For many parts of the world, however, the environmental conditions remain a barrier to the extraction and analysis of aDNA. \nThe nature of aDNA research is inherently interdisciplinary, whereby several branches of inquiry, such as archaeology or genetics, attempt to answer similar evolutionary questions from different perspectives. This proposal attempts to use advanced extraction and sampling methods for aDNA from challenging environments in order to broaden the scope of paleogenetics research. Although continental Europe has gained significantly from these advances, for other parts of the world, such as Southeast Asia and the Near East, this has been more difficult due to formidable preservation conditions. The goal of this proposal is to build on promising preliminary results that target a specific bone in the human skull in order to gain a better understanding surrounding the dynamics of aDNA preservation, while at the same time, gain insight into the evolutionary histories of peoples from warm and humid, or warm and arid, locations. Our proposal incorporates state-of-the-art HTS techniques, includes a comprehensive training program with international collaborators, and benefits from a two-way transfer of knowledge between host and researcher.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}