{
    "rcn": "201206",
    "acronym": "a-Sign",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cyclic nucleotide signalling in the human pathogen Listeria monocytogenes",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Nucleotides are the building blocks of nucleic acids and have emerged as significant determinants in energy transfer and signalling. Four nucleotides are known to function as signalling molecules in bacteria, namely the cyclic mono-nucleotides cAMP and cGMP, and the cyclic di-nucleotides c-di-AMP and c-di-GMP. These molecules play specific and distinct roles in many bacterial species, and can co-exist within a single bacterial cell. Whereas the diversity of cyclic nucleotide signalling is now starting to be uncovered, very little is known about their coordination in the control of their respective signalling pathways. Specifically, in the human pathogen Listeria monocytogenes, agent of a life-threatening and foodborne disease, it is known that both cyclic di-nucleotides c-di-AMP and c-di-GMP are produced but the production of cAMP and cGMP, as well as the contribution of the four nucleotides to the virulence mechanisms deployed by L. monocytogenes is yet to be uncovered. Using multidisciplinary approaches, the present proposal aims to 1) investigate the production of cAMP and cGMP, 2) identify new signalling pathways governed by the different cyclic nucleotides, and 3) uncover their role in physiology and pathogenesis. The overall impact of this proposal can open up the field to novel concepts and provide a basis for the study of cyclic nucleotide crosstalk.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999451238": {
            "orgId": "999451238",
            "orgName": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}