{
    "rcn": "201212",
    "acronym": "MIRNANO",
    "topics": "MSCA-IF-2015-GF",
    "title": "Multifunctional miRNA-targeting nanodevices for pluripotent cancer theranostics",
    "startDate": "15/01/2017",
    "endDate": "14/01/2020",
    "objective": "WHAT: MIRNANO project is an interdisciplinary nanotechnology-driven program in which the fields of nanomaterial and DNA functional engineering are merged to develop innovative nanodevices for pluripotent targeted cancer treatment. The leading idea is to focus on aberrantly expressed microRNAs (miRNAs) as targets of the proposed therapeutic care, which allows for tailoring of the action to the genetic expression of a specific tumor. \nWHY: Current chemotherapy still relies on an untargeted paradigm, which suffers from poisoning side effects and lacks a focused action over the tumor area. Molecular biology has definitely demonstrated the pivotal role played by microRNAs in cancer development and metastasis progression, therefore anti-miR therapy is the ultimate strategy to bet on. Working at the nanoscale will allow to achieve advanced nanomaterials that can home to the specific tumor tissue and silence the aberrantly expressed miRNAs producing a downstream therapeutic effect.\nHOW: The proposed program is a very challenging project that aims to provide a groundbreaking contribution to cancer treatment. Nanomaterial science is primarily involved in this project. Porous silicon nanoparticles are intended to be used as luminescent, biodegradable, and biocompatible platforms for producing the anti-miR nanodevices. Functionalization with tumor-penetrating peptides will allow to achieve homing of the particles to the site of action, thus specifically targeting the tumor environment. Anti-miR nucleic acids, carried and delivered through the silicon nanocarriers, will ensure knockdown of target miRNAs, inducing downstream suppression of tumor growth. A complementary engineering of the anti-miR nucleic acid unit through rational design of advanced switching structures will allow for developing programmed miR-responsive tools, which are meant to reinforce the primary anti-miR effect with an extra-therapeutic action.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 244269
        }
    },
    "calculatedTotalContribution": 244269
}