{
    "rcn": "201204",
    "acronym": "TIME COURSE",
    "topics": "MSCA-IF-2015-EF",
    "title": "The time-course of visual, orthographic, phonological and semantic information during written word processing in skilled deaf readers: evidence from eye movements and ERPs",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Learning to read is a great challenge for deaf children due to their limited access to the sounds andlimited knowledge of the language they learn to read. Deaf adultsíilliteracy levels aremuch higher than that of their hearing peers, but some deaf individuals can and do become skilled readers, though in a qualitatively different way than typically observed in hearing readers. New evidence shows that relative to skilled hearing readers (SKH), deaf readers do not activate phonological codes, but activate orthographic codes and show greater use of semantic informationduring word reading. Eye movement data shows that skilled deaf readers (SKD) skip words more often, and refixate words less often than SKHreaders do. In other words, SKDreaders are more efficient at processing words accurately within a single fixation than SKHreaders are, and this may be in part explained by 1) faster processing of visual information, 2) more direct connections between orthography and semantics, or 3) a combination of these two factors. This has been termed the word processing efficiency (WPE) hypothesis and the hypothesis predicts that SKD readers will show earlier activation of orthographic codes, no phonological activation, and thus faster access to semantic codes compared to SKH readers. I will test this hypothesis by investigating and comparing the time-course of word processing in SKDand SKHreaders, by 1) observing participantsí eye movements during reading to determine the earliest point of activation of parafoveal visual, orthographic, phonological, and semantic codes, and 2)assessing the neural underpinnings of the WPE hypothesis with respect to the timing and types of codes with ERP measures. The results will lead to empirically tested solutions for the reading development of deaf children that are not based on how reading develops in children who can hear and will lead to more effective reading instruction for deaf children to increase their functional literacy.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996120064": {
            "orgId": "996120064",
            "orgName": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}