{
    "rcn": "201243",
    "acronym": "Integrating Memories",
    "topics": "MSCA-IF-2015-EF",
    "title": "Integrating memories: Exploring knowledge integration enhancement at the intersection of education and neuroscience",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "Learning about the world is most effective when we can relate new information to previously learned knowledge structures, but underlying neurocognitive processes are still poorly understood. To successfully structure our knowledge, we can integrate separately learned instances by inferring an association between them. In the brain, this integration of old and new memories has been suggested to be facilitated by the reinstatement of prior knowledge structures during new learning, but it remains unclear exactly how reinstatement enables effective building of such knowledge structures. Especially in real-world educational settings it is vital to understand how to effectively build knowledge, but thus far direct translation of neuroscientific insights to educational practice has proven challenging. \n\nBetter understanding how we build new knowledge on existing knowledge structures can lead to more efficient educational strategies and programs, helping us to learn more efficiently. I here propose to examine the neural processes underlying these reinstatement and integration processes during learning of educationally relevant information and explore how actively controlling them can benefit educational knowledge building.\n\nMore specifically, I aim to examine educationally relevant knowledge building by 1) implementing parallel educational and neuroscientific knowledge integration paradigms and 2) combining results and conclusions from both paradigms to 3) explore how students can most effectively build educational knowledge structures. This approach will yield novel insights into active control of knowledge building processes that can be employed to construct more efficient learning strategies in education. This novel approach enables investigating educationally relevant knowledge building in the brain, yielding essential fundamental insights while concurrently generating new knowledge building strategies.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}