{
    "rcn": "201246",
    "acronym": "AlgDates",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dating Plastid Endosymbiosis and Diversification in Eukaryotic Algae",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Eukaryotic algae evolutionary history is still fairly unknown. Thanks to state-of-the-art evolutionary models, next-gen sequencing and high computational capabilities, we are going to shed some light on the matter.\nCorallinales (red algae) and Dasycladales (green algae) are two extant living groups of calcareous algae with a rich fossil record (~140 and ~500 myr respectively). The lack of sufficient molecular data for these groups makes impossible to use such species in eukaryotic phylogeny and dating studies. This project has been planed to cover 2 objectives or evolutionary questions:\nThe 1st objective aims 1) to generate de novo transcriptomic data for about 10 species corresponding to different Corallinales and Dasycladales lineages in order to perform phylogenomic analyses with 2 established datasets (one of 200 nuclear-coding plastid markers, and the other with 258 non-plastid genes) and the broadest possible eukaryotic taxonomic sampling; and 2) to perform molecular clock analyses using known fossil calibrations and hence provide robust divergence times for the whole eukaryotic tree but focusing on primary and secondary plastid endosymbiotic acquisitions. For both post- phylogenomic analyses (dating and divergence steps), already established collaborations will ensure proper method implementation.\nUsing the results from the first objective, the 2nd one aims 1) to track history of plastid evolution (plastid-based dataset) comparing it with deep eukaryotic speciation events (non-plastid marker tree); and 2) to estimate diversification rates in distinct photosynthetic lineages in order to find if rate shifts correlate among them.\nAlgDates will allow us to establish the order, timing and correlation of events in such deep evolutionary transitions, but the knowledge acquired during this project will also provide information regarding reef formation and evolution, which can be useful when addressing or predicting calcareous ecosystem adaptations to climate change.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PARIS-SUD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}