{
    "rcn": "201223",
    "acronym": "EpiCDomestic",
    "topics": "MSCA-IF-2015-EF",
    "title": "Epigenetics of Canine Domestication from the Upper Paleolithic onwards",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The domestication of plants and animals is increasingly being seen as a distinct evolutionary process. In cases such as that of the domestic dog, this process is shaped by practical requirements often intertwined with environmental stress. However, a convincing reconciliation of the rapid phenotypic alteration observed in early canine domesticates and the associated molecular evolution rates is yet to be modelled. The hypothesis of this project is that epigenetic activity, being increasingly seen as an evolutionary driver and known to be affected by environmental stress, is a central process to the evolution / domestication paradigm.\n\nArchaeological samples of wolves and contemporary early dog domesticates provide an ideal dataset with which to explore this hypothesis. A large collection of such remains from different environs (Siberia, Greenland and Denmark), spanning a large time-scale from the Upper Paleolithic around 30,000 years before present, to the second millennium CE, present the opportunity to explore this hypothesis and identify molecular variation where domestication has taken different regional tracts. A combination of ancient DNA, ancient RNA, and advanced bioinformatic approaches will allow us to see not only the paleogenomic state, but how it fluctuates and evolves according to its environment.\n\nPaleogenomic approaches to epigenetics are at the forefront of evolutionary biology and allow real-time snapshots of such evolutionary process to be observed. The combined expertise of the applicant and host institution in paleogenomic research, the state-of-the-art methodology proposed, and the global importance of dogs to humans will result in significant and high-impact output, beneficial to all concerned.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}