{
    "rcn": "201247",
    "acronym": "PROCEED",
    "topics": "MSCA-IF-2015-EF",
    "title": "PROCess-based sEamless development of useful Earth system predictions over lanD",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The modelling community achieved steady progress in dynamical climate prediction using Earth System models and the last decade has seen an accelerated development for the land surface component. This has led to predictions that are now considered useful for some societal applications over ìhot-spotî land areas such as the Euro-Mediterranean. However, forecasts performance over land is still substantially weaker compared with ocean, due to the lack of observations, which has hampered the development of well-constrained land processes models. While benefiting from daily verification, the models used for the prediction of the short time-scales (from weather to seasons) include only that part of the surface variability for which observations are available and that can be modeled/initialized to positively contribute to the forecasts (verification-based approach). As a consequence, they unavoidably lack some processes such as those related to ecosystems and their variability. On the other hand, longer time-scales (interannual to centennial) models used for climate variability/change research contain comprehensive vegetation and soil schemes intended to represent as many processes as possible, even those that are still poorly constrained or understood. Through the synergy between process-based and verification-based approaches the ambitious objective of this project is to obtain a practicable seamless development across scales of the land modelling applied to Earth System predictions. The main goal will be to obtain verifiable land processes models to enhance the performance of the predictions across scales and to demonstrate unprecedented useful applications for the energy sector. A fundamental contribution to fill in the gap between short- and long-term Earth System predictions will come from the emerging availability of reliable land surface observations from remotely sensed satellite campaigns that will provide novel observational constraints to land processes models.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "KONINKLIJK NEDERLANDS METEOROLOGISCH INSTITUUT-KNMI",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518944": {
            "orgId": "999518944",
            "orgName": "KONINKLIJK NEDERLANDS METEOROLOGISCH INSTITUUT-KNMI",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}