{
    "rcn": "201396",
    "acronym": "HEAT-WHEAT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Highly Efficient and Thermotolerant Wheat",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Meeting the needs for a growing food security in a changing climate is currently one the key challenges for agricultural research, particularly the\nimpact of heat waves on food production. Photosynthesis is arguably the greatest contributor to crop yield and its reduction will severely affect food\nproduction. Photosynthesis is highly susceptible to even moderately elevated temperatures and susceptibility can be in large part attributed to the enzyme Rubisco activase (RCA), one of the least thermostable photosynthesis proteins and the principal activation partner for the photosynthetic core enzyme Rubisco, that drives carbon fixation and hence growth. Considering the susceptibility of RCA to moderate and severe heat stress and its important role in photosynthesis, the need to improve its thermostability is paramount. In this project, we intend to manipulate RCA in order to enhance the photosynthetic performance, and therefore yield potential, of wheat. We intend to achieve this through sourcing and transfer of heatstable variants of RCA from relatives of wheat that have evolved in hot climates. We will identify the genetic diversity responsible for improving the thermostability of RCA through a combination of comparative bioinformatics, newly developed and refined high throughput Rubisco activation assays. State-of-the-art mutational techniques will be used to further modify wheat RCA to create RCA variants with superior thermostability and optimal activity. Improved variants of wheat RCA will be incorporated into elite wheat germplasm by means of genetic modification and breeding programs. This highly refined, technologically advanced and interdisciplinary approach has the potential to dramatically improve yield production in wheat under future climate scenarios. Furthermore, gains to the technical skill-set and the industrial setting of the research will further the fellow`s objective of having a successful scientific research career in industry.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "BAYER CROPSCIENCE NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954068430": {
            "orgId": "954068430",
            "orgName": "BAYER CROPSCIENCE NV",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}