{
    "rcn": "201391",
    "acronym": "NanoMembR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Nanoscale Effects within Biological Membranes caused by Radiation",
    "startDate": "16/05/2017",
    "endDate": "15/05/2019",
    "objective": "The NanoMembR project will elucidate key elements of membrane stability under the influence of UV radiation. The stability of biological membranes is of great importance for the structure, homeostasis and functioning of all living systems. Membrane molecules have also attracted, due to their robustness and longevity, strong interest from planetary and space scientists as potential biomarkers for life detection missions to other planets. Membrane damage, perturbation, instability and fragmentation upon UV exposure will be investigated on the nanoscale using cutting-edge infrared nanoscopy. Scattering-type scanning near-field microscopy (s-SNOM) combined with Fourier transform infrared (FTIR) spectroscopy allows to combine spatial information of nanometre resolution with chemical mapping. This novel technique will enable us to study subtle changes in the structural integrity of model membranes and monitor changes in the micro- and nano-domains. In addition, we will be able to correlate membrane stability and membrane composition by intercalating structural and functional modifiers such as sterols, hopanoids and pigments. Upon radiation in oxic environments, the lipid structure of a membrane is known to be altered by peroxidation chain reactions. Under anoxic conditions radiation induced changes in lipid alteration could vary significantly, with intriguing implications for the stability of membrane molecules under different environmental conditions than found on Earth. Understanding fragmentation patterns of membranes and identifying final break-down products will provide scientific support and a database for key biomarkers detectable in remote environments. Results from this work will feed directly into planned experiments on the International Space Station (ISS), which are scheduled on new nanosatellite-technology-based exposure platforms with in-situ infrared spectroscopic capabilities, monitoring membrane stability under the influence of solar and cosmic radiation.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}