{
    "rcn": "201359",
    "acronym": "ENART",
    "topics": "MSCA-IF-2015-GF",
    "title": "Engagement Art: Regional Islamic and Global Pragmatist Aesthetics",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "ENART is an integrated research and training programme for innovative knowledge transfer and career development. It will be implemented at the Department of Society and Global Studies at Roskilde University, Denmark (Beneficiary, host of the Incoming Phase), the Department of History of Art at the University of Michigan, USA (Partner Organisation hosting the Outgoing Phase), and SALT, research and exhibition centre in Istanbul and Ankara, Turkey (host of the intersectoral Secondment). The interdisciplinary constellation of these organisations and the supervision they provide complements the researcherís own art-historical formation and endorses her research project in transregional Islamic Art History around which ENARTís comprehensive dissemination and public-engagement activities are built:\nThe research project is entitled ìEngagement Art: Regional Islamic and Global Pragmatist Aestheticsî. ìEngagement artî is a new concept that this project introduces in order to define a hitherto overlooked approach to art. This approach conceives of art as a practice and medium which is continuous with everyday life. This project asks what ideas informed engagement art and what practical and historical circumstances interfered with its development and actual enactment. To answer these questions the project traces the development of engagement art from its conception in Istanbul in 1909 to its implementation at the Art-Craft Department in Ankara in 1932. Thereby the research centres on the modes of confluence of regional Islamic and global pragmatist aesthetics. Apart from introducing a new concept to Islamic Art History, the project seeks to develop a new method for the study of non-canonical art and strengthen ties between the history of art made in and outside of Europe, as well as between Art History and its subdiscipline Islamic Art History. The aim of the project is to contribute to the development of an art historiography worthy of a diverse and inclusive society.",
    "totalCost": "278227,8",
    "ecMaxContribution": "278227,8",
    "coordinator": "ROSKILDE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999843603": {
            "orgId": "999843603",
            "orgName": "UNIVERSITY OF MICHIGAN THE REGENTS OF THE UNIVERSITY OF MICHIGAN",
            "ecContrib": 0
        },
        "999901803": {
            "orgId": "999901803",
            "orgName": "ROSKILDE UNIVERSITET",
            "ecContrib": 278228
        }
    },
    "calculatedTotalContribution": 278228
}