{
    "rcn": "201377",
    "acronym": "CLAVICHORD",
    "topics": "MSCA-IF-2015-EF",
    "title": "large-scale CLimate And VegetatIon CHanges OveR the last Deglaciation",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "The last deglaciation (from ~21,000 to 9,000 years ago), during which the huge ice sheets over the North America and Scandinavia melted, is a period of tremendous climate and environmental changes, including Heinrich Stadial 1 (HS1, abrupt cooling over and around the North Atlantic), Bolling Warming (BW) and Younger Dryas Cooling (YD). These changes are documented by physically based paleoenvironmental indicators (such as oxygen or carbon isotopes in ice cores and marine cores), but less by biologically based data (such as paleo-vegetation). Paleo-vegetation data is, however, crucial to document continental-scale climate and environmental changes over the deglaciation. This project aims, for this period of the last deglaciation, at 1) building a comprehensive documentation of climate changes over terrestrial areas from widely available pollen data, 2) assessing the impact of both climate and atmospheric CO2 changes on the vegetation and 3) investigating the changes in large-scale atmosphere circulation and hydrological cycle responsible for these surface climate and vegetation changes. These results will contribute to quantifying the range of possible changes in these circulations in the future.\nFor this purpose we propose to use global pollen data, process-based equilibrium and dynamic vegetation models, and two types of climate models, which can either simulate climate over the whole period but at low resolution, or over specific ~1000 years-long periods, at finer spatial scales. . \nThis project will provide new benchmarking data for understanding environmental changes and evaluating climate models which are used for climate projections. The excellence of the experienced researcher in pollen-based climate reconstruction using process-based vegetation models and paleoclimate simulations from the host institution will ensure the success of this project.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}