{
    "rcn": "201323",
    "acronym": "GROUPNIP",
    "topics": "MSCA-IF-2015-EF",
    "title": "Model theory of groups in NIP theories",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The project is in model theory (mathematical logic), with close connections to algebra, especially group theory. Model theory concerns  expressibility in logical languages of properties of mathematical structures (e.g. graphs or groups). A key notion is that of a `definable set' (generalising algebraic varieties). Model theory identifies `tame' classes of structures/theories such as stable theories, or the much richer class of NIP theories in which definable sets are well-understood, and finds/applies generalisations of geometric notions such as algebraic independence. This project focusses on groups in NIP theories, both as invariants and as definable objects. The three research Workpackages (with specific objectives) concern\n(1) Applying methods from the recently-developed `Polish structures' to problems of topological dynamics of type spaces in NIP theories,\n(2) finding methods to compute homology groups  (which measure  `n-amalgamation') of generically stable types in NIP theories, and characterising the homology groups for algebraically closed valued fields,\n(3) examining the fine structure of NIP profinite groups, viewed in a 2-sorted language with open subgroups uniformly definable.\n\nThe Fellow, Dobrowolski, will receive training through research in the model theory groups in Leeds and (on a 3-month secondment) in Lyon. There will be knowledge transfer to Dobrowolski of expertise in model theory, group theory, and topological dynamics in Leeds and Lyon, and Dobrowolski will transfer to Leeds and Lyon the understanding he has built up in Wroclaw and Seoul, on Polish structures and homology groups of first order theories. He will be supervised by Macpherson in Leeds and Wagner in Lyon, but also interact with the large model theory groups in both centres. He will receive complementary training in Leeds on a range of professional academic skills, including outreach, and will take advantage of opportunities for outreach activities in Leeds related to his research.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}