{
    "rcn": "201312",
    "acronym": "CorCir",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cortical circuit assembly in the developing mouse neocortex",
    "startDate": "15/08/2017",
    "endDate": "14/08/2019",
    "objective": "The developing neocortex consists of two major neuronal subtypesñpyramidal neurons and interneurons. These two subtypes come together in the cortical plate, forming cortical circuits that can integrate and respond to external and internal stimuli. Despite recent advancement in the research on cortical networks of the developing brain, the mechanism involved in cortical circuit assembly remains relatively unexplored. This project aims to identify the sequence of events and factors involved in cortical circuit assembly in the developing mouse brain. As such, this project can be broadly divided into three main parts namely lamination, synaptogenesis and maturation of the MGE interneurons specifically. Currently, the exact mechanisms that govern MGE interneurons are still unknown except that it may involve cues that are produced by the pyramidal neurons. Therefore, we aim to use existing transcriptome data of the different neuronal layers coupled with the acquisition of the early- and late- born MGE interneurons transcriptome in order to identify the receptor-ligand pair that is involved in the specific lamination of MGE interneuron. We also aim to understand the sequence of events that occur during synaptogenesis and maturation of MGE interneurons. To achieve this, we will be performing live imaging on organotypic brain slices of sparsely labeled MGE interneurons and by selectively killing specific classes of interneurons in order to determine the effect of these cells on the maturation of the parvalbumin-expressing interneuron. Altogether, this proposed project will give a better insights into the factors and mechanisms underlying cortical circuit assembly in the developing brain and will pave the way for a better understanding into the aetiology of certain neurodevelopmental disorders.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}