{
    "rcn": "201356",
    "acronym": "REINVENT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Re-inventory-ing Heritage: Exploring the potential of public participation GIS to capture heritage values and dissonance",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "This research critically addresses the challenges pertaining to the management of cultural heritage in contested cross-border contexts in Europe. The cultural landscape of Derry~Londonderry, located in the North West of Ireland, provides the lens through which expressions of heritage values and dissonance, participatory practices in cultural heritage management, and the application of Geographical Information Systems (GIS) to mapping heritage a cross-border basis, are explored. The interdisciplinary research will result in the first cross-border ëcultural heritage atlasí on the island of Ireland, and the development of a public participation GIS (PPGIS) methodology and tool aimed at capturing the plurality of heritage values ascribed by diverse communities at multiple spatial scales. The knowledge generated will be embedded within local cultural heritage management and spatial planning networks and will also inform policies and practices. The proposed training-through-research will significantly enhance my skills and competencies as an experienced researcher, advancing previous cutting-edge work on heritage values and cross-border spatial planning, and equipping me with a range of new research methods, particularly ICT- and public participation-related, that are central to future innovation in cultural heritage management in Europe. Maynooth University, given the quality of the supervisory arrangements and the location of several research resources actively engaged in cross-border cooperation, provides an optimal setting for this research and for progressing to the next stage of my research career.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND MAYNOOTH",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901415": {
            "orgId": "999901415",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND MAYNOOTH",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}