{
    "rcn": "201337",
    "acronym": "RESTRIVIR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Characterization of a novel mechanism restricting virus infection in reproductive tissues",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Like mammals, insects are infected by many viruses. Among them, arthropod-borne viruses are an increasing worldwide health concern. Insects have potent innate antiviral defenses, of which RNA interference (RNAi) is the main and best studied. In the fruitfly Drosophila melanogaster, the siRNA pathway controls viral replication in somatic tissues. The piRNA pathway, another RNAi based response, acts specifically in the reproductive tract (germline and follicular cells (FC), a monolayer of somatic cells surrounding the germline), to protect the genome against transposon mobilization. Other innate immunity or stress pathways also contribute to the antiviral defense.\nThe host laboratory obtained evidence for a new mechanism controlling viral replication in the FCs of Drosophila. Indeed, a viral replicon derived from Flock House Virus and expressing GFP (FHV?B2-GFP) is completely derepressed in somatic tissues of mutants for the siRNA pathway, except in FCs, where derepression is partial. No piRNAs of viral origin can be detected in these cells. This viral replicon provides a unique system to decipher a novel pathway restricting viral replication.\nFor this, I will use a combination of forward and reverse genetic screens. EMS mutagenesis, screening for GFP expression and genome resequencing will be used to uncover genes responsible for restricting the replicon in FCs. Next, I will use GFP expression to sort restrictive and permissive FCs in a siRNA pathway mutant followed by RNA sequencing to identify differentially expressed genes. The function of the identified genes will be tested in vivo, using shRNA Drosophila lines. Finally, OSS cells, an FC-derived cell line, will be transformed with the FHV?B2-GFP replicon to evaluate candidate gene function ex vivo.\nThe identification and characterization of genes involved in a novel viral restriction pathway will increase the knowledge about innate antiviral immunity, an important scientific topic with human health implications.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}