{
    "rcn": "201313",
    "acronym": "PrOBiEM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Characterization of the anaerobic degradation of phenanthrene by a novel sulfate-reducing enrichment culture for the development of bioremediation methods",
    "startDate": "02/06/2016",
    "endDate": "01/06/2018",
    "objective": "Polycyclic aromatic hydrocarbons (PAHs) are widely distributed contaminants that produce hazardous effects on human health. They are persistent in the environment and recalcitrant to degradation, rendering the development of efficient PAH-removal methods a worldwide concern. In PAH-contaminated aquifers or sediments, oxygen is depleted very rapidly, thus microorganisms able to use these compounds as a carbon source in the absence of molecular oxygen are crucial for their consumption. The aim of this project is to elucidate the enzymes and mechanisms for the anaerobic degradation of phenanthrene by a novel sulfate-reducing enrichment culture. The first objective is to identify the organisms responsible for phenanthrene degradation. A phylogenetic characterization will be performed by pyrosequencing of the 16S rRNA genes amplified from the enrichment culture. The second objective is to discover the enzymes involved in the degradation process. To this end, a combined transcriptomic and proteomic evaluation of the enrichment culture will be performed. The functionality of the identified enzymes will be then evaluated in vitro. The chemical stability and complicated structure of phenanthrene promises the discovery of novel types of enzymatic reactions. Finally, the microorganisms responsible for phenanthrene degradation will be purified to homogeneity and characterized to evaluate the optimal environmental conditions for growth and phenanthrene degradation. Options to improve biodegradation at contaminated sites and to promote phenanthrene removal will be studied. The project proposes insights into the anaerobic biodegradation of three-ring PAHs as one of the most prominent classes of environmental contaminants.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET DUISBURG-ESSEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}