{
    "rcn": "201330",
    "acronym": "LIPSYNING",
    "topics": "MSCA-IF-2015-EF",
    "title": "Eat me microglia: lipid scrambling as a signal for synaptic pruning",
    "startDate": "01/09/2016",
    "endDate": "25/10/2021",
    "objective": "The development of the nervous system is associated with the generation of excess neuronal synapses that is followed by their tightly controlled removal, a process known as synaptic pruning. In the primate cortex, for example, 70% of connections are selectively lost within the first six months of life. Why are so many synapses lost, what determines which synapses are eliminated, what are the molecular mechanisms involved, and what are the consequences of not getting it right? Recently, several studies have presented microglial phagocytosis as a mechanism for synapse elimination. Neural activity plays a role in synaptic pruning, but the neuronal ìeat-meî signals that mediate phagocytic recognition and engulfment of synapses remain to be identified. We hypothesize that cell surface exposure of the lipid phosphatidylserine (PtdSer) is a key ìeat-meî signal for synaptic pruning during development. Therefore we aim to define the role of PtdSer in synapse-microglia interaction and to assess the morphological, circuit maturation and behavioural effects of impaired PtdSer exposure in phospholipid scramblase-deficient brains. We propose to use novel custom-made tool to observe PtdSer exposure without interfering with PtdSer-dependent cellular interactions and two mouse models with disrupted PtdSer exposure to study how PtdSer contributes to circuit refinement. The identification of an ìeat-meî signal will shed the light on what distinguishes synapses destined to be eliminated from those that survive and will be the first step in understanding why the majority of synapses are turned over during brain development before the final connectome emerges. As aberrant brain wiring during development is known to be defective in a wide range of neurodevelopmental disorders, understanding how circuits are formed and refined during developmental period will be critical to understand their aetiology and initiate the development of the therapy targeting molecular mechanisms of disease.",
    "totalCost": "130779,6",
    "ecMaxContribution": "130779,6",
    "coordinator": "VILNIAUS UNIVERSITETAS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 130780
        }
    },
    "calculatedTotalContribution": 130780
}