{
    "rcn": "201318",
    "acronym": "MOFMAP",
    "topics": "MSCA-IF-2015-EF",
    "title": "Tailored Metal-Organic Framework: From Hybrid to Multifunctional Flame Retardant Polymer Nanocomposites",
    "startDate": "09/01/2017",
    "endDate": "08/01/2019",
    "objective": "The main objective of this work is to develop new generation polymer-based multi-functional nanocomposites by combining functionalized Metal-Organic Framework (MOF) and graphene hybrid into polymeric matrices via an innovative approach. In this work, MOF is employed to develop multfunctional flame retardant polymer nanocomposites for the first time. The environmentally friendly framework MIL-101-Fe is chosen as the host framework. By introducing functional groups into the framework, MOF particles can be combined with both graphene and polymeric matrices via chemical interaction, to construct polymer nanocomposites which have multi-functions including improved antistatic property, mechanical reinforcement, enhanced thermal conductivity and excellent flame retardant properties, simultaneously. By loading non-flammable gas and/or effective flame retardant into the pore system, MOF can serve as flame retardants container at room temperature. By hybridization with MOF, the intrinsic function of graphene such as electronic and thermal conductivities will be combined into the MOF/graphene hybrid. Far different from present flame retardant additives, in proposed polymer nanocomposites, functionalized MOF hybrid will hinder or slow down the combustion process in different format through the whole combustion process, surpassing other flame retardant systems. At the early fire stage (Ignition), the non-flammable gases stored in MOF will be released to delay the ignition; at the developing fire stage, the graphene layer and char formation will delay the time to developed combustion; at the developed fire stage, the catalytic effect of metal compounds generated by decomposed MOF will decrease the heat release rate, fire growth intensity, smoke production, etc. The new knowledge and new materials developed in this proposal has the promise to be applied in developing new generation products in the fields of the construction, transportation, aerospace, etc, in the future.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION IMDEA MATERIALES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996395641": {
            "orgId": "996395641",
            "orgName": "FUNDACION IMDEA MATERIALES",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}