{
    "rcn": "201350",
    "acronym": "VOLTAIC",
    "topics": "MSCA-IF-2015-EF",
    "title": "VOLcanic lighTning: a lAb and fIeld ApproaCh",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Since the 2010 Eyjafjallajˆkull eruption in Iceland, which evidenced the fragility and vulnerability of our globalized society to disastrous socio-economic impacts of volcanoes, ash monitoring has become a priority of the European Commission. In this scope, lightning, observed in numerous eruptions, and easily detectable in all weather conditions, is proving strong potential as a novel monitoring tool of ash plumes. Although thunderstorm lightning have been studied for decades, little is known on the mechanisms of ash particles charging and how discharges occur in explosive eruptions, thus preventing to link lightning occurrence with ash plume characteristics.\nThe aim of this project is hence to combine laboratory and field studies to advance our knowledge of electrical properties of ash plumes. I will take advantage of a unique experimental setup developed at LMU-Munich to bridge the gap between physical theory and field observations. Generating volcanic lightning in the lab under constrained conditions, and comparing them with field observations, I will derive quantitative relationships between the plume characteristics (temperature, velocity, and ash concentration), the charging and the segregation of ash particles, and the occurrence of electrical discharges. Two field campaigns are planned for this scope at the permanently active Sakurajima volcano (Japan), where volcanic lightning is frequently observed. High-speed visible-light cameras will be used to measure lightning while a thermal camera will unravel the plume structure and dynamics. In the scope of a secondment at Hamburg University, I will use a numerical model to simulate the plume microphysics and will implement image-processing methods to build the first complete database coupling plume and lightning characteristics.\nThrough this project we aim at the first quantitative interpretation of volcanic lightning with the scope of keeping Europe at the forefront of volcano research and hazard mitigation.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}