{
    "rcn": "201325",
    "acronym": "PELIG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Characterisation of a Novel Pathway for Lignin Fragment Degradation in Rhodococcus jostii",
    "startDate": "06/10/2016",
    "endDate": "05/10/2018",
    "objective": "Lignin, composed of phenylpropanoic units, represents an attractive raw material for renewable aromatic chemicals. Lignin valorisation instead of petrochemical industry for chemicals production is a hot research area in green chemistry. Microorganisms have been proven to evolve metabolic pathways that enable the break-down of lignin; however, this lignin-to-chemicals bioconversion by both fungi and bacteria lacks essential attributes to commercial implementation. In the forefront, ìomicsî research has pointed out potential target genes and enzymes for manipulation, leading to more applied lignin bioconversion studies. Bacterial lignin metabolism is attracting more attention due to its relatively simple protein expression and genetic modification compared to fungi, which provides a potential application of a targeted pathway engineering strategy for diversified lignin-derived byproducts accumulation and yield enhancement. Hence, the discovery of unknown lignin metabolic pathways and gene products in bacteria is of importance. In this context, the current proposed research will explore and manipulate a novel lignin metabolic pathway - transketolase lignin degradation pathway - in Rhodococcus for lignin-based renewable chemicals production by using a synthetic biology approach. The goal will be achieved by pursuing the following two objectives: 1) elucidation and characterization of the novel enzyme encoded with tklX and evaluation of its activity reacted with lignin model compounds as transketolase; 2) targeted gene deletion for pathway engineering in genetically tractable hosts to manipulate lignin breakdown. The results of this study will therefore establish a promising foundation for production of lignin-derived chemicals from renewable feedstocks via catabolic pathways. Meanwhile, the Action will clearly provide the Applicant with unique opportunities to reach a position of professional maturity.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}