{
    "rcn": "201392",
    "acronym": "CONJUGATION",
    "topics": "MSCA-IF-2015-EF",
    "title": "Synthesis of CONJUGAted Two-DimensIonal Supramolecular POlymers for ElectroNics",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Graphene has exceptional electron mobility, quantum Hall effect and ballistic charge carrier transport behavior. However, graphene lacks a band gap, the feature of any electronic structure that signifies its ability to control the flow of electrons. To overcome its limitation, semiconducting two-dimensional (2D) materials, such as transition-metal dichalcogenides (TMDC), and Xeres, which include silicene, germanene and phosphorene have been recently developed. However, if not provided by nature, their synthesis involves high-energy procedures, such as chemical vapor deposition, epitaxial growth, and high pressure. The harsh experimental conditions preclude molecular design on demand. Moreover, it is highly challenging to gain TMDC with large lateral size and Xeres are not even stable in air, which complex their practical applications. Here we propose to develop a class of 2D conjugated supramolecular polymers using the concept of organic chemistry under ambient conditions, and the fabrication of 2D polymer and graphene heterostructures. The project comprises monomer synthesis, interfacial polymerization, processing, characterization and property investigation of produced 2D polymers, and their integration in prototype devices and performance evaluation. The multidisciplinary project aims at providing a very promising young fellow the highest level of training and experience needed to become an independent and leading scientist. The training-through-research offered within the project will broaden and diversify the experience of the fellow into complementary fields of graphene, materials processing and flexible electronics. Along with science, training in lecturing, student supervision, funding application, project management and workshop/conference organization will significantly improve the independence of the fellow, thus giving him the necessary tools to develop a successful and independent career.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}