{
    "rcn": "201368",
    "acronym": "NanoOxySens",
    "topics": "MSCA-IF-2015-EF",
    "title": "Luminescent Polymer Nanoparticles with Aza-BODIPYs, Porphyrins and their Metal Complexes for FRET Mediated Ratiometric Oxygen Sensing",
    "startDate": "15/05/2017",
    "endDate": "14/05/2019",
    "objective": "This proposed Fellowship brings together an Experienced Researcher from India with expertise in the synthesis of photosensitizers and their photophysical characterization, tuning the excited-state properties, investigation of their photophysics and photobiology with an internationally recognized Host Laboratory in France with expertise in designing fluorescent molecular and nanoparticle probes for bioimaging. This project will provide (i) interdisciplinary training of highest quality to become an outstanding scientist with excellent publication record; (ii) enhance European excellence in organic synthesis, nanosciences and biophotonics. The aim of the research project is to obtain ratiometric probes for molecular oxygen based on biodegradable polymeric nanoparticles (NPs) bearing far-red/near-infrared absorbing triplet sensitizers such as aza-BODIPYs, porphyrins and corresponding metal complexes. The project involves the synthesis of phosphorescent dyes (aza-BODIPY/porphyrins) and formulation of polymeric NPs encapsulating these dyes. The development of ultra-bright polymer nanoparticles, an innovative method recently discovered in the Host Laboratory, will enable the development of novel dual emissive polymeric NPs with the triplet sensitizers. In our design, fluorescent NPs excite triplet sensitizers through energy transfer (FRET), resulting in dual emission: fluorescence of NPs and phosphoresce of the sensitizer. Only phosphorescence of FRET acceptor is sensitive to molecular oxygen (3O2), which provides the mechanism of dual colour ratiometric response to oxygen. The approach will be further validated in solutions and in living cells. The obtained nanoprobes for oxygen will be applied to living cell and (in collaboration) to whole animals. It is our strong conviction that the possibilities of this multidisciplinary chemistry are enormous, and the end result will be the development of a simple nano-device for molecular oxygen build from biodegradable materials.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}