{
    "rcn": "201366",
    "acronym": "PINBAC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Characterising plant interactions with bacteria that promote the uptake of nitrogen and sulphur from organic sources",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The plant rhizosphere contains an abundant and diverse array of microbes, and plants interact with this microbial community in diverse ways, from mutualistic to neutral to pathogenic. It is proposed that future agricultural systems should strategically incorporate mutualistic plant-microbe associations, whereby high-performing combinations of plant genotypes and microbial populations are co-cultivated to promote improved nutrient use efficiency and decreased fertiliser application. Currently, there is a poor scientific understanding of the precise biochemical transformations and exchanges that occur in mutualistic associations between plants and microbes, and it is also unclear which specific microbial species are the most effective for supporting plant growth and nutrition. There is evidence that plant genotypes exhibit differing capacities to shape their rhizospheric microbiome , but our poor mechanistic understanding of this phenomenon prevents breeding strategies to select crop varieties that will host favourable microbial interactions. Therefore, this project proposes to address these gaps in scientific knowledge, by undertaking co-cultivation experiments that investigate which specific bacterial species are most effective for enhancing plant uptake of nitrogen (N) and sulphur (S) from organic sources, as well as which specific Arabidopsis accessions are the most receptive hosts for these interactions. Next, isotope labelling and metabolic flux studies will be undertaken in the best and worst performing plant-microbe combinations, to define the specific biochemical routes of N & S transfer that are favourable for plant nutrition. Also, genetic investigations will be undertaken to find the key genes responsible for favourable plant-microbe interactions. This project combines the complementary expertise of its participants to deliver high-quality training to the researcher, which will enhance his professional maturity in this strategically important field.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}