{
    "rcn": "201305",
    "acronym": "CO2-RR-MODCAT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Towards the discovery of efficient CO2 electroreduction catalysts: well-defined RuOx and MoSx nano catalysts",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "In future, fuels and basic chemicals may be produced via an electrolytic process that converts CO2, water and electricity derived from renewable energy sources. Such promising, yet underdeveloped technology needs fundamental breakthroughs in the development of efficient electrode catalysts, i.e. electrocatalysts, for CO2 reduction reaction (CO2-RR). In fact, none of the currently known catalysts has adequate efficiency.\nIn this project, I propose to investigate well-defined ruthenium oxide (RuOx) and molybdenum sulphide (MoSx) nano catalysts for the CO2-RR. The goal is to discover new, efficient catalysts on the basis of fundamental insight. In the first phase, model RuOx and MoSx catalysts (nanoparticles, thin films) will be investigated to elucidate the physicochemical parameters that control their performance. In the second phase, synthetic strategies will be applied to enhance the catalyst activity and selectivity; these will be based on the preparation of metal substituted RuOx and on the exploitation of catalyst-support interactions.\nThe proposed investigation is:\nï Timely, given the relevance attributed by the European Union and by the chemical industry to the research on CO2 re-utilization strategies that involve the integration of renewable energy sources;\nï Innovative. RuOx and MoSx are promising, yet largely unexplored catalysts for the CO2-RR. The strategies devised to enhance their performance are radically different from what has been proposed so far.\nï Expected to provide high impact. The structure-activity descriptors identified through this study will open new perspectives for the design of efficient catalysts via controlled synthetic processes. \nThe research methodology is based on the synthesis of well-defined catalysts coupled with a multi-analytical characterization approach. As such, it is ideal to achieve the objectives and it will provide new knowledge for the researcher. The planned collaborations will have great impact for the host group.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}