{
    "rcn": "201393",
    "acronym": "TONSOPS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Titanium Oxide Nanocomposites for Scalable Optimized Perovskite Solar cells",
    "startDate": "16/03/2016",
    "endDate": "15/03/2018",
    "objective": "The European commission recognizes the importance of nanotechnology, semiconductors and advanced materials as key enabling technologies. The application of functional nanostructured materials in industrial processes and advanced science is of capital and strategic importance for the European economy and society. Their inclusion as reliable, standard and affordable components will boost the competitiveness of European industry, specifically in the fabrication of 4th generation solar cells. Sensitized Perovskites Solar cells (PSC) represent advantages in terms of cost manufacturing, energy generation and integration in flexible and semitransparent devices. However, the viability of their mass scale fabrication is hindered by economic and technical difficulties. Some of these technical issues arise from inefficient infiltration of the perovskite absorber into a fragile mesoporous (mp) TiO2 layer. My project addresses these problems applying a recently developed straightforward method for secure TiO2 nanotube layers (TNL) to commodity thermoplastic polymers. This novel method combined with optimized solution synthesized perovskites will result in the production of flexible and pliable PSC. Specifically, I propose to produce a step change in the standardization and fabrication of functional nanostructured materials, and its implementation in optimized PSCs. Lastly, the study on the life cycle management and viability of the industrial production of these PSC will be evaluated in an innovative photovoltaic manufacture company, ONYX SOLAR. Hence, the project is designed to generate disruptive, but easily scalable technology that may be rapidly adopted by European industry to boost its competitiveness in functional nanostructured composites and 4th generation solar cells.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}