{
    "rcn": "201364",
    "acronym": "MONOCLE",
    "topics": "MSCA-IF-2015-EF",
    "title": "A novel enhancer deletion strategy to determine non-classical monocyte function in atherosclerosis",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Cardiovascular disease (CVD) is the main cause of death worldwide, and accounts for 40% of deaths within the EU. Monocytes are immune cells that are directly implicated in atherosclerosis, the leading cause of CVD. In both mouse and human there are two principle monocyte subsets, termed 'classical' and 'non-classical'. The classical monocyte subset is a key driver of atherosclerosis, whereas evidence suggests that the non-classical monocyte subset plays a protective role in disease. However, directly testing the role of non-classical (Ly6Clow) monocytes in disease has not been possible due to a lack of experimental models. In preliminary research Dr. Thomas used a novel multidisciplinary approach to generate mice that selectively lack Ly6Clow monocytes. This work identified a small region of the genome, termed an enhancer, that controls expression of the key transcription factor Nr4a1 in Ly6Clow monocytes. Deleting this enhancer produced a mouse that lacks Ly6Clow monocytes but is otherwise normal, unlike existing methods for Nr4a1 deletion. MONOCLE will exploit this novel mouse model to test the role of Ly6Clow monocytes in atherosclerosis, and to gain new insight into mechanisms regulating non-classical monocyte development. Thus, MONOCLE has the potential to reveal new molecular and cellular therapeutic targets in the battle against CVD. \n\tMONOCLE will also provide Dr. Thomas with new skills in in vivo CVD research, financial-management and project planning, forming the foundation for his role as a successful independent research group leader in Europe. The fellow will bring to the host institute a unique skill set enabling functional genomic and epigenetic analysis of in vivo cell populations, and access to a network of world-class researchers in epigenetics and monocyte biology. Hence, MONCOLE will bring new knowledge to Europe by facilitating cutting-edge, innovative research that directly addresses one of the largest societal health challenges.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}