{
    "rcn": "201363",
    "acronym": "InviCitRom",
    "topics": "MSCA-IF-2015-EF",
    "title": "Invisible Edges of Citizenship: Re-addressing the position of Romani Minorities in Europe",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "This research addresses the question why the position of Roma in Europe keeps deteriorating despite all the (inter)national efforts put into its improvement. Roma persist as the main targets of ethnic discrimination and are faced by severe socio-economic inequalities throughout Europe. This project recognizes the urgent need to readdress the position of Roma at the times, when most of the programmes for their integration are nearing its conclusion (such as the Decade for Roma Inclusion 2005-2015) and when their intra-European mobility is being particularly problematized. By employing interdisciplinary quantitative and qualitative methodology and theoretical conceptualizations from the perspective of citizenship studies, this project aims to offer a novel insight on the position of Roma in Europe. The project investigates different dimensions of citizenship (rights, dimensions, belonging) in order to show that Roma are not an exception or a minority that simply ëdoes not fití and is hence excluded from society. I seek to develop a new theoretical perspective to support the above claim: I argue that there are certain institutional mechanisms, that I call as invisible edges of citizenship involved in the production of the marginalization of Romani minorities in all European states where they reside either as citizens or migrants. Instead of only offering selected case studies, this research aims to offer a cross-country comparative analysis of citizenship and minority acts as well as Roma National Strategies and the experience of Romani individuals themselves with the invisible edges of citizenship. The results of this research will be relevant both for academics as well as policy makers: I will prepare a cross-country database on approaches to minority protection and major challenges connected to the position of Roma, 2 journal articles and a book manuscript.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}