{
    "rcn": "201387",
    "acronym": "PalmHydraulics",
    "topics": "MSCA-IF-2015-EF",
    "title": "Palm hydraulics linking biodiversity and functioning of tropical forests under climate change",
    "startDate": "01/08/2016",
    "endDate": "12/11/2018",
    "objective": "How do biodiversity and ecosystem functioning respond to climate change? Currently, fundamental knowledge gaps prevent us from answering this most pressing question. Global climate is largely dependent on tropical forest functioning due to the scale of plant-driven ecosystem services that they provide (water and carbon cycling). Thus, research on tropical plants is essential to address the question. However, critical plant groups such as palms, which are hyperdominant in tropical forests, remain almost entirely neglected. The intricate relationship between plants and the environment is mediated by functional traits, but current models do not yet account for the dynamics of species and functional composition and thus fail to predict plant/climate responses accurately. This critical knowledge gap is the primary focus of PALMHYDRAULICS. The project will use palms as a model group to explore hydraulic traits, which are pivotal in plant/climate responses, but unstudied in palms, despite their importance. PALMHYDRAULICS will focus on the structure, ecology and evolution of palm hydraulic functioning. Through a novel, integrated research programme, PALMHYDRAULICS will use cutting-edge analyses to disentangle the role of trade-offs in plant hydraulic structure relating to species diversification, intraspecific variation, structural development and individual survival that underpin feedback mechanisms between plant effect on and responses to climate change. This comprehensive, ambitious approach builds on the world leadership of the host institution in integrated studies of the palm family, plant morphology and evolution, its unrivalled collections, and the complementary expertise of the host scientists and experienced researcher. Novel and extensive datasets will be produced and made openly accessible, and findings will be disseminated through the most prestigious scientific journals and a comprehensive public communication plan.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ROYAL BOTANIC GARDENS KEW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999481793": {
            "orgId": "999481793",
            "orgName": "ROYAL BOTANIC GARDENS KEW",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}