{
    "rcn": "201367",
    "acronym": "PYANO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Retargeted Pyocins: A novel tool for combating major food borne pathogens and exploitingphage-host interactions",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Campylobacter jejuni and Salmonella serovars are the major foodborne pathogen burden of Europe, imposing economic costs and challenging treatment of human infections due to increasing antimicrobial resistance. Hence, the EU commission stresses an urgent need to develop new effective antimicrobials. Exploiting natural predators of bacteria (phages) or phage-derived products may be a source of such novel antimicrobials. But lack of genetic approaches to investigate phage binding mediated by receptor binding proteins (RBPs) hampers progress of phage therapeutics targeting C. jejuni and Salmonella. Thus, goals are to i) discover RBPs of phages infecting C. jejuni and Salmonella serovars using pyocins as a novel advanced tool, and ii) develop novel phage-derived therapeutics with high bactericidal activity targeted to C. jejuni and the most prevalent Salmonella serovars. Putative RBPs will be identified from phage sequences by exploring knowledge of phage receptors and similarity of RBPs among phages binding identical receptors. By creating RBP fused-pyocins, potent killing activity of retargeted pyocins will be used to demonstrate binding specificities of RBPs to C. jejuni and Salmonella. Mutational analysis will identify key amino acids responsible for RBP binding, which also will be modified to modulate the specificity of the retargeted pyocins, developing an arsenal of novel antimicrobials targeting distinct or diverse C. jejuni and Salmonella serovars. On completion of this fellowship, I will complement my veterinary-microbiology background with bioinformatics and molecular skills including cloning, expression, purification, and structural analysis of proteins, allowing me to develop novel interdisciplinary projects exploring phage-derived proteins for human benefit. I will improve my teaching, supervision and complementary skills in project management, grant writing, and establish an international network needed to cement myself as an independent researcher.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}