{
    "rcn": "201333",
    "acronym": "Multi-SIP Hydrogel",
    "topics": "MSCA-IF-2015-EF",
    "title": "A multifunctional self-immolative hydrogel for accelerating the healing of chronic wounds",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "In this Marie Sk?odowska-Curie Fellowship project entitled ìMulti-SIP Hydrogelî I will design a modular synthetic platform for preparing multifunctional self-immolative polymer (SIP) hydrogels designed to accelerate tissue regeneration in chronic skin wounds. The hydrogels will contain multiple SIP components, each designed to rapidly degrade and deliver a therapeutic payload in response to a specific biochemical stimulus typical of a chronic wound (e.g., reactive oxygen species or enzymatic action). During the two years of this Fellowship, I aim to establish a proof-of-principle SIP-hydrogel system that will undergo sequential stimuli-responsive degradation and promote cell proliferation in vitro. This Fellowship will be undertaken under the supervision of Prof. Molly Stevens in the Division of Biomaterials and Regenerative Medicine at the Karolinska Institute (KI), which has the world-leading expertise in polymer chemistry, biomaterials engineering, cell biology and tissue engineering crucial to the objectives of the proposed work plan. Due to the modular design of the 'Multi-SIP Hydrogel' platform, there is broad scope for designing SIP-hydrogels matched to different tissue types once a proof-of-principle is established. This will initiate new research areas at the cutting edge of biomaterials science, which will help me to establish my own independent research career following the proposed Fellowship.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}