{
    "rcn": "201303",
    "acronym": "Rockslope_failures",
    "topics": "MSCA-IF-2015-EF",
    "title": "Improve our understanding of Rock Slope Failures using calving events",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Rock-slope failure (RSF) processes show very similar fingerprints to ice failures on glacier termini, nevertheless, progressive failures on glacier fronts occur at a much higher rate than that observed on mountain cliffs, which may lead to the latter being used as a proxy for investigating the occurrence of RSF in Alpine areas. \n\nI will originally investigate the observed similarities between ice and rock gravity-driven instabilities by monitoring glacier fronts using a dynamic three dimensional remote sensing approach. My research aims are to explore: (a) the spatial distribution and temporal dynamics of glacier front instabilities; (b) differential changes in the rate of displacement occurring at several parts of glacier fronts; (c) the existence of structural controls on the failure mechanisms of calving events; (d) the nature of the Magnitude-Frequency calving laws at a high level of detail; (e) The forecasting of single calving events. The back analysis of a plethora of calving events will be used to improve understanding of glacier front processes and also enables the development of better modelling solutions for rock and ice instabilities. \n\nThe application of rock slope analysis in glaciology is innovative, both for the extraction of single calving events and for the analysis of the precursory indicators preceding the rupture of  portions of the glacier front. This investigation is of great importance not only for forecasting the spatial location and the temporal occurrence of calving events, but also for increasing the understanding of scientific problems related to the evolution of slope instabilities that were difficult to investigate to date due to temporal and technological constraints.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}