{
    "rcn": "201332",
    "acronym": "MASSS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Manipulation of a Single Spin in a Superconductor",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "I propose to perform the coherent manipulation of the spin of a single superconducting quasiparticle.\nTo achieve this challenging goal I will fabricate a Josephson weak-link coupling two superconducting electrodes through the two-dimensional electron gas of an AlSb/InAs/AlSb quantum well. \nThe weak-link configuration allows to single out one superconducting quasiparticle, by trapping it in a low-energy discrete state (an Andreev bound state) completely disconnected from the continuum of excitations above the gap. The energy of this state depends on the superconducting phase difference across the link. It can be tuned by placing the weak-link in a superconducting loop threaded by a magnetic flux.\nThe combination of a finite superconducting phase difference and the strong spin-orbit coupling energy in InAs lifts the degeneracy of the two spin states of the quasiparticle, which can therefore be addressed.\nIn order to manipulate and probe the quantum state of the spin of the trapped quasiparticle I will couple this hybrid structure to the electromagnetic field of a microwave resonator in a circuit quantum electrodynamics (cQED) architecture.\nThis project opens a new research path in the field of superconducting spintronics and leads to the exploration of new topological phases in multi-terminal devices.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}