{
    "rcn": "201358",
    "acronym": "ANCHOR E3s",
    "topics": "MSCA-IF-2015-EF",
    "title": "Anchoring ligandable binding sites at E3 ligase surfaces for plug-and-play PROTACs.",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The Anchor E3s project proposes to establish, for the first time, an efficient protocol for the discovery and characterisation of accessible binding sites at any patch of a protein surface, regardless of its involvement in biological function. One of the motivation of the research is to develop a general approach to discover new ìanchorî ligands that can enable improved plug-and-play proteolysis targeting chimeras (PROTACs) as chemical degraders of any protein of interest. The project will build on results from the host lab who identified a series of low molecular-weight fragments addressing novel patches at the surface of Cullin RING E3 ubiquitin ligases (CRLs) with currently unknown functionality, demonstrating that accessible and ìligandableî binding sites can be found on CRL surfaces. A combination of structure-based computational techniques informed by biophysical experiments and X-ray crystallography will be used to reveal, characterise, and target new ligandable binding sites at CRL surfaces. Promising anchor fragments will then be identified and grown into suitable binders, and eventually linked to assemble novel PROTACs, which will be assessed in cellular assays. The ultimate goal of the research is to develop and establish the PROTAC approach as an efficient and universal chemical biology platform for target validation, regardless of the perceived ìdruggabilityî of the targeted protein.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}