{
    "rcn": "201357",
    "acronym": "MolecularEVOLUTION",
    "topics": "MSCA-IF-2015-EF",
    "title": "Molecular Evolution of the Primary Structure of Single Chain Polymer Nanoparticles via Dynamic Covalent Chemistry",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Cancer continues to be a major cause of death worldwide. While many drugs can reduce the size of tumors, their side effects commonly outweigh their benefits when the drug is administered by conventional methods. One promising approach to overcome this issue is to employ a synthetic enzyme to activate a prodrug into an active drug via a bioorthogonal reaction at the site of a tumor within a patient. Recent work by the group of Prof. E. W. Meijer at the Eindhoven University of Technology on amphiphilic polymers with pendant ìstickyî hydrogen bonding moieties and pendant catalytic centers represents state-of-the-art synthetic enzymes. When these polymers are dissolved in dilute aqueous solutions, individual chains fold to form single chain polymer nanoparticles (SCPNs). The folding is thermodynamically driven by hydrophobic interactions and the dynamic aggregation of the ìstickyî moieties. Although current SCPNs catalyze bioorthogonal reactions in water, they do not have well-defined high order structure like natural enzymes, instead exhibiting non-cooperative folding and open, elliptical structures. This lack of well-defined high order structure is due to a lack of polymer sequence control, as SCPNs reported to date are random or block copolymers. As a postdoctoral fellow in the Meijer group, I propose to make a new generation of biocompatible SCPNs that feature an aliphatic polycarbonate backbone that undergoes dynamic covalent chemistry in conjunction with the dynamic aggregation of the ìstickyî pendant units to ìmolecularly evolveî the SCPNís primary structure. This strategy will allow SCPNs to ìcorrectî non-optimal sequences by giving each polymer chain the ability to reshuffle its primary structure, ultimately allowing the SCPNs to achieve lower energy folding states. I predict that the hydrophobic cores of the resulting evolved SCPNs will be more enzyme-like and thus better suited for catalysis and targeted drug therapy applications.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}