{
    "rcn": "201379",
    "acronym": "THERMOSTALL",
    "topics": "MSCA-IF-2015-EF",
    "title": "High Performance Seasonal Solar Energy Latent Heat Thermal Storage Using Low Grade, Low Melting Temperature Metallic Alloys",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Energy storage technologies have long been a subject of great interest to both academia and industry. The aim of this project is to develop a novel, cost effective and high performance Latent Heat Thermal Energy Storage System (LHTESS) for seasonal accumulation of solar energy in increased quantities. The major barrier for currently used Phase Change Materials (PCMs, organic and hydrated salts) is their very low heat conduction coefficient, low density, chemical instability and tendency to sub-cooling. Such inferior thermo-physical properties result in the LHTESS having large dimensions and not having a capacity to provide the necessary rate of heat re-charge and discharge, even with highly developed heat exchangers. The new approach to overcome the above issues is the deployment of low grade, eutectic low melting temperature metallic alloys (ELMTAs). The ELMTAs are currently produced for application in other areas and have not been actively considered for the thermal energy accumulation with the exception of very limited studies. Their heat conduction is two orders of magnitude greater than that of conventional PCMs, they are stable and provide the thermal storage capacity which is 2-3 times greater per unit of volume. The project consists of both theoretical and experimental investigations. A range of low grade ELMTAs for application in LHTESS will be selected and Differential Scanning Calorimetry will be used to measure their thermal properties. Thermal cycling tests of such alloys will be conducted. Numerical investigations of heat transfer and flow in the LHTESS with ELMTAs will be performed. Experimental studies of heat transfer and flow in a laboratory prototype of the LHTESS with ELMTAs will be conducted. As outcomes of investigations, dimensionless heat transfer correlations will be derived and design recommendations for a practical  solar energy seasonal LHTESS with the low grade ELMTA will be produced for project industrial partner",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NORTHUMBRIA AT NEWCASTLE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999859705": {
            "orgId": "999859705",
            "orgName": "UNIVERSITY OF NORTHUMBRIA AT NEWCASTLE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}