{
    "rcn": "201352",
    "acronym": "SYNC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Synchronizing Palaeoclimate data for better understanding of the Solar effect on European Climate",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The sun activity is decreasing since 1996 and a grand solar minimum is expected to occur from 2020 to 2070. The magnitude of solar forcing on the current climate is still uncertain. This project aims to test the existence of quasic-periodic decadal to centennial natural climate variability modulated by grand solar minima during the Late Holocene, which resulted in abrupt climate changes in Europe on time-scale of a few years and has the potential to trigger comparable changes in the future. Describing the timing and the abruptness of the climate response to shifts in the solar activity requires very accurate climate reconstructions and dating, in particular where absolute ages are hampered by the presence of 14C plateaux. This research project will focus on the precise comparison of Late Holocene palaeoclimate records from annually resolved (varved) archives across Europe, with the core goal of estimating the velocity of the climate response to grand solar minima and possible seasonal effects. The projectís novelty lies in the synchronization of very accurate varve chronologies from two European lakes, Diss Mere (England) and Meerfelder Maar (Germany), using tephra layers as synchronous markers. Tephrochronology and varve counting will thus be integrated as a multidisciplinary dating method to minimize the uncertainty derived from individual chronologies (varve counting error). Tephra (volcanic ash) from explosive eruption and atmospheric cosmogenic isotopes s are deposited over large areas synchronously and are reliably correlated to known eruptions. Varved sediments provide accurate chronologies and also store climatic signals at seasonal resolution. The interdisciplinary perspective adopted by this study is designed to tackle gaps in our knowledge of the solar-climate phasing and to provide the most precise proxy data to the climate modelling community. The facilities of Royal Holloway, University of London supports the innovate methodological approach.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}