{
    "rcn": "201399",
    "acronym": "NARS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Novel ecological adsorbent using Schwertmannite material for Removal of Selenate and Selenite from contaminated water",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "The purpose of this project is to test the suitability of recently developed schwertmannite adsorbents as filter bed materials as a new low-cost technique to remove selenite and selenate from mine water and agricultural drainage. The proposal deals also with critical societal and political issues like water management and sustainability as well as promoting good governance. To this end, an interdisciplinary approach combining hydrogeochemistry and technical development is implemented taking on consideration all the necessary steps of a novel ecological and low-cost water treatment technique. The project consists on two main components: 1) Filling knowledge gaps in the interaction of selenium oxyanions to schwertmannite adsorbents and how is it linked to the acidic pH, including the investigation of a separation method to reduce sorption competitiveness of sulphate towards selenate. 2) Optimising the performance of schwertmannite adsorbents to increase selenium removal rate. To set up a low-cost and eco-friendly process, the project will preform a regeneration study of the material, and explore the potential use of selenium generated from the process into glass-producing company. \nThe fellow will benefit from a solid skill-set for a scientific career within academia, fruitful contact network for future and sustainable collaboration, as well as personal and cultural enrichment. The achievement of the project objectives will create a paradigm for clean and low-cost water treatment technologies, including water strategies, environmental policies and economic programmes.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET BAYREUTH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999849908": {
            "orgId": "999849908",
            "orgName": "UNIVERSITAET BAYREUTH",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}