{
    "rcn": "201389",
    "acronym": "KILLINGTYPHI",
    "topics": "MSCA-IF-2015-EF",
    "title": "Identification of host-factors restricting Salmonella Typhi",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Typhoid fever is a life-threatening systemic infection that continues to be a serious global health concern, claiming the lives of over 200,000 patients every year. It is caused by the intracellular bacterium Salmonella Typhi, a human-adapted pathogen unable to infect species others than humans. The molecular mechanisms underlying S. Typhi infection are only partially understood. SpanÚ and Gal·n recently discovered an antimicrobial pathway that is required to restrict the growth of S. Typhi macrophages derived from mouse (a non-susceptible host) and contributes to S. Typhi host-restriction. Despite this finding, the exact mechanisms used by macrophages to kill S. Typhi as well as the role of these mechanisms in the adaptation to the human host remain unknown. \nThrough this project, I will investigate the mechanisms used by non-permissive hosts to eliminate S. Typhi. I will combine my strong background in molecular microbiology with the world-renowned expertise of S. Typhi-host interactions of the receiving group to identify host genes required to kill S. Typhi. I will apply state-of-the-art technologies, including pooled shRNA screens coupled to next-generation sequencing and the novel and powerful CRISPR/Cas9 technology, supported by a network of local and international collaborators. Specifically, I will: 1) identify Rab GTPases required for S. Typhi killing, 2) identify novel factors involved in pathogen killing through an unbiased genome-wide screen, and 3) elucidate the role of well-characterized antimicrobial factors in the Rab32-dependent killing of S. Typhi. The results will reveal new strategies of host-defence and will extend our knowledge of the host immunity mechanisms controlling the growth of intracellular pathogens. They have the potential to identify new therapeutic approaches to treat typhoid fever.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}