{
    "rcn": "201338",
    "acronym": "Cleanup-MOFs",
    "topics": "MSCA-IF-2015-EF",
    "title": "Decontamination of emerging pollutant using porous Metal-Organic Frameworks (MOFs) and silica-MOFs composites",
    "startDate": "01/09/2016",
    "endDate": "21/12/2018",
    "objective": "Pharmaceuticals and Personal Care Products as Pollutants (PPCPs) are regarded as an emerging class of contaminants and are often released directly into the environment after passing through wastewater treatment plants that are not equipped to remove them. Some PPCPs are easily broken drown and processed, but others are not easily degraded and processed, so they enter sewers. Although little is known about potential adverse effects on non-target species, these substances can be endocrine disruptors that mimic, enhance or inhibit the action of hormones. These compounds are a source of concern because they are widely used and then released in large quantities.\n\nOn the other hand, the therapeutic misadventures, illicit drug ingestion or attempted suicide by using of harmful substances is a major worldwide public health problem that causes both a significant cost and severe heath problems, even death. Unfortunately, for the vast majority of these poisoning, there are no specific pharmacological antidotes and currently available detoxification methods are weak (<25% PPCPs adsorbed) and poorly prescribed.\n\nIn this context, a new class of crystalline nanoporous materials known as Metal Organic Frameworks (MOFs) has attracted an increasing attention from academic and industrial domains. Compared to classical adsorbent materials, MOFs present several advantages: a versatile composition, which allows almost infinite combinations, a large structural variability, an important porosity with a large panel of pore sizes and shapes, ranging from the micro to the mesopore, and the easy modulation of their physicochemical properties by the simple functionalization of the organic linker, including different functional groups.\n\nTaking into account MOFs advantages, the objective of the present project is to develop MOFs specially tailored for the removal and degradation of very harmful pollutant from wastewater, as well as for human detoxification.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}