{
    "rcn": "201380",
    "acronym": "TOPOPOLIS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Topological Polaritons in Semiconductor Photonic Crystal Structures: Exotic band structures and topological polariton states for quantum simulation and future optoelectronic devices",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "TOPOPOLIS aims at the development of semiconductor microcavity photonic crystal structures which are generally designed for the realization of solid state quantum simulation and specifically for the first ever observation of topological exciton-polariton edge states. With the ongoing refinement of semiconductor growth and etching techniques it has become possible to create microcavity photonic crystals to study new, complex and non-trivial phenomena of light-matter coupling. Here, polaritons in e.g. hexagonal lattice structures (artificial graphene) can serve as a tool to perform quantum simulation and to emulate the systems Hamiltonian. Polaritons are particularly well suited, because of their tunable mass and particle interactions, inherited from the excitons, as well as their open dissipative nature which allows a direct monitoring. \nIn this context it has been proposed that with a suitable photonic crystal design a topological gap can emerge under magnetic field. This topological gap leads to optical quantum-Hall-like edge states that allow for an unidirectionally propagating polariton mode, protected from back-scattering. This exciting goal is of great interest as it will shed light into the physics of topological hybrid interacting bosons as well as from an application point of view.\nReaching this goal most importantly requires very high Q-factor microcavities with low overall energetic disorder as well as low etching-induced sidewall damage.\nIn this project, a scaleable photonic-trap method is proposed that allows for a precise control of the confinement potential in the microcavity photonic crystal and does not require an etching into the optically active quantum wells. This approach will be combined with electro-optical tuning to create a versatibe platform for quantum emulation and will allow for the experimental observation of topological polariton edge states that have the potential to enable new technologies in quantum simulation and logics.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}