{
    "rcn": "201304",
    "acronym": "UPR",
    "topics": "MSCA-IF-2015-GF",
    "title": "Unconditional parental regard: Its nature and its consequences",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Unconditional parental regard refers to parents accepting children for who they are, even when they disapprove of childrenís achievements (e.g., school grades). Psychological theory holds that children internalize unconditional regard to feel worthy for who they are. Children may thus feel less pressured to excel, and become more intrinsically motivated and less afraid of failure. However, unconditional regard has received little empirical scrutiny. The main objectives of this 24-month Marie Curie IF-GF are (a) to investigate the nature and consequences of unconditional parental regard in childhood; (b) to provide advanced training in experimental research (pioneered by the partner organization) and intervention development (pioneered by the beneficiary); and (c) to provide advanced training in soft skills and entrepreneurial skills. Thus, it brings the applicant closer to mid-term career goals of becoming a leading expert and establishing a research group in the field of socializationóa field where the EU currently lags behind the US. In this project, one study explores how parents express unconditional regard (Study 1). Two experiments investigate the causal effects of unconditional regard on childrenís self-worth and motivation (Study 2-3). An observational-longitudinal study investigates whether the effects of unconditional regard sustain over time in childrenís lives (Study 4). The studies will be conducted in specialized laboratories under supervision of leading experts. The project strengthens the EUís position in the field of socialization, and establishes a long-term cross-disciplinary collaboration between the applicant and participating parties. The results will have timely societal implications: Contemporary EU youth suffer more ill-being and motivational problems than did previous generations. To help alleviate these problems, the applicant will develop and implement an unconditional-regard intervention in partnership with EU health-care professionals.",
    "totalCost": "162864,6",
    "ecMaxContribution": "162864,6",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 162865
        }
    },
    "calculatedTotalContribution": 162865
}