{
    "rcn": "201326",
    "acronym": "ReadyToGo",
    "topics": "MSCA-IF-2015-EF",
    "title": "Analysis of the regulation of stress tolerance and growth to improve stress responses under water scarcity in crops",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Drought is a major constraint on crop production and food security. Plant adaptation to water scarcity induces stress responses and the reduction of shoot growth to preserve and redistribute resources. Abscisic acid (ABA) and jasmonate (JA) signalling pathways are central to modulate growth rate to match the environment. This involves a transient growth arrest upon drought, an ambivalent so called READY-TO-GO (RtG) state, which is instated by chromatin-mediated regulation of gene expression. It is not known how general this growth adaptation is, and what mechanisms apply to modulate fruit growth. This multidisciplinary project will bring together the researcherís expertise in ABA and drought stress biology, that of chromatin regulation and high-throughput data analysis, JA signalling and cell cycle control of the host at RHUL, and tomato germplasm, TILLING, crop stress physiology and phenomics of the non-academic partner Agrobios. The objectives are 1) to establish how growth rate is reset upon controlled drought stress in tomato fruit, 2) the involvement of JA and chromatin modification to co-ordinately regulate stress tolerance and growth, 3) functionally characterise the transcriptional repressor complex, 4) use high content phenotyping to establish whether modulating the expression levels of central transcriptional repressors can lead to yield benefits during drought. To achieve these aims we shall: apply controlled watering and phenomics platforms to monitor leaf and fruit growth; detail growth and cell cycle analysis at cellular level; genome scale profiling with RNA-Seq and ChIP-Seq to establish drought and JA dependent histone modifications and gene regulation; TILLING and modulated expression of HDA6, HDC1 and RBR to associate the chromatin modifications to central regulators and establish their impact on fruit yield during drought. The results will have undiscussed impact on the cultivation of an important crop in the changing climate environment.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}