{
    "rcn": "201316",
    "acronym": "PEARLE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Peers in ECEC centres: who are they and do they matter? An empirical analysis on ECEC group composition, its drivers and its effects",
    "startDate": "16/05/2016",
    "endDate": "15/05/2018",
    "objective": "Early childhood education and care (ECEC) services are increasingly seen as holding the promise of promoting more equal life chances for children by supporting their development and encouraging parental employment. Research shows that ECEC can fulfil such potential, as long as provision is of high quality and reaches the most disadvantaged children. Yet there is ample evidence that disadvantaged children are less likely to attend ECEC institutions. When they do, they are enrolled into settings with lower quality and/or settings catering mostly to other children from disadvantaged families. This latter aspect, relating to settingsí composition, is rarely investigated, but the few existing studies suggest that disadvantaged children ìdo better in settings with a mixture of children from different social backgroundsî. This research project seeks to offer new evidence on the composition of ECEC settings, to explore the drivers of different levels of concentration of disadvantaged children, and to measure the impact of such levels of concentration on child development. The composition of ECEC settings will be measured in relation to migration status, a salient dimension of educational disadvantage in several European countries. The project focuses on the specific case of Germany, where ECEC attendance varies markedly in relation to both socio-economic status and place of residence. The analysis will draw on different data sources, combining survey data on children and the ECEC they attend with information at a highly disaggregate regional level in order to account for the neighbourhood context in which families live. By combining three levels of analysis ñ families, ECEC settings, and neighbourhoods ñ the study develops an multilayered approach which will enrich the child development literature on ECEC services as well as our understanding of educational disadvantage. The findings will strengthen evidence-based knowledge in policy making and service provision in Europe.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "DEUTSCHES INSTITUT FUR WIRTSCHAFTSFORSCHUNG DIW (INSTITUT FUR KONJUNKTURFORSCHUNG) EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999508953": {
            "orgId": "999508953",
            "orgName": "DEUTSCHES INSTITUT FUR WIRTSCHAFTSFORSCHUNG DIW (INSTITUT FUR KONJUNKTURFORSCHUNG) EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}