{
    "rcn": "201306",
    "acronym": "DINEQ",
    "topics": "MSCA-IF-2015-EF",
    "title": "Tracking discoursal shift in news media representation of economic inequality: developing and applying corpus linguistic and critical discourse analysis methods",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "DINEQ explores changes in the discoursal representation of degrees of economic inequality in selected British newspapers in 1971 and 2011. It is the first applied diachronic linguistic study to combine a consideration of the socio-political history in Britain in those forty years, a comparative analysis of selected public discourses in those two years, and a semantic, grammatical and lexical study of media representations of wealth inequality. The methodological approach used for this project is primarily Corpus Linguistic, but draws also on Systemic-Functional Grammar, and adopts a broadly Critical Discourse Analytic theory of discourse. The interdisciplinary nature of this project is complemented with the expertise of the Supervisor, Prof. Michael Toolan, and the Fellow, Dr. Eva Gomez, both experts in Stylistics and Discourse Analysis. The quality of the proposed project is ensured by the commitment of the members involved and the support committed by the University of Birmingham, one of the leading universities in Europe. This innovative study aims to demonstrate that rigorous and systematic corpus-based discourse analysis can establish discursive change over time, of a kind that is so dispersed and gradual   that it is imperceptible in the day-to-day newspaper-reading of the ordinary reader.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}