{
    "rcn": "201382",
    "acronym": "SGPCM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Switching graphene-plasmon with phase-change materials",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Graphene plasmons (GPs) enable the transport and control of light on an extreme subwavelength scale as well as the dynamic tunability via electric-gate voltage, which can be exploited for numerous applications such as for strong light-matter interactions, tunable infrared biosensing and absorption spectroscopy, subwavelength optical imaging, as well as for the development of tunable transformation optics devices, metamaterials and metasurfaces. \n\nHowever, electric GP tuning still has the limitations that could hinder potential applications. First, the electric-gate tuning of GPs is a volatile method, i.e. the tuned states of GPs cannot be kept without the applied bias. Consequently, GP electro-optic devices like plasmonic switches cannot provide the storable ëon-í and ëoff-í states for low-energy-consuming signal control and processing. Second, the electric-gate tuning is usually slow, which cannot switch or modulate the GPs in an ultrafast time scale. \n\nIn this proposal, we want to demonstrate that switchable phase change materials can offer a simple way to circumvent those two limitations and provide GPs with non-volatile, ultrafast and all-optical switching functionalities. These new functionalities would significantly enhance the application potential of GPs in the fields of optical sensing, all-optical plasmonic signal processing including modulation, switching and computing, and memory and digital metasurface and metamaterials.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999473160": {
            "orgId": "999473160",
            "orgName": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}