{
    "rcn": "201342",
    "acronym": "POLAR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Synthetic Mimicry of Cellular Polarisation",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Biological self-organisation through spontaneous symmetry breaking is essential for the emergence and maintenance of life. Cell polarity, where an asymmetric distribution of molecules is achieved within a cellular compartment, is one of the simplest and most studied examples. However, due to the diversity and complexity of nature, and despite the many known pathways and theoretical models, the fundamental mechanisms are still poorly understood. I propose a ëbottom-upí synthetic biology approach to build a synthetic system capable of mimicking cellular polarisation in an artificial compartment. Modular fusion proteins will be engineered from small, well-characterised protein domains and reconstituted into artificial membrane-bound compartments such as Giant Unilamellar Vesicles (GUVs) and microfluidic water-in-oil droplets. The self-organisation of these proteins through autocatalytic membrane-recruitment will be monitored with a variety of fluorescence microscopy techniques. In doing so, I will create a minimal, defined system in which to test general principles of biological self-organisation, abstracted from the ënoiseí of natural systems. Further, orthogonal synthetic systems could be introduced into living organisms to control morphology and other functions, or be used to build higher-level mimics of life such as proto-cells.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}