{
    "rcn": "201365",
    "acronym": "Cells-in-drops",
    "topics": "MSCA-IF-2015-EF",
    "title": "High throughput screening of single-cells using droplet microfluidics",
    "startDate": "21/03/2016",
    "endDate": "20/03/2018",
    "objective": "Tackling heterogeneous cell populations at single-cell resolution is becoming increasingly important in different branches of biology and biomedicine. Many useful techniques have been developed to profile and even selectively purify single-cells, however, the demand for techniques with better analytical performance and improved high-throughput capabilities, remains very high. Droplet microfluidics can fulfill this demand by bringing higher throughput, scalability and single molecule resolution that are hard to achieve with conventional technologies. In this project, a droplet microfluidics platform will be developed and applied for ultra-high-throughput single-cell screening and sequencing. The project will be focused on B-cells that produce therapeutic antibodies or biomolecules of industrial interest. Cell compartmentalization into microfluidic droplets together with capture beads and barcoded DNA primers will enable a direct establishment of the linkage between the genotype (genes or mRNA) and phenotype (binding, regulatory or activity of secreted proteins). The proposed work will allow the quantitative high-throughput antibody phenotyping without loosing the original heavy-light chain pairing, a significant advantage over other technologies. Like no other system available to-date this the technological approach outlined in this proposal will provide a unique way to identify the primary sequence of heavy and light IgG genes encoding functional monoclonal antibodies directly from single-cells, without a need to perform gene cloning or cell immortalization. The results of this work are likely to bring a significant impact not only in applied biological sciences but also in biotechnology and biomedicine.",
    "totalCost": "130779,6",
    "ecMaxContribution": "130779,6",
    "coordinator": "VILNIAUS UNIVERSITETAS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 130780
        }
    },
    "calculatedTotalContribution": 130780
}