{
    "rcn": "201355",
    "acronym": "GlobalPolicyUncertainty",
    "topics": "MSCA-IF-2015-EF",
    "title": "Global Policy Uncertainty and International Asset Markets",
    "startDate": "22/09/2016",
    "endDate": "21/09/2018",
    "objective": "Government policies - fiscal, monetary, and regulatory - define the rules of the game for economic agents. However, uncertainty about policy changes may affect the economy adversely as it acts as an additional source of risk. In an interconnected world economy, policy uncertainty has spillover effects beyond national borders, and becomes a global source of risk. In this context, this project investigates the relationship between global policy uncertainty - the common driver of uncertainty across countries - and international financial markets. In the aftermath of the financial crisis, it is timely and relevant to deepen our understanding of these relationships. This may, in turn, inform the development of policies that minimize the adverse impacts of uncertainty, particularly in regions of high economic integration as the Euro zone.  \n\nFirst, I assemble a multi-country panel dataset that combines measures of  country-level policy uncertainty with a variety of financial instruments. I construct a new measure of global policy uncertainty and document its correlation with the term structure, volatility, and other characteristics of assets. Next, I develop a multi-country general equilibrium asset-pricing model in which unobserved government actions affect productivity. As a novel feature, I introduce asymmetric information: residents of a country have superior knowledge about their government's actions compared to foreigners. Global policy uncertainty arises from fundamental risks and information heterogeneity, and it is priced in equilibrium. I use the model to measure the importance of global and country-level uncertainty as asset pricing determinants, and to quantify the impact of uncertainty-reducing strategies such as increasing government transparency. \n\nThe project links international finance, asset pricing, and macroeconomics, and contributes to an active literature on the consequences of policy uncertainty by exploring its international dimensions.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}