{
    "rcn": "201383",
    "acronym": "PepPtNPAntiCan",
    "topics": "MSCA-IF-2015-EF",
    "title": "Peptide Coated Platinum Nanoparticles as Antitumor Agents",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Cisplatin is an efficient chemotherapeutic drug, yet it suffers from two main disadvantages: evolving drug resistance and relatively high toxicity. One of the latest approaches for dealing with these drawbacks has been the development of platinum nanoparticles (PtNPs) as a Pt(II) ion source. However, this solution is far from effective, mainly due to obstacles in cancer-cell targeting and a lack of nuclear penetration. The Wennemers group developed a combinatorial screening for the identification of peptides that allow for the formation of metal nanoparticles. The identified peptides control the geometric parameters of the nanoparticles and stabilize them in the aqueous environment. This proposed research aims to investigate the functionalized peptide-coated PtNPs as potential antitumor agents. We will use this combinatorial assay for the controlled formation of small PtNPs. The mechanism of nanoparticle formation will be extensively investigated, including full structural NMR analyses, thermodynamic and kinetic studies, all with the intention of providing insights into how the size-controlled PtNP formation is achieved. The major challenge will be to find the ideal, additive, peptide-based modification for specifically translocating PtNPs into the cancer cell nucleus. We believe that this potentially pro-drug will be inactive in the extracellular environment due to the presence of inert Pt(0) that will be oxidized by the high levels of hydrogen peroxide in cancer cells to Pt(II) ions. Therefore, in vitro cytotoxicity will be studied, as well as toxicity and metal accumulation in healthy cell lines to discover anti-cancerogenic peptide-coated PtNPs.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}