{
    "rcn": "201302",
    "acronym": "NuSiCC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Modelling the therapeutic potential of NUAK1 suppression in colorectal cancer",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Colorectal cancer (CRC) kills up to 170,000 Europeans annually. Although survival rates have improved gradually, new treatment strategies are certainly needed. Hyper-activation of WNT/Beta-catenin signalling occurs in up 93% of CRC cases and MYC appears to be an obligate effector of Beta-Catenin in the gut, making MYC an attractive target for therapeutic intervention. MYC, however, is difficult to target directly, owing to its lack of enzymatic activity or obviously druggable structural features. \nAn alternative strategy is to target the biological consequences of MYC deregulation. The Murphy lab recently showed that MYC overexpressing tumour cells in culture exhibit an ectopic dependency on a little-known kinase called ARK5/NUAK1: whereas cells lacking MYC overexpression are able to withstand NUAK1 depletion or inhibition, cells with overexpressed MYC are unable to maintain energetic homeostasis in the absence of NUAK1, deplete their ATP levels, and consequently lose viability. We have therefor taken a genetic approach to examine the requirement for NUAK1 during tumour development in a genetically engineered mouse model of sporadic Beta-Catenin-driven CRC. Our preliminary results show that NUAK1 is required for CR tumour initiation and, more importantly, that NUAK1 depletion shrinks pre-existing tumours, suggesting that NUAK1 is an excellent candidate target for treatment of CRC.\nBased on these exciting preliminary data, I now propose to thoroughly evaluate NUAK1 as a target for therapy in CRC and to use a combination of proteomic, phosphor-proteomic and metabolomics analysis to determine the mechanism by which NUAK1 suppression erodes tumour cell viability.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}