{
    "rcn": "201307",
    "acronym": "RICC",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Application of Advanced Raman Spectroscopies to the Quantitative Analysis of Industrial Chromatography Columns",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Dr. Kevin Buckley (KB) was awarded his PhD from University College London (UCL) in 2011. At UCL he had worked to develop Raman spectroscopy as a tool for bone-disease diagnosis and he subsequently took a position as a Laser Spectroscopy Scientist, at the Rutherford Appleton Lab (RAL) in Oxfordshire, England, to continue this work. After leaving RAL, KB moved to the University of British Columbia (UBC) in Vancouver, Canada. At UBC he worked to develop a Raman spectroscopy-based instrument for detecting chemical changes in (donated) human red blood cells as they age in plastic blood-bags. He has recently (Aug 2015) returned to his home country of Ireland and the primary aim of the proposed Marie Sk?odowska-Curie Fellowship is to reintegrate him with the research community there. The primary scientific objectives of the fellowship to develop novel analytical methods based on Spatially Offset Raman Spectroscopy (SORS) for applications in biopharmaceutical manufacturing. It is proposed that this interdisciplinary research take place under the supervision of Dr. Alan Ryder (AR) in the Nanoscale Biophotonics Lab (NBL) at the National University of Ireland, Galway. The combination of KBís SORS expertise with ARís biopharma expertise has the potential to deliver innovative science; KB is one of the few researchers in the world who has years of experience with SORS of complex materials (he trained under the inventor of SORS, Prof. P. Matousek FRSC, at RAL) and AR is an international leader in the development of quantitative analytical methods for biopharmaceutical manufacturing processes. In addition to scientific objectives, the fellowship programme has been designed to develop KBís career and enhance his ability as a scientist. He will be provided with opportunities to develop academic teaching skills and will prepare a specific career development strategy. AR will also mentor KB as he prepares post-fellowship grant proposals and begins his independent academic career.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}