{
    "rcn": "201336",
    "acronym": "ICDSpec",
    "topics": "MSCA-IF-2015-EF",
    "title": "Interatomic Coulombic Decay in nanodroplets: towards a novel spectroscopy",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Rare-gas nanodroplets (1000-20000 atoms) provide a unique environment for trapping and cooling molecular species and thus open new possibilities for the study of physical and chemical phenomena as well as the analysis of exotic chemical species. Characterization of these nanoreactors (i.e. size distribution) is an important aspect for a better understanding and control of the embedded species. The aim of the project is to propose an original and powerful spectroscopic tool  for characterizing the structure of rare-gas nanodroplets by means of the Interatomic Coulombic Decay (ICD) process. ICD is an efficient non-radiative electronic deexcitation process which can be used to selectively create two charges at neighboring sites in the droplets and thus to trigger the droplets fragmentation in a well control and characterized way. The initial structure of the droplets will be inferred from the mass-spectrum and the kinetic-energy distribution of the ionic fragments after ICD. These distributions can be measured with standard experimental apparatus which should make such ICD spectroscopy readily and easily available to many experimental groups. Furthermore, the project will considerably improve the current understanding and control of nanodroplets formation. In this respect, the outcomes of the project will interest and bring benefit to a large number of European groups studying and/or using nanodroplets. To evaluate the analytical power of ICD, theoretical methodologies and numerical tools for modeling, beyond the current state-of-the-art, the ICD driven fragmentations of droplets will be developed. The project will pave the way to a better diagnosis of nanodroplets and bring a new and efficient spectroscopy to chemists and physicists interested in nanodroplets science.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}