{
    "rcn": "201376",
    "acronym": "PtoACons",
    "topics": "MSCA-IF-2015-EF",
    "title": "Going from Phenomenal to Access Consciousness: Neurobehavioural correlates of visual consciousness development and its underlying cognitive procesess.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The concept of visual consciousness is notoriously hard to define. According to Block (1996),visual consciousness, rather than being unitary, is an hybrid theoretical construct that includes at least two discernible concepts: Phenomenal or P-consciousness, which represents the experiential properties of our perceptions, and Access or A-consciousness, which refers to the availability of part of the visual information for use in reasoning and rationally driven action.\nIntriguingly, according to Lamme (2003), the two types of consciousness can be linked to different stages of visual information processing. Specifically, P-consciousness is related to the iconic memory content of the original visual experience, while A-consciousness is associated with the working memory content of a ìsurvivedî piece of the original experience, after different processing stages. The route from P- to A- consciousness (PtoACons) involves several cognitive processes, such as attention, memory, decision-making and metacognition, which are intermingled and spatiotemporally overlaped. This route emerges from the activity of multiple neurons interconnected by local visual and global fronto-parietal brain networks. Despite that in the last years has been done a significant progress on the knowledge of the brain circuits of visual consciousness, its precise functional organization and neural dynamics are still largely unknown.\nThe present project aims to scan the spatiotemporal evolution of visual consciousness, by combining psychophysical measures, MEG recordings and patientsí studies. More concretely, it attempts to dissociate the behavioural responses and neuro-functional correlates of P- and A-consciousness and to elucidate how several attentional mechanisms and memory processes are involved in the development of the conscious content.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}