{
    "rcn": "201311",
    "acronym": "ENDYVE",
    "topics": "MSCA-IF-2015-EF",
    "title": "ENgineering DYnamic ViscoElasticity to study cell response",
    "startDate": "01/11/2016",
    "endDate": "30/06/2018",
    "objective": "In native tissues, the extracellular matrix (ECM) provides not only physical scaffolding to cells, but also biochemical and biomechanical cues affecting cell behaviour. ECM mechanical properties are critical in the regulation of cell behaviour during tissue development, homeostasis and disease via mechano-transduction. Albeit biological tissues generally exhibit a time variant (i.e. dynamic) viscoelastic behaviour that changes during development, ageing and disease, to date most of mechano-transduction studies have focused on static elastic properties only. The ENDYVE project aims at engineering tissue dynamic viscoelasticity typical of pathophysiological processes in-vivo to investigate its role on cell behaviour. Focusing on cardiomyocyte maturation, the viscoelastic properties of foetal, neonatal, aged and infarcted cardiac tissue will be characterised and used to design cell culture substrates with temporally tuneable mechanical properties that initially mimic foetal viscoelasticity and then can be made more stiff and less viscoelastic during cell culture via a second-step biocompatible enzymatic crosslinking to recapitulate dynamic changes of cardiac viscoelasticity in-vitro. First, stem cell cardiomyocyte behaviour will be investigated at discrete levels of constant viscoelasticity by seeding human induced pluripotent stem cells on substrates prior to and after enzyme-mediated crosslinking. Then the effect of dynamic changes in substrate viscoelasticity will be characterised during culture. Engineering dynamic viscoelasticity is a critical step towards a better understating of cell-ECM interactions and mechano-transduction, and could lead to the development of new strategies to finely control cell behaviour, with numerous potential societal and clinical implication, such as obtaining mature differentiated cells from stem cells for drug screening in vitro, or limiting, if not preventing, fibrosis and tumour progression.",
    "totalCost": "137999",
    "ecMaxContribution": "137999",
    "coordinator": "OPTICS11 BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "945827019": {
            "orgId": "945827019",
            "orgName": "OPTICS11 BV",
            "ecContrib": 137999
        }
    },
    "calculatedTotalContribution": 137999
}