{
    "rcn": "201343",
    "acronym": "INTO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Inorganic therapeutic nanoparticles for osteoporosis",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The aim of the proposed interdisciplinary project is to design, make and test novel nanoparticles that will have direct and rapid impact in osteoporosis. The unique aspect of these injectable nanoparticles is that they will deliver active therapy locally, to where it is needed, and that the cargo is not a conventional drug, but a sustained delivery of a combination of active inorganic cations and rare earth nanoparticles. Certain cations can promote bone growth and inhibit resorption and nanoceria can scavenge free radicals that would otherwise accelerate osteoporosis. Systemic concentrations of active agents will be much smaller that caused by taking oral drugs. Delivery will be sustained because it is controlled by the dissolution rate of biodegradable mesoporous silica nanoparticles, which will improve over biodegradable polymer capsules that often deliver a burst release of their drug cargo. Beyond the project, long-term impact could include slowing metastasis of tumours into bone (e.g. breast cancer to the sternum). The biodegradable mesoporous silica nanoparticles will be synthesised by sol-gel, while the nanoceria will be synthesized by co-precipitation method and microwave treatment and entrapped within the silica network. Key aspects will be: incorporation of active ions and nanoceria within monodispersed silica nanoparticles of controlled size; ensuring the particles remain dispersed in body fluid (control of surface chemistry); testing efficacy in cell co-culture (uptake and cell stimulation) and investigating the effect of the presence of the particles on immune cells. The effect of process variables on composition, particle size, bioactivity, degradation rate, radical scavenger ability and the cellular response will be investigated.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}