{
    "rcn": "201317",
    "acronym": "MYCLIMATE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Methodologies Yielding CLimate IMpact Assessments Through Economics",
    "startDate": "01/09/2017",
    "endDate": "29/06/2020",
    "objective": "Humans rely for their food on agricultural products. Agricultural production relies on soil, climate, agricultural inputs, and farmers. The importance of climate and soil inputs has been recently reconsidered in agricultural production. However, the quantification of the impact of climate change on agricultural production has been conducted with regression methods that impose undesired assumptions on the obtained results. If it is true that climate is changing, an estimation of climate change impacts on agriculture free of undesired assumptions is the key to understanding a strategy towards a sustainable future. Going beyond the methodological approaches proposed in previous studies, in this action I bridge the gap between production economics and the agronomic and climate economics literature.\nThe first contribution of this action will merge farm accountancy datasets with climatic and soil characteristics at the most disaggregate geographical level possible (at least NUTS3 or smaller location). The second contribution of this action will methodologically reconsider the impact of climate change on plant growth. The third contribution of this action proposes a generalized decomposition method that, either with econometric or nonparametric methods, can attribute changes in productivity and profitability to different groups of inputs and outputs, among which are soil and climate inputs. The fourth contribution evaluates the production practices of the farmers and shows how much climatic and soil inputs are implicitly valued.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}