{
    "rcn": "201345",
    "acronym": "CaLiAT",
    "topics": "MSCA-IF-2015-EF",
    "title": "A novel pathway for generation of building blocks for antibiotic biosynthesis",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The development and spread of antibiotic resistance in microorganisms is a major threat to both humans and animals and the search for new and improved drugs is of high importance. Natural products are experiencing a strong revival as leads in drug development, and biosynthetic engineering offers sustainable routes to new and potentially improved analogues. Finding new ways to make these rational changes should ensure that the European Research Area remains competitive in realising the potential of this technology. The aim of this project is to gain a detailed understanding of a newly-identified family of enzymes supplying unusual fatty acid building blocks for assembly-line biosynthesis of natural products; and to exploit these insights to develop more efficient strategies for targeted alteration of their structures. The novel precursor enzymes to be studied, a ligase and a biotin-dependent carboxylase, are in pathways to several polyketides produced by actinomycete bacteria.\nThe project divides into three parts. First, additional examples of the new pathway will be sought by targetted whole-genome sequencing, as well as bio-informatic analysis of published sequence databases, and gene knockouts used to confirm the role of the pathway in providing polyketide extender units. Secondly, candidate ligases, carboxylases and the cognate acyltransferase domains that specifically recruit the unusual extender units will be studied in vitro for substrate specificity and for their ability to accept non-natural substrates bearing chemical functionality. Finally, a range of non-natural fatty acids will be fed as precursors to engineered strains designed to produce novel polyketide analogues. This approach should significantly expand the available pool of polyketide diversity. At the same time, the researcher will acquire high-level training in biochemical and chemical biology approaches that will help equip her for a leadership role in research.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}