{
    "rcn": "201371",
    "acronym": "smartCC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Designing novel smart sensor interfaces based on a biologically abundant peptide motif: coiled-coils",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Smart interfaces alter their properties in response to an external trigger. Such devices open exciting opportunities for novel technologies with manifold applications. Electrical fields pose easily controllable triggers for smart interfaces and even allow a precise 'digital' switching between 'on' and 'off' states. The research project ësmartCCí will employ a biologically abundant class of biomacromolecules ñ coiled-coil peptides ñ to prepare smart selective interfaces, whose ability to specifically bind targets can be switched reversibly. Moreover, the produced interface will constitute a highly sensitive sensor by application of the attenuated total reflection infrared reflection technique. The variability of coiled-coils, employed in numerous biological systems, will also extend the potential application bandwidth of smart interfaces significantly. Molecular details of the switching and binding behaviour of the coiled-coils at the interface will be studied to test the feasibility of the envisioned working principle. Furthermore, the novel devices will be tested for an application with industrial relevance. To reach the goals of ësmartCCí a highly interdisciplinary approach is chosen that includes cooperation between three academic and one non-academic European partners. Thus, the implementation of this project will support bringing an emerging technology towards an economical benefit, foster intra European collaborations and mobility as well as strengthen Europeís scientific sector.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX PLANCK INSTITUT FUR EISENFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998816858": {
            "orgId": "998816858",
            "orgName": "MAX PLANCK INSTITUT FUR EISENFORSCHUNG GMBH",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}