{
    "rcn": "201328",
    "acronym": "NextGEnergy",
    "topics": "MSCA-IF-2015-EF",
    "title": "Next Generation Power Sources for Self-sustainable Devices ñ Integrated Multi-source Energy Harvesters",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "In recent years, various energy harvesting techniques have been realised to overcome shortcoming of batteries in terms of lifespan, overall cost-effectiveness and chemically safe electronics. Energy harvesters convert different forms of environmental energies into electricity thus making devices self-powered. However, with over a decadeís development, energy harvesters have not been able to overtake batteries yet, although academia and industry are keen to apply it in electronics. One of the reasons is that the power level provided by a single-source energy harvester, which most research has been focused on, is not high or stable enough. Therefore, a crucial and urgent question has been raised ñ how to release the huge potential of energy harvesting technology? This proposed action is addressing the above scientific/engineering question by exploring multi-source energy harvesting on a single piece of material. Perovskite structured materials are able to exhibit piezoelectric, pyroelectric or photovoltaic effect which has been utilised to harvest kinetic, thermal or solar energy separately. This action will combine these three effects on the same perovskite for the first time ever. Solid-state reaction will be used to synthesise the materials; thick- and thin-films will be deposited through physical methods; the materials and films will be structurally analysed, multi-functionally evaluated and compositionally optimised, to establish new inter principles of kinetic-thermal-solar multi-harvesting. Such a research topic of multi-functional materials and devices is also a ëëroadmapíí of the European Science Foundation. It will conduct an interdisciplinary research across piezoelectricity, pyroelectricity and photovoltaics, and will require contributions from materials science, electronics and chemistry. Positive outcome of this action will lead to a breakthrough in the development of self-sustainable devices, and thus leading to a revolution in smart human societies.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "OULUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 191326
        }
    },
    "calculatedTotalContribution": 191326
}