{
    "rcn": "201329",
    "acronym": "MOPTOPus",
    "topics": "MSCA-IF-2015-GF",
    "title": "Metal oxide nanocrystals as optically driven dynamic manipulators of local (opto)electronic properties",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Contactless manipulation of nanomaterials to map critical properties at their native length scale is of major importance for the study of the local structure-properties relationship. To this aim we will implement plasmonic degenerately doped metal oxide nanocrystals (MO NCs) with carrier densities around 10^21 cm^-3 and localized surface plasmon resonances (LSPRs) in the near infrared (NIR) as optically driven contactless nanostructures to dynamically manipulate local optoelectronic properties. Capacitive charging upon photo-doping enables the optical regulation of their carrier density, leading to contactless nano-gates for the nanometer scale manipulation of local potentials. Intentional charge release upon plasmon induced ëhotí electron extraction through excitation of the LSPR facilitates local charge transfer, resulting in a light driven nano-manipulator converting local light energy into electrical energy based entirely on optical triggers.\n Appropriately designed MO core-shell NCs will be prepared to establish photo-doping, charge storage and ëhotí electron extraction, and to extract critical physical and chemical parameters. The nano-devices will be employed to actively manipulate and elucidate the local optoelectronic properties of layered two dimensional materials which are extremely susceptible to local electrostatic field and potential changes. Hybrid structure formation is accomplished by depositing the MO nano-devices on top of the nanostructure, while nanoscale manipulation of the local potential and/or localized charge transfer is triggered by light pulses, leading to a contactless nano-device for local optoelectronic manipulation. \nThe successful participation in the MCIF will enhance the innovative potential of the fellow diversifying her individual competences, allowing her to acquire new knowledge and open career possibilities by establishing a new research vision with high potential for applications in interdisciplinary fields.",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 262269
        }
    },
    "calculatedTotalContribution": 262269
}