{
    "rcn": "201398",
    "acronym": "Prionomics",
    "topics": "MSCA-IF-2015-EF",
    "title": "Systematic profiling of molecular changes during prion disease progression",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Prion diseases are fatal neurodegenerative diseases and are caused by proteinaceous infectious particles termed prions. The infectious agent of prion diseases has been identified decades ago, but the actual cellular processes that subsequently cause neurons to degenerate remain poorly understood. \nI propose the systematic analysis of molecular changes in various organs from prion-infected mice. I will profile translation rates and mRNA abundance on a genome-wide scale via ribosome profiling and RNA sequencing, respectively. This will allow me to identify molecular changes during prion disease progression and to decipher the relative contributions of differential transcriptional and translational regulation to them. By relating these changes to prion titers and clinical symptoms I will establish correlations between molecular changes and disease progression. This will identify single genes as well as gene networks that are linked to disease pathology. The analysis of various organs at multiple time points following prion inoculation will enable me to dissect the dynamics of disease progression and the role and interplay of the different organs in pathophysiology. \nI will further study the causal role of identified candidate genes in prion pathology. To this end, I will investigate the effect of their knock-down and knock-out on prion clearance, replication and toxicity, using a previously established fully automated digital prion infectivity assay. This approach will identify a comprehensive list of genes that are differentially regulated during prion disease progression and that are important for different aspects of prion pathogenesis. This will not only help to better understand the manifestation of prion disease and other neurodegenerative diseases but also provide potential starting points for the development of targeted therapeutic interventions.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}