{
    "rcn": "201465",
    "acronym": "EQUIANFUN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Equidae Hindgut Anaerobic Fungi: A key unexplored taxa of central importance to dietary fibre degradation",
    "startDate": "01/09/2016",
    "endDate": "02/03/2019",
    "objective": "EQUIANFUN is a strategic research and training alliance I have assembled to catalyse the development of my new career path in comparative herbivore gut microbiology, and addresses a major nutritional challenge facing the equine community. The hindgut microbiota of equines enables forage utilisation; however, the limited efficiency of this process currently requires that the diets of many equines are supplemented with energy-dense concentrates in order to meet their dietary energy requirements. This practice can disturb the equine hindgut microbiota, resulting in the development of gut-mediated diseases which are a major health and welfare issue and economic cost to the equine community. Despite the fact that anaerobic fungi (AF) are the most effective of the fibre-degrading gut microbes, they have been largely overlooked in equine gut microbiology studies to date. Therefore research into this under-explored area will significantly advance the ability to increase the efficiency of forage utilisation in equines, minimising the need for concentrate supplements. Drawing on my core skills base, and utilising internationally leading expertise and facilities in gut microbiomics and animal nutrition at Wageningen University, EQUIANFUN establishes new baseline knowledge of the phylogeny, community structure, physiology and nutritional impact of equine hindgut AF. In addition to generating top quality research findings of applied impact, EQUIANFUN deepens my skills and competencies whilst broadening my research expertise and network beyond its current rumen focus. Furthermore the integrated role of the two partner organisations, Utrecht University and the Donkey Sanctuary, widens the scope of EQUIANFUN to also include the health and welfare of all domesticated equids. In summary, EQUIANFUN is pivotal to the development of my new career path and ability to attain professional maturity as an internationally leading researcher in comparative herbivore gut microbiology.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}