{
    "rcn": "201477",
    "acronym": "EARLINESS.eu",
    "topics": "MSCA-IF-2015-EF",
    "title": "European early warning system for systemic risk.",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "EARLINESS.eu proposes a new European early warning system (EWS), able to identify and signal economic vulnerabilities in order to allow policy makers to intervene in a timely manner. The ongoing European financial crisis poses a serious challenge to the stability of the euro area and growth prospects in Europe. The aim of the EARLINESS.eu project is to implement a EWS for systemic risk to prevent and mitigate financial instability by exploiting the linkages among the financial markets and the real economy. Given the potentially high and unsustainable costs caused by systemic crises, it is of fundamental importance to establish a comprehensive system of early warning signals and indicators to monitor them. Recent studies suggest that empirical analysis should focus on the macroeconomic and financial shocks transmission across countries, allowing for nonlinear propagation of these shocks. The innovative purpose of EARLINESS is to fill this gap by modelling nonlinear interactions between the financial market and the macroeconomic system. The main challenge is the realization of a comprehensive system able to detect and measure each marginal change in the sources of systemic risk by developing an innovative building block structure. A novel Dynamic Quantile Factors model is introduced to extract the latent signal of systemic risks at micro and macro level from a panel of institutions belonging to the European area and partner countries. The project uses state-of-the-art systemic risk measures and integrates new methodologies in financial econometrics, systemic risk measurement and big data analysis tools. According to the Macroprudential Research Network of the ECB, the implementation of macroprudential policy is still at an early stage and much effort is needed to support policymakers in designing mechanisms for prudential tools. The EARLINESS project can deliver an important contribution to this.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "Center for Financial Studies at the University of Frankfurt",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998012146": {
            "orgId": "998012146",
            "orgName": "Center for Financial Studies at the University of Frankfurt",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}