{
    "rcn": "201495",
    "acronym": "LAWINE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Links between warming Arctic and climate extremes in northern Eurasia",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "During last three decades, the Arctic has warmed faster than rest of the planet going through unprecedented physical changes as manifested by the record low sea-ice and snow areas in summer. Impacts of these changes on weather and climate outside the Arctic region, such as in northern Eurasia, might be substantial because the Arctic is an integral part of the global climate system. Potentially associated with Arctic warming, an increased occurrence of extreme events, such as heat waves, exceptionally cold winters and flooding, often of unprecedented strength and duration, has already been observed in the Northern Hemisphere during the last decade.\n\nOur main motivation is to reduce the potential damage by extreme climate events. For this, we propose to investigate teleconnections linking the ocean and land surface characteristics to the occurrence of extremes.  We hypothesise that Arctic warming is affecting Eurasian climate extremes by teleconnections along with other regions, such as the North Atlantic and Pacific. However, our understanding of mechanisms of teleconnections is incomplete due to imperfect models and sparse observations. To address this gap, we will compare observations and climate model output and select the most realistic models in terms of their ability to represent teleconnections. To investigate mechanisms, we configure and execute climate model simulations. Results of our work will be used to improve models' prediction skill and to reduce uncertainties related to estimates of changes in climate extremes in Eurasia.\n\nThe experienced researcher, Prof. Uotila, has an extensive experience in climatological research focused on the Southern Hemisphere using methods closely related to the ones proposed for this work. His supervisor, Prof. Vihma, is a leading expert in polar meteorology and climatology. Their partnership would help Uotila to integrate in the European climate research community.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "ILMATIETEEN LAITOS",
    "participantCountries": "FI",
    "projectParticipants": {
        "999591306": {
            "orgId": "999591306",
            "orgName": "ILMATIETEEN LAITOS",
            "ecContrib": 71747
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 119578
        }
    },
    "calculatedTotalContribution": 191325
}