{
    "rcn": "201414",
    "acronym": "DIGDEEP",
    "topics": "MSCA-IF-2015-EF",
    "title": "Disclosing the Inner Gaseous Discs of Early Evolved Protostars",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "A first step towards understanding planetary formation is the characterisation of the structure and evolution of protoplanetary discs. Although the large scale disc is understood in some detail, very little is known about the inner 5 au (i.e. within a radius corresponding to Jupiter's orbit) in which the main physical processes take place: accretion, ejection and planetary formation. For the nearest sites of star formation, this region is inaccessible to standalone telescopes, and only recently optical/infrared interferometers have been able for the first time to spatially resolve it. \nHowever, these pioneering interferometric observations were mostly restricted to a handful of massive sources with luminosities ~100 higher than the Sun due to the low sensitivity of the first generation of IR interferometers. The physical properties of the inner regions of these massive discs, are probably different from those expected around solar-like stars, and therefore, these first interferometric results might not apply for the case of solar-mass sources.\nThis project exploits the power of GRAVITY (the first second generation interferometric instrument for the ESO-VLTI) to spatially resolve the inner regions of solar-mass protoplanetary dics. For the first time, an unbiased sample (~50) of solar-like protoplanetary discs, covering a wide range of masses, ages and disc morphology will be studied utilising guaranteed time observations. This project will have major implications for our understanding of protoplanetary disc evolution, structure and dynamics, as well as the formation and migration of terrestrial planets and hot Jupiters. \nThe Dublin Institute for Advanced Studies is the ideal place to carry out this work. DIAS offers strong expertise and training in the physics of protoplanetary discs and their associated protostellar jets (observational and theoretical). This combination ideally matches the objectives of the proposed project.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "DUBLIN INSTITUTE FOR ADVANCED STUDIES",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847386": {
            "orgId": "999847386",
            "orgName": "DUBLIN INSTITUTE FOR ADVANCED STUDIES",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}