{
    "rcn": "201439",
    "acronym": "TranspvdW",
    "topics": "MSCA-IF-2015-EF",
    "title": "Vertical Transport and Photoresponse in van der Waals hybrid structures",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Van der Waals (vdW) hybrid structures, new systems formed by stacking layers of two-dimensional crystals on top of each other, are a promising route towards the tailoring of material properties at will. Understanding the properties of individual layers and how they interact with each other to obtain the desired properties is the main focus of both experimental and theoretical research of the community working in this area. Due to the extreme high quality, atomically sharp, interfaces between different layers in  vdW structures, lattice mismatch and the relative alignment between consecutive layers play a fundamental role in determining the properties of the vdW structure, governing the electronic coupling between different layers. Graphene ñ insulator/semiconductor ñ graphene vdW structures have recently received a lot of attention from the community, due to its potential for applications, having been shown to operate both as transistors and photodetectors.  It is not clear however how device operation is affected by lattice mismatch effects. The aim of this project is to develop theory and models, both analytical and numerical, to describe the vertical current and photocurrent generation, both in the steady state and in the transient regime, of the vdW hybrid structures referred above. Special attention will be given to the effect of lattice mismatch and crystal-momentum conservation in the vertical current flow. \nIn the duration of this project, Bruno Amorim will work under the supervision of Prof. Eduardo V. Castro in the multidisciplinary environment provided by the Center of Physics and Engineering of Advanced Materials at Instituto Superior TÈcnico, in Portugal. This project will generate high impact results,  useful in interpreting current and future experimental results and  in guiding the design of new vdW devices. As such, this project will greatly contribute to the career development of the applicant.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "INSTITUTO SUPERIOR TECNICO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992983": {
            "orgId": "999992983",
            "orgName": "INSTITUTO SUPERIOR TECNICO",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}