{
    "rcn": "201412",
    "acronym": "FUTBOL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Two Dimensional Materials for Bolometers of the Future",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Remote thermal sensing and imaging is currently one of the most prominent technological fields. Its market value is expected to grow beyond $10 billion/year by 2020. The simplicity and low price of uncooled radiation heat sensors, bolometers, have made them subjected for extensive research. The route for improved performance is enhanced absorption of thermal radiation, improved thermal isolation, reduced thermal mass, increased sensitivity of thermal transduction and reduced noise.\n\nAtomically thin crystalline materials, 2D materials, are an attractive alternative to traditional bolometer materials. Their extreme aspect ratio allows for excellent thermal isolation, low thermal mass, and electrostatically tunable electrical and optical properties allows for temperature sensing and strong light-matter interaction.\n\nFUTBOL aims to take the advantage of 2D materials, as new bolometer material, to create a novel sensor with unseen resolution and bandwidth. A strip of 2D material is suspended to thermally isolate it from its surroundings and form a Fabry-PÈrot cavity. Thermal radiation is partly absorbed and partly transmitted into the cavity where it resonates. As the 2D material is not a perfect mirror it will eventually absorb a large fraction of the radiation. The conductivity of the 2D material is electrostatically tuned, using the gate voltage, to maximize absorption.  It is utilized that an ultrathin metallic layer reaches 100% absorption when its resistance equals the product of the layer thickness times the vacuum impedance. Absorption of radiation leads to heating of the thermally self-sensing 2D material which is transduced either via changes in its electrical resistance or mechanical resonance frequency. Advantages of the bolometer design are minimal thermal mass, excellent thermal isolation, short time constant and the ability to electrostatically tune the absorption of radiation, combined leading to unseen resolution and bandwidth.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}