{
    "rcn": "201403",
    "acronym": "Mapping Anna",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Politics of Cultural Exchange: Anna of Denmark and the Uses of European Identity",
    "startDate": "16/01/2017",
    "endDate": "15/01/2019",
    "objective": "'The Politics of Cultural Exchange: Anna of Denmark and the Uses of European Identity' investigates how cultural exchange operates across the confessional and geographic divides of pre-modern Europe through a transnational case study of Anna of Denmark (1574-1619), Queen of Scotland and England. This synoptic study combines her vernacular patronage with new evidence of her European connections manifested in her Latin diplomatic correspondence and her material artefacts and commissions. Analysis of new archival, visual, and material sources in Denmark, England, Scotland, and Sweden illuminates Annaís networks and agendas. Her Latin correspondence offers insights into how she negotiated linguistic and political barriers; her commissions of artists, architects, garden designers, musicians, and scholars demonstrate her pan-European cultural connections. Reformulating theories of agency, analysing interactions between physical and intangible cultural artefacts, and examining the strategic use of 'national' labels as tools of political communication, this project raises academic and public awareness about womenís role in history, redefining how European culture spanned national borders. Located between the fields of material and visual history, theatre, and literary criticism, it reshapes interpretations of national identity, female agency, and spatial politics. Thus, it opens up neglected areas of European gender and culture histories, responding to concerns articulated by the ESF (among others) over sustaining the cultural literacy of the next generation. 'Mapping Anna' innovates by using performance as research and as an effective dissemination tool. Alongside generating a major monograph, the project re-stages 'Cupidís Banishment' (performed for Anna in 1617), bringing together undergraduate actors, academics, heritage workers, and members of the public to generate broad interest in Anna and female patronage, giving new significance to European womenís heritage.'",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "BRUNEL UNIVERSITY LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}