{
    "rcn": "201461",
    "acronym": "NPMSSES",
    "topics": "MSCA-IF-2015-EF",
    "title": "Nanoparticle Enhanced Molten Salts for Solar Energy Storage",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Thermal energy storage is a useful method to adjust temporal mismatch between the demand and supply of solar energy systems, and latent thermal energy storage (LTES) using phase change material (PCM) has drawn increasing attentions for its high energy storage density and small temperature variation. Molten salt is a promising candidate for solar energy storage media at middle temperature range (140~300 oC). However, the low thermal conductivity of pure salt hampers the development of this technology. This proposal aims to introduce high conductive nanoparticles (NP) to improve the stability and thermo-physical properties of conventional PCMs for solar energy storage, termed as NPMSSES. Molten salts will be used as the matrix, and NPs (i.e., nickel, graphite platelet nanofibers and graphene) or expanded graphite (EG) will be introduced. It is a highly challenging yet exciting project that unites and advances the boundaries of three state-of-the-art disciplines: functional nanoparticles / nanocomposite, solar energy storage, and multiscale modelling. This work will address four main tasks: i) synthesis and characterization of NP-PCMs with good stability ii) identification thermo-physical properties of NP-PCMs under high temperature; iii) investigating their operational and heat transfer characteristics in a LTES system, including shell-tube and fluidized bed types, and iv) multiscale modeling thermo-physical properties of composite PCMs. My strong experience in experimentation with PCM and heat transfer and the vast knowledge on advanced nanomaterials synthesis and characterisation, and multiscale modelling of the host university will create the optimal environment to deliver the objectives of NPMSSES. The fellowship will be highly beneficial to establish myself as an independent researcher. It is expected that significant innovation should be made in the area of NP-PCM fabrication and mechanistic understanding of heat transfer mechanisms.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}