{
    "rcn": "201478",
    "acronym": "RAMSES",
    "topics": "MSCA-IF-2015-EF",
    "title": "Aryl amide metallofoldamersas selective saccharide sensors",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Carbohydrate recognition is fundamental in varied biological processes such as cellular differentiation, cellñcell interactions, immune defence and inflammatory response; consequently it plays key roles in tumour growth and metastasis, adhesion of viruses and bacteria to host cells and in immune and inflammatory disorders.\nIt is well established that carbohydrate-binding molecules will have a strong impact on the development of new diagnostic and imaging methods and give rise to new opportunities for drug discovery. However the ab initio design of synthetic receptors for monosaccharides still remains an elusive objective, in particular if recognition is to take place in highly competitive polar media. \nThis project aims to rationally design and synthesize single helically folded aromatic oligoamide capsules containing metal ions in order to achieve high affinity and selectivity for monosaccharides in polar media and to further develop them into functional fluorescent sensors. By introducing metal ions into foldamer frameworks a highly innovative class of receptors will be created which are expected to have exceptional binding abilities in polar media. \nThe devised strategy consists in an iterative design process that exploits the modular structure of folded synthetic oligomer sequences in conjunction with structural characterization to inform subsequent refinements. Starting with a slightly larger than needed cavity possessing first-principles design that takes into account features such as size, shape and hydrogen bonding ability, the cavity size can iteratively be reduced while increasing shape complementarity with the substrate. \nWith this evolutionary process the sequence will quickly converge towards a highly selective receptor for the target, which after replacement of key building blocks by fluorescent analogues, will be converted into a highly selective sensor.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}