{
    "rcn": "201496",
    "acronym": "RECORDER",
    "topics": "MSCA-IF-2015-EF",
    "title": "Rare Earth based  Upconversion Luminescent Nanomaterials as novel bioprobes for the detection of  cardiac biomarkers",
    "startDate": "13/07/2016",
    "endDate": "12/07/2018",
    "objective": "Cardiovascular diseases (CVD) which include acute myocardial infarction (AMI) and stroke are the main causes of premature deaths in the EU and in Asian countries including India. Researchers have identified and reported that biomarkers can provide advance information about cardiac dysfunction which leads to acute myocardial infarction (AMI) and stroke. However technologies for sensitive and accurate detection of CVD biomarkers are not available. The nature of the CVD also demands efficient simultaneous detection of these biomarkers that the current approaches are incapable of. RECORDER aims to develop a novel biophotonic sensor methodology and technology concept for unambiguous detection of multiple biomarkers, which give confidence in the early diagnosis of CVD that in the longer term can be developed for point of care (POC) applications. The underpinning sensor principle in RECORDER is based on measureable fluorescence resonance energy transfer (FRET) from rare earth (RE) doped nanoparticles under infrared laser (wavelengths >900 nm) excitation known as upconversion fluorescence to acceptor nanoparticle with specific absorptions in the presence of very small concentrations (1-0.01ng/mL) of biomarkers.  The investigation of parameters including sensitivity, specificity and speed of detection of CVD biomarkers such as cardiac troponin (mainly, cTnI), heart fatty acid binding protein (H-FABP) lipoprotein-associated phospholipase A(2) (Lp-PLA2) and myoglobin (Mb) based on upconversion and upconversion fluorescence energy transfer (UC-FRET) to overcome large noise in signal due to autofluorescence if excited with ultraviolet or visible wavelengths as in conventional FRET, will be a highly novel approach. UC-FRET applied to detect CVD biomarkers in this project will lead to a novel platform technology that will revolutionize biomarker analysis in a cost effective manner for better patient management in hospitals, primary health care and in the long term at POC.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}