{
    "rcn": "201457",
    "acronym": "ANSWER",
    "topics": "MSCA-IF-2015-GF",
    "title": "Autonomous Soft Robots Without Electronics",
    "startDate": "01/06/2016",
    "endDate": "31/08/2018",
    "objective": "Conventional robots usually consist of heavy rigid components, such as engines, gearboxes and rigid linkages that are made of high-density materials. Although they can perform complex movements and processes, they are typically not able to perform movements similar to those of biological models.\nDielectric elastomer actuators (DEAs) allow flexible mechanisms to behave as artificial muscles. They typically consist of mechanically pre-strained elastomer membranes and compliant electrodes. They are lightweight and can produce impressive muscle-like strains. DEAs are capable of mimicking the well-established antagonistic principle found in nature. To control dielectric elastomer actuators, complex, expensive and external electronic control units are generally required, which often makes the practical application of DEA complicated and rather attractive of commercial products.\nHowever, dielectric elastomers can also act as sensors and piezoresistive switches (Dielectric elastomer switches - DESs), enabling the integration of monitoring and control functions in compliant components themselves.\nDuring the proposed project at the Biomimetics Laboratory at the University of Auckland and the TU Dresden, dielectric elastomer components will be used in complex soft robotic systems. The aim of the proposed project is to integrate sensing, signal processing and actuation by the use of only flexible dielectric elastomer components in soft robotic structures without using conventional electronics. \nBased on the current knowledge of the DESs at the Biomimetics Laboratory, sensor-actuator systems comprising dielectric elastomer (DE) sensors, actuators and logic switches will be designed, to monitor, evaluate and react to certain environmental conditions.\nThe developed laboratory scale processes will be transferred to modern production technologies at the Solid State Electronics Laboratory in Dresden in cooperation with the Werner-Hartmann-Zentrum for technologies of electronics.",
    "totalCost": "176115,15",
    "ecMaxContribution": "176115,15",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999613131": {
            "orgId": "999613131",
            "orgName": "THE UNIVERSITY OF AUCKLAND",
            "ecContrib": 0
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 176115
        }
    },
    "calculatedTotalContribution": 176115
}