{
    "rcn": "201469",
    "acronym": "AAT-NAA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Advancing Apatite Thermochronology: Novel analytical approaches for high eU apatites.",
    "startDate": "01/09/2016",
    "endDate": "01/10/2018",
    "objective": "Low temperature thermochronometry (LTT) dating is a powerful tool in geoscience, used worldwide, to provide unique information on the thermal history of rocks. Using these insights geologists can achieve a better understanding of geological processes that have occurred over million year timescales even in settings where erosion has removed much of the geological record. Despite the success of these techniques in tackling geological problems, there still exists a major gap in our knowledge over the fundamental principles that underlie these dating systems. Much of this uncertainty stems from an incomplete understanding of inter and intra-crystal compositional variation and the influence this has on the kinetics of the dating system. Reaching a complete understanding of crustal thermal histories also remains a major challenge as the lowest temperature thermochronometers, apatite fission track (AFT) and apatite (U-Th)/He (AHe), are only sensitive over a temperature range of c. 120 ñ 40∞C. The lower temperature limit of this range is also dependant on apatites having low degrees of radiation damage that can enhance retention of He within apatite. This project will advance AFT and AHe methodology by focusing on apatites enriched in U and Th from geological settings considered stable. The first goal is to obtain detailed REE compositional analysis using LA-ICP-MS to refine fission track annealing models and obtain high precision measurements of parent elements to improve AFT age data. The second goal is to ensure that the maximum amount of thermal history information is extract from the 4He concentration profile in the apatite crystal. This will be achieved by a combination of 4He/3He analysis and multi-single-grain AHe analysis of broken apatite crystals. By achieving these two goals the project will advance methodology, establish analytical capabilities at the host organisation and provide new insights into the thermal history of the crust at stable geological settings.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE RENNES I",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}