{
    "rcn": "201454",
    "acronym": "ROFeRS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Engineering ground-state pair interactions by Rydberg Optical Feshbach Resonance Schemes",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Quantum simulation is a highly multidisciplinary new field, which, by providing methods for simulating exponentially hard computational problems, forms the basis for the exploration of highly innovative scientific and technological problems. Laser control of atomic and molecular states in the sub-microK regime facilitates the quantum optical approach to quantum simulation, by offering tools for creating new quantum states and for manipulating interparticle interactions, so far on the sub-nm and the microm length scales. This proposal will contribute to this rapidly developing field by introducing a novel all-optical concept suitable for engineering long-range interactions between ground-state atom-atom and atom-ion pairs on a the yet unexplored length scale of ~50-200 nanometers. \nKey role in this novel technique will be played by bound molecular states formed by a Rydberg-atom and ground-state particles. Since the recent experimental demonstration of the first Rydberg-molecules with neutral atoms, these exotic molecular states have been the subject of intense investigation. The present proposal will investigate the existence of new types of Rydberg-bound states and will provide a general technique for Rydberg-based interaction manipulation. These techniques will serve as a basis for the investigation of novel quantum many-body states in the field of cold gases of neutral atoms and atom-ion mixtures. \nThe complementary experience of the applicant in quantum optics, in particular in laser control of quantum-states of ground-state and Rydberg-excited atoms, and of the host group in many-body physics and laser-induced collisions will allow them to carry out the outlined ambitious research programme. The unique combination of expertise of the host group and of the candidate and the highly innovative nature of the project, makes the present proposal a key opportunity for the advancement of the applicant's career as a mature researcher in the field of quantum simulation.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}