{
    "rcn": "201472",
    "acronym": "GRNHairCell",
    "topics": "MSCA-IF-2015-EF",
    "title": "Understanding the Gene Regulatory Network involved inner ear Hair Cell differentiation",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "What is the molecular basis for transcription factor (TF) specificity in different developmental contexts? This question is central to our understanding of development, and key to the development of effective regenerative therapies. My model system is the inner ear hair cell (HC), essential to hearing and balance. Very little is known about the genetic networks regulating HC development. To gain new insights, I developed during my PhD a new transcriptional programming strategy to promote in vitro HC differentiation, starting from pluripotent stem cells. In vivo Atoh1 is the only TF known to be necessary and sufficient for HC differentiation, but in vitro its overexpression induces neuronal rather than HC differentiation., I discovered that Atoh1 expression combined with two other TFs (Pou4f3, Gfi1) resulted in efficient HC generation. This work offers a new paradigm to understand the molecular mechanisms governing TF specificity in an important biomedical context. For example, how do Pou4f3/Gfi1 modulate Atoh1 activity to orchestrate a HC differentiation program? To address this question, I will exploit multiple approaches, such as genome-wide studies (RNA-seq and ChIP-Seq), bioinformatics analysis, in vitro stem cell differentiation systems and in vivo mouse models. The knowledge gained will help us to discover the causes behind the lack of HC regeneration in mammals, will inform therapeutic strategies to protect or replace HCs, and will uncover general principles by which the same TF can direct distinct cell fates.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}