{
    "rcn": "201459",
    "acronym": "REOPTIMIZE",
    "topics": "MSCA-IF-2015-EF",
    "title": "REmineralisation, OPTIcs and Marine partIcle siZE",
    "startDate": "13/06/2016",
    "endDate": "12/06/2018",
    "objective": "Remineralisation of the particulate matter that sinks from the surface to the deep ocean is a crucial component of the biological carbon pump, because it ultimately influences the Earthís climate. Due to the difficulties to observe this process, however, little is known about the variability of mesopelagic (~200-1000 m) remineralisation. REOPTIMIZE aims to improve knowledge of mesopelagic remineralisation by exploiting ñ for the first time ñ time-series of optical proxies of particle size and oxygen consumption collected by autonomous robotic platforms (i.e., Bio-Argo floats). These new estimates of remineralisation, acquired at unprecedented spatial and temporal resolution, will improve our knowledge of the biological carbon pump and ultimately reduce uncertainties in current and future estimates of the ocean carbon budget.  \nREOPTIMIZE will combine models and field measurements. Field data from the Atlantic Meridional Transect cruises will be firstly exploited to extend current relationships between optical proxies and particle size from the ocean surface to the mesopelagic zone. Then, spectral light backscattering data acquired by a fleet of Bio-Argo floats in under-sampled oceanic areas will be converted to size-revolved carbon biomasses.  These biomass estimates will then be combined with simultaneous oxygen consumption rates and analysed, by means of simple models of particle dynamics, to derive particle disaggregation rates in the mesopelagic. These inter-disciplinary and innovative activities will establish a two-way exchange of knowledge between the Researcherís and the host institution and to enhance their European and international network of collaborators. Outcomes of REOPTIMIZE will have an impact on the European strategy for global ocean observations.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "PLYMOUTH MARINE LABORATORY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999484024": {
            "orgId": "999484024",
            "orgName": "PLYMOUTH MARINE LABORATORY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}