{
    "rcn": "201446",
    "acronym": "ITPF",
    "topics": "MSCA-IF-2015-EF",
    "title": "Interfaces in Turbulent Premixed Flames (ITPF)",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "'This project, 'Interfaces in Turbulent Premixed Flames' (ITPF), aims at improving the physical understanding of the entrainment of hot products in annular co-flows of turbulent premixed flames into jets of fresh reactants. This research will characterize the entrainment processes through the study and comparison of Turbulent/Non-Turbulent (T/NT) and scalar interfaces in turbulent premixed flames. This is an essential point in combusting turbulent free shear flows, because a better knowledge of the dynamics of T/NT and scalar interfaces would lead to better predictions of flame instabilities and field structures. Moreover, the insight gained by this analysis will, in turn, be used to propose more physically sound and accurate turbulent mixing models. The entrainment mechanisms have been studied for the past decades. However, the description and quantification of the importance of small and large scales contributing to it is still unsolved. Thus, this research will use methodologies to locally characterize small-scale scalar structures and flow topologies, as well as, to scrutinize how large and medium size vortices influence and drive the entrainment processes. Therefore, this research requires high resolution simulations to investigate the structure of the enstrophy and scalar interfaces; this proposal intends to develop a Direct Numerical Simulation (DNS) of a turbulent premixed flame and analyze its results, in conjunction with Large Eddy Simulations (LES). A smart combination of DNS and LES will permit to unveil contributions of large and small structures to the entrainment process, to better comprehend physical mechanisms and to formulate sound and accurate mixing and combustion models. In summary, this proposal will directly address the cross-cutting priority of sustainable development in Information Science and Engineering established by the H2020 Work Programme and will reinforce the already large European competitiveness in turbulent combustion research.'",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET DUISBURG-ESSEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}