{
    "rcn": "201487",
    "acronym": "NanoCap",
    "topics": "MSCA-IF-2015-EF",
    "title": "Sustainable Polypeptide Nanoparticle Platform for Drug Delivery",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Biodegradable and biocompatible nanoparticles have high potential as viable carriers of active compounds in a broad range of applications for example for cosmetic ingredients as well as therapeutically active compounds such as vaccines, genes, drugs and other biomolecules (drug delivery). To advance current polymer nanoparticle technology we propose a novel nanomaterial platform based on synthetic polypeptide only comprising amino acid building blocks. The proposed system amalgamates the advantages of natural polymers (polypeptides) with the advantages of synthetic polymer chemistry, i.e. molecular weight and composition control. This will result in an innovative biodegradable nanomaterials platform highly adaptable to different cargoes and applications in the attractive Life Science sector. Feasibility will be investigated by loading and release studies of therapeutics for example small molecule drugs as well as hard-to-deliver next generation biopharmaceuticals. This highly interdisciplinary project between polymer, materials and pharmaceutical science will contribute to the advancement of this field addressing industry informed needs i.e. adaptable, nature-inspired nano-delivery systems at the forefront of fundamental and applied research. The applicants diverse experience in academic and industrially informed projects makes him an ideal match for this project. It provides a unique environment for the researcher to develop his skills supported by unique scientific and complementary training and accelerate his academic career in applied medicinal and biomaterial science. The dissemination of research results will target the professional audience as well the general public through outreach activities.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}