{
    "rcn": "201484",
    "acronym": "DIVERGE",
    "topics": "MSCA-IF-2015-GF",
    "title": "Diverging Destinies: Introducing the Role of Social Environment and Genetic Sensitivity in the Effects of Family Instability",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "Today a substantial share of children experience their parents to separate or divorce, to re-partner with someone new, and potentially have children with this new partner. Whereas we know that such family instability has detrimental consequences for childrenís behavior and mental health, it remains unclear the degree to which these negative effects are unevenly distributed. In order to disentangle this question, this project investigates the role of social environment and genetic sensitivity in the effects of family instability from a cross-disciplinary perspective. \n\nThe project uses new and unique data and combines insights from the social and the developmental sciences in order to advance knowledge on three connected issues:\n1. Do negative effects of family instability vary for children born into different family structures, and among children experiencing multiple transitions in family structure during childhood?\n2. Are negative effects family instability augmented among children with fewer resources available in their social environment?\n3. Are negative effects of family instability concentrated among children with greater genetic sensitivity?\n\nIt is important to improve our understanding of heterogeneity in effects of family instability because it allows us to more effectively address barriers to childrenísí development and familiesí social mobility. The results from this project will help explain why some children overcome the experience of social disadvantage while others donít. Thereby this project helps to better tailor interventions and programs serving children and families, and thus reduce childrenís negative outcomes.",
    "totalCost": "278227,8",
    "ecMaxContribution": "278227,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998269778": {
            "orgId": "998269778",
            "orgName": "TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
            "ecContrib": 0
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 278228
        }
    },
    "calculatedTotalContribution": 278228
}