{
    "rcn": "201419",
    "acronym": "Cyano4REST",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cyanobacteria for restoration of degraded soils",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Frequent land degradation problems in drylands make necessary the adoption of effective and low cost restoration strategies for a sustainable development of these areas. However, water scarcity and low soil fertility inherent to drylands make difficult implementation of traditional restoration techniques based on plant cover establishment. Recent studies point to the viability of cyanobacteria and their secreted exopolysaccharides (EPS) as an eco-friendly biotechnology technique for restoration of arid degraded soils. However, cyanobacteria utilization is limited due to lack of knowledge regarding the factors involved in the success and failure of inoculated cyanobacteria. The general objective of Cyano4REST  is cover the gap in knowledge on the relationships between the characteristics of the polysaccharidic matrix produced by cyanobacteria in the soils and its role in affecting soil hydraulic properties, soil stability and CO2 fluxes in biocrusts. The specific objectives are: 1) Identification and culture of cyanobacteria species present in biocrusts from different arid and semiarid regions; 2) Chemical and macromolecular characterization of the EPS secreted by cyanobacteria species and their influence on biocrust development; 3) Analysis of the influence of cyanobacteria inoculation on soil properties and CO2 fluxes on different textured soils; 4) Cyanobacteria inoculation on soils under field conditions and analysis of their influence on soil fertility and stability, soil moisture, and CO2 fluxes. This project represent a significant step forward the development of successful strategy for soil restoration based on the artificial inoculation of cyanobacteria. Cyano4REST will thus increase the European research visibility in the development of new biotechnological techniques to promote sustainable development, ensure the protection of the environment and combat climate change, one of the priority areas of the H2020 program.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}