{
    "rcn": "201415",
    "acronym": "cOMPoSe",
    "topics": "MSCA-IF-2015-EF",
    "title": "Optical Metamaterials by Polymer Self-assembly",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Metamaterials are artificially structured materials whose interaction with electromagnetic waves is determined by their structure rather than by their chemical composition. The resulting material properties are not found in nature. Metamaterials that operate at optical frequencies, known as optical metamaterials, have attracted special attention due to their potentially ground-breaking technical applications such as sub-diffraction imaging or invisibility cloaking. The creation of optical metamaterials remains technologically challenging, as it requires fabricating nanometre scale features over macroscopic areas. Top-down lithographic techniques were utilized to create infrared metamaterials, and negative refraction was found in parts of the visible spectrum. However, state-of-the-art lithography is limited by the accessible feature sizes and often results in only microscopic patterning areas. Furthermore, these optical metamaterials arenít truly three-dimensional (3D) as they are limited to a narrow range of light propagation directions.  \n\nThis research project will investigate an alternative bottom-up approach toward the fabrication of 3D optical metamaterials by replicating continuous network structures of self-assembled block copolymers. The ultimate goal is to realize a material that exhibits a negative refractive index in the visible optical spectrum. Advanced in situ scattering techniques will be used to investigate the self-assembly of 3D network structures by means of well-controlled annealing experiments. This will provide important insights that will help to overcome the limitations of ìself-assembledî optical metamaterials made by current empirical approaches. The significance of this research stems from the intended fundamental understanding of self-assembled 3D block copolymer networks based on in-situ structural characterization, which will have a profound impact on the rational design and engineering strategies of future 3D optical metamaterials.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITE DE FRIBOURG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999855728": {
            "orgId": "999855728",
            "orgName": "UNIVERSITE DE FRIBOURG",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}