{
    "rcn": "201442",
    "acronym": "NGUEC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Nanostructuring graphene under electrochemical control",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Graphene, a single atom thick sheet of sp2-hybridized carbon, has recently attracted tremendous interest in both fundamental studies and potential applications due to its unique electronic, optical, mechanical and thermal properties. Despite these exceptional qualities however, some inherent characteristics of graphene itself preclude its widespread usage in technological applications. A prerequisite for the use of graphene in several low- as well as high-end applications is its controlled and reproducible functionalization in a nanostructured fashion, towards doping and band gap opening. Therefore, NGUEC aims to develop experimental protocols for controlled and reproducible functionalization and characterization of graphene in a nanostructured fashion by using chemisorption (covalent) strategies in combination with physisorption (non-covalent) approaches, relying on the power of electrochemical control. The efficiency of these approaches will be followed by combined cyclic voltammetry (CV), electrochemical scanning tunnelling microscopy (EC-STM) and electrochemical Raman (EC-Raman). This is an interdisciplinary project centered at the interface between Supramolecular Chemistry, Electrochemistry, Materials Science and Nanoscience. The ultimate goal of the project is to allow the fellow to attain a position of professional independence at the forefront of future academic or industrial research efforts through a combination of hands-on experience in diverse research disciplines and training in complementary skills.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}