{
    "rcn": "201450",
    "acronym": "ANTILGBT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Anti-LGBT organising and its transnational dynamics: The case of the Balkans",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "This research will address the emergence and functioning of social activism directed against LGBT rights, its transnational dimension, and its implications for the theories of liberal democracy. It will do so by exploring anti-LGBT organising in two Balkan states - Croatia and Serbia - where strong campaigns against sexual equality have surfaced in relation to the processes of democratisation and Europeanisation. The project has three key objectives: 1) to produce knowledge about anti-LGBT groups, their activities, and transnational links they have with similar movements in Europe and beyond; 2) to identify and analyse both local and global factors that facilitate the emergence and effectiveness of anti-LGBT organising; and 3) to broaden our theoretical understanding of the interplay between anti-emancipatory movements and the idea of liberal democracy. In order to address these objectives, the research will combine different disciplinary approaches - political sociology, political theory, and gender and sexuality studies. It will draw on diverse sets of qualitative data including media reports, materials produced by activists against LGBT rights, in-depth interviews with relevant stakeholders, and legal and policy documents. Through the research, the fellow will acquire an extensive knowledge of the theories of democracy, liberalism, and pluralism, which will familiarise her with different approaches to governing social diversity. This new theoretical knowledge, together with the empirical insights into anti-LGBT movements will not only greatly enhance applicantís research and teaching capacities, but it will also allow her to engage more directly in the sphere of policy making and the work of NGOs. Thus, this project, together with training in teaching and project management, will expand researcherís current skills and expertise in a way that will allow her to reach professional maturity and open up a space for new career opportunities.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 191326
        }
    },
    "calculatedTotalContribution": 191326
}