{
    "rcn": "201488",
    "acronym": "MatchForSolar",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mechanochemical Approach to Inorganic-Organic Hybrid Materials for Perovskite Solar Cells",
    "startDate": "01/09/2016",
    "endDate": "28/02/2018",
    "objective": "Solar energy is one of the most abundant and renewable energy sources that have minimum harmful impact on the environment compare to other sources like fossil or nuclear energies. An ideal solar cell requires low-cost, trouble-free, abundant material resources with good stability and high power conversion efficiency, also competent to integrate into large area. More recently, a research interest from the photovoltaic community has concentrated on organicñinorganic halide perovskites and nowadays perovskite solar cells represent an emerging photovoltaic technology. These ambipolar semiconductors have attracted increasing attention due to their easy fabrication process and unique physicochemical properties like small band-gaps and high carrier mobility. \n\tThe inherent and unique physicochemical properties of perovskites are dependent on a variety of factors, including chemical composition, homogeneity, crystallinity and grain size-dispersion. All these factors are largely determined by the synthetic procedures used and sustained efforts have gone into the development of new efficient methods for perovskite preparation.\n\tRecently, chemical transformations driven by mechanical forces have appeared as a new emerging methodology in materials science. The mechanochemical reactions in solid state offer a significant advance by avoid the use of solvent, dramatically shortening synthesis times and simultaneously increasing the purity and amount of product. The main goal of this proposal is to develop mechanochemical methods for the preparation of a variety of organic-inorganic hybrid perovskites and their composites with metal oxides nanoparticles. Integral part of the proposal will be the fully physicochemical characterization and determination the stability in complex conditions of temperature and humidity for the resulted perovskite materials. Finally, these materials will be utilized and investigated as light-absorbing materials to fabricate solar cells.",
    "totalCost": "131564,7",
    "ecMaxContribution": "131564,7",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 131565
        }
    },
    "calculatedTotalContribution": 131565
}