{
    "rcn": "201491",
    "acronym": "FaGEng",
    "topics": "MSCA-IF-2015-EF",
    "title": "Fashioning Georgian Englishness: Race, National Identity, and Codes of Proper Behaviour",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The proposed research project ëFashioning Georgian Englishness: Race, National Identity, and Codes of Proper Behaviourí examines the interconnectedness of nationality, race, and conduct within an eighteenth-century colonial perspective. The interdisciplinary project argues that race played a vital but ambiguous role in the construction of the nascent English national identity in the Georgian era (1714ñ1830); however, since race was a fluid and heterogeneous concept, the racial and/or national status of English subjects was constructed through the vocabulary and practices of decency, propriety, refinement, and good conduct. Articulations and practices of class- and gender-based ëproper behaviourí were thus used to create a naturalised English national character that had a racial foundation.\nThe project employs an interdisciplinary methodology that combines cultural and intellectual historical methods with constructionist and postcolonial perspectives; through this approach, it examines race and national character as deeply performative, fictive constructions, created through internalising discursive knowledge. The project makes a significant and novel contribution to the history of eighteenth-century English nationalism, which has thus far ignored the importance of race for the construction of a national identity. Moreover, the questions and themes the research addresses also offer a highly fruitful point of comparison to recent processes of cultural interaction and exchange, and the structures of racism and nationalism in present-day Europe.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}