{
    "rcn": "201438",
    "acronym": "PACEMech",
    "topics": "MSCA-IF-2015-EF",
    "title": "The structure and molecular mechanism of transport proteins within the PACE family of multidrug efflux pumps",
    "startDate": "09/01/2017",
    "endDate": "08/01/2019",
    "objective": "Antimicrobial resistance is recognised as one of the greatest threats to human health worldwide. Multidrug efflux pumps play a major role in the development of drug resistance in bacterial pathogens. These pumps are able to actively export remarkably broad collections antibiotics and biocides out of the cell. Multidrug efflux pumps have classically been organised into five distinct families or superfamilies. Due to their importance, representative proteins from each of these families have been extensively studied.\n\nUsing a combination of functional genomics and biochemical methods to study antimicrobial resistance in the hospital pathogen Acinetobacter baumannii, I recently identified AceI, the founding member of a sixth family of multidrug efflux pumps called the Proteobacterial Antimicrobial Compound Efflux (PACE) family. The PACE family is the first new family of efflux pumps to be described in 15 years. In light of its recent identification, there is a paucity of fundamental data describing how PACE family pumps mediate drug efflux. This proposal will apply in vitro biochemical, biophysical and structural analyses to reveal molecular details of the structure and functional transport mechanism operating in PACE family pumps.\n\nThis proposal will draw on the diverse collective expertise of my Fellowship Supervisor Prof Peter Henderson and his expert colleagues in membrane protein structural analyses and biophysics. In conducting this research I will build lasting collaborative links with these experts that will extend beyond the duration of this fellowship. I will receive specialised training in powerful membrane protein analysis methods that are essential to my career goal of establishing a leading research laboratory examining membrane transport proteins, from regulation to molecular mechanisms. My laboratory vision is to develop novel strategies to interfere with drug efflux pump function and so overcome resistance conferred by this important class of proteins.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}