{
    "rcn": "201464",
    "acronym": "GLUTORHIV",
    "topics": "MSCA-IF-2015-EF",
    "title": "Glucose metabolism and mTOR pathway role in CD8+ T cell control of HIV-1",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Antiretroviral therapy can decrease HIV-1 below the limit of detection but fails to eliminate the virus completely. One of the main goals of a HIV-1 vaccine is the generation of cytotoxic CD8 T cell responses that counteract the virus. CD8 T cells participate in the control of viremia early but progressively show weakened functions, which leads to loss of virus control. HIV controllers are a rare group of infected patients who can control the virus for years without antiretroviral therapy. CD8 T cells from HIV-controllers display an outstanding capacity to eliminate infected CD4 T cells ex vivo but the underlying mechanisms are still not understood.\nPreliminary data aiming at establishing a single cell transcriptional signature associated with control of HIV suggest an important role of the mTOR pathway during the chronic stage. This pathway plays a major role in glucose metabolism and CD8 T cells cytotoxic function. This raises the hypothesis that the extraordinary HIV-suppressive capacity of HIV-controllers CD8 T cells is associated with the modulation of mTOR pathway and glucose metabolism.\nThis project aims to 1) Study the single cell gene expression of HIV-specific CD8 T cells in HIV patients longitudinally from acute to chronic stages and understand the factors linked to control and loss of function of CD8 T cells during disease progression. 2) To characterize the role of mTOR pathway in the ability of CD8 T cells from HIV-controller to eliminate infected cells and test if this pathway can be modulated to fine-tune anti-HIV CD8 T cells responses. 3) To understand if an optimal glucose metabolism is necessary for CD8 T-cells suppression of HIV and if this capacity can be improved by increasing available glucose. This work will help to understand the characteristics of effective CD8\\ T cell responses against HIV and may guide the development of anti-HIV vaccines or immunotherapies to induce HIV controller-like responses in HIV-infected progressors.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}