{
    "rcn": "201405",
    "acronym": "DIVAS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Distributed vibrational and acoustic sensing technology",
    "startDate": "08/06/2016",
    "endDate": "07/06/2018",
    "objective": "The main target of the DIVAS project is the design and development of a low-cost opto-electronic interrogator for distributed vibration detection on standard communication optical fibers, based on Phase-OTDR technology (Phase-sensitive Optical Time Domain Reflectometry). This system is compatible with communication optical fiber devices, and it takes the advances of this innovating field. It will be developed through custom design of a set of electronic and optoelectronic components. Its distributed feature allows the collection of vibrational information along the entire optical fiber length, which is equivalent to thousands and thousands of inline sensors. This feature combined with extreme sensitivity, makes this interrogator an efficient low-price option in vibration detections. For reasons of cost effectiveness, communication optical fiber lines are, normally, adjacent to strategic buildings such us railway, gas, and petrol lines; using one of the available redundant optical fibers, it is possible to retrieve vibrational information for seismic security or for civil structural health monitoring. Using also specifically installed optical fibers, this interrogator may have a wide range of applications from environmental protection purposes (such as terrestrial fauna and marine life protection), to control of intrusions in a wide area (e.g. military context) or, finally, for security purposes such as monitoring nuclear power plants (in order to know if structural damages are approaching before a leakage occurs). The project aims for the development of a compact portable prototype, ready for field tests, which will be tried on at least in one civil engineering application (structural health monitoring), in collaboration with the academic partner. With the help of the industrial partner, the prototype will be adapted for the production line to reach the market with a competitive cost that will ensure its widespread dissemination in all possible fields.",
    "totalCost": "164653,2",
    "ecMaxContribution": "164653,2",
    "coordinator": "ETHNIKO IDRYMA EREVNON",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999479853": {
            "orgId": "999479853",
            "orgName": "ETHNIKO IDRYMA EREVNON",
            "ecContrib": 164653
        }
    },
    "calculatedTotalContribution": 164653
}