{
    "rcn": "201409",
    "acronym": "NanoTrIAL",
    "topics": "MSCA-IF-2015-EF",
    "title": "NanoTribochemical Investigation of Advanced Lubricants",
    "startDate": "01/05/2016",
    "endDate": "30/09/2018",
    "objective": "Energy and resource losses in moving mechanical components as a result of friction and wear impose an enormous cost on national economies and thus call for the development of new design strategies, engineering systems, and materials with improved properties. Besides allowing significant economic savings, the reduction of frictional losses and the protection of mechanical components from wear can also have beneficial environmental effects, i.e., a reduction in the emission of carbon dioxide or other greenhouse gases.\nThe goal of the proposed project is to develop an understanding of the mechanism(s) of surface molecular reactivity of a new class of ìgreenî lubricants, i.e., ionic liquids (ILs), under mechanical stress. The gap in our understanding concerning the interaction(s) between ILs and solid surfaces leading to a reduction in friction and wear drastically hinders our ability to predict, control, and improve the behaviour of ILs and motivates the current project.\nThrough the use of novel analytical methodologies that allow a multi-scale investigation of the processes occurring at buried sliding interfaces in the presence of ILs, insights into the origin of the promising tribological properties of ILs will be gained. The project has a strong multidisciplinary character and will greatly benefit from the expertise that the fellow acquired from his mobility between research institutions in different countries. Through NanoTrIAL, the fellow will broaden his scientific background, develop complementary knowledge in new areas, and increase his chances of success in academia.\nThe broader impact of NanoTrIAL will be to aid in the rational design and synthesis of new, modified, and improved ILs that can reduce energy and resource consumption in advanced tribological applications. Furthermore, the project will imply highly innovative, direct methodological developments that can be broadly applied, thus enhancing European academic and commercial competitiveness.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}