{
    "rcn": "201436",
    "acronym": "BrightPhoton",
    "topics": "MSCA-IF-2015-EF",
    "title": "Black phosphorus interlayer coupling in heterostructures with boron nitride for photonics",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Black Phosphorus or P(Black) is a lamellar crystal of tervalent P atoms stacked by weak Van der Waals interactions that can be exfoliated down to the monolayer. Recent results demonstrate that quantum confinement in P(Black) thin layers leads to promising electronic properties such as an extremely high carrier mobility and tunable direct band gaps from visible to mid-infrared depending on the layer thickness. These properties have significant echoes in photonics and 2D transport physics. Studying pristine P(black) thin layers is however challenging due to the poor chemical and structural stability of elemental phosphorus. Indeed, the PI and his coworkers recently revealed a photo-activated charge transfer process involving adsorbed oxygen and water in ambient conditions that leads to a strong photo-oxidation of P(Black). \nOur approach targets 1- the fabrication of nano-heterostructures based on P(Black) thin layers sandwiched and or intercalated with protective Boron Nitride (BN) insulator layers ; 2- the fundamental studies of this new type of material. The scientific program focuses on the band gap study of P(black) depending on the thickness by Transmission Electron microscopy (TEM) and on electroluminescence of P(black) based heterostructures.\nThe project represents a major leverage in the career trajectory of the PI by a fast, efficient and sustainable repatriation of this new field of research in the French and European landscape, in complete synergy with the momentum given by the EU member states on 2D related materials. Moreover this action offers, via a strong and customized training programm, a unique opportunity to the PI to acquire new and complementary skills in Boron Nitride thin layer synthesis and TEM, especially the TEM-Energy Electron Loss Spectroscopy (EELS) operating mode, that is particularly well adapted for 2D semiconductors in the hosting laboratory fully expert in these matters and with which the PI has already developed a strong link.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}