{
    "rcn": "201493",
    "acronym": "SpinReMag",
    "topics": "MSCA-IF-2015-EF",
    "title": "Molecular Spintronics using Isolated Rare Earth Magnets",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "A revolution is underway, as the fast-paced electronics industry moves towards the nanoscale, researchers are starting to consider single-molecule electronics. Such devices are within reach partly due to a new field, called molecular spintronics, which permits the prospect of controlling both spin and charge in single molecules. On the other hand, we know almost nothing about how a magnetic molecule is affected by electrons flowing through it or what chemical ingredients it takes to construct perspective devices. SpinReMag will investigate these uncharted waters by exploring the boundary between chemistry and single-molecule read-out technology. SpinReMag is a strongly multidisciplinary project utilizing an innovative mix of synthetic chemistry, physics and materials methodology to overcome present experimental limitations. Our design approach is to investigate single-molecule junctions, except instead of placing a molecules between bulk electrodes, we will directly grow photoactive groups on the molecule so that electrons will flow through or close to the spin center after a light pulse. This affords an ultra-clean system that can be studied in bulk, with a perfectly defined geometry of the magnetic and electronic elements. SpinReMag will provide the fundamental ground work to explain how molecular spins interact with flowing electrons. The execution of this project will for the first time provide the understanding of fundamental spintronic processes, and open new pathways to the rational design of single-molecule spintronics. The information gathered by SpinReMag will direct the future of research in single-molecule electronics and in the optical control of spin systems in general.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}