{
    "rcn": "201492",
    "acronym": "ADHERE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Aptamer nanostructures dual-targeted to the HER receptor family for cancer therapy",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The proposed research programme deals with the development of aptamer nanostructures for targeted cancer therapy. Immunotherapy encompasses a growing field of anti-cancer therapeutics that target cancer cells expressing specific antigens, such as members of the HER receptor. Currently, immunoglobulins directed to HER1, better known as EGFR, and HER2 are used in the clinical management of several types of cancer. There are, however, several disadvantages associated with the production and application of immunoglobulins. Moreover, there is evidence that dual-targeting of multiple receptors at the same time is advantageous for improving clinical outcome and reducing drug resistance. Aptamers, which are short single-stranded oligonucleotides that can bind a target molecule in a similar fashion as immunoglobulins, may form, due to their physicochemical properties, a superior alternative strategy for targeted cancer therapy. In ADHERE, I will design (WP1) and investigate in vitro (WP2) and in vivo (WP3) the use of aptamer nanostructures with bispecific (against both EGFR and HER2) and multivalent (up to 4 binding ligands) targeting properties for cancer cell targeting.\nThe 24-month research project will be executed at the department of Polymer Chemistry and Bioengineering at the Zernike Institute for Advanced Materials, University of Groningen, The Netherlands. The aim of this MSCA IF fellowship is to integrate my extensive background in targeted drug delivery and cellular therapeutics within the host institute, which is highly experienced with DNA nanomaterials and is positioned among the top 10 institutes of the world in the field of material science. \nImportantly, this fellowship will strengthen my career perspectives, by allowing me to gain valuable new transferable skills and receive additional high-level training. This will enable me to position myself as a leading young scientist in the field of clinical nanomaterials.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}