{
    "rcn": "201471",
    "acronym": "E-GOS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Effective Governance of Open Spatial data",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The objective of the fellowship is to turn the experienced researcher into an outstanding candidate for an assistant professor position in the field of open data, with particular focus on the governance and performance of open spatial data policies. The acquisition and transfer of knowledge and skills will take place through the execution of a research project, the participation in specific training activities and the involvement of the researcher into the research, teaching and management activities of the Knowledge Center Open Data of Delft University of Technology. The Knowledge Center Open Data, established in 2012, brings together research and practice to tackle different organizational and legal issues regarding the availability of public spatial data. The proposed research project of the fellowship will examine the impact of different models for governing open spatial data on the performance of open spatial data policies in Europe. A case study approach will be implemented, analyzing two countries that are among the leading open data countries in the world: the Netherlands and the United Kingdom. The project will be executed in close collaboration with the Dutch Ministry of the Interior and Kingdom Relations, the public authority responsible for the implementation of the open government agenda in the Netherlands, and the Open Data Institute in the United Kingdom, one of the pioneering bodies in Europe in the field of open data. The expected new insights in the performance of the governance models will allow public administrations to optimize their governance model of open spatial data to further the societal impact of open data policies. The project will pay particular attention to the communication of the research results towards non-experts and the wider public, explaining the value and relevance of open spatial data to government, businesses, citizens and society in general.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}