{
    "rcn": "201400",
    "acronym": "XPGCS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Single cell profiling of X chromosome reactivation during primordial germ cell specification in vivo",
    "startDate": "01/03/2016",
    "endDate": "17/04/2018",
    "objective": "In female mice, one of the two X chromosomes is inactivated during early development to ensure dosage compensation between genders. A long non-coding gene, Xist, plays a crucial role in the initiation of the X chromosome inactivation (XCI) process. Primordial germ cells (PGCs), the precursors of sperm and eggs, transmit genetic and epigenetic information to subsequent generations, following extensive reprogramming, erasure of methylation and genomic imprints, and X chromosome reactivation. The inactive X (Xi) then undergoes progressive reprogramming and reactivation in the germline of female embryos, through the loss of Xist RNA coating, followed by the erasure of the repressive H3K27me3 histone mark, and eventually biallelic expression of X-linked genes.\nAlthough the global dynamics of Xi reactivation have been mapped little is known about the gene-specific dynamics, or the mechanisms involved. To explore gene activity on the entire X chromosome during reprogramming in the germline, I will perform single-cell transcriptome analyses on PGCs from C57BL/6 X Castaneus F1 female hybrid embryos. The high rate of sequence polymorphisms between these strains provides allele-specific information for the activity of the Xp (paternal X) and the Xm (maternal X). I will investigate the kinetics of Xp and Xm gene reactivation chromosome-wide at the single cell level following PGC specification. Furthermore, I will study the dynamics of the expression of X-linked genes in conjunction with chromatin changes in PGCs by monitoring the loss of H3K27me3 enrichment on the inactive X chromosome. In parallel, I will study how the regulation of H3K27me3 affect Xi reactivation by using a conditional mutant mouse model of a H3K27me3 demethylase, UTX. Altogether, the innovative and multidisciplinary approach of this study will unravel important insights on germline reprogramming and the roles of chromatin changes associated with X chromosome reactivation.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}