{
    "rcn": "201431",
    "acronym": "HairGen",
    "topics": "MSCA-IF-2015-EF",
    "title": "Genetics of human hair form diversity",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "One of the key challenges in human genetics is to understand the genetic architecture of phenotypic traits. Hair comprises a distinct part of oneís physical identity and its form varies across and within populations. Despite the significant progress made by genome-wide association studies (GWAS), much of the human hair variation remains unexplained. Therefore, a comprehensive study focused on uncovering genetic determinants of human hair form is needed. \nThe aims of the present project are three fold. First, to use self-reported hair forms as a paradigm to perform in-depth macroscopic and microscopic analyses focusing on hair dimensions that may vary across major hair forms. Additionally, curliness of hair samples will be quantified. Second, to perform a genome-wide association study to identify loci underlying contemporary variation in hair form. To this end, we have hair samples from ~2,700 participants collected from a diverse set of populations and genotypes for >600,000 SNPs. Third, to select the most promising of the identified variants for functional analysis and use the cutting-edge technology of CRISPR/cas9 genome editing in mice to evaluate the hair phenotypes. This will be further complemented with assessment of their skin via histological methods to study the structural and developmental changes associated with the variants. \nThe project will help to refine the available methods for classification of hair form and identify some of the genes underlying variation in hair form. Most importantly, HairGen will use the novel approach of genome editing in mice to investigate the functional role of the variant, thereby contributing to broader knowledge in the field. This proposal brings together a fellow with relevant background in study of phenotypic trait together with leading experts in the field of anthropology, molecular genetics, and phenotype modeling.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}