{
    "rcn": "201402",
    "acronym": "EVOL-WNS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Genetic factors contributing to White Nose Syndrome tolerance in North American and European Myotis-bats",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "White-Nose Syndrome (WNS) is a fungal disease affecting bats during hibernation. Since 2007, an estimated 6 million bats in North-America have died of the infection, which causes bats to prematurely consume the fat reserves deposited for winter hibernation. The infected bats arouse from hibernation more frequently; probably due to epidermal damage caused by Pseudogymnoascus destructans (Pd), a psychrophilic fungus. Pd originates from Europe, however, European bats appear to be tolerant to the infection. Tolerance has also been recently observed in remnant populations in the U.S, where these WNS-survivors have co-existed with the fungus since 2006. The mechanisms leading to adaptation or tolerance remain unknown. Here we aim to investigate genetic factors that may contribute to Pd-tolerance in the most frequently infected genus of bats, Myotis. By using DNA-samples from two Myotis species from North America (Myotis lucifugus) and Europe (Myotis brandtii), we should observe selection in gene orthologs between European bats and bats in WNS-survivor populations. The selection profiles should differ from archived WNS-susceptible bats, sampled before the onset of the wildlife disease. Once we have identified suitable candidate genes with PoolSeq and detection of selective sweeps, we will validate the results by comparing the transcriptomes of both infected WNS-susceptible and infected WNS-survivor M. lucifugus and infected M. brandtii in the last quartile of their hibernation. The results will demonstrate the pan-species and population-wide effects of a real-time bottleneck and help us understand the mechanisms promoting tolerance to the pathogens. The proposal will provide training in technical and transferable skills to allow the experienced researcher to gain a tenured position and achieve impact through conservation measures that help predict bat population survival rates and hibernation strategies.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}