{
    "rcn": "201408",
    "acronym": "Mercator-e",
    "topics": "MSCA-IF-2015-EF",
    "title": "QUANTIFYING THE IMPACT OF TRANSPORT INFRASTRUCTURES:NETWORK ANALYSIS APPLIED TO THE DIACHRONICALLY STUDYOF THE IBERIAN PENINSULA (From Roman Times to XIXth Century)",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The impact of the transport infrastructures in the development of countries and territories is one of the most current topics in the European policies. The Mercator-e project is designed to analyse the diachronic social, political and economical repercussions of the transport infrastructures during several periods of the Iberian Peninsula. An integrated approach joining multi-proxy analysis (SNA applied to the network centrality, TNA to analyse transport costs & times, demography studies) and the study of archaeo-historical sources will be applied. Analysing the transport communication networks in various time scopes will offer to the academic society new quantified data about the infrastructures morphology and their impact in the political and economical evolution of these territories. Historically, the Iberian Peninsula has had periods with very different political ideologies about the role and needs of infrastructure that will be analysed in this project: 1) The Roman era, 2) The Middle Ages, 3) the Modern Era, and 4) The XIXth Century and the emergence of the railroad.\n\nThis project offers a new approach to the study and knowledge of the historical infrastructures. From the use of the Network Analysis to study the infrastructures, a set of completely new data could be generated to understand and visualise the transport evolution and the evolution of the territorial configuration. This project will provide a breakthrough in the analysis of transport in big territories. The high digitalisation detail and the diachronic study will offer outstanding results. The Mercator-e methodology will take into account elements such as highly digitised communication networks, historical vehicle characteristics, changes in means of transport or the topography to make more complex and real calculations. \n\nMercator-e will provide a new perspective on ways to quantify Historical Trade and Transport and will place this research into the international research circles of this field.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "UNIVERSIDADE NOVA DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998452041": {
            "orgId": "998452041",
            "orgName": "FACULDADE DE CIENCIAS SOCIAIS E HUMANAS DA UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 0
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}