{
    "rcn": "201485",
    "acronym": "PERSIST",
    "topics": "MSCA-IF-2015-EF",
    "title": "Systematic identification of (p)ppGpp-dependent multidrug and stress tolerance factors",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "As a global healthcare issue, chronic and recurrent infections are often caused by multidrug tolerant persister cells, which are regulated by redundant pathways involving the almost ubiquitous alarmone (p)ppGpp. Despite extensive studies, two major questions in the persistence field remain to be answered, 1) the extent to which (p)ppGpp is involved in persistence and 2) how persistent cells resuscitate. To address these questions, three state-of-the-art techniques will be used in this project. First, DRaCALA (differential radial capillary action of ligand assay) will be used to systematically screen for proteins directly binding (p)ppGpp for the first time. The potential fellow from the Imperial College London has tremendous experience in DRaCALA. Second, barcode analysis by sequencing (Bar-seq) technique will be used to screen for persistence-specific and, for the first time, also resuscitation-specific genes. Collaboration with the partner Professor Duncan Maskel at the University of Cambridge, UK, a specialist in quantitative DNA deep sequencing, will ensure smooth progress of this objective and enable the potential fellow to be trained with this first-class technique. Both DRaCALA and Bar-seq will be transferred to the host lab. At last, identified candidate genes and proteins through the first two objectives will be validated with the contemporary single cell persistence assay developed in the host Professor Kenn Gerdesís lab, at the University of Copenhagen, Denmark. Bar-seq and single cell persistence assay will be transferred to the potential fellow by senior postdocs in the partner and host labs, respectively. The tripartite cooperation with complementary expertise on a timely important project is expected to generate significant amount of high-quality data for the persistence field, facilitate extensive transfer of knowledge and promote the potential fellow to obtain an independent research position in the area of molecular microbiology and physiology.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}