{
    "rcn": "201462",
    "acronym": "SPINSOCS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Spin Transport in Interacting Spin-Orbit Coupled Systems",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The physics of charge and spin transport is the basis of current consumer devices. Recent discoveries in solid-state physics have highlighted the importance of the coupling of the electronís motion to its spin for transport phenomena. However, our understanding of transport with this so-called spin-orbit coupling has been largely limited to non-interacting systems, even though the first experimental systems with well-controlled spin-orbit coupling and interactions are already available.\n\nHere, we aim to provide a theoretical description of these novel interacting spin-orbit coupled systems. More concretely, we will derive equations describing the motion of spin and mass, and solve these equations. We will investigate spin transport in the uncharted regime where the inter-particle interactions compete with spin-orbit coupling. In particular, we will quantify the robustness of the familiar transport phenomena (e.g., the spin Hall effect) in the presence of interactions.\n\nThe group of Prof. Juzeliunas is at the forefront of spin-orbit coupling physics. The group of Prof. Stringari is one of the leading groups in the world when it comes to collective excitations of the many-body system. Combining their expertise with my quantum transport proficiency will allow to obtain, for the first time, a transport theory of interacting quantum gases with spin-orbit coupling, and provide its predictions as a collective excitation spectrum, which is directly accessible by ultracold-atom experiments. A successful accomplishment of this aim will open up the possibility to push spin-dependent transport phenomena to new regimes.",
    "totalCost": "130779,6",
    "ecMaxContribution": "130779,6",
    "coordinator": "VILNIAUS UNIVERSITETAS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 130780
        }
    },
    "calculatedTotalContribution": 130780
}