{
    "rcn": "201455",
    "acronym": "BWBN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Black Women/Black Nationalism ñ Feminist Discourses on Nation-building in American and British Literature and Visual Arts",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "My research aims to make a significant contribution to the scholarship on contemporary Black women artists  in the US & the UK. It will pose a polemical formulation of Black feminist literature and visual arts of the 1980s and 90s in light of postcolonial scholarship. These two decades saw a flowering of talent of Black British and American women: in the US they are described as Black Womenís Renaissance and in the UK as Black Arts Movement. Both movements came to fruition in the aftermath of civil rights and feminist struggles of black people in the US and UK. This project will investigate how the work of African American and Black British female artists reflected interaction and intersection of cultural nationalism and black feminism. It will demonstrate that feminist narratives and artworks of that period, usually not associated with black cultural nationalism, played a pivotal role in the continuation of indigenous cultural politics of Black cultural nationalism, which came to being  in the 1960s and 70s in the US.  During that period  African American art strove to validate black culture as a culture possessing its own ideas and forms of aesthetic expression. The cause of BCN was propelled through the veneration of Black values, sensibilities, symbols, and rituals, which, as this project will argue, became also central to the identity politics of the artists of Black Women Renaissance and Black Arts Movement  in the decades that followed. My project will demonstrate that this strategy of validating black culture, which was so empowering in the 1960s and 70s,  ultimately turned to be counter-productive for the goals of black feminism, as it created a limited number of positions from which black womenís subjectivity could be articulated. UCLan with its world-class researchers in transatlantic studies (i.e. Prof. Rice) and Black Arts and black feminism (i.e. Prof. Lubaina Himid, a founder of  Black Arts Movement) provides an ideal host institution.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF CENTRAL LANCASHIRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999883858": {
            "orgId": "999883858",
            "orgName": "UNIVERSITY OF CENTRAL LANCASHIRE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}