{
    "rcn": "201482",
    "acronym": "AVITAG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Alphaviral Immunotherapy against Glioblastoma",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Alphaviral Immunotherapy against Glioblastoma\n\nGlioblastomas (GBM) are the most frequent type of primary brain tumours with no treatment or cure available. Despite the current standard care, GBMs remain 100% fatal with median survival of patients for only 12 - 15 months. Thus, there is an urgent need for novel effective therapies.\nAmong the emerging new therapeutic approaches is oncolytic virotherapy with replicative viruses that kill cancer cells. During his PhD studies, the applicant researcher, Miika Martikainen, has engineered novel tumour-targeted replicative alphavirus that shows promising therapeutic response in a syngeneic orthotropic mouse model for human GBM. As the next step, the applicant seeks to join Professor Magnus Essandís group at the Uppsala University to conduct his postdoctoral research project that aims to development of clinically relevant oncolytic immunovirotherapy against GBM.\nTo achieve this aim, previously unappreciated potency of Alphaviral oncolytic virotherapy is combined with synergistic immunotherapy with dendritic cell vaccination and/or adenoviruses. A detailed analysis of relevant immune responses associated with the therapy efficacy will be conducted to allow clinical translation of the results. The state-of-the-art methods available and the training received during the fellowship at host laboratory and secondments will arm the applicant with the skills and knowledge that allow him to establish a career as independent research scientist in a field that aims to develop novel ways to treat severe forms cancer.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}