{
    "rcn": "201468",
    "acronym": "GCG-T3 Dyslipidemia",
    "topics": "MSCA-IF-2015-EF",
    "title": "Validation and Molecular Characterization of Novel Glucagon-Thyroid Hormone Conjugates for the Efficient Management of Dyslipidemia and Fatty Liver Disease",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Cardiovascular disease (CVD) is a leading cause of death worldwide. Compelling evidence indicates that dyslipidemia represent a key risk factor for CVD. Among approved lipid-lowering agents, statins are the most effective therapy for CVD. However, a substantial portion of high-risk patients treated with statins fail to achieve target cholesterol levels required for preventing CVD. Thus, sufficiently efficacious and safe alternatives are urgently required. In addition, non-alcoholic fatty liver disease (NAFLD), the most frequent liver disease, contributes to dyslipidemia and accelerates CVD progression. However, limited therapeutic options are available for the treatment of NAFLD. Interestingly, the host group has developed a novel strategy of peptide-nuclear hormone conjugates that allows for peptide-mediated selective tissue targeting of nuclear hormones, which enables for synergistic benefits in target tissues while avoiding adverse effects in off-target tissues. The current project, aims to develop a novel poly-pharmaceutical therapy for the treatment of dyslipidemia and NAFLD by combining two key hormones in the control of lipid metabolism: glucagon and thyroid hormone (T3). To this end, the host group synthesized a series of glucagon-T3 conjugates to allow liver specific delivery of T3 aiming to reduce serum lipid levels and reverse hepatic steatosis, without causing adverse cardiovascular effects. During the implementation of this project the applicant will assess the in vivo efficacy of the conjugates in a series of rodent models of the metabolic syndrome, hypercholesterolemia and NAFLD. In addition, the applicant will characterize the molecular mechanisms by which the conjugates induce their metabolic benefits, while carefully assessing the potential adverse effects that the conjugates may cause in off-target tissues. This project may ultimately facilitate the discovery and the development of a novel and more effective therapy against dyslipidemia and NAFLD.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}