{
    "rcn": "201489",
    "acronym": "ChroMoLEME",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Character of Monastic Landscapes in Early Medieval Europe",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The rural monasteries established across Europe in the 6th and 7th centuries played a key role in establishing the churchís centrality to medieval society. Scholars have traditionally accepted the medieval hagiographersí descriptions of these sites as remote foundations in a wilderness known as the desertum. \n\nThis interdisciplinary project will contrast these textual sources with an emerging body of archaeological evidence to question the traditional narrative. It will show that monasteries were intimately linked to political and economic networks and often founded in landscapes that were not only inhabited, but quite likely also Christianised. A case study of the 6th-century foundation at Annegray (France)  will use an innovative GIS (Geographical Information System) environment to integrate conventional historical and archaeological data with innovative historic landscape character analysis using new remote sensing data. The resulting model will inform comparative study with comparable sites in France, Italy and Switzerland. \n\nThe Fellow will receive advanced training in Geographic Information Systems (GIS), digital 3D survey and spatial data analysis. He will learn how to integrate conventional sources with remotely-sensed data from geophysical survey, airbone lidar (light detection and ranging), and terrestrial laser scanning (TLS) to create an innovative approach to Historic Landscape Characterisation (HLC). The method pioneered in the project will be broadly applicable to landscape studies of different periods and regions across Europe and beyond. During the project Dr Marron will develop extensive skills in a series of cutting-edge techniques, significantly enhancing his prospects of a successful career in interdisciplinary landscape research.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}