{
    "rcn": "201449",
    "acronym": "MUSE",
    "topics": "MSCA-IF-2015-EF",
    "title": "'Multisensory Ecology': Understanding adaptive trade-offs between vision and olfaction",
    "startDate": "29/08/2016",
    "endDate": "28/08/2018",
    "objective": "Sensory systems enable animals to perceive their worlds and make adaptive decisions for survival. However, finding out about the world outside is energetically expensive: it involves complex sensory systems to collect the information, and dedicated neural systems to process it. Therefore, the benefits of acquiring information need to be balanced against the costs of receiving and processing it. Consequently, evolution has equipped animals with sensory systems that fit their lifestyle and environment, to give them the information they need to enhance their survival and reproduction. However, most, if not all, animals have multiple sensory systems: how should investment in different sensory systems be balanced, and what factors affect the trade-off between investment in different sensory modalities? When environmental constraints limit the usefulness of specific sensory modalities (e.g. living in the dark), shifts in investment in different sensory modalities can occur.  What is not known is how trade-offs occur between sensory modalities that are still useful to an animal, but perhaps their relative importance changes according to lifestyle or environmental factors. This project aims to investigate the trade-off that occurs in diurnal species between the visual and olfactory systems, and explain why it occurs. I will use insects as a model system, since their neural structures, ecologies and sensory systems are well studied, and can be easily measured. I will measure the relative size of olfactory and visual systems within insect species, and test if predatory species or those that fly (i.e. species that need to rapidly assess changes in their environment) invest more in vision than olfaction. I will also test if the sizes of neural structures associated with each modality correlate with sensory ability. The project will provide the first concrete evidence that sensory capabilities are traded-off against one another, and identify the reasons why.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}