{
    "rcn": "201466",
    "acronym": "FIRE-PLUME-SENSE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Developing new drone-based gas sensing technology to characterise fire emission plumes by miniature low cost sensors",
    "startDate": "09/01/2017",
    "endDate": "08/01/2019",
    "objective": "This project will deliver new drone-based gas sensing technologies for environmental monitoring, specifically to characterise the complex pollution (CO, CO2, NOx, O3 etc) plumes from wildfires. It builds on the success of these low-cost miniature sensors recently demonstrated by the ER and her industry collaborator in volcanic plumes, combined with Host expertise on fire science and remote sensing geography and partner expertise in drone applications and laboratory sensor tests. It takes timely opportunity of a major coordinated atmospheric campaign on fire plumes. Biomass burning emissions substantially influence air quality on local to regional scales as well as global atmospheric composition. Atmospheric modelling efforts to predict fire plume impacts require knowing the emission composition, which can vary greatly between different fires and also between different plume measurement altitudes, and temporally, depending on precise fuel makeup, degree of smouldering vs flaming combustion, etc. Existing approaches (ground-based, aircraft, satellite) all have limitations in quantifying the emissions, near-downwind plume height and chemical evolution. Our development of new drone-based fire plume gas sensing technology aims to fill this current ëdata gapí. There is high potential for future societal benefit through widespread applications of the new technology to detect and chemically map wildfire but also other plume hazards (e.g. volcanoes, landfill sites, industry accident releases).",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}