{
    "rcn": "201428",
    "acronym": "ESTIMABLeNANO",
    "topics": "MSCA-IF-2015-EF",
    "title": "External Stimuli Triggered Self-assembly of Dynamic Nanomaterials",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The emerging interest in hybrid materials whose properties can be significantly changed in a controllable fashion by external stimuli (ES) is the result from their increasing potential applications in a variety of areas including energy conversion, drug-delivery systems, hybrid electronics and catalysis. The external control of self-assembling systems has attracted considerable interest, as it does not require additional components and triggering can be easily achieved in a completely remote manner where and when required.\nThe main goal of this proposal comprises the development of multi-stimuli (i.e. light, electrochemical, temperature) responsive supramolecular systems based on semiconducting and metal nanoparticles (NPs) and their subsequent use in the reversible, controlled assembly of organic-inorganic architectures in water. This will be accomplished by employing one of the most promising self-assembly motifs based on the barrel-shaped cyclic oligomer of cucurbit[8]uril (CB[8]) that can bind within its cavity ES-responsive molecules, i.e. derivatives of viologen (MV) and/or photochromic second guest molecules displaying light-control binding affinity for a MVïCB[8] complex.\nIn the first stage of the project a variety of NPs functionalized by ES-sensitive derivatives will be prepared, which will be further used as nanostructured building units for ES-triggered self-assembly/dissembly of supramolecular discrete NPs systems and complex organic-inorganic networks. The inherent part of the research will be characterization of properties and phenomena occurring within the obtained nanoparticulate assemblies. The initiatives of the project encompass problems across the fields of inorganic chemistry, host-quest interactions, self-assembly processes, materials science, as well as interface and colloid chemistry. The results of the project hold potential applications in materials science, energy conversion, drug-delivery systems, hybrid electronics and catalysis.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}