{
    "rcn": "201413",
    "acronym": "FREYA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Forecasting RangE dYnamics of Alien species under climate change.",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Frameworks for assessing the risk of invasive species under climate change are still not widely applied although biological invasions and climate change rank among the top threats to biodiversity, economy and human well-being globally. This is at least partly due to a lack of reliable predictions of invasion success and range dynamics under changing climates. Mechanistic and process-based models are theoretically well-suited to generate spatially explicit forecasts of species invasion risk, as they are ecologically realistic and allow accounting for species evolutionary potential. Their use however lags behind that of less data-demanding and relatively easy to use correlative tools. This project will therefore investigate the ecological and evolutionary factors determining when more complex but ecologically realistic mechanistic and process-based model approaches yield better forecasts of invasion risk than simple correlative tools. The project will combine a detailed investigation of well-known avian invader (the ring-necked parakeet) with a multi-species assessment of a large number of avian invaders in Europe and Australia. These invasions offer an exceptional model system for answering the questions at hand. This timely Fellowship answers to calls to move from patterns to processes, and as recent European legislation requires consideration of synergistic impacts of climate change on biological invasion risks, Fellowship outputs will relevant for policy as well. The host institute (CMEC) is at the forefront of macroecology and climate change biology, and brings worldwide access to excellent researchers with experience directly relevant for the Fellowship (C. Rahbek, M. Ara˙jo, D. NoguÈs-Bravo). I will not only benefit from deepening my analytical skills and conceptual understanding of macroecological research frameworks, but CMECís training experience in academic leadership will enable me to reach a position of professional maturity at a high international level.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}