{
    "rcn": "201490",
    "acronym": "DynaSpaCER",
    "topics": "MSCA-IF-2015-EF",
    "title": "Molecular Mechanisms of Dynamic and Spatial Control of Eph Receptors clustering",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "There is mounting evidence that the spatial and temporal organization of ligands at cell-cell interfaces modulates signaling. In particular, for Eph receptors and their ligands (ephrins) this phenomenon is widely recognized but poorly understood due to difficulties in controlling and analyzing membrane protein microenvironments at the nanoscale. A combination of different techniques ranging from DNA nanotechnology to high resolution microscopies via standard biochemical techniques and computational tools will be used to provide a molecular understanding of the roles of the spatial and temporal organization of ligands in receptor signaling. Substrates that recreate the intramembrane signalling geometry at cell-cell contacts are designed and produced by employing ligand decorated DNA nanostructures anchored on artificial supported lipid bilayers. This allows an unparalleled control of spatial distribution of the ligands and their dynamics. TIRF/STORM super-resolution microscopy is used to measure size and dynamics of clustering and biochemical assays will quantify the receptor spatial distribution and activation levels. Together with computational simulation and modeling of clustering dynamics, these efforts will lead to a molecular mechanism of spatial organization of ligands and receptors during clustering and how this affects signaling.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}