{
    "rcn": "201452",
    "acronym": "Coupled",
    "topics": "MSCA-IF-2015-EF",
    "title": "Constitutive and numerical modelling of saturated and unsaturated soils",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The proposal focusses on investigating the incorporation of microstructural aspects of soil fabric into an existing coupled mechanical and retention framework for saturated and unsaturated soils. Particular emphasis will be given to two challenging patterns of microstructural behaviour: (1) Soils exhibiting a highly directional-dependent response, as a consequence of a particular orientation of their internal structure (anisotropic behaviour); (2) Soils exhibiting large swelling deformations on wetting, as a consequence of the presence in the soil of highly expansive clay minerals (expansive behaviour). Both of these aspects are intimately related to the internal clay fabric (micro-level) and an improved understanding of the influences that the microstructural fraction has on the global soil response (macro-level) is central to the development of a novel constitutive model capable to represent comprehensively these advanced features of soil behaviour. Full implementation of such constitutive model into a finite element formulation will provide a unique computational tool from where practitioners and researchers will be able to assess, in a unified manner, simple and advanced geotechnical engineering applications involving both saturated and unsaturated soil behaviour. Effectively, the use of a more reliable material representation in geotechnical designs, by means of the implemented model, will facilitate a safer construction and serviceability of civil infrastructures supported on the ground while potentially reducing associated costs.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}