{
    "rcn": "201479",
    "acronym": "MARDIV",
    "topics": "MSCA-IF-2015-EF",
    "title": "'Marriage and Cultural Diversity in the German Empire'",
    "startDate": "19/09/2016",
    "endDate": "18/09/2019",
    "objective": "How do putatively universalistic norms with global reach relate to politics of diversity and pluralism within national societies? By assessing the legal regulation of marriage and the family, ëMarriage and Cultural Diversity in the German Empireí (MARDIV) will advance significantly our understanding of the global diffusion of legal and social norms. The tension between global norms and cultural specificity has come to a head during the first decade of the 21st century. Not only has the presence of Muslim immigrants raised the profile of debates over the diversity of personal status law throughout Europe. The legalisation of same-sex marriage in many European countries has also pointed to a seachange in public views about the family and the role of the state in preserving it. How do legal transplants operate in family law? Can we discern particular patterns of diffusion in specific historical circumstances? And, how do 19th- and early 20th-century developments in family law remain relevant today? MARDIV addresses these questions by scrutinizing the historical roots of recent debates. 19th- and early 20th-century Germany offers a particularly relevant case study because it was a laboratory of both modernity and cultural diversity in which questions of global reach, national identity, regional particularity and local traditions came into especially sharp relief. MARDIV suggests that an understanding of Germanyís past experiences can enable us to better analyse Europeís present. To this end, the project employs an innovative interdisciplinary methodology linking history and sociology and a novel theoretical framework. The main empirical aims are twofold: to shed light on the historical roots of contemporary European debates about the family, and to reflect on broader processes of the global diffusion of legal and social norms. The primary aim is the PIís advanced training in historical sociology and project management so she can reach a position of research leadership.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}