{
    "rcn": "201473",
    "acronym": "TRANSITION-FRICTION",
    "topics": "MSCA-IF-2015-EF",
    "title": "Transition Friction in the Ecuadorian Amazon: A Green Economy Ethnography",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The dominant framing of humanityís current predicament emphasizes ëplanetary limitsí and impending environmental collapse, with ëgreen economyí strategies as a necessary response. Initiatives for transitions to ëgreení production and consumption patterns are emerging and multiplying, at different scales and all over the world. The visions of ësustainabilityí underpinning these initiatives are diverse, and their heterogeneous socio-ecological effects raise urgent questions of justice. With a focus on the power dynamics and inequalities of green transition initiatives, TRANSITION-FRICTION will cross-fertilise three literatures ñ political ecology, transition studies and ethnographies of global connections.\n\nUsing ethnographic methods and discourse analysis, the project will study a novel university in the Amazon rainforest in Ecuador, explicitly conceived as a catalyst for the countryís transition away from extraction and export of oil and other sub-soil resources, towards a ëgreen and sustainable economyí. With its 93,000 hectare ëliving laboratoryí, Ikiam University is a site of ëfrictioní: between the forest and the urban, between indigenous and industrial science, between conservation and extractivism, between commons and the market. Such friction is not only conflictual, it is also ëinterconnection across differenceí, productive of new relations and interactions. In analysing these new socio-ecological relations and interactions in one of the worldís poorest, most biodiverse regions, the project will develop an original conceptual framework and methodological approach for the analysis of green economy transition initiatives and their uneven effects in the Amazon and elsewhere.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}