{
    "rcn": "201494",
    "acronym": "PopClandSATYRICON",
    "topics": "MSCA-IF-2015-EF",
    "title": "Popular readers and clandestine literature: the case of an early modern translation of Petroniusí Satyricon into Italian (17th C.)",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The project aims at an in-depth inquiry into a 17th-century unpublished manuscript bearing the translation of Petroniusí Satyricon into Italian. The translation represents a unique document, not only because it is likely to be the first version of Petronius into a modern language, but also because it proves the diffusion of the Satyricon even within the public of popular readers.\nThe Satyricon - commonly ascribed to Petronius Arbiter (c. 27-66 AD) - is one of the earliest works classifiable as a novel and is considered a masterpiece of the Latin literature, if not of literature itself. Because of its erotic and irreverent contents, in the age of the Counter-Reformation the Satyricon was included in the list of the books forbidden by the Catholic Church. But, for the very same reason, in the 17th Century, Petronius enjoyed great success among French and Italian libertine Èlites (freethinkers).  Surprisingly enough, the Italian translation proves that Petroniusí forbidden novel also reached un-latined readers. In fact, the material features of the manuscript show that the translation was copied by a professional scribe for clandestine diffusion and that it actually circulated across Italy. Moreover, the quality of the translation shows that its anonymous author was not a person of letters or a scholar, since in several passages he completely misunderstands Petroniusí text. Further, the Italian used by the translator displays regional (Venetian) elements that are far from the Italian literary tradition.\nThe research will be conducted by the means of an interdisciplinary approach, combining the research methods of philology, linguistics, history of the book, history of literature and socio-cultural history.\nThe project will bring a substantial contribution in the field of Early Modern History, showing the emergency of the new public of popular readers and concretely tracking down the circulation of heterodox ideas in the Age of the Counter-Reformation.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999510117": {
            "orgId": "999510117",
            "orgName": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}