{
    "rcn": "201432",
    "acronym": "DYNAMO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Characterization of the diversity and function of plankton associated microbiota",
    "startDate": "03/10/2016",
    "endDate": "02/10/2018",
    "objective": "Ever since living organisms arose in the oceans, they have competed for resources and space. However, many planktonic species developed peaceful cooperation involving mutualistic interactions between two partners. Within unicellular eukaryotes, such symbiotic association between heterotrophic hosts and microalgae is widespread and sustain ecologically important taxa, such as the Rhizaria, in the open ocean. While knowledge of bipartite symbiosis has greatly improved, it is only recently that scientists disclosed more intricate relationships involving additional partners such as bacteria. Wherever bacterial communities (i.e. microbiota) have been found in tight association with other organisms (e.g. humans or plants), its critical role for the biology and ecology has been demonstrated. The DYNAMO project will explore the diversity of multipartite symbiosis in the plankton and characterize the cellular metabolites they produce. Radiolarians and foraminifers will be used as relevant model for marine ecology. An original combination of single-cell sorting and sequencing coupled with microscopy will be used to characterize and specifically localize the partners of the association. Then, a cutting-edge approach of single-cell metabolomics, of the different partners taken individually or together, will allow us to disentangle the role of the associations in the physiology of the holobiont. The exceptional metabolomics facility and knowledge on marine photosymbiosis available at the host institution, combined with the original analytical expertise at a partner organization, will bridge the gap between a descriptive approach and the functional understanding of the biological processes involved in plankton associated microbiota. DYNAMO provides an innovative perspective on marine ecological research and represents an important step in my career development with the ambition to place me as one of the very few experts in the field of plankton metabolomics in Europe.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}