{
    "rcn": "201420",
    "acronym": "MAIT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Evolutionary conserved T cells specific for a microbial metabolite: deciphering their development in the thymus and mapping their interactions with the gut microbiota in vivo.",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Mucosal Associated Invariant T cells (MAITs) represent an evolutionary conserved subset that express a semi-invariant TCR recognizing a new class of microbial metabolite antigens presented by the MHC class Ib molecule, MR1. In addition to their wide anti-microbial specificity, the high inter-species conservation of both MR1 and invariant TCR infers an important biological role for MAITs. MAITs are abundant in human blood (1-8 % of T cells), mucosa and liver (20-50%). After development in the thymus, MAITs reach the periphery where they acquire a memory phenotype and expand in a process that requires a commensal flora, indicating that MAITs play a role in host-commensals interactions. Admittedly MAITs blood frequency is modified in several pathologies in which dysbiosis of the gut microbiota has been implicated such as IBD, MS, type 2 diabetes and obesity.\nMAITs were first described over 15 years ago by the Host lab, but the understanding of their development has remained limited because of their scarcity in laboratory mice. Here we will overcome this challenge by using a new mouse strain with increased frequency of polyclonal MAITs.\nUsing my expertise acquired in the US and building on unique tools, we will:\n1) Define MAITs lineage: we will use a transcriptomic approach together with dedicated transgenic mouse models to determine how MAITs selection leads to their specific differentiation program in the thymus.\n2) Elucidate the mechanisms of MAITs peripheral expansion: we will use germ-free mice and modified bacteria to map the in vivo availability of MAITs ligands upon colonization with commensal microbes.\nThe proposal will provide insights into an evolutionary conserved model of interactions between the adaptive immune system and the gut microbiota.\nBy enabling me to permanently re-integrate the EU, this project will also guarantee transfer of technologies and creation of new bounds between the US and the EU, and will increase the EU competitiveness.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}