{
    "rcn": "201447",
    "acronym": "EquiPE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Balancing social equity and biodiversity outcomes in protected area management.",
    "startDate": "10/01/2017",
    "endDate": "09/01/2019",
    "objective": "We are in the midst of the earthís sixth mass extinction and the search for effective conservation solutions has never been more pressing. In recent years the model for nature conservation has changed, deeply embedding safe-guarding livelihoods and maximising equity within the missions of most conservation organisations. Re-focusing conservation in this way is based on the assumption that more socially equitable conservation will be both more acceptable to stakeholders, thereby reducing the likelihood of conflict with conservationists, and ultimately more effective in protecting biodiversity. That is the key hypothesis which will be tested in this fellowship.\nTo achieve this I will address three key research objectives: 1) To devise a metric of equity in protected area governance and assess under which conditions protected area governance can be considered most equitable; 2) To explore how variation in equity in protected area governance influences acceptability of the protected area; and 3) To uncover how variation in equity in protected area governance relates with good biodiversity outcomes. I will meet these objectives through: 1) the development of an index of equity based on up-to-date theory and using protected area management plans; 2) a review of conflicts around protected areas and how these relate to equity in the governance of protected areas; and 3) large-scale spatial analyses of protected area effectiveness and forest change in relation to equity. \nWhile working in leading European research groups and gaining excellent training in interdisciplinary theory and up-to-date analytical methods, I will: (1) improve knowledge of outcomes of protected area management using recently available data sets; (2) provide conservationists with guidance for the design of protected area management plans; and (3) help the implementation of European Directives by providing a framework to design and analyse effectiveness of conservation measures.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}