{
    "rcn": "201441",
    "acronym": "CHIMMM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Discovery of novel chiral magnetic molecular materials for the study of magnetochiral effects",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Interest in new molecular materials with sophisticated properties is continuously increasing. In particular, the association of magnetic properties with another functionality has given rise to a variety of fascinating polyfunctional materials, such as photomagnets, magnetic liquid crystals or superconducting paramagnets. The addition of chirality to molecular magnetic materials, could give rise to such applications as multiferroics, but also help shed light on such fundamental questions as the origin of the homochirality of life. \nIn this project, we would like to explore the synthesis of novel chiral nanomagnets to study the interaction of incident radiation and magnetic field. For this work, we have chosen three classes of molecular nanomagnets demonstrating helicoidal chirality: 1) Extended Metal Atom Chains (EMACs), 2) Chains of Extended Metal Atom Chains (CEMACs) and 3) Star-type Single Molecule Magnets (SSMMs).\nDr. Miguel Cortijo, received a PhD from UCM of Madrid, where he studied coordination polymers, and is currently performing a postdoctoral work in the CEMES in Toulouse on chiral coordination compounds. His background in coordination chemistry, crystallography and magnetism, as well as his creativity and leadership will permit the rapid development of a new topic. \nThis project will be carried out in the M3 group of the Centre de Recherche Paul Pascal (CRPP) in collaboration with the MMC group at the Institut de Chimie de la Matiere CondensÈe (ICMCB) in Bordeaux. Supervised by CNRS researchers Dr. Elizabeth Hillard and Dr. Patrick Rosa, this project will benefit from the expertise and instrumentation found the respective institutes. Furthermore, collaboration with Eric Freysz (LOMA, Bordeaux), Andrei Rogelev (ESRF, Grenoble), Philippe Sainctavit (IMPMC, Paris) and Francesco Pineider (INSTM, University of Florence) will enrich the experience of the researcher and lay the groundwork for future consortium-based French or European projects.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}