{
    "rcn": "201430",
    "acronym": "Ko-Tsah-To",
    "topics": "MSCA-IF-2015-EF",
    "title": "Temperatures, ash and soil hydrology: predicting fire impact from plant traits",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Climate change increases the frequency and intensity of vegetation fires around the world. Fire can considerably increase the landscapeís vulnerability to flooding and erosion, which is in part caused by fire-induced soil damage and hydrological changes. While it is known that plants can alter the fire environment, there is a major knowledge gap regarding the fundamental mechanisms by which vegetation mediates fire impact on soil physics and hydrology. I will address this gap by considering for the first time the cascading effects of plants on fire and soil hydrology, focusing on two important factors in post-fire hydrology: soil heating and ash. My hypothesis is that plant structural and chemical traits vary within the landscape and control fire impact on soil physical properties by affecting heat and ash production. I will test this hypothesis with a combination of spatial sampling, lab experiments and modeling, using contrasting plant species and soils from watersheds in Portugal and the USA. Multiple regression and principal component analysis will be used to relate fire impacts to the various plant traits. This project can help predict and mitigate fire risk and impact across landscapes, facilitate development of risk maps, and generate knowledge with implications for nature conservation, land use planning, fire management and potential policy making. Aside from helping safeguard soil and (drinking) water resources, the project can also change a European braindrain into a braingain, supporting reintegration of a successful interdisciplinary scientist and her large network after three years in the USA. Additional benefits for Europe include transfer of knowledge gained in the USA and knowledge exchange from southern to northern member states. Through training and research, this project will enhance my success of getting a permanent position in academia and create new opportunities to incorporate hydrology and scale in above-belowground interaction research.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}