{
    "rcn": "201453",
    "acronym": "CONNECT",
    "topics": "MSCA-IF-2015-GF",
    "title": "Connecting neuronal network activity with regional specificity for Alzheimer pathology: a multi-modal neuroimaging approach",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "As the worldís population is aging, the prevalence of Alzheimerís disease (AD) is estimated to triple by 2050. Even though AD was identified more than 100 years ago, research has gained momentum only the last 30 years. To date, studies have mainly focused on the accumulation of two proteins, amyloid-beta and tau to understand the pathophysiology of this disease. In this project, I will take a new approach, by investigating the interaction between these two pathological hallmarks of AD and neuronal activity as a potential causal model for AD. The underlying hypothesis is that regional levels of neuronal activity determine the interaction between amyloid and tau pathology, and lead to AD symptomatology. To that end, I aim to combine novel molecular and state-of-the-art magnetic neuroimaging techniques with higher statistical modeling techniques. The group of Prof. Johnson at Massachusetts General Hospital (MGH) is currently the leading group pushing these techniques forward. The expertise within the lab of Prof. Johnson, his extensive network, the skills that I will acquire throughout this fellowship (scientifically and management-wise), combined with my existing level of expertise in MRI and my participation in diverse European networks will provide me with the competences to lead my own research group and establish a functional international multidisciplinary AD research network. Delaying or even treating this disease will require a multifactorial, multidisciplinary approach in which researchers combine resources, data and results in a coordinated manner worldwide. The implementation of these techniques in Europe and the subsequent close collaborations between European and American networks will have the highest chances to improve detection, prevention and treatment of AD.",
    "totalCost": "174864,6",
    "ecMaxContribution": "174864,6",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996333755": {
            "orgId": "996333755",
            "orgName": "THE GENERAL HOSPITAL CORPORATION",
            "ecContrib": 0
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 174865
        }
    },
    "calculatedTotalContribution": 174865
}