{
    "rcn": "201535",
    "acronym": "COMPLEX",
    "topics": "MSCA-IF-2015-EF",
    "title": "Control and Optimization of Energy Flow in Complex Molecular Networks",
    "startDate": "01/04/2016",
    "endDate": "08/07/2018",
    "objective": "The production of sustainable energy that generates a clear and net greenhouse gas saving is one of the main EU objectives. Nature provides with the most efficient energy infrastructures known today. A deeper understanding of photosynthetic systems, and how energy transfers within its different subunits would show us the way to efficient energy flow, opening the path to the fabrication of highly efficient solar cells and transmission networks.\nThe aim of the COMPLEX project is to provide insight to the energy conversion and transfer in complex molecular systems. We will develop and identify methods used in quantum mechanics, statistics and quantum information theory to model the energy transport in complex networks. Optimisation methods from mathematics and engineering will be applied to analyse biolological and artificially fabricated systems. Findings will be transfered to other related systems such as nano-engineered networks of nanofibers and polymers, which are designed for efficient transport with applications in organic solar cells and light-emitting devices and to further complex systems.\n\nThis breakthrough in the state-of-the-art in terms of understanding energy flow in complex networks will take place by applying and transferring the specialised knowledge of Dr. Mirta Rodriguez, a Physics Researcher back from a research career break and specialist in the field of complex quantum systems dynamics, through scientific leadership to the research team at ZIB, where the computational infrastructure and knowledge and will be available to the Fellow. Specialist knowledge in applied technologies and innovation management gained by the Felow during her career break from R&D in Physics, will ensure that the results attained within the COMPLEX project will not only remain as basic research. Providing the European energy sector proper understanding of the energy flow mechanisms in complex networks will be revolutionary for sustainable energy production and energy",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "Konrad-Zuse-Zentrum f¸r Informationstechnik Berlin",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "993316085": {
            "orgId": "993316085",
            "orgName": "Konrad-Zuse-Zentrum für Informationstechnik Berlin",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}