{
    "rcn": "201552",
    "acronym": "ORGANIC QUAL TRACERS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Organic food quality control and metabolomic fingerprinting",
    "startDate": "03/06/2016",
    "endDate": "02/06/2018",
    "objective": "In the last decade, the production and consumption of organic food has increased dramatically worldwide. The EU organic food market generates a turnover of more than 22 billion Ä with a total of approximately 11 million ha and 250,000 farms (2013). However, based on the literature reviewed, neither internal supply nor the legislative framework has kept up with this market expansion, been necessary a further harmonisation of methodology in data collection. On the other hand, the lack of reliable markers for the discrimination between organic and conventional products makes this market susceptible to attempted fraud. The Commission Regulation in a recent report (No 889/2008) highlights the need for greater cooperation between industry, Government, enforcement agencies, consumer groups and organisations. \n\nIn this context, the project proposes to confirm the utility of the new state-of-the-art techniques in mass spectrometry analysis (IRMS and HRMS), in combination with MSA, to improve information (qualitative/quantitative) in both food control safety and quality and their application to organic products. It will offer analytical approaches to (i) obtain wide-ranging information about contaminants, (ii) determine natural components and (iii) establish (dis)similarities between products. The ìORGANIC QUAL TRACERSî project comes in response to the key requirement for solving the authentication challenges in the organic-food sector, especially in organic vegetables as they are the pioneering products in Europe. The proposal offers a contribution to the objectives set out in the Horizon 2020 Strategy (ìA strategy for smart, sustainable and inclusive growthî).",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE ALMERIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999884440": {
            "orgId": "999884440",
            "orgName": "UNIVERSIDAD DE ALMERIA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}