{
    "rcn": "201590",
    "acronym": "PIQUANT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Photonic Quantum Network with an Ultrafast Frequency Comb",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Over the last decades, application of photonic technologies to quantum information science has been very successful, which establishes light as a promising quantum system to carry quantum information. The next stage for advancing photonic technology along with quantum information science is to scale-up the capacity of a quantum system to encode quantum information. In this action, we will develop photonic quantum network, which consists of highly correlated large-scale quantum network involving both aspects of non-classical light: squeezed light and single photon, for scalable quantum information processing. By exploiting the intrinsic multimode structure of an ultrafast frequency comb, a quantum network supporting multiple quantum systems will be generated, and quantum correlations in the network will be optimized to readily conduct a given quantum information task. To benefit from genuine speedup of quantum information processing, single-photon control will be incorporated: single-photon subtraction and single-photon addition is applied on the quantum network. Importantly, the single photon control will be engineered to affect only specific modes of interest out of multiple frequency modes in the quantum network. The resultant light field becomes PhotonIc QUAtum NeTwork with an ultrafast frequency comb (PIQUANT), and its distinctive features will be characterized and exploited for quantum computing.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}