{
    "rcn": "201567",
    "acronym": "DASCE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dissecting specific amygdala-striatal circuits for exploration",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Survival and adaptation are dependent on an animal's ability to gain novel information in unfamiliar surroundings. Similar to other animal classes, mammals must use a variety of innate and learned exploratory strategies that are dictated by unpredictable or unknown circumstances. As the combination of emotional processes and planning of complex actions are essential for the development of such strategies, it can be hypothesized that strongly connected brain areas involved in emotions (the amygdala) and goal-directed behaviors (the dorso-medial striatum) have an implication on exploratory behavior. The intricate neuronal nature and brain area specificity in the controlling of such strategies, however, remain elusive. In order to functionally uncover the role of specific amygdala-striatal long-range projections in freely-exploring mice, our collaborative study will adopt a multidisciplinary approach by a) developing a multiple-compartment behavioral task to study the exact evolution of exploratory strategies in a novel environment starting from a familiar one, b) examining the neuronal encoding of amygdala-striatal projecting neurons during exploratory progression using a novel calcium imaging technique in freely-moving animals, and c) causally relating the role of pre- and post- neuronal ensembles to exploratory strategies applying a projection-specific optogenetic approach. Furthermore, the proposed project will employ state-of -the-art techniques to reveal the fine computational mechanism used by animals to explore their surroundings and to determine the neuronal encoding specific to brain-, cell- and projection-types. Our research will be beneficial not only for understanding the role of defined circuitries in behavioral variability caused by unpredictable circumstances and the ability to overcome these through the knowledge gained from past experiences, but also for the finding of a cure for complex psychiatric disorders including anxiety and depression.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967498371": {
            "orgId": "967498371",
            "orgName": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}