{
    "rcn": "201517",
    "acronym": "MiroMigration",
    "topics": "MSCA-IF-2015-EF",
    "title": "Miro dependent mitochondrial dynamics and the regulation of neuronal migration",
    "startDate": "04/04/2016",
    "endDate": "03/04/2018",
    "objective": "Regulated trafficking of mitochondria is essential for providing ATP at the correct spatial location to power neural computation, and for providing Ca2\\ buffering at sites of Ca2\\ entry or release. In neurons, the concentration of mitochondria in specific regions such as growth cones and synapses is important for correct neuronal function and development. Consequently, defective mitochondrial trafficking is increasingly implicated in neurological diseases. Very little is known regarding the role of mitochondrial positioning and function during neural development such as during the migration of cortical neurons. This proposal will study the mechanisms that control the trafficking of mitochondria in neurons and how this regulates neuronal migration during cortex development. Using imaging, molecular techniques, combined with ex vivo or in utero electroporation and mouse transgenic models I will determine the molecular mechanisms underlying the signalling-dependent positioning of mitochondria in migrating neuronal progenitors. I will examine how the mitochondrial Ca2\\-sensing GTPase Miro1 acts as a molecular switch to regulate mitochondrial positioning and function. How Miro1-mediated mitochondrial trafficking regulates neuronal migration in brain development will also be determined. A key goal will be to determine the role of Miro1 Ca2\\-sensing and GTPase domains and other components of the Miro1 protein complex including CENPF, DISC1 and Nde1 in the control of mitochondrial positioning in these processes. These studies will significantly advance our understanding of the molecular mechanisms that control mitochondrial signalling-dependent localization in regulating neuronal development. Moreover, understanding these processes may highlight novel therapeutic approaches for neurodevelopmental disorders including Autism Spectrum Disorder, schizophrenia and intellectual disability, where disrupted neuronal migration and cortical wiring are thought to occur.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}