{
    "rcn": "201549",
    "acronym": "GENDER-CF",
    "topics": "MSCA-IF-2015-EF",
    "title": "Gender-related differences in expression of microRNAs in cystic fibrosis",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Cystic fibrosis (CF) is a hereditary disease involving a defective ion channel, resulting in altered epithelial cell function and consequent infective/inflammatory airway exacerbations. Progressive loss of lung function is the leading cause of death in CF patients. It is statistically noted that females have a disadvantage in survival and morbidity; this is commonly referred to as the CF gender gap. Recent studies have implicated the female sex hormone, estrogen, in this gender gap. CF patients show altered microRNA expression and some of the affected miRNAs are predicted to target genes encoding key inflammatory mediators such as Toll-like receptor 4 (TLR4) and tumour necrosis factor a receptor associated factor-6 (TRAF6). This highly innovative proposal, to be implemented at the Royal College of Surgeons Ireland (RCSI), aims to study the regulation of key miRNAs by estrogen and investigate if this plays a role in the CF gender gap. I will combine my own expertise in pulmonary innate immunity with the host PIís world-class knowledge of CF and miRNA research. The research will further our understanding of inflammation in CF to aid development of better therapies. I will develop professionally as I: a) diversify my competencies through the acquisition of new laboratory skills (e.g. qPCR, flow cytometry), b) strengthen my transferable skills (e.g. project management, public engagement, data dissemination) and c) expand my collaborative network through secondments to other world-renowned research teams in Leiden University Medical Centre, Netherlands and University of Heidelberg, Germany. I will contribute richly to research at RCSI as I am already equipped with skills applicable to ongoing work in the team and am keen to take an active role in student supervision. The opportunities carried by this fellowship will form the cornerstone of my career, accelerating my progression towards my goal of achieving a position of independence in respiratory immunology research.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}