{
    "rcn": "201516",
    "acronym": "DrugCrops",
    "topics": "MSCA-IF-2015-EF",
    "title": "Drought discovery to improve drought tolerance in crops",
    "startDate": "03/03/2017",
    "endDate": "02/03/2019",
    "objective": "Feeding 9 billion people by 2040 in a context of water shortage poses a critical challenge for agricultural practices, particularly under recurrent drought periods. The so-called Blue Revolution -evaluated by UN as an urgent priority- calls to develop innovative solutions to grow staple food crops in water-limited conditions. Increasing temperatures and reduced precipitation have severely impaired crop yields.  Plants can be protected against these stresses by the action of the hormone abscisic acid (ABA), which orchestrates a multitude of adaptive responses that enhance plant survival. The major class of ABA receptors has been characterized and structural data are available for the receptors of the model plant Arabidopsis thaliana. However, in crops that provide more than 50% of the diet worldwide, this knowledge is limited. The goal of DrugCrops is to generate and exploit biochemical and structural data of the ABA receptors in the model crop plant Setaria viridis and in maize to develop novel ABA receptor agonists in order to enhance drought tolerance using small molecules. Towards this translational and multidisciplinary goal, we propose the use of high throughput technologies, X-ray crystallographic, chemical and genetic approaches to dissect the mechanism by which agonists engage and activate their receptors. This information will be leveraged for the design of new chemicals that can be used to control abiotic stress tolerance in crop plants. The ER will work in collaboration with different partner research organizations with recognized expertise in ABA signaling, chemical and structural biology that collectively bring experience ranging from big pharma drug discovery to the genetic engineering of drought tolerant crops. As a result, both the ER and Host could obtain new molecules for plant biotechnology in the field of plant drought tolerance, boosting knowledge-based bioeconomy in the EU and ER¥s possibilities to reach a position in research.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}