{
    "rcn": "201580",
    "acronym": "DUSC3",
    "topics": "MSCA-IF-2015-EF",
    "title": "DUSt, Climate and Carbone Cycle",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "'The goal of this innovative, inter-disciplinary project is to explain the role of mineral dust during key climate periods through its feedbacks on the global carbon cycle and climate. \nMineral (desert) dust is a major component of the natural aerosol load globally. It impacts the climate system directly by interacting with solar and terrestrial radiation, and indirectly impacts clouds, surface albedo, and biogeochemical cycles. Paleodust records from land, ice and oceans show significant variability, both in the alternation of glacial/interglacial cycles, and on shorter time scales, with potential impacts on climate change in the 21st century. \nThe state-of-the-art IPSL-CM5 Earth System Model will be our main research tool, with simulations grounded in an extensive compilation of observational data, constraining the mass balance as well as the physical and compositional properties of dust. Mentoring from supervisors will provide fertile grounds for training the candidate through mobility, ensuring both the realization of this project and his career development.\nThe consistent organization of size- and time-resolved dust mass accumulation rates data since the last interglacial period (130 ka) into an innovative database, will provide a research tool fulfilling an emerging necessity in the climate scientific community, that will be freely shared/disseminated. \nAn integrated observation-modelling approach will allow reconstructing the dust cycle for the Last Glacial Maximum period$. The expected output of the project will fill a gap in the quantitative understanding of the global dust cycle, studying its impacts in the future with direct impacts on reducing the uncertainty in aerosol feedbacks on climate. Therefore, it fits the goals of the key Horizon 2020 Environment & Climate Action:  ìDeveloping climate modelling and science for climate services to help provide trustworthy science-based information to government, public and private decisiion-makers'.'",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE VERSAILLES SAINT-QUENTIN-EN-YVELINES.",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999837104": {
            "orgId": "999837104",
            "orgName": "UNIVERSITE DE VERSAILLES SAINT-QUENTIN-EN-YVELINES.",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}