{
    "rcn": "201571",
    "acronym": "CIRCLE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Investigation of the role of CYLD in Chronic Lymphocytic Leukaemia",
    "startDate": "15/04/2016",
    "endDate": "14/04/2018",
    "objective": "This project will investigate the role of CYLD in Chronic Lymphocytic Leukaemia (CLL). CYLD is a deubiquinating enzyme acting as a tumour suppressor in numerous tumours. CLL is characterized by the accumulation of B-lymphocytes. It affects mostly the elder and has a high incidence rate in Europe. Recent data from CYLD knockout murine models indicate a link between CYLD and CLL, however the approach used for generation of these mice led to contrasting results.\nAt the core of this interdisciplinary project is the generation of two transgenic murine with: i) targeted CYLD inactivation in B-lymphocytes, ii) targeted inactivation combined with a murine model of CLL. Targeted inactivation will be achieved using the Cre-Lox system, by crossing already available progenitor mice. The mice will be extensively characterized with an emphasis on B-lymphocytes development and pathophysiology. RNA-seq will be used to find differentially expressed genes in B-lymphocytes. Computational biology approaches will then be applied to identify the affected pathways, which will be evaluated against publicly available human CLL data, seeking wider consensus.\nCYLD targeted inactivation allows for the first time evaluation of CYLD's role in B-lymphocytes development and CLL ruling out the effect CYLD inactivation in other cells may have. This project will enable better understanding of the role of CYLD in B-lymphocytes biology and could unravel novel biomarkers and therapeutic targets. At the same time the applicant will train-through-research, master novel techniques and develop soft skills valuable for his future career.\nThis project combines the applicantís expertise in the generation and characterization of murine models with targeted CYLD inactivation with the host's long track record in B-lymphocytes and CLL.It falls well within the EUís research agenda, which emphasizes interdisciplinary research leading to recognition of common disease mechanisms and identification of novel biomarkers.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "Universit‡ Vita-Salute San Raffaele",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854467": {
            "orgId": "999854467",
            "orgName": "Università Vita-Salute San Raffaele",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}