{
    "rcn": "201533",
    "acronym": "ZoomInTheDust",
    "topics": "MSCA-IF-2015-EF",
    "title": "Zoom-in on the dust-oscured phase of galaxy formation with gravitational lenses",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "This project exploits gravitational lensing to investigate the early, dust-obscured, phase in the formation of elliptical galaxies in order to better understand the mechanisms driving their intense star formation and their subsequent evolution. \nElliptical galaxies are in fact the oldest and most massive galaxies observed in the Universe today and, as such, they represent a challenge for the standard bottom-up scenario for dark matter structure formation, according to which massive galaxies formed late. The early stages of the formation of elliptical galaxies are best probed at far-infrared/sub-millimeter wavelengths, where the UV/optical radiation of the newly formed is reprocessed by dust. The project exploits observations at those wavelengths performed with the Herschel Space Observatory as part of the Cardiff-led Herschel Astrophysical Terahertz Large Area Survey (H-ATLAS) to identify proto-elliptical galaxies that have been gravitationally lensed. The identification of lensing events is done using a new methodology proposed by the applicant that was validated on the first data collected with H-ATLAS. Thanks to the increase in spatial resolution and in apparent luminosity provided by lensing the derived sample of lensed proto-ellipticals will be used to map the structure and dynamics of these objects down to sub-kpc scale where different scenario of galaxy formation can be tested.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}