{
    "rcn": "201557",
    "acronym": "GolgiBiosSys",
    "topics": "MSCA-IF-2015-EF",
    "title": "Identification and characterisation of plant Golgi biosynthetic multiprotein systems",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "The Golgi apparatus is a system of organised membrane structures that performs pivotal cell functions: biosynthesis and secretion of polysaccharides, protein and lipid glycosylation. The relevance of this organelle is measured by the amount of biomaterial produced by its activity. The highly abundant polysaccharides account for at least a third of all renewable organic carbon on Earth and are of great importance to the biosphere and to humanity, providing food, fibre and fuel. The functionality of the Golgi is thought to be governed by molecular organisational features, as the precise arrangement of its membrane proteins. Each of the numerous biosynthetic pathways performed in the Golgi requires the cooperative and orchestrated action and interaction of several different enzymes and auxiliary proteins. Currently very little is known about the composition and sub-Golgi localisation of such multiprotein systems. Firstly, a comprehensive insight into the interaction map of the Golgi proteome is needed. I propose to develop and apply a technique that will allow high-throughput assignment of membrane protein interactions, and identify stoichiometries. An experimental design is presented based on separation of membrane protein complexes in conjunction with state of the art quantitative proteomic approaches. Secondly, the results will be validated on selected multiprotein systems by immunoprecipitation and functional biochemical studies on knockout lines. Thirdly, the data will be used to model the interactions by protein-protein docking. The accomplishment of this project will provide new insights into the organisation and activity of the biosynthetic systems. Such insight is of great value to the production of specific polysaccharides, tailored to yield less recalcitrant material for the bioenergy and carbohydrate industries. Through this work I aim to deepen my academic expertise, gain technical and leadership skills and to establish myself as an independent researcher.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}