{
    "rcn": "201520",
    "acronym": "Thalamic Circuits",
    "topics": "MSCA-IF-2015-EF",
    "title": "Circuit analysis of thalamic visual processing and its modulation by long-range projections",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The thalamus, whose anatomical history goes back two millenia, has long been recognized as the master relay for sensory information propagating to cortex and consciousness. Yet, it is indisputable that thalamic nuclei are much more than simple relays but integrate different sensory modalities, bottom-up as well as top-down information. One elementary form of top-down modulation is attention, which selectively enhances behaviorally relevant information. Attentional modulation occurs already at the thalamus by, yet, unresolved circuit mechanisms. My research specifically aims at (1) exploring circuits for long-range, top-down modulation of thalamic visual processing, (2) dissecting the circuitry underlying attentional modulation, and (3) understanding basic rules of thalamic information processing. I will pursuit these three aims using an innovative combination of monosynaptic retrograde rabies tracing, optogenetics and deep 2-photon calcium imaging. My experiments will focus on the lateral geniculate nucleus (LGN), which is the main connection between the optic nerve and the visual cortex, as well as on the thalamic reticular nucleus (TRN), which provides major inhibitory input to LGN and has previously been implicated in attentional regulation. Notably, TRN deficits have been suggested to contribute to the clinical symptoms of schizophrenia. By rabies tracing, I will target channelrhodopsin to monosynaptic long-range inputs to the visual thalamus. By GRIN-lens assisted 2-photon imaging I will quantify visual responses and search for signatures of attentional modulation that can be induced by optogenetic stimulation of specific inputs. This approach will allow me to quantify attentional modulation of thalamic information-processing by specific long-range inputs, to dissect the underlying circuitry mechanisms and to contribute to a better understanding of thalamic computational power as well as its vulnerabilities.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}