{
    "rcn": "201545",
    "acronym": "NomadicN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Niche construction on the move: how nomadic pastoralists navigate across fast-changing social-ecological systems",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Mobile pastoral systems, despite being highly adaptive to harsh and unpredictable environments, are faced with increasing challenges worldwide, due ñ among other factors ñ to a fast extension of irrigated agriculture and a fragmentation of landscapes. Understanding how they react and adapt to these changes is a key contemporary issue, concerning almost every region in the world, including Europe. The aim of the NomadicN project is to increase our understanding of the complex processes at play when mobile pastoralists navigate across fast-changing densely-cultivated landscapes. For this, we will develop a new approach to the analysis of the pastoral movements, by integrating into a single framework data on ecological variations and data on the social interactions that are necessary to mediate access to privately-owned resources. The objectives of the project are a) to identify the key ecological and social processes that underlie the migration dynamic, b) to analyze how these two sets of drivers interact and influence the decision-making process along migration stages, and c) to study, at the landscape scale, how the intertwinement of these processes shapes ñ or not - the mobility patterns of transhumant groups and how it affects their resilience. By enabling mobility to an outstanding research centre, this fellowship will allow the applicant to benefit from a multidisciplinary range of expertises to successfully implement the envisioned research and receive high-level training in state-of-the-art methods. The foreseen stay will effectively strenghten his academic profile and foster the developpement of an independant academic career. The close and complementary interests and skills of the host and the applicant will set the ground for fruitful future collaborations and scientific exchanges.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}