{
    "rcn": "201528",
    "acronym": "MECHANOCHECK",
    "topics": "MSCA-IF-2015-EF",
    "title": "ATR-mediated mechanotransduction and connections with the actin cytoskeleton",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The ATR protein kinase controls the DNA damage response (DDR), with ATM, Chk1 and Chk2. DDR genes are often mutated in cancer cells and act as an anti-cancer barrier in response to oncogenic stimuli. ATR is essential and protects the integrity of replicating chromosomes, prevents fragile site expression and aberrant condensation events. The Foiani laboratory recently found that ATR associates with the nuclear envelope during S phase and prophase and in response to osmotic or mechanical stress. Moreover, ATR-defective cells exhibit aberrant chromatin condensation and nuclear envelope breakdown. These observations prompted us to suggest that the ATR-mediated mechanical response enables cells to cope with the mechanical stress induced by topological transitions through the modulation of nuclear plasticity and chromatin association to the nuclear envelope. However, the molecular mechanism and functional relevance of ATR-mediated mechanical response remain unclear. Mechanosensing occurs primarily through the actin cytoskeleton, which forms the cellular mechanical system linking the extracellular microenvironment to the nucleus. We aim at understanding the connections between the ATR-mediated mechanotransduction pathway and actin modulation in response to mechanical stress. Our working hypothesis is that ATR may be part of an integrated response to mechanical stress that has a more general role in controlling cell and nuclear plasticity through the modulation of actin cytoskeleton and nuclear events. To address these questions, we will employ and develop various multidisciplinary approaches including state-of-the-art Atomic Force Microscopy (AFM), micropatterned protein substrate, novel microfluidic device and accompanied with advanced molecular biology techniques in order to quantitatively and systematically explore the ATR mediated mechanotransduction.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999534367": {
            "orgId": "999534367",
            "orgName": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}