{
    "rcn": "201583",
    "acronym": "ROQ-WACh",
    "topics": "MSCA-IF-2015-EF",
    "title": "Identification and Characterization of Cis-Regulatory ModuleDysfunction in Rett Syndrome with ROQ-WACh",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Precise regulation of gene expression is achieved through the coordinated action of genomic cis-regulatory modules (CRMs). The identification of CRMs has long been a goal of functional genomics as CRM dysregulation can have devastating consequences for health and development such as autism. For example, mutations in the MeCP2 gene, which encodes protein that binds methylated DNA and regulates gene expression in neurons, results an Autism Spectrum Disorder termed Rett Syndrome. While thought to modulate CRM activity as a repressor, MeCP2ís function remains ambiguous and would benefit from a functional genomics characterization. To identify CRMs I recently developed a novel approach called FIREWACh. Here, I propose to utilize FIREWACh first to identify active CRMs within a homogenous population of neurons, identifying genomic loci of CRMs whose function may be compromised by MeCP2 mutations. I will adapt FIREWACh to allow the quantification of CRM output in a new method I propose to call ROQ-WACh (regulatory output quantification within accessible chromatin) by addition of barcodes to reporter mRNAs. This will allow high-throughput readout of CRM activity globally in vivo and will be broadly applicable to many biological fields. Lastly, I aim to combine the above approaches to quantify the changes in CRM output in response to pathological mutations in MeCP2. This Marie Sklodowska-Curie Action will allow me (the Experienced Researcher, Matthew Murtha) mobility to Spain to join the laboratory of Dr. Manel Esteller (Host Supervisor), renowned epigeneticist and expert in DNA-methylation biology to perform the research. Together the approaches and data generated by this MSCA action will provide key insights into the relationship between methylated DNA, precise control of gene expression, and high-order phenotypes such as cognitive behaviors.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999600618": {
            "orgId": "999600618",
            "orgName": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}