{
    "rcn": "201550",
    "acronym": "ASRD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Acoustic species recognition in delphinids",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Species recognition is a major function of animal communication signals. A lack of recognition can carry fitness costs due to failed breeding attempts and other challenges. Individual recognition can also have fitness implications, as the ability to recognize individuals is important for mother-offspring interactions and in species that form alliances to improve their fitness. Both species and individual identity can be encoded in signal parameters, however species recognition could be compromised by individual recognition when the latter requires large individual signal diversity. Dolphins use whistle modulation patterns for individual recognition, but if and how they use whistles for species recognition is unknown. We propose to study the interaction between individual and species recognition in dolphins. We will do this by investigating whether captive bottlenose dolphins pay attention to species information when listening to whistles and which whistle parameters carry species-specific information. Our main objectives are to a) record and analyse whistles of three species, bottlenose (Tursiops truncatus), common (Delphinus delphis), and Atlantic spotted (Stenella frontalis) dolphins to compare their use of whistle modulation patterns and establish a catalogue of shared whistles, b) test how bottlenose dolphins react to a whistle that is similar to a signature whistle of a close associate but is produced by another species, and c) manipulate whistles digitally to explore the boundaries of species and/or individual recognition in a habituation/dishabituation paradigm. Our results will be significant for the development of species identification algorithms used to analyze acoustic data. Understanding the parameters that dolphins use for species recognition will allow researchers to create more accurate classification algorithms.  Improved algorithms will provide the capability to more effectively evaluate and mitigate impacts of anthropogenic activities on dolphins.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}