{
    "rcn": "201556",
    "acronym": "BiominAB-3D",
    "topics": "MSCA-IF-2015-EF",
    "title": "Revealing the composition and formation mechanism of carcinogenic asbestos bodies in human lungs",
    "startDate": "01/05/2016",
    "endDate": "22/05/2018",
    "objective": "When it is inhaled, asbestos triggers a chain of events that can lead to mesothelioma, an aggressive cancer of the lung lining, and to lung cancer. After prolonged stay in the lungs the asbestos fibers develop an iron coating that is thought to be responsible for the cytotoxic response, and which nature is still unclear. The fibres with their coating, developed after prolonged stay in human lungs, are known as asbestos bodies. Despite the large and increasing incidence of respiratory/pulmonary diseases among the general population due to asbestos and other toxic fibers, the carcinogenic mechanism is not yet fully understood. A deeper knowledge of the interaction between the fibers and the biological tissue can help scientists to develop more efficient medical treatments and to improve prevention strategies. The proposed research project aims to reveal the composition and formation mechanism of asbestos bodies combining cutting-edge synchrotron radiation fluorescence and imaging microtomography and microdiffraction with transmission electron microscopy. Synchrotron radiation techniques will allow revealing the elemental distribution and morphology of unaltered lung tissue samples with unprecedented level of detail, preserving their tridimensional structure. Microdiffraction and transmission electron microscopy will reveal possible degradation of the embedded asbestos fibres, which is a long standing question. The project will exploit an innovative collaboration between physicists, chemists, doctors, and biologists. In particular, physics techniques usually employed in the field of fundamental research or in material science will be combined with laboratory methodologies, creating an environment favourable for breaking-through results. The methodologies developed during the project can be extended to the study of other toxic particulate, such as vehicular or industrial particulate matter and man-made nanoparticles, which are of increasing concern for human health.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}