{
    "rcn": "201574",
    "acronym": "SPARk",
    "topics": "MSCA-IF-2015-EF",
    "title": "Adding Pieces to the Puzzle of Sexual Differentiation In P. falciparum: A Systematic Analysis of RNA Processing",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Malaria remains one of the most devastating diseases in modern times, with the heaviest mortality concentrated in young children living in resource-poor environments. Plasmodium falciparum causes the most severe form of malaria. The parasites have a complex life cycle, switching between a host and a mosquito vector. Transformation of a subset of parasites into specialized stages capable of sexual development ñ the gametocytes ñ is one of the most astonishing, yet not well understood, Plasmodium life cycle phases. As preparatory work for this proposal during my time at Harvard School of Public Health, I identified pathways specifically upregulated at the onset of sexual differentiation, an important gap in our knowledge of gametocytogenesis. Among these, four genes involved in different aspects of post-transcriptional gene regulation were highly upregulated. Studying this aspect of gametocyte biology can add to our understanding of how Plasmodium parasites orchestrate complex genetics switches and modulate the cellular response to developmental signals.\nThe aim of this proposal is to provide insight how these RNA-binding proteins contribute to sexual stage-specific gene expression. This project employs genetic approaches to investigate the role of these proteins during sexual development of P. falciparum. For that I will generate transgenic parasites and analyse the resulting phenotype in detail. Additionally, this study aims at characterisation the splicing activity of recombinantly produced proteins and to determine target RNAs in order to elucidate the underlying mechanism of RNA processing control. \nThis proposal can contribute to improved health conditions in malaria-endemic countries through a better understanding of malaria transmission and new approaches to treat the disease. Completion of the scientific project in combination with the proposed structured acquisition of professional skills will enable me to reintegrate into the European research community.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "JUSTUS-LIEBIG-UNIVERSITAET GIESSEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999840111": {
            "orgId": "999840111",
            "orgName": "JUSTUS-LIEBIG-UNIVERSITAET GIESSEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}