{
    "rcn": "201512",
    "acronym": "PERICYTEStroma",
    "topics": "MSCA-IF-2015-EF",
    "title": "Pericyte-derived tumor stroma ñ a target for cancer therapy",
    "startDate": "01/10/2016",
    "endDate": "30/06/2019",
    "objective": "Cancer is a devastating diagnosis since treatments to prevent a lethal outcome are limited. Tumor constitutes a complex tissue consisting of malignant cells and stromal cells. Emerging studies have shown the importance of stroma in tumor growth, invasion, and metastasis highlighting its potential as an attractive target for cancer therapy. However, the source of tumor stroma generating cells remains elusive. Generation of connective tissue is a general feature of scarring and fibrosis. While scarring is part of the wound healing response, fibrosis represents a failure to terminate tissue repair. In this context, tumors can be considered as ìwounds that do not healî. While studying spinal cord injury-induced scarring, a subpopulation of perivascular cells, type A pericytes, has been shown to be a major source of the stromal scar. Type A pericytes are embedded in the vascular wall but proliferate and leave blood vessels upon injury, differentiating into fibroblast-like cells that deposit extracellular matrix and form the stromal scar. Here, I propose to determine whether type A pericytes are a source of tumor stroma and whether blocking type A pericyte-derived stroma formation can impede cancer progression. Single cell studies to determine pericyte heterogeneity within malignant and non-malignant tissue will be performed. This characterization of heterogeneity is important to distinguish stroma-forming pericytes from the non-forming ones and from tumor cell-derived pericytes as described in Glioblastoma multiforme (GBM). Furthermore, by using combinations of pericyte reporter mice with genetic tools to manipulate pathways regulating cell proliferation and recruitment within specific pericyte subpopulations, I aim to investigate underlying mechanisms mediating pericyte-derived stroma generation. Studying stroma formation using the GBM mouse model, the proposed research intends to uncover common mechanisms of tumor stroma formation and identify new targets for therapy.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}