{
    "rcn": "201502",
    "acronym": "DiMeTrack",
    "topics": "MSCA-IF-2015-EF",
    "title": "Assembly-based discovery of uncharacterized human microbiomemembers and their tracking across individuals and time",
    "startDate": "01/10/2016",
    "endDate": "01/12/2018",
    "objective": "In this proposal we aim to expose and characterize members of the human-associated microbial dark matter and exploit the novel information to dramatically enhance the resolution of metagenomic profiling and develop accurate predictive/diagnostic tools.\nAs a first step we will discover currently uncharacterized human microbiome members from metagenomic data through novel application of assembly-based approaches on a large compendium of newly generated and available shotgun metagenomes (Aim 1). The new identified genomes will be phylogenetically and taxonomically characterized and investigated to track strain-level individual and temporal genetic variability (Aim 2). The new genomes will be then used to develop a next generation host condition prediction approach through a genome-level machine learning tool (Aim 3).\nThe three main objectives of the proposal are functional to the characterization of microbial dark matter from human microbiome and its use for strain-level microbiology tasks and metagenomic prediction/association tools. DiMeTrack focuses specifically on shotgun metagenomics and tracking across time and individual on many samples from publicly available databases and generated at the host laboratory. By discovering previously uncharacterized microorganisms and unravelling their roles in specific biological phenomena (e.g., mother-to-neonate transmission) and association with disease states, we fulfil the Horizon 2020 policies in supporting research and innovation that improve our understanding of the causes and mechanisms underlying healthy and diseased people and improve our ability to monitor and detect diseases.\nThe profile and the future research plan of the applicant fits well with these research areas. In addition, after working in United States for a few years, he wants to be reintegrated in a research position in EU.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}