{
    "rcn": "201572",
    "acronym": "WORKRETHINK",
    "topics": "MSCA-IF-2015-EF",
    "title": "Rethinking Work: Intellectual Responses to the 2008 Financial Crisis in French Film and Media",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Social critics have observed how, since the 1970s, many forms of work have become increasingly redundant due to technological advances. At the same time, Europe has witnessed economic crises, financialization, growing inequality and debt, yet also responses to these phenomena in, for example, movements advocating debt relief and a citizensí basic income. These issues have become particularly acute in the wake of the 2008 financial crisis. In France since the crisis there has been an increase in rhetoric surrounding the notion of work as well as many films engaging with this issue.\n\nMy project will investigate the contemporary French critique of economy and how film and other audio-visual media have been used to communicate that critique. Responses to the crisis by intellectuals and filmmakers often involve a reconceptualization of work. A key focus will be to investigate the communicability of complex philosophical, economic and sociological ideas through films and other audio-visual media. This will encompass the appearance of intellectuals and their ideas in such forms as documentary, fiction, art film and satire, but also the use of online pedagogical videos by such individuals. Setting such ideas and media in their social, political and historical context, I will also report findings on the reception of these phenomena.\n\nWhile previous research on work in film has tended to focus on industrial labour, I want to make an intervention in the field by looking at contemporary forms of work, especially that of the financial sector which generally remains hidden from public view. I will develop my skills at the host institution, where cutting-edge academic work on film is being conducted, while France more generally is the site of the texts I shall study and whose authors I hope to interview. Outputs will include screenings, seminars, journal articles and a conference. These will galvanize interest and help improve understanding of an urgent problem affecting Europe.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PARIS III SORBONNE NOUVELLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885119": {
            "orgId": "999885119",
            "orgName": "UNIVERSITE PARIS III SORBONNE NOUVELLE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}