{
    "rcn": "201558",
    "acronym": "LORD",
    "topics": "MSCA-IF-2015-EF",
    "title": "First R'n'D and Physics Results with a Novel Opaque Neutrino Detector",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "LANDs (Liquid scintillator Anti-Neutrino Detectors) have been for decades in the forefront of reactor neutrino fundamental research, yielding groundbreaking results. Despite success, LANDs are known to have a rather poor event-wise background rejection capability. LiquidO is a novel neutrino detection technology which, while inheriting much from LANDs, relies, in total opposition, on the unique exploitation of an opaque liquid scintillator to yield a breakthrough performance in terms of background rejection. Our project deals with first LiquidO R&D (LORD) steps to demonstrate LiquidO's unprecedented ability in terms of physics detection performance with reactor antineutrinos, where a positron is to be uniquely identified as the signal (via Inverse Beta Decay reaction), thus rejecting most (or all) the backgrounds known so far. The goal is to exploit LiquidO's effective light confinement to reach a unprecedented spatial resolution (order 1cm), as compared to LANDs (typically >10cm). The researcher will thus develop and tune a high accuracy simulation using data-driven results obtained from two dedicated table-top prototypes. Then, he will demonstrate that LiquidO can be both (a) an effective background-less and (b) IBD directionally sensitive detector, among the most challenging (so far impossible) detector capabilities for any reactor neutrino detector today. The researcher will design and optimise a hypothetical LiquidO detector (via the tuned simulation) studying those capabilities, both relying on the same exploitation of the now resolvable non-point-like positron energy deposition caused by the annihilation gammas, thus discriminating from any other background final state (electron/gamma/proton-recoil). Such experimental capabilities so far impossible will provide a breakthrough training scenario for the researcher to culminate his preparation as a mature researcher in fundamental physics beyond today's state of the art detector technology.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}