{
    "rcn": "201579",
    "acronym": "ANOXIA-MEM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Probing the Memory of Earth Anoxia: New Stable Isotope Constraints on the Rise of Oxygen",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Atmospheric anoxia prevailed throughout the majority of Earth history, making oxygen and the animal life it supports relative newcomers to our planet. O2 accumulated in Earthís atmosphere during two dramatic oxygenation events at ~2400 and ~600 million years ago (Ma). Both of these events were accompanied by profound biological and geochemical revolution, including the origin of animal life, making them amongst the most important events the Earth system has ever witnessed. Because the composition of Earthís ancient atmosphere cannot be measured directly, its history must be examined using models constrained by geochemical proxies. The disappearance of sulfur isotope mass-independent fractionation (S-MIF) from the sedimentary record ca. 2320 Ma is considered the ìsmoking gunî evidence for the permanent oxygenation of Earthís atmosphere. However, it was recently suggested that weathering of older S-MIF bearing sediments resulted in a prolonged S-MIF ìmemory effectî that lasted ~200 Ma or more, thus obscuring the true history of atmospheric oxygenation. Here I propose new hypotheses to test, for the first time, the importance of the S-MIF memory effect at the onset of atmospheric oxygenation. I will evaluate specific sulfur, strontium, and oxygen isotope signals from exciting new samples obtained through a recent French drilling program to help resolve this fundamental problem in Earth system evolution. As an American Experienced Researcher, this Marie Curie project, ANOXIA-MEM, is designed to harmonize my unique isotope geochemistry skills with the knowledge, resources, and training capacity of two renowned French isotope laboratories for the maximum benefit of all parties. This project promises new tools and analyses that are uniquely poised to upset the prevailing paradigm for Earthís atmospheric oxygenation.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE BRETAGNE OCCIDENTALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902676": {
            "orgId": "999902676",
            "orgName": "UNIVERSITE DE BRETAGNE OCCIDENTALE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}