{
    "rcn": "201565",
    "acronym": "MetricIMo",
    "topics": "MSCA-IF-2015-GF",
    "title": "The Econometrics of Intergenerational Mobility",
    "startDate": "01/08/2017",
    "endDate": "31/07/2020",
    "objective": "This project studies the intergenerational transmission process of well-being, which measures the degree to which individuals and their families move between positions of social, economic and health status. Our interest in intergenerational mobility is motivated by its implications on equality of opportunity. Children are born into circumstances over which they have no control. Parents, schools, and neighborhoods transmit to children endowments and environment such as genes, economic resources, and capabilities, which shape childrenís lifetime opportunities. These endowments are not only unequal by nature but also recent evidence suggests that the gaps in capabilities, which include cognitive skills, non-cognitive skills, and health stock from families of different socioeconomic status diverge from early age. While little can be done about it, policy makers can break the chain of persistence of inequality by providing resources to families so that disadvantaged children can reach their true potential. While there is large body of work on measuring intergenerational income mobility little is known about its cross-country determinants and the various channels of transmission. This project aims at filling these gaps in the literature by doing two things. In doing so, we develop new ways to measure mobility that move beyond linear measures to characterizations, which allow for the existence of poverty (and affluence) traps. In doing so, we develop an econometric framework using state-of-the-art statistical techniques and econometric methods that extend the empirical analysis of mobility beyond income to capabilities following Amartya Sen and the recent work of James Heckman. Capabilities measure the capacity to function in order to expand the potential outcomes for an individual. Second, we explore the effects of changes in the monetary policy regimes on mobility by focusing on two specific mechanisms that involve credit constraints and neighbourhood effects.",
    "totalCost": "253954,8",
    "ecMaxContribution": "253954,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 253955
        },
        "999843700": {
            "orgId": "999843700",
            "orgName": "UNIVERSITY OF WISCONSIN-MADISON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 253955
}