{
    "rcn": "201564",
    "acronym": "IDEA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Island Diversity from an Eco-evolutionary Approach",
    "startDate": "15/03/2016",
    "endDate": "14/03/2018",
    "objective": "The science of island biogeography is currently undergoing a huge resurgence of interest, due mainly to the advent of novel sources of data, most notably on geological dynamics, climate-driven sea-level changes, remotely sensed climate, vegetation structure and topography, and, centrally, the phylogenetic relationships among species. This has paved the way for an understanding of how island geographical dynamics shape dynamics of species diversity and the evolution of clades, but has also opened up a whole range of unanswered questions: How has the emergence of islands affected evolution in clades? How does vegetation structure and topographic complexity shape patterns of diversity? What are the roles of cross-taxon interactions in governing these processes? And how do these patterns scale from the island to the community level?\nIn this proposal, I aim to address these unanswered questions by studying a uniquely well-defined group, the radiation of corvid birds in the Indo-Pacific. From the beginning of the project I will have access to an existing database on the spatial distribution, phylogenetic relationships, habitat associations and morphological traits for these birds. I will combine this with building databases on the topographic complexity, vegetation, and ages of the Indo-Pacific islands, and supplement these data with generating primary field data from bird sampling and drone flights. The analytical approach will be based on mixed effect model analysis, null models and simulations.\nThe results from this research will have a broad international interest, and will help the international research community to rise to the challenge of understanding patterns of species diversity ñ an understand that is crucial for protecting biodiversity in a changing world.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}