{
    "rcn": "201561",
    "acronym": "SPicEs",
    "topics": "MSCA-IF-2015-EF",
    "title": "Smart Pickering Emulsions",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The main objective of SPicEs is to prepare the ER for an independent career in the research sector, by training him within the framework of a high-quality research project at the interface between the science and engineering of materials, chemistry and physics. The scientific objective of SPicEs is the development of a general approach to organize nano-structured materials on the interfaces of liquids, as in Pickering Emulsions, to yield stimuli-responsive devices. The assembly of nanomaterials into components and devices is a requisite to develop marketable applications. Pickering emulsions are an emerging technology with great potential in this field, however many aspects of interest remain to be studied, such as the combination of different materials in a single supracolloidal structure. Within SPicEs, microfluidic methods will be used to generate droplets with a high degree of control, covering them with functional nanoparticles capable of imparting each droplet with useful properties such as the ability to respond to external stimuli (light, heat, pH changes). The emulsions prepared in this way will be used in proof-of-principle applications, as random lasing matrixes and carriers for the controlled delivery of chemical payloads.\nThe project will provide the ER a possibility to train and put his abilities to test on an international level. For him, it will represent a strong starting point for an independent career in research. His training will encompass fundamental and applied science, as well as manuscript preparation, IPR issues, networking and soft skills such as leadership, communication and teamwork in a multi-ethnical, highly multidisciplinary group. For the host institution this project will represent a possibility to broaden the horizon of one of its most distinctive fields of research, that of self-assembly, and strengthen its link with the material science community, by developing fundamental science with a strong potential for practical application",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}