{
    "rcn": "201532",
    "acronym": "ENVERESP",
    "topics": "MSCA-IF-2015-EF",
    "title": "Crosstalk between nuclear envelope and DNA Damage Response: Role of nucleoporin TPR in the maintenance of genomic integrity",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Each cell in the human body receives thousands of DNA lesions per day. To counteract threats posed by DNA damage, cells have evolved an integrated signaling network called the DNA-damage response (DDR). This mechanism allows cells to detect DNA lesions, signal their presence and promote their repair. Mutation of DDR genes, which serves as a biological barrier against tumor progression, leads to cancer development2. A large-scale proteomic analysis of proteins phosphorylated in response to DNA damage by checkpoint kinases ATM and ATR identified extensive protein networks responsive to DNA damage. Interestingly, among the proteins identified to be phosphorylated upon DNA damage were several nuclear pore complex factors including nucleoporin Translocated Promoter Region (TPR)5. TPR was previously linked to cancer since its N-terminal domain has been found fused with the protein kinase domains of various proto-oncogenes such as RAF and MET resulting in human solid tumors. TPR expression level was found deregulated in many types of human tumors such as breast and liver cancer8. Amplification of TPR was also significantly associated with a shorter survival of patients with pediatric intracranial ependymomas9. All these findings support a critical role for TPR in the mechanism of oncogenesis. By employing state-of-the-art proteomics (SILAC), genetics (in vitro mutagenesis), genomics (DNA binding profiling) and imaging (electron microscopy) technologies we will investigate how TPR prevents tumor genesis via its role in the DDR network coordinating DNA repair, DNA replication and chromatin condensation with the nuclear envelope upon DNA damage. Providing mechanistic insight into the role of TPR in DDR and the maintenance of genome stability will not only contribute to our understanding of molecular principles of response to damaged DNA, but will allow us to optimize existing cancer treatments and design new molecular targeted therapies in the future.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999534367": {
            "orgId": "999534367",
            "orgName": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}