{
    "rcn": "201522",
    "acronym": "EpiMIRgen",
    "topics": "MSCA-IF-2015-EF",
    "title": "A comprehensive analysis of microRNA-124 regulated gene networks and its role in epilepsy.",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Evidence is emerging that rapid, profound and persisting changes in gene expression regulation and post-transcriptional regulation underlies the epileptogenic process. The current proposal builds on preliminary data which demonstrates that rapid reduction of a microRNA; miR-124, causes increased expression and activity of NRSF,  a master-regulator of epileptogenesis. The current proposal will build on this and investigate other gene networks regulated by miR-124 in neurons, by developing the first miR-124 KO mouse using CRISPR technology and a miR-124 overexpressing mouse. These transgenic mice will then be profiled at the epigenomic level using ATAC-Seq, the transcriptome level using HITS-CLIP and ribosomal profiling and the proteomic level using mass spec. This will be the first study to examine the pleiotropic role of miR-124 in mature neurons and identify gene networks regulated by this neuronally enriched miRNA. If miR-124 disruption causes aberrant activity of epigenetic modifiers including NRSF then we will test whether miR-124 restitution can restore correct gene expression networks and prevent or modify epileptogenesis in a mouse model of the disorder. Next we will determine whether data obtained in mouse models is translatable to the human form of the condition by obtaining and maintaining resected human epileptic hippocampus live in culture. We will ectopically introduce miR-124 and test the effect of miR-124 restitution on network activity and energetics using live-calcium imaging as well as the epigenomic and transcriptomic effects. Together this proposal represents the most in-depth analysis of miRNA function and will set the standard for future functional analyses of these molecules. Furthermore it has the potential to intervene in disease process and apply findings to a relevant human model providing a novel therapeutic target for the treatment of epilepsy.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}