{
    "rcn": "201506",
    "acronym": "NAMESTRANSIS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Nanomechanical spin-to-photon transduction in silicon",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "The spin of an electron trapped in the binding potential of a phosphorous donor has recently shown some of the longest quantum coherence times in solid state and is now regarded as one of the most promising materials for quantum computing. However, current readout techniques rely on single-electron transistors for which millikelvin temperatures and nanoelectronic connections are needed.\n \nWe propose to establish a new transduction mechanism that coherently couples silicon spin qubits to optical photons at the quantum level and hence provides optical addressing at 4K temperatures. Central to our proposed quantum transducer is a nanomechanical resonator, that acts as a conduit of quantum information. We will realize sufficiently strong interactions between the resonator and both spins and photons by exploiting nanophotonic systems, which can confine light fields and mechanical motion at the nanoscale.\n \nOur objectives are to show: (i) coupling between the spin and the mechanics by inducing spin-dependent mechanical frequency shift and read this out optically, and (ii) pulsed backaction-evading measurements of nanomechanical motion, establishing a fast single-shot qubit readout method, and allowing the creation of non-classical mechanical states through projective measurement.\n \nDoing this we create a unique three-way hybrid quantum system: spin qubitñmechanical resonatorñoptical cavity. The study of this new ìspin-optomechanicsî system is expected to both contribute to the exploration of the size-frontiers of quantum mechanics and lead to advancements in the field of quantum computation as well as ultra-sensitive magnetometry.\n \nThe project allows the applicant to gain crucial expertise in nano-optomechanics and nanophotonics. Combined with his previous experience on spin qubits, the proposed research and the excellent scientific host environment will arm him with a unique skill set that will position him well for a future research position in Europe.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}