{
    "rcn": "201589",
    "acronym": "ADVANTA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Toward a new generation of miniature multifrequency antennas using multiresonance platform based on subwavelength structures inspired by advanced metamaterials",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Mobile multiservice communication devices are constantly used in peopleís daily life with ever increasing demand for cost effective, multiband and smaller antennas. The planned research is dedicated to development of a theoretical basis and a design approach for a new generation of miniature multifrequency antennas enabling up to ten various services at 0.8GHz to 10GHz simultaneously. This multiresonance antenna platform will be realized with the aid of subwavelength multiresonator structures where the individual resonators represent unit cells of the specially designed metamaterials (MTMs). The project has a pronounced interdisciplinary nature by merging antenna theory, material science, advanced modelling and design for manufacturability as well as  measurements. Two new applied theoretical frameworks will be developed for (i) scaling subwavelength resonances and (ii) connection of characteristics of radiation and MTM cells. They will be utilized for design of miniature multifrequency antenna systems with up to tenfold difference between operation frequencies. Proof of concept will be done for monopole/dipole type antennas and then transferred to patch antennas. Thus, a route to a new generation of multifrequency antenna systems will be found, creating a practical development framework for the demanded innovation in multifunctional communication systems. \nThe mobility will give the researcher an opportunity to acquire new knowledge in applied antenna design and assessment. With his recognized theoretical background and proficiency in novel materials applied for antennas, the career development towards a leading position inside or outside academia will be fulfilled. An extensive mutual transfer of knowledge will be beneficial for both the researcher and the host institute. The project will inspire novel utility mobile and wearable devices, which will improve the overall quality of life and enhance competitiveness of the EU industry.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}