{
    "rcn": "201523",
    "acronym": "eLection",
    "topics": "MSCA-IF-2015-EF",
    "title": "Evaluating the performance of local climate policies in Mexico (2009-2018)",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "Climate policy has been under negotiation at international level for more than twenty years. During this period, mitigation efforts and studies on implementation and governance of climate policy have focused on industrialised countries, paying little focus to emerging economies. Recently domestic laws have started to be enacted worldwide stemming from this international debate. In this context, efforts to mitigate climate change require ambitious long-term policies and commitments; however domestic public agendas are prone to modifications by changes in public administration after every election, thus creating the risk of ineffective implementation. The study of the socio-economical and political dynamics affecting the design and paths followed by climate policy fit the Horizon 2020 programme on Societal Challenges. The objective of the project ìEvaluating the performance of local climate policies in Mexico (2009-2018)î (e-Lection) is to assess what are the determinants of the diffusion and successful implementation of climate policy at local jurisdictions. This research takes an in-depth look into climate governance and policy implementation in Mexico as an example of an emerging and democratic major economy actively involved in climate policy. It offers an excellent example for this purpose since it has stated publicly its climate policy goals since 2008. Mexico with its 32 federal entities and around 2470 municipalities offers a vast laboratory for studying the different factors that determine continued implementation of domestic climate policy over the last decade. The contrasting contexts in which implementation takes place in Mexico offer a comprehensive view that will provide valuable information to policy-makers locally and globally. The U.K has a long-standing tradition in the study and design of climate policy and associated economic instruments. Particularly the work made at the CCCEP has provided insightful research to policymakers around the world.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}