{
    "rcn": "201547",
    "acronym": "FusionSystems",
    "topics": "MSCA-IF-2015-EF",
    "title": "Simple fusion systems and linking systems",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The classification of finite simple groups is often regarded as one of the major mathematical achievements of the 20th century. Its importance lies not only in the fundamental result, but also in the methodology and conceptual framework developed for its proof. Most intriguingly, it turned out that the structure of a finite group is closely connected to the structure of the p-local subgroups, i.e. the normalizers of non-trivial p-subgroups, for a suitably chosen prime p. Of particular importance is the prime 2. Even though the proof of the classification of finite simple groups is insightful in its major conceptual approach, it is extremely long and difficult in its details. Thus, it would be of great interest to obtain a simplified proof. Moreover, to gain the maximum benefit from the methods of the proof of the classification, it is highly desirable to work in a more general context which in particular allows also for applications in the modular representation theory of finite groups. Saturated fusion systems provide a conceptual framework for this and connect to important questions in homotopy theory. A program to find a new and better proof of the classification of finite simple groups through a classification of simple fusion systems at the prime 2 has been recently outlined by Aschbacher. Two parts of our proposal concern classification problems for fusion systems. Their significance lies not only in completing important cases in Aschbacher's program, but also in giving new insight into the relative abundance of exotic examples, i.e. fusion systems not induced by any finite group.  In the third part we attack a major problem in the algebraic theory of fusion systems by defining an analogue in fusion systems of centralizers of subgroups of finite groups. This will simultaneously facilitate a classification of fusion systems in the spirit of Aschbacher's program, and lead to a combinatorial understanding of maps between classifying spaces of fusion systems.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}