{
    "rcn": "201586",
    "acronym": "EFOX",
    "topics": "MSCA-IF-2015-EF",
    "title": "The formation and evolution of monomineralic oxide layers in mafic intrusions",
    "startDate": "01/04/2016",
    "endDate": "11/11/2018",
    "objective": "The worldís greatest resources of platinum-group elements, Cr and V are found in almost monomineralic, metre-scale, layers of Cr- and Fe-Ti oxides that formed during solidification of large bodies of basaltic magma trapped in the Earthís crust (i.e. mafic layered intrusions). The largest and most economically important oxide layers are found in a vast layered intrusion in South Africa, known as the Bushveld Complex. The critical economic importance of these oxide layers means that they have been the subject of intense study for decades, but most of this work has been focussed on their composition. We have almost no understanding of the physical processes that result in the formation of layers dominated by a single mineral, especially given how very dense these oxides are compared to the other minerals crystallising from the magma. We also know nothing about the extent to which their microstructure and composition may change once the layers have been formed. Developing an understanding of how these layers form and evolve will provide a robust scientific framework to support further economic exploitation of these mineral resources. \nI propose a research program that is aimed at understanding the physical processes controlling deposition, post-accumulation compaction and recrystallization of layers of dense oxide particles. The approach involves a combination of detailed microstructural and geochemical profiles across individual oxide layers from the Bushveld intrusion to understand crystal sorting and compaction in layers deposited on the magma chamber floor.  The results of our study will provide an understanding of the physics of the formation and evolution of dense oxide layers, providing much-needed constraints on existing models, based primarily on geochemical observations, of these economically important features.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}