{
    "rcn": "201568",
    "acronym": "Perceptual Dominancy",
    "topics": "MSCA-IF-2015-EF",
    "title": "Using Psychophysical And Neuroimaging Tools To Identify The Mechanism Underlying Perceptual Dominancy In Vision",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Grouping principles are utilized for the construction of visual information into coherent percepts. Several grouping principles are usually present in the same scene and often lead to several possible organizations. However, our conscious percept is usually of one stable organization at a time. Very little is known about the mechanism by which the competition between alternative organizations is resolved. The proposed study is designed to fill this gap, and to reveal the mechanism using behavioral measures (i.e., accuracy and reaction times) as well as neuroimaging tools (i.e., EEG). \nThe specific research objectives are: (1) Identifying the factors that affect the competition and their relations; (2) Evaluating the roles of visual encoding and mental representations in the competition; and (3) Identifying the neural correlates of the competition.\nTraining objectives: (1) Gain knowledge in new research methods (i.e., EEG); (2) Enhance experience in mentoring and supervision to improve transfer of knowledge; (3) Refine skills in funding applications and project management; (4) Extend track record of conference presentations and publications; and (5) Expand involvement in gender issues. \nDuring the fellowship I will  acquire new knowledge and skills in neuroscience to complement my expertise in cognitive psychology research. Intensive hands-on training using state-of-the-art equipment and facilities will be provided under the close supervision of world-class expert. Since there is a growing demand in universities in Europe and worldwide for vision researchers showing inter-disciplinary approaches and skills, the fellowship will have a tremendous impact on my career and open more job opportunities for me.\nThe host lab offers a multidisciplinary approach, including computational modeling, psychophysical and clinical research, and neuroimaging. Thus, this fellowship holds endless possibilities for prosperous and innovative collaborations.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}