{
    "rcn": "201539",
    "acronym": "NanoHeat",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mathematical modelling of nanoscale heat flow and phase change",
    "startDate": "12/09/2016",
    "endDate": "11/09/2018",
    "objective": "The nanoparticle (NP) lies at the very heart of nanotechnology. The wide range of current and potential uses of NPs, which include medicine, manufacturing, environment, and energy, has stimulated an international research effort focusing on NP synthesis and design. Despite extensive research into NPs, many breakthroughs and advances are the result of trial\nand error, since the mathematical framework which could provide a theoretical understanding often does not exist.\nThis is partly because classical theories of heat transfer and phase change, which are relevant to the design and\nuse of NPs, breakdown on the nanoscale.\n\nThe focus of the proposed research is, therefore, to develop and analyse novel mathematical models describing\nnanoscale heat transfer and phase change.  Exact, approximate, and numerical solutions will be obtained in order\nto gain practical insights into NP evolution.  To ensure the models and results are realistic and of use to\nnanoscience researchers, the work will be carried out in collaboration with members of the Inorganic Nanoparticles\nGroup of the Catalan Institute for Nanoscience and Nanotechnology, and the Statistical Physics Group at the Autonomous\nUniversity of Barcelona.  The project, which is truly multi-disciplinary, will bridge the gap between mathematics\nand nanotechnology.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "Consorci Centre de Recerca Matematica",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996083592": {
            "orgId": "996083592",
            "orgName": "Consorci Centre de Recerca Matematica",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}