{
    "rcn": "201570",
    "acronym": "THERAGEL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development of a chemotherapeutic gel for glioblastoma multiforme treatment",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Advanced nanotechnology-based materials offer new solutions to the challenges associated with the non-specific delivery of therapeutics that leads to ineffective treatments, especially in oncology. Currently, both therapeutic and diagnostic molecules are administered systemically, increasing the likelihood of unwanted side effects. THERAGEL will develop a novel delivery system that enables selective, targeted local delivery of therapeutics and imaging agents. Specifically, I will use this delivery system to design a therapy for the treatment of glioblastoma multiforme, the most aggressive form of brain cancer. THERAGEL will comprise a unique combination of advanced injectable polymeric depots and targeted nanoparticles with both chemotherapeutic and imaging agent payloads (ëtheranosticí nanoparticle). The polymeric depots will provide a continuous release of free chemotherapeutic drug, with a tunable profile depending on the polymer composition, and cancer-targeted nanoparticles that will release the theranostic cargo only after selective uptake by cancer cells. THERAGEL will advance the state of the art in nanomedicines through advances to the individual components of the developed delivery system. This proposal represents a unique opportunity in the context of nanotheranostics for tailored chemotherapy, and means a significant step towards its clinical translation. The technologies developed will address three out of the six Horizon 2020 Key Enabling Technologies themes, which are a key part of the programme funding strategy: Nanotechnology, Advanced Biomaterials and Advanced Manufacturing technologies. This research constitutes a highly multidisciplinary approach with large impact in near future advanced therapies and with a great chance for collaboration and networking between European research groups and industrial partners. Combining my expertise in gated-materials with the host PIís delivery systems development experience will make this new direction possible",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "participantCountries": "IE",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 73278
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 102588
        }
    },
    "calculatedTotalContribution": 175866
}