{
    "rcn": "201530",
    "acronym": "EARTHSCAPES",
    "topics": "MSCA-IF-2015-EF",
    "title": "From Landscapes to Earthscapes: Understanding Visual Cultures of Global Environmental Crisis and the Making of Global Environmental Images, 1945-present (EARTHSCAPES)",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "From Landscapes to Earthscapes: Understanding Visual Cultures of Global Environmental Crisis and the Making of Global Environmental Images, 1945-present (EARTHSCAPES)\n\nEARTHSCAPES will contribute to current debates on the origins and possible futures of the environmental crisis by providing an innovative historical, social and political perspective on the production, circulation and reception of global environmental images since the beginning of the Cold War. It will further our understanding of the role of images in science by means of a thorough historical, political and sociological analysis of case studies, focusing on visualisations that allow for a global interpretation and understanding of our environment (hence the term ìglobal environmental imagesî).\nThe images concerned by this project help communicate global and a priori invisible environmental phenomena (global temperature, ozone levels, sea-level rise, climate change, etc.). By making the invisible visible, global environmental images reveal to be always both, the very tools that enable scientists to understand complex environmental and geophysical processes, and the instruments that allow them to share their findings with decision makers and the larger public. Images fulfil therefore always two functions; they are both: objects and instruments of knowledge. Yet few studies have explored in detail this double function, allowing to understand how global environmental processes are visually produced, represented, rendered evident, and consumed. Hence, a historically informed interdisciplinary study is urgently needed, also because the past may hold crucial answers for the future.\nEARTHSCAPES main aim is to close the research gap by analysing how iconic paintings, photographs, maps, graphs, visualisations and remote sensing images profoundly shaped environmental discourse, and a holistic and dynamic understanding of the Earth system since the beginning of the Cold War.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}