{
    "rcn": "201513",
    "acronym": "CaTSYS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Screening, characterisation and engineering of carbohydrate harvesting machineries of microbial ecosystems",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Mammals rely entirely on their symbiotic microorganisms to digest complex glycans, issued from dietary fibers, yeasts, and the host itself. To that purpose, gut bacteria have evolved sophisticated machineries to face the structural diversity and complexity of carbohydrates, consisting of gene clusters coding for carbohydrate-hydrolysing, -binding and -transporting proteins. Since the last decade, functional metagenomics has proved to be a highly powerful technique to boost the discovery of new protein families involved in these multi-proteic systems from the vast world of uncultured bacteria, which represents the majority of gut microorganisms. By using a multidisciplinary approach, integrating genomic, metagenomic, functional and structural data, CaTSYS will decipher the structure-function relationships of novel key carbohydrate active enzymes and transporters recently discovered by functional exploration of the human and bovine gut microbiomes. Their role in carbohydrate harvesting pathways will be investigated and optimised by combinatorial engineering, thanks to the development of an original high-throughput screening approach, to render heterologous hosts capable of internalising and breaking down a large diversity of complex carbohydrates. Overall, CaTSYS will provide a promising framework to overcome future challenges in biotechnology, for the conversion of carbohydrate polymers into biosourced chemicals and/or high-added value compounds.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE TOULOUSE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999869405": {
            "orgId": "999869405",
            "orgName": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE TOULOUSE INSAT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}