{
    "rcn": "201544",
    "acronym": "RAC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Defining the Role of Antioxidants on Cancer progression and metastasis",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Antioxidants, by neutralizing ROS and ROS-induced DNA damages, are thought to protect against cancer. Recently this common view was challenged by the observation that antioxidants may accelerate tumor progression in mouse models of lung cancer, by turning down the DNA-damage-gH2AX-p53 signaling pathway. This study raised new questions: Are antioxidants able to induce metastasis from benign tumors, by silencing p53 expression? Are cytosolic ROS equivalent to mitochondrial ROS for lung cancer progression?\nIn a first part, I will test the hypothesis that antioxidants favor the metastatic process in lung cancer in state-of the art mouse models. I will administer NAC or vitamin E in the drinking water or the diet of the mice (Kras2LSL) after tumor initiation, and define their impact on metastasis and survival. Preliminary data showed that antioxidants are able to induce metastasis in this non-metastatic model. RNA from tumors and metastases of antioxidant-treated and control mice will be used for RNAseq to identify molecular events that accompany the antioxidant effect. These experiments should allow me to answer my hypothesis and provide new leads on the metastatic process of lung cancer. Lung cancer is indeed a metastatic disease that is still challenging to treat and in great need of new treatments.\nIn a second part, I will investigate the impact of mitochondria-targeted antioxidant (mitoQ, a quinone targeting the inner membrane of the mitochondria) in order to specifically assess the role of mitochondrial ROS on tumor progression. I will administer mitoQ in the drinking water of mice after tumor initiation, and assess its impact on tumor progression. These experiments will allow me to determine whether mitochondrial ROS are pro-tumorigenic, as we hypothesize.\nAltogether this project will undoubtedly deepen our knowledge of the importance of ROS and ROS scavenging in tumors and will generate a treasure trove of hypotheses for future studies.\n.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}