{
    "rcn": "201540",
    "acronym": "Glial Patterning",
    "topics": "MSCA-IF-2015-EF",
    "title": "The genetic basis for glial differentiation in the developing zebrafish retina.",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Glia far out number neurons in the brain and their defects are now known to be associated with many neurological diseases. Glial specification and physiological function are very well studied however, remarkably little is known about they way in which glia are positioned or shaped in order to perform their critical support functions.  The goal of the present study is to broaden the field of glial development by using new techniques to ask previously unattainable questions.  This central goal of this research project is carried out through an in-depth morphological, genetic and transcritpomic analyses of differentiating M¸ller Glia in the Zebrafish (Danio rerio) eye.  Results from these studies will provide and the first extensive profiling of a differentiating glial population.  Furthermore, the extensive data that will be generated in this proposal will provide a basis for many future studies on glial biology for both in the host laboratory and  for the experienced researcher during his career development. Ultimately, these and future studies will provide a foundation for identifying the molecular networks that underlie glial patterning in the brain that will no doubt be informative in the study of glial related neurological disease.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}