{
    "rcn": "201573",
    "acronym": "HeartAtaK",
    "topics": "MSCA-IF-2015-EF",
    "title": "Targeting the Anti-Target: From Structure to Drug in the heart Kv11.1 channel",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Potassium channels are widely distributed and have many important biological functions in the human body. Of special interest is the Kv11.1 channel, whose main function is the repolarization of the membrane after a cardiac action potential. Unfortunately, this channel can be blocked by a variety of structurally diverse drugs causing the long QT syndrome (LQTS), a cardiac repolarization disorder that can lead to arrhythmia and sudden heart death. Due to this very severe side effect, a variety of drugs with otherwise good therapeutic profiles have been withdrawn from the market. Nowadays, cardiac Kv11.1 is an important anti-target in drug development to exclude any potential side effects that could lead to LQTS. In contrast, tumour cells require the expression of specific isoforms of Kv11.1 for survival making these channels a potential anti-cancer drug target ñ as long as these drugs do not bind to the heart isoform.\nThe major goal of this project is the elucidation of the structure of Kv11.1 via X-ray crystallography or cryo-EM. I have established large-scale protein production of a Kv11.1-chimera using the baculovirus/insect cell expression system, thus enabling biophysical and structural studies to provide structural information on a range of time- and spatial resolution scales. This will not only shed light on the structural motifs responsible for binding a variety of structurally diverse drugs but also improve the fundamental knowledge for the understanding of the special biophysical properties of this channel. \nBy taking these techniques together I will be able to determine how known inhibitors bind, and so identify new isoform specific binding pockets to guide isoform-specific drug design.\nMy career goal is to pursue fundamental and translational research in structural biology of human membrane protein, with a focus on medically important targets and further drug development. This project will bring me closer to that goal.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}