{
    "rcn": "201591",
    "acronym": "BAYESLAND",
    "topics": "MSCA-IF-2015-EF",
    "title": "Community Assembly on Islands: A phylogenetic Bayesian approach",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "Biologists have sought to understand geographic patterns of species distribution for centuries. The process of community assembly, which determines how species integrate and maintain in local assemblages, is key to understanding the factors underlying species distribution. However, the extreme complexity of ecosystems has prevented the development of a general theory of biogeography and community ecology. This is exemplified by the current schism between ecological and historical biogeography. Historically, short-time, ecological explanations such as species interactions with the environment, have dominated the field. Only recently has it been acknowledged that community composition must also be determined by historical factors, and as such the future of community ecology and biogeography must bridge ecological and historical paradigms. To this end, BAYESLAND will analyse biogeographical patterns in islands by combining ecological and historical approaches. This will be done by developing new biogeographic models using Bayesian inference for estimating historical processes of community assembly, while also accounting for (i) ecological differences among lineages, and (ii) the influence of ecological factors on historical processes. This project is expected to result in novel cutting-edge analytical techniques in biogeography. In addition, the application of these new tools to extensive molecular datasets from the Canary Islands is likely to offer new predictions on community assembly. BAYESLAND will transfer to the fellow the host's strong experience in analytical biogeography and macro-ecology, complementing his experience in eco-evolutionary studies of island communities. The fellow will develop skills in method development, NGS, theoretical knowledge and project management, which will be paramount to his career development.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}