{
    "rcn": "201594",
    "acronym": "GATED",
    "topics": "MSCA-IF-2015-GF",
    "title": "Segregated education in post-conflict Bosnia and the possibilities of future conflicts in Europe",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The aim of this Fellowship is to provide Dr Maja Halilovic-Pastuovic with advanced interdisciplinary training and new skills and experience in order to enhance her innovative and creative potential, increase her knowledge base, expand her career possibilities and enable her to reach professional maturity commensurate with a leading researcher in the EU. The remit of the Fellowship falls under the categories of transformation of societies, interethnic relations, and education: systems and institutions.  The researcher will be based for two years at the Josef Korbel School, University of Denver, working under the supervision of Professor Timothy Sisk. The return phase of the Fellowship will be completed in the Irish School of Ecumenics at Trinity College Dublin under the supervision of Prof Etain Tannam. Research training will be implemented through an interdisciplinary project investigating segregated education in Bosnia and Herzegovina and security in Europe.    The specific aim of the project is to investigate if segregated education in post-conflict societies causes radicalisation of youth and increases the possibilities of future conflicts. The Researcher is a trained sociologist and the exposure to the University of Denver whose expertise lies in the field of international relations and political science, and to Trinity College Dublin where expertise is focused on peace studies, will provide the researcher with interdisciplinary training necessary for advancement of her career and the success of the project. The resources of the two host institutions will facilitate the development of an international academic network, as well as career mentoring, and will firmly establish the researcher at the centre of the transnational interdisciplinary nexus addressing the challenge of European security.",
    "totalCost": "248063,4",
    "ecMaxContribution": "248063,4",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 248063
        },
        "953633773": {
            "orgId": "953633773",
            "orgName": "UNIVERSITY OF DENVER COLORADO SEMINARY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 248063
}