{
    "rcn": "201536",
    "acronym": "Tribocharge",
    "topics": "MSCA-IF-2015-EF",
    "title": "Control of Triboelectricity from Micro to Macro as a Principle ofSticking, Particulate Contamination and ESD Prevention of Micromachines",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Microelectromechanical systems (MEMS) is the technology of micromachines up to 100 micrometers in size. In the era of minituarization, MEMS represents a huge and rapidly growing market, which will exceed $20B by 2020 and Europa constitutes about 20% of the total world market. However, the technology struggles with some problems preventing its fast development. This proposal aims to deal with those related to tribocharging (frictional electricity), which has been overlooked so far. Tribocharging is a very common event causing value losses due to electrostatic sticking and electrostatic discharging (ESD) problems in many industrial manufacturing processes such as static cling of powder materials in drug processing, ESD problems in electronics.  Attempts to eliminate static electricity from solid and liquid materials includes the addition of antistatic agents to them that increases the deposition of water from ambient moisture and the addition or doping of some conducting materials e.g. carbon powder into plastics and a conductive path removes the excess electrostatic charge. However, these solutions are not generally very practical and limited by the specific applications in micro dimensions. In this proposal, we focused on the elimination of static charge that accumulates on MEMS. To eliminate static electricity from MEMS, I will use the chemical approach that we introduced (Science, 2013). Firstly, we aim to eliminate the excess static charge from polymer based (MEMS) using this approach by incorporating antistatic and anti-sticking properties to these micro devices for the first time. Secondly, ESD will be eliminated in these micro devices using the same approach based on the scavenging of excess electrostatic charges. Finally, it will be possible to extend the lifetime of these micro devices by eliminating problems such as sticking, (charged) particulate contamination due to e.g. wear, and ESD that mainly arise from tribocharging.",
    "totalCost": "157845,6",
    "ecMaxContribution": "157845,6",
    "coordinator": "Bilkent ‹niversitesi",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923628": {
            "orgId": "999923628",
            "orgName": "BILKENT UNIVERSITESI VAKIF",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}