{
    "rcn": "201505",
    "acronym": "TraumiR",
    "topics": "MSCA-IF-2015-EF",
    "title": "microRNAs in susceptibility to traumatic stress",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Traumatic stressors are important and prevalent risk factors for psychiatric disorders, such as post-traumatic stress disorder (PTSD). People differ strikingly in their susceptibility to develop PTSD after traumatic stress, however the exact underlying biological mechanisms of differential susceptibility are unknown. The identification of biomarkers that distinguish between persons at high and low risk of developing PTSD following trauma exposure would enable more effective preventive strategies and early interventions. Epigenetic mechanisms have been proposed to underlie the relationship between exposure to traumatic stress and the susceptibility to develop PTSD. Recent work carried out by the host laboratory demonstrated that DNA methylation might regulate the impact of traumatic stress on gene expression and ultimately brain function. Based on this and the emerging role of miRNA as key epigenetic players in psychiatric disorders, I hypothesize that (i) susceptibility to traumatic stress exposure is associated with distinct miRNAs expression profiles with blood-brain correlation, (ii) experimental manipulation of miRNA expression levels in animals alters their susceptibility to traumatic stress. These hypotheses will be tested by a unique set of epigenetic epidemiological studies using prospective cohorts with longitudinal sampling schemes of military soldiers deployed to war, next to experimental animal studies. The proposed multidisciplinary and translational project will open the possibility of tapping into the mechanisms underlying differential susceptibility to traumatic stress through blood profiling. It has excellent prospects for yielding clinically relevant and usable biomarkers for the prediction of susceptibility to traumatic stressors. Moreover, the project will reinforce my foundation as a highly promising early career researcher by broadening my knowledge, skills, professional experience and network necessary to launch my own research group.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}