{
    "rcn": "201566",
    "acronym": "RESOLVE",
    "topics": "MSCA-IF-2015-EF",
    "title": "antibiotic RESistance and mObile genetic eLements dissemination in enVironmEntal conditions",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Multidrug-resistant bacteria are spreading worldwide and present a serious public health issue. Bacterial resistance has to be addressed with a global approach connecting human health with animals and the environment. Mobile genetic elements (MGEs) such as bacterial plasmids, transposons or cassettes of integrons, as frequent carriers of antibiotic resistance genes (ARGs), play an important role in the global spread of ARGs among bacterial communities. My research aims to understand how environmental parameters could modulate the dynamics of MGEs involved in ARG dissemination and contribute to the global burden of antibiotic resistance. For this aim, I will use a global approach that merges medical and molecular microbiology, microbiota studies and genomic studies (employing next generation sequencing techniques). Single monospecies-biofilms as well as natural biofilms grown from wastewaters will be used as models of investigation. The proposed research will profoundly improve my knowledge in molecular and medical microbiology techniques to study MGEs associated with antibiotic resistance. This project will be pivotal for my personal development to become an independent researcher and will provide me with the unique opportunity to work with experts in the field of MGEs, antibiotic resistance and the environment. I will be exposed to novel ideas and input from renowned researchers belonging to scientific disciplines unrelated to my background that will have a strong impact on my personal and scientific development. Furthermore, I aim to establish a series of lectures and seminars for the general (research) community to further increase awareness of the importance and relevance of the global fight against antibiotic resistance.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE LIMOGES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998267838": {
            "orgId": "998267838",
            "orgName": "UNIVERSITE DE LIMOGES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}