{
    "rcn": "201534",
    "acronym": "NIR-BIO-FLU",
    "topics": "MSCA-IF-2015-EF",
    "title": "Bio-conjugatable and Bio-responsive Near Infrared Fluorochromes",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Near-infrared (NIR) fluorescence molecular imaging is a supra-discipline that enables visualisation of cellular function and real-time tracking of molecular processes in living organisms without perturbing them.  If exploited to its maximum potential, NIR-fluorescence could have hugely positive impact for early stage diagnosis of diseases such as cancer, neurological and cardiovascular disease, the optimisation of preclinical and clinical tests for new medication and act as a real-time guide during surgery. \nThis proposal seeks support for a MSC Fellowship to develop new biologically responsive off to on switchable NIR fluorochromes i.e. NIR fluorescent probes that respond selectively to cellular uptake and with specificity for cancer cells achieved through bio-conjugation with proven targeting agents.  Specifically, the focus is on the design, synthesis, photophysical characterisation, in vitro cell imaging and preliminary in vivo assessment of such probes for the ultimate in vivo detection of colorectal cancer metastasis.  Colorectal cancer is the third most common cancer and remains a major public health issue in Europe because of its high prevalence, morbidity, and mortality.  The synergetic combination of the host laboratoryís interdisciplinary expertise, the host institutionís ability to deliver a comprehensive training program and the applicantís excellent prior Ph.D. training experience in developing fluorescence chromophores with function-tailored photophysical properties is the perfect match to deliver the project goals and provide the stepping stone to independent researcher for the applicant.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}