{
    "rcn": "201597",
    "acronym": "CA1 layers",
    "topics": "MSCA-IF-2015-EF",
    "title": "Contribution of distinct pyramidal cell types in hippocampal area CA1 to episodic memory formation",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The formation of episodic (unique event) memories is based on the interaction between the hippocampus and the cortical regions that receive its output. The major hippocampal output cells are pyramidal cells (PCs) in area CA1. In rodents, populations of CA1 PCs are known to represent a wide range of aspects associated with an episodic memory: Some cells participate in the formation of a map-like representation of space, while others additionally or exclusively encode items within the environment, represent meaningful locations, or participate in the representation of emotional and behavioural contexts.  It is not known so far how heterogeneous CA1 firing patterns are organized and affect memory formation. While CA1 PCs have been traditionally considered a homogeneous cell population, we now have clear evidence for the presence of at least two distinct CA1 PC cell types that differ in their local and long-range connectivity, in their morphology, their molecular makeup  and their basic firing patterns. This strongly argues for a functional specialization within the CA1 area. However, a link between the heterogeneous representation of mnemonic information and the presence of anatomically distinct PC types remains to be established. In this proposal I aim to determine whether heterogeneous response properties of CA1 PCs are based on computations in distinct anatomical microcircuits in deep and superficial layers by combining optogenetic and chemogenetic techniques with in vivo recordings in behaving mice. Furthermore, I will seek to obtain detailed knowledge about the functional connectivity between different CA1 PC populations and their target areas. Knowledge about the function of individual CA1 microcircuits and their anatomical connections is the prerequisite to subsequently develop an independent research plan aiming to determine how intra-hippocampal processing affects memory formation in their downstream targets.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAETSKLINIKUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841081": {
            "orgId": "999841081",
            "orgName": "UNIVERSITAETSKLINIKUM HEIDELBERG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}