{
    "rcn": "201581",
    "acronym": "MOCCA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mobile context-aware cross-cultural applications",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "This proposal proposal intends to systematically pioneer the cross-cultural mobile user experience issues and provide valuable guidelines for designing cultural adaptability into the context-awareness of smart phones. \n\nThe objectives of this proposal are to: \n1) Identify the user experience problems that exists in mobile context-awareness system in Europe and China, and uncover the key factors producing the problems; \n2) Examine the influence of context-awareness factors and culture difference on mobile context-aware cross-cultural applications (MOCCA); \n3) Apply the findings to improving the design of mobile context-awareness systems and demonstrate specific user experiences for European and Chinese users of smart phones with cultural adaptability.\n\nIn WP 1, 2 and 3, we will use a combination of qualitative methods (contextual inquiry) and quantitative methods (experiment and psychophysiological measures) to support our objective of identifying and measuring cross-cultural user experiences of the smart phone and the applications. In WP 4 we will apply a user-centered design method to ensure that our cross-cultural UX measures and design guidelines for context-awareness features in smart phones are in fact usable.\n\nThe experienced researcher will improve and explore alternative approaches to measuring user experience, under supervision provided by the host university, and in close collaboration with the university providing the secondment, Chinese universities, and a European (Danish) high tech company. The research will be published in leading journals in the field of Human-Computer Interaction and disseminated in Europe and China.\n\nThe host university provides intellectual and physical infrastructure specifically aimed to bring the experienced researcher to the next level of a professor position in the field of business-oriented Human-Computer Interaction, with a focus on extending and bridging user experience research between Europe and China.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "COPENHAGEN BUSINESS SCHOOL",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998706666": {
            "orgId": "998706666",
            "orgName": "COPENHAGEN BUSINESS SCHOOL",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}