{
    "rcn": "201596",
    "acronym": "ODes aCCES",
    "topics": "MSCA-IF-2015-EF",
    "title": "Optimal design and control of cruise ship energy systems",
    "startDate": "03/01/2017",
    "endDate": "02/01/2019",
    "objective": "This project aims at improving the energy efficiency of cruise ship energy systems by applying principles of process integration while taking into account the issues related to system optimal control. In particular, the project aims at providing: \n- Detailed information on the main challenges and requirements for the application of the concept of simultaneous optimisation of design and control to ship energy systems design. \n- An estimation of the energy savings potential related to the application of the aforementioned optimization concept to cruise ships. \nThe projectís aim should be seen as part of broader efforts in reducing anthropogenic CO2 emissions and in reinforcing the competitive strength of the European cruise and shipbuilding industries, which have been facing, in recent years,  an increasing number of challenges in terms of fluctuating fuel prices, stricter environmental regulations, and concerns about global warming. The project will also allow a significant development of the experienced researcher in advancing his career as an expert in energy systems engineering by providing him with competence in the fields of process integration and control systems engineering.\nThe project will develop in three main phases. The first to phases will include the application of the process integration and the control system engineering perspectives separately, in order to reduce the complexity of the problem. The two aspects will be combined in the final part of the project. This procedure will be applied to a number of case studies in order to make sure that potential challenges to the application of the presented methodology to real cases will be identified, and to ensure the validity of the results.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}