{
    "rcn": "201537",
    "acronym": "2D-EG-FET",
    "topics": "MSCA-IF-2015-EF",
    "title": "Printed Optoelectronic Devices from Nanosheet Network Electrochemically-gated Field Effect Transistors",
    "startDate": "16/05/2016",
    "endDate": "15/05/2018",
    "objective": "Much research is underway to create a new class of inexpensive electronic devices fabricated by printing combinations of nanomaterial- & functional polymer-inks onto arbitrary substrates, such as everyday plastic film. This will open a route to a wide range of electronic, optoelectronic & electrochemical applications that are impossible using conventional silicon-based manufacturing approaches. For example, it will enable devices that are mechanically deformable (i.e. flexible or stretchable), optically transparent, or even cheap enough to be considered disposable. Innovative features such as these will enable electronic functionality to be integrated into locations where they are currently not feasible. As such, these printed electronics technologies will have applications in many areas of concern for modern society such as public security, healthcare & environmental protection. Here we aim to fabricate aerosol-jet printed ensembles of semiconductor nanosheets (i.e. nanosheet networks) with controlled composition & morphology, then fabricate these into electrochemically-gated field-effect transistors (E-gated FETs). This will enable the study of electronic transport, charge separation & recombination processes that occur within these networks with the view to apply them within cheap, printable photodetector & electroluminescent devices.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}