{
    "rcn": "201672",
    "acronym": "INSPUR",
    "topics": "NMP-25-2015",
    "title": "In-Situ Polyurethane Resins",
    "startDate": "01/03/2016",
    "endDate": "31/08/2017",
    "objective": "Objective of the INSPUR project is to bring to the market a fully sustainable and solvent-less manufacturing process for the polyurethane direct and transfer coating of fabrics, knits, nonwovens or other substrates. INSPUR technology is based on an innovative bi-component resin formulation, which permits to avoid the use of solvents, or other toxic compounds, further improving the flexibility and reducing of 30% the energy consumption of coating manufacturing processes.\nINSPUR made products show remarkable improvement in terms of resistance, durability, mechanical performances, washing resistance allowing their utilization for high-end sports and technical applications, fashions and upholsteries. The Belgium Company VETEX, specialized in the manufacturing of high performances technical textiles, will provide the necessary case studies to validate the INSPUR technology in a real manufacturing environment by assessing the most suitable process migration strategies, the industrial performances and the technical capabilities of INSPUR. VETEX will further issue an earlier-adopter business case to evaluate the market uptake potential and to collect user feedbacks for INSPUR market validation. The overall European Technical textile sector will benefit by the completion of the project and by its large-scale uptake reducing the dependence from third countries, and avoiding the utilization of toxic chemicals for large consumer products.",
    "totalCost": "1797351,25",
    "ecMaxContribution": "1258145,88",
    "coordinator": "IMA SRL",
    "coordinatorCountry": "IT",
    "participants": "VETEX NV",
    "participantCountries": "BE",
    "projectParticipants": {
        "989364014": {
            "orgId": "989364014",
            "orgName": "VETEX NV",
            "ecContrib": 525774
        },
        "931768324": {
            "orgId": "931768324",
            "orgName": "IMA SRL",
            "ecContrib": 732372
        }
    },
    "calculatedTotalContribution": 1258146
}