{
    "rcn": "201681",
    "acronym": "CHIROXCAT",
    "topics": "ERC-PoC-2015",
    "title": "Biologically inspired chiral oxidation catalysts for commercial applications of fine chemistry",
    "startDate": "01/05/2016",
    "endDate": "31/10/2017",
    "objective": "The ERC-funded project BIDECASEOX ERC-239910 has produced a series of chiral catalysts with broad applicability in various commercial fields associated with synthetic organic chemistry. These catalysts are based in earth abundant metals and activate hydrogen peroxide to perform asymmetric introduction of oxygen atoms into readily available and cheap non chiral organic molecules, producing highly valuable chiral products, leaving water as the only byproduct. By virtue of these reactions, valuable chiral products that nowadays are only accessible by expensive enzymatic methods, or in some cases by toxic, expensive and large waste-producing traditional stoichiometric oxidants, become available in a sustainable manner. Pharmaceutical and agricultural industry, polymer chemistry and fine chemistry are envisioned as potential targets for the interest of the catalysts. With the aim of accelerating their access to the market, the present Proof of Concept (PoC) project, named CHIROXCAT, will target to study the feasibility of bringing these catalysts into a pre-commercial stage. This will be achieved by scaling-up current mg-scale synthetic methods, in order to establish economically optimized multigram scale procedures, and by validating their use in the production of representative chiral molecules of potential interest to the fine chemical industry. This PoC activity will also include an analysis of intellectual property (IP) protection needs within the field of application, as well as setting up the basis for any patent filling procedure required to provide an adequate protection of the catalysts and their uses. Moreover, a market study will be conducted to identify specific potential uses of these compounds, and a review of potential commercialisation partners will be carried out.  The expected outcomes of the PoC project will be the commercial availability of a portfolio of chiral catalysts based in earth abundant metals with application in chemical",
    "totalCost": "149750",
    "ecMaxContribution": "149750",
    "coordinator": "UNIVERSITAT DE GIRONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 149750
        }
    },
    "calculatedTotalContribution": 149750
}