{
    "rcn": "201665",
    "acronym": "REBOOT",
    "topics": "IT-1-2015",
    "title": "Retrofit all-Electric Bus for reduced Operator Operating costs in urban Transport (REBOOT)",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "MAGTEC are the UK's largest supplier of hybrid and electric drive systems, we have  a 22 year history and reputation for innovative automotive component and electric drive system design and manufacture. Today, 500\\ MAGTEC electric drives have been sold to bus and truck manufacturers.  Recently, our electric drives have displaced Siemens and Enova as preferred supplier to Optare, the UK electric bus manufacturer, due to a significantly smaller size and 130kg weight saving in the powertrain, as well as a 14% reduction in battery size, weight and cost.\n\nIn an effort to drive growth for MAGTEC as well as the full EV bus market we have decided to take our Full EV drive system product direct to bus operators. Driven by the bus operator market need to repower their fleets of older, polluting vehicles to full EV operation we have developed REBOOT, an all-electric drive retrofit system that exceeds any Low Emission Zone (LEZ) or Zero Emission Zone (ZEZ) targets. This repower solution offers bus operators the benefits of access to a full EV operation bus at relative low cost; exceed low emission zone targets; access financial incentives for operating low carbon vehicles as well as retain bus fleets that have already been invested in. With this market expected to see imminent high growth, our technology is well placed to take a significant proportion of this target sector. So far, REBOOT has been already been commercially demonstrated in the city sight-seeing bus market segment. \n\nThe objectives of our project include:\n ï To develop a retrofit all-electric drive system, battery and recharger pack for an 18 tonne bus that weighs less than 2.2 tonnes (the weight of a diesel drive) with the capacity to travel 160km\n ï A final system price of Ä166,000 that delivers a payback to the operator within 5 years \nï To deliver an 80% reduction in fuel operating cost for bus operators",
    "totalCost": "2099123",
    "ecMaxContribution": "1469386,1",
    "coordinator": "MAGNETIC SYSTEMS TECHNOLOGY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937945963": {
            "orgId": "937945963",
            "orgName": "MAGNETIC SYSTEMS TECHNOLOGY LIMITED",
            "ecContrib": 1469386
        }
    },
    "calculatedTotalContribution": 1469386
}