{
    "rcn": "201610",
    "acronym": "VAPOMOF",
    "topics": "MSCA-IF-2015-EF",
    "title": "Vapour phase deposition of metal-organic frameworks with luminescent guests for solid-state lighting and sensing",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Metal-organic frameworks (MOFs) are crystalline solids with highly regular pores in the nanometre range. Because of their unique properties, MOFs are high-potential candidates for integration with microelectronics. However, current methods for MOF film deposition, a key enabling step in device integration, are incompatible with microelectronics fabrication because of contamination and corrosion issues.\nThe VAPOMOF host group very recently demonstrated the deposition of MOFs via chemical vapour deposition (CVD). This MOF-CVD technique circumvents the above issues and opens up a plethora of opportunities for MOF integration because of compatibility with existing microelectronics fabrication infrastructure.\n\nVAPOMOF targets the expansion of the MOF-CVD platform is and its implementation in two application areas:\n\n(1) MOF-CVD coatings with encapsulated luminescent guests to enable more efficient and affordable white-light emitting diodes.\n(2) MOF-CVD coatings with encapsulated responsive luminescent guests for the detection of volatile organic compounds via a change in the emission properties.\n\nThe combined expertise of the fellow and host ensures the best chance for successfully completing the VAPOMOF objectives in a mutually beneficial manner. In addition, a secondment at a world-leading research centre with close ties to the microelectronics industry will provide insights in industrial needs and standards and a view on valorisation of scientific research.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}