{
    "rcn": "201622",
    "acronym": "SustUrbanFoods",
    "topics": "MSCA-IF-2015-EF",
    "title": "Integrated sustainability assessment of social and technological innovations towards urban food systems",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Urban food systems are sprouting around cities of developed countries to improve the sustainability of cities and citizensí diets. In particular, urban food systems are being developed upon social and technological innovations to become competitive in the urban environment. A limited number of studies have worked on quantifying the sustainability performance of urban food activities. Even more, studies lack of a three-bottom perspective that integrates the environment, economy and society dimensions. SustUrbanFoods aims to develop an interdisciplinary methodological framework to assess the sustainability of urban food systems with the aim of providing with tools and data for supporting policies and decisions on sustainable urban food systems towards local and green economies. The integration of life cycle assessment and ecosystem services accounting methods is the basis of the SustUrbanFoodsí scheme to analyze the impacts and benefits of urban food systems on the three dimensions of sustainability. Case studies in 4 different countries that exemplify diverse social and technological innovations will be assessed. SustUrbanFoods will provide the fellow with an ideal learning-by-doing framework for improving knowledge, scientific and soft skills, particularly through knowledge exchange and training with the host institution and the partner company. Results will be disseminated to both academia and general public.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}