{
    "rcn": "201648",
    "acronym": "IMPACT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Physics of Impact Cratering Collapse",
    "startDate": "15/12/2016",
    "endDate": "14/12/2018",
    "objective": "This research project will study the formation of large meteorite impact craters, characterized by central peaks or rings, flat floors and terraced walls. The complex morphology results from the gravity driven collapse of a much deeper and narrower transient cavity. Standard material models fail to explain such a collapse and specific temporary weakening mechanisms have been proposed. The most successful approach, the Acoustic Fluidization (AF) model, relies on the temporary softening of heavily fractured target rocks by means of an acoustic field in the wake of an expanding shock wave originated upon impact.\nThe project aims to (i) constrain the mechanics of large crater collapse, (ii) constrain AF parameters and enhance AF implementation into simulation software (iSALE), (iii) test the revised AF model with planetary case studies. These objectives will be achieved through a multidisciplinary approach: (1) Small-scale impact experiments will use a target of granular material, which will be acoustically fluidized by an external source to mimic the fluid-like rheology of planetary targets during collapse; (2) Numerical models of complex crater formation, which require the AF parameters to be constrained, will be calibrated and validated against experiments and up-scaled to dimensions of natural craters. The originality lies in combining the systematic laboratory experiments with numerical simulations to improve a widely used AF model.\nThe fulfilment of the project will be ensured by the host and partner institutes, and the planned training activities (laboratory and modelling techniques). The results will be disseminated to the scientific community through peer-reviewed papers and conference contributions. The project will foster excellence in Europe by establishing a network of collaborations that will promote high-quality research, inspire the next generation of planetary scientists, and encourage research in interdisciplinary fields like Solar System exploration.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MUSEUM FUR NATURKUNDE - LEIBNIZ-INSTITUT FUR EVOLUTIONS- UND BIODIVERSITATSFORSCHUNG AN DER HUMBOLDT-UNIVERSITAT ZU BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996854451": {
            "orgId": "996854451",
            "orgName": "MUSEUM FUR NATURKUNDE - LEIBNIZ-INSTITUT FUR EVOLUTIONS- UND BIODIVERSITATSFORSCHUNG AN DER HUMBOLDT-UNIVERSITAT ZU BERLIN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}