{
    "rcn": "201684",
    "acronym": "I4FUTURE",
    "topics": "MSCA-COFUND-2015-DP",
    "title": "Novel Imaging and Characterisation Methods in Bio, Medical, and Environmental Research and Technology Innovations",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The I4Future Programme is a novel international, interdisciplinary and inter-sectoral doctoral programme hosted at the University of Oulu. The programme is based on full exploitation of the possibilities of modern imaging and characterisation methods in cross-disciplinary work. The unique training programme aims to respond to the increasing need for skilled next-generation ESRs in the changing and demanding European job markets in industry, the public sector and academia. I4Future brings together the complementary and supplementary expertise of world-class researchers in training ESRs with interdisciplinary visions in highly relevant socio-economic research areas and state-of-the-art techniques. I4Future combines five faculties and 17 research groups of UOULU, driven together with eight international universities and nine private companies from the paper, steel, mining and medical industries as well as appliances manufacturing and four multidisciplinary public sector organisations. The I4Future programme will provide 20 ESRs with a first-hand understanding of how research develops from basic science findings to interdisciplinary innovations and commercially valuable applications. The programme exploits local, national and international strengths of the network partners at multiple levels: excellence in research, local and European cutting-edge infrastructures, collaboration networks and secondments, and wide dissemination and outreach. I4Future builds upon a critical mass of interdisciplinary, inter-sectoral and international expertise and provides a unique combination of complementary methodological approaches for high-quality training that would not be possible to implement at any site or organisation alone.",
    "totalCost": "4185600",
    "ecMaxContribution": "2092800",
    "coordinator": "OULUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 2092800
        }
    },
    "calculatedTotalContribution": 2092800
}