{
    "rcn": "201671",
    "acronym": "InnoPellet",
    "topics": "SC5-20-2015",
    "title": "Self-supporting biofuel sludge pellet producing system for small and medium sized sewage plants",
    "startDate": "01/03/2016",
    "endDate": "31/10/2018",
    "objective": "There is a huge number of small and medium sized sewage plants in and out of the European Union that cannot pass over urban sewage sludge for agricultural use in sufficient proportion (less than 50% in the EU), therefore the management of these sewage plants usually ask and receive permissions from environmental authorities for disposing the communal sludge in disused mines or dumps. Instead of disposal/landfilling ñ that regularly causes pollution of natural water resources ñ it would be more beneficial to produce sludge pellets. Such experiences drove us to create the InnoPellet technology, a self-supporting biofuel pellet producing system for treating communal sewage sludge that is economical in case of small scale production too. \n\nFive years of research and development led to the successful completion of a prototype machine that received regulatory approval and third-party testing/validation. After finalising the InnoPellet technology, our primary goal is to commercialise the units and relating pelleting services to wastewater companies primarily in Europe and later on the world market as well.\nThe InnoPellet system offers an economical solution of sewage sludge treatment for wastewater companies. Our technology is a self-supporting machinery for drying and pelleting sewage sludge without external need of fossil fuel or any other additional material. Our technology fits into the ëenergy from wasteí policy of the European Union. It will enables wastewater plants to meet the strict EU environmental regulations and at the same time, reduce their sewage sludge treatment costs with 50-75%.",
    "totalCost": "2158500",
    "ecMaxContribution": "1510950",
    "coordinator": "INNOWASTE KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934330385": {
            "orgId": "934330385",
            "orgName": "INNOWASTE KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 1510950
        }
    },
    "calculatedTotalContribution": 1510950
}