{
    "rcn": "201688",
    "acronym": "NanoTRAINforGrowthII",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "INL Fellowship programme in nanotechnologies for nanomedicine, energy, ICT, food and environment applications",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The NanoTRAINforGrowth II is the International Iberian Nanotechnology Instituteís (INL) fellowship programme for Experienced Researchers (ER). It is set to be a 5 year programme and is a 2nd edition of INL¥s fellowship programme. It¥s main objective is to attract talented researchers and provide opportunities for training and career development, at a one of a kind and state of the art research infrastructure. Selected fellows will have the opportunity to work at INL, through a two-year employment contract, which is the first (and so far the only) research organization in Europe, with an international legal status, entirely focused in the field of nanoscience and nanotechnology. INL¥s Post-doc fellowship programme is an individual-driven bottom-up approach that comprises the incoming mobility scheme. INL¥s international post-doctoral fellowship programme allows for experienced researchers (from all over the world and nationality) to sketch out a research project and work on their own research idea, at INL¥s Facilities. Fellows will have access to a completely brand new set of state-of-the-art equipment and will have the opportunity to enhance their expertise via a research project, in a scientific topic of their choice, and that is well within INL¥s strategic research and technological development areas.",
    "totalCost": "3398400",
    "ecMaxContribution": "1699200",
    "coordinator": "LABORATORIO IBERICO INTERNACIONAL DE NANOTECNOLOGIA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "988145985": {
            "orgId": "988145985",
            "orgName": "LABORATORIO IBERICO INTERNACIONAL DE NANOTECNOLOGIA",
            "ecContrib": 1699200
        }
    },
    "calculatedTotalContribution": 1699200
}