{
    "rcn": "201621",
    "acronym": "HeteroCancerInvasion",
    "topics": "MSCA-IF-2015-EF",
    "title": "Effect of heterogeneity of cancer cells on collective invasion",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Recent live cell imaging studies have demonstrated that cancer cells invade either as single cell or as cell group retaining cell-cell adhesion. In contrast to the well-documented single cell movement, little is known about collective cancer cell invasion. Given that a single tumour tissue contains various types of cancer cells and the collective movement of cancer cells is sum of the behavior of phenotypically different cells, we hypothesised that intratumour heterogeneity affect collective invasiveness. Careful dissection of the movement of diverse cancer cells is required to study the nature of collective invasion because different behaviour of heterogeneous cancer cells causes complication to understand the movement of whole cancer cell collective. In this study we will utilise and combine the single-cell resolution live cell imaging of 3D collective invasion assay with different types of cancer cell line generated by gene editing and mathematical modelling of invasion assay, which enable us to set up a lot of different possible starting configurations, to test our hypothesis.\nThis project not only advance our current understanding of collective invasion of heterogeneous cancer cell population, but also will be beneficial to design better strategies to limit the invasion and metastasis of cancer.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}