{
    "rcn": "201641",
    "acronym": "GallBiome",
    "topics": "MSCA-IF-2015-EF",
    "title": "Characterization of the Human Gallbladder Microbiome",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "The human gastrointestinal tract harbors a complex community of microorganisms that confer metabolic, immunological and neurological benefits to the host. This assemblage is known as the Gut Microbiome and has received increased attention over the last decade. Scientists have begun to uncover the importance of these bacterial inhabitants and expand investigations to consider how site-specific microbiomes affect host physiology. While more than one million cholecystectomies (gallbladder removal surgeries) are performed throughout Europe each year, the bacterial communities associated with the human gallbladder and its disease states remain unknown. Studies are lacking that characterize the effects of cholecystectomies on the gut microbiome. Without the ability to regulate bile entering the duodenum during food intake, it is expected that gallbladder removal will lead to downstream changes in the intestinal population. Here, the microbial composition of human bile, gallbladder mucosa, and biopsies of surgically removed healthy gallbladders (adherent and non-adherent microbiota) will be investigated using 16S rRNA metagenomics. The profiles will be compared to samples of a second cohort undergoing emergency cholecystectomies, in order to identify possible biomarkers for gallbladder disease. Once the gallbladder microbiome has been elucidated, the impact of its removal on the gut microbiome will be assessed. Using molecular and cultivation based techniques, on stool samples (collected during the recovery period) and analyzed for community composition, metabolomics, bile, fat and energy content. GallBiome will form the basis for establishing relationships between gallbladder microbiota, gut microbiota, and human health with a view to informing future development of diagnostics and therapeutics. Ultimately, characterization of the core gallbladder microbiome has important biological and medical implications with potential to lower the risk and incidence of cholelithiasis.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999466952": {
            "orgId": "999466952",
            "orgName": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}