{
    "rcn": "201678",
    "acronym": "BEST",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "Postdoctoral Programme in Bioengineering Excellence Scientific Training",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "The Institute of Bioengineering of Catalonia (IBEC) is a leading-edge multidisciplinary research centre based in Barcelona that conducts excellent interdisciplinary research at the frontiers of engineering and life sciences in order to generate new knowledge that helps to enhance quality of life, improve health and create wealth. It is currently located in Barcelona Science Park, has facilities covering 2,500 sq. m., 18 research groups and a team of researchers and support services made up of 250 people from more than 20 different countries. The Barcelona Science Park offers a highly stimulating biomedical environment where IBEC can work in close cooperation with both public and private organisations.\nIBEC is one of the 20 research institutions labelled as a Severo Ochoa Research Centre, which recognizes excellence at the highest international level in terms of research, training, human resources, outreach and technology transfer. Since 2015, IBEC is awarded with the ëHuman Resources Excellence in Researchí.\nIBEC has decided to launch the Programme in Bioengineering Excellence Scientific Training (BEST). The programme aims to attracting international experienced researchers in the areas of Nanomedicine, Cell Engineering and ICT for Health, the three research Flagships at IBEC. \nBEST Postdoctoral Programme will provide exceptional training opportunities for up to 24 (in 2 calls of 12 positions per call) high-potential fellows, with a 2-year contract at IBEC and funded interdisciplinary and intersectoral placements at world-class research centres, hospitals and companies within IBECs global network of collaborating institutions, which so far includes 16 academic institutions, 5 hospitals and 11 companies from 4 different continents. \nBEST represents a unique opportunity to widen career perspectives of BEST fellows and create a talented workforce in biomedical engineering, an exciting multidisciplinary field that is called to transform healthcare in the XXI Century.",
    "totalCost": "3398400",
    "ecMaxContribution": "1699200",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999528450": {
            "orgId": "999528450",
            "orgName": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
            "ecContrib": 1699200
        }
    },
    "calculatedTotalContribution": 1699200
}