{
    "rcn": "201657",
    "acronym": "EC GNG metabolism",
    "topics": "MSCA-IF-2015-EF",
    "title": "Endothelial Gluconeogenesis: a novel target for tumor anti-angiogenesis?",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Angiogenesis promotes tumor progression and metastasis; unfortunately current anti-angiogenic strategies targeting endothelial growth factors suffer from limited efficacy and toxicity. The host laboratory pioneered the novel concept that blood vessel forming endothelial cells (ECs) reprogram their metabolism to become glucose-addicted and rely on glycolysis to generate ATP required for angiogenesis. Furthermore, to increase biomass production and maintain redox homeostasis, ECs shunt glycolytic intermediates into glycolysis side-pathways. Further ECs diverge from pre-existing blood vessel into avascular tissue, the scarcer external glucose levels will become. Currently, how ECs maintain the generation of glycolytic intermediates under such conditions remains unknown. One possibility is the de-novo synthesis of these intermediates through gluconeogenesis (GNG).\n\nTo date, nothing is known about GNG metabolism in ECs, which underscores the novelty of my proposal. GNG is particularly interesting since preliminary findings indicate that ECs express all enzymes involved in GNG, and impairing this pathway decreases EC proliferation and sprouting. Therefore, through a multi-angled approach, I will unravel the role of GNG in ECs and uncover its contribution to blood vessel sprouting both in normal and pathological angiogenesis. \n\nUltimately this project will explore whether blocking GNG may inhibit pathological angiogenesis (e.g. cancer) and translate my findings into therapeutic strategies.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}