{
    "rcn": "201647",
    "acronym": "TACT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Towards an objective and quantitative Assessment of human Corneal Transparency",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Visual acuity is dependent upon the transparency of the cornea. Corneal transparency can be compromised by various pathologies, infections, trauma, ageing, and surgery, all of which result in increased light scattering. Lack of ocular anterior segment transparency is the leading cause of blindness worldwide, with corneal causes alone affecting over 10 million people. In current clinical ophthalmology practice, corneal transparency is usually monitored subjectively and qualitatively via direct focal illumination using a slit-lamp biomicroscope. Aside from inherent subjective and qualitative drawbacks, including poor reproducibility, this method lacks the capability to register and resolve changes in opacity that may be subtle. Hence, there is a critical need for a reliable and practical tool to objectively quantify, characterize, and monitor corneal transparency towards effective prevention, diagnosis, and treatment. The overall objective of this research programme is to address this unmet need by developing and validating advanced concepts and novel imaging modalities tailored to the needs of cornea assessment. The programme investigates (1) Quantitative Polarized Slit-lamp Biomicroscopy, (2) Multi-Wavelength Full-Field Optical Coherence Tomography (FFOCT), and (3) Multi-Illumination Matrix FFOCT; all enabling ease of use, high resolution, and deep light-penetration characterization and imaging. The candidate will be in an excellent position to carry out the programme under the auspices of the ideal host (Institut de la Vision) and the ideal partner (Institut Langevin). The research will enhance our basic understanding of corneal transparency as well as lead to major changes and improvements in patient care and management. It will, moreover, open new avenues and spur further investigations of ocular media transparencies. The Fellowship will enable the candidate to continue innovations at the interface of physics and ophthalmology as an independent researcher.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}