{
    "rcn": "201609",
    "acronym": "OPEST",
    "topics": "MSCA-IF-2015-EF",
    "title": "Organisational public engagement with science and society (OPEST)",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "There is a widely entertained, societal obligation on the part of scientific institutions to serve society with social impact and to engage citizens in research policy. This is also evidenced in recent policy documents (e.g. the European Union Framework Programme for Research and Innovation defines tackling societal challenges through research as one of the main priorities for Europe in the next decade), and by procedures of research funding bodies that require plans for engaging society with the results of the funded research. As a result, universities and scientific institutions face an imperative to facilitate ëpathways to impactí for their research as this can be an important factor in determining funding beyond serving society. While research on resources for PE has mainly focused on scientists, little attention has been paid to the institutional context in which PE occurs. OPEST ñ Organisational Public Engagement with Science and Technology will examine how RIs are engaging society. We aim to assemble an international database of comparable data on the culture of PE at institutions and to develop PE indicators for assessing institutional PE. The study has been implemented in Portugal in 2014. This project will allow conducting the study in the UK, Germany, Italy, Netherlands and the US. \nThe project represents a breakthrough because of its novelty, type of data, scale and comparability. This is the first time that national studies and comparable data on institutional PE will be produced. The study will address the gap in the literature on organisational PE, provide evidence on which RIs can base workable systems to actively involve society, support policy makers in the development of policy actions to foster PE at national and international levels, and in the medium-term, contribute to engaging citizens in research and policy. Finally, the international collaboration and training that the project involves will help me reach a position of professional maturity.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}