{
    "rcn": "201666",
    "acronym": "MPIPETrace",
    "topics": "PHC-12-2015",
    "title": "Clinical performance validation of a novel biomarker for quantitative imaging of coronary artery disease.",
    "startDate": "01/10/2015",
    "endDate": "30/09/2018",
    "objective": "Coronary Artery Disease (CAD) is the most common form of heart disease and is the leading cause of death in Europe and the Western World. Positron Emission Tomography (PET) Myocardial Perfusion Imaging (MPI) offers the unique possibility of measuring and quantifying myocardial blood flow and coronary flow reserve in absolute terms, which serve as a prognostic marker for adverse cardiac events: It can predict the risk of heart attack. PET also offers advantages such as: superior image quality and diagnostic ability, reduction of unnecessary invasive downstream procedures and reduction of patientsí risks due to reduced radiation doses and shorter period of radiation retention. Currently, there is a shortage of available, simple and efficient PET myocardial perfusion imaging agents. Motivated by the growing business opportunity in PET cardiac imaging and the success of completed synthesis and evaluation discovery process, as well as pre-clinical trials and toxicity tests, the objective of this project is Phase 1 and 2 clinical trials of the novel biomarker [11C]-DMDPA for Myocardial Perfusion Imaging using Positron Emission Tomography, and to commercialize it globally. The adoption of Positron Emission Tomography for Myocardial Perfusion Imaging will occur as a result of numerous advantages and the growing abundance and availability of PET scanners in recent and future years. There is compelling evidence that our novel biomarker is addressing a high growth trend in a high volume market of the cardiovascular disease nuclear imaging, and specifically the growing need of non-invasive PET cardiac probes. According to publications, the projected growth rates indicate that PET will outnumber SPECT cardiac procedures by 2020. The willingness to pay has been confirmed during our economic feasibility assessment of the project, by means of consultancy with key stakeholders and negotiations with a number of key players on Diagnostic Partnering deals.",
    "totalCost": "3687250",
    "ecMaxContribution": "3687250",
    "coordinator": "SYNEKTIK SPOLKA AKCYJNA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937356494": {
            "orgId": "937356494",
            "orgName": "SYNEKTIK SPOLKA AKCYJNA",
            "ecContrib": 3687250
        }
    },
    "calculatedTotalContribution": 3687250
}