{
    "rcn": "201667",
    "acronym": "SURVEIRON",
    "topics": "DRS-17-2015",
    "title": "SURVEIRON: Advanced surveillance system for the protection of urban soft targets and urban critical infrastructures",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "SURVEIRON is an innovative solution for the protection of urban environments and critical infrastructures that provides those in charge of public and private security with an intelligent surveillance and decision making service in critical situations.\n\nSURVEIRON constitutes a powerful tool for the prevention and management of potential disasters.  Those in charge of coordinating security will be able to minimise the risks currently taken due to a scarcity of available information, which in general is provided solely by security cameras and telephone calls. Such gaps in the information available cause serious security problems.\n\nThe project is based in a set of AEORUMs intelligent robots embedded inside a fleet of unmanned aerial vehicles (UAVs). This fleet is deployed in fixed and mobile locations and supervised from an emergency command center. When an alarm is notified, the system sends one or more UAVs to the emergency area avoiding any obstacle in their way. Once there, SURVEIRON starts scanning and analyzing automatically the environment with different AEORUM detection technologies. All identified risks are sent to the control center and represented in a 3D environment for an easy evaluation of human operators in real time.  The system will also recommend action plans with AEORUMís decision making technologies based on artificial intelligence.\n\nAs an example, in a fire emergency or an earthquake, SURVEIRON will provide (with AEORUMís ENVIRONMENT ANALYSIS TOOLS) the total amount of energy in calories generated by the fire, the cracks in the buildings, the amount of people in danger, toxic gas leaks and the status of the infrastructures affected. Moreover the system is capable of recommending (with AEORUMís DECISION TOOLS) the volume of fire extinguisher and the amount of firetrucks needed, a building evacuation order list, a toxic gas map or the amount of healthcare personnel to be mobilized . All this information will be displayed in the command center.",
    "totalCost": "2479592,5",
    "ecMaxContribution": "1735714,75",
    "coordinator": "AEORUM ESPANA S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938532813": {
            "orgId": "938532813",
            "orgName": "AEORUM ESPANA S.L.",
            "ecContrib": 1735715
        }
    },
    "calculatedTotalContribution": 1735715
}