{
    "rcn": "201662",
    "acronym": "CSA-EU",
    "topics": "MSCA-IF-2015-EF",
    "title": "Highly Disruptive and Compact Antenna Systems for Small Satellites with Application to Surveillance, Environmental and Crop-Growth Analysis, Enabling European Union Dominance in the Space Industry",
    "startDate": "01/01/2017",
    "endDate": "31/08/2019",
    "objective": "Compact satellites are transforming space-based surveillance systems. Typical configurations include a network of small satellites that can offer increased coverage and enhanced data collection rates when compared to conventional large scale systems. Microsatellites can also drastically reduce launching costs and mission development time, thus making remote sensing technologies more cost effective. Applications include vehicle tracking, weather monitoring, maritime surveillance, crop growth analysis, and climate change observation. However, with satellite miniaturization, new design aspects arise. All satellite components have to be cleverly packaged within a small payload and materials must accommodate the harsh operating environments of space. \n\nThe objective of the proposed research program is to research, design and test some new and compact antennas with integrated feed systems for such microsatellites. High levels of technical engagement are expected with satellite companies within the European Union such as the European Space Agency, Clyde Space, and PocketQube Shop. The intent of the proposed research project is to also benefit from ongoing research within the Microwave and Antenna Research Group at Heriot-Watt University. This group has a track record of developing new and innovative antenna designs, feeding systems, and filters for space technologies while also working alongside industry experts, technologists, and government scientists. Previous and current industrial partners include Airbus Defence and Space, Bell Labs Alcatel-Lucent, BSC Filters, COM DEV, Samsung, Huawei Technologies, Selex, and Thales Alenia Space. Some recent projects include planar antennas for onboard satellite antenna technologies and power amplifier design as well as compact antennas for microsatellites. Some of these activities have won awards from the European Space Agency and The European Conference on Antennas and Propagation.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "HERIOT-WATT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}