{
    "rcn": "201645",
    "acronym": "OPTBIOMAN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Optimal Decision Making under Uncertainty in Biomanufacturing Operations",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "An inter-disciplinary modelling and optimization framework will be developed to economically optimize biomanufacturing decision under high process variability, failure risks, and expensive operating costs. New stochastic models will be developed to link the underlying biological and chemical dynamics of the biomanufacturing processes (cell-level dynamics) with the financial trade-offs in terms of yield, quality, operating costs, and failure risks (manufacturing system-level dynamics). In particular, the research project will model and analyze the economics of the upstream fermentation and downstream purification operations. Novel approximations and heuristics will be developed based on the unique features of the problem setting in order to solve large size problems encountered in industry practices. Optimal (near-optimal) operating policies will be theoretically and numerically analyzed for both upstream fermentation and downstream chromatography operating decisions. The framework will provide timely and effective tools and models to economically optimize biomanufacturing decisions. A solid inter-disciplinary research foundation will be built combining the knowledge from the biological and chemical engineering, stochastic control, reliability theory, and manufacturing systems engineering. This research project will expand and strengthen the industry network of the OPAC group at Eindhoven University of Technology towards the emerging biomanufacturing industry in the Europe. The tools and models developed in this project will be relevant to the European industry practices, and will benefit the European society by making these therapeutic drugs more accessible in the future.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}