{
    "rcn": "201604",
    "acronym": "FreshProof",
    "topics": "MSCA-IF-2015-GF",
    "title": "A real-time forecast decision support system for the food supply chain",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "The project proposes an innovative systems approach to address existing food supply chain waste and shortcomings in food safety, integrity and traceability. FreshProof is a forecast decision support system to deliver accurate, real-time and on demand food product shelf-life prediction along the farm-consumer supply axis. It will exploit a novel monitoring system of multi-sensor units designed to monitor an array of critical environmental conditions when positioned in the field (pre-harvest) and during processing and distribution (postharvest). Each unit will be networked to a cloud based platform receiving an essential flow of real-time data. Advanced chemometrics and data fusion algorithms will be employed to mine and merge this data with data on products multiple quality attributes, nutritional value and safety, (obtained during laboratory simulation). This state-of-the-art system will for the first time employ a holistic approach combining both pre- and postharvest conditions in a single decision support tool and the first to implement prediction models to determine the remaining shelf-life and nutritional value of a product to consumer level. FreshProof is built on the applicantís existing technical and research competencies in bioprocess engineering, food chemical analysis and chemometrics, enabling her to transfer, develop and apply these skills to food quality, safety, integrity and traceability systems. The applicant will reinforce the international aspect of her career development through training at the University of South Florida (USF) from Prof. Nunes and her research team - pioneers in the application of multi-sensor platforms across supply chains. During the return stage at University College Dublin (UCD) under the guidance of Prof. OíDonnell the researcher will transfer the knowledge gained to the EU whilst validating and promoting FreshProof across EU stakeholders.",
    "totalCost": "266063,4",
    "ecMaxContribution": "266063,4",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 266063
        },
        "992108047": {
            "orgId": "992108047",
            "orgName": "UNIVERSITY OF SOUTH FLORIDA BOARD OF TRUSTEES",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 266063
}