{
    "rcn": "201669",
    "acronym": "OneClickLCA",
    "topics": "INSO-10-2015",
    "title": "One Click LCA ñ transforming the construction industry through automated, affordable and scalable solution for assessing and improving the environmental impacts of construction projects and products",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "Construction is the worldís largest industry in terms of resource usage and waste generation, and buildings are the largest user of energy and driver for global warming. Improving resource efficiency and environmental impacts are considered the main challenges of the construction industry in EU.\n\nLife Cycle Assessment (LCA) tools assess a buildings or building products environmental performance, and are necessary to design and build in an environmentally sustainable manner. However, currently there are no fast, affordable and scalable LCA tools. LCA study usually costs Ä3000-15000 and takes 40-150 hours, delaying the construction process and slowing the uptake of LCA. Economies of scale have not been achieved due to heterogeneous requirements in various certifications and regulations.\n\nBionova, the leading construction LCA software firm in Northern Europe, has developed a prototype of ìOne Click LCAî. With this software, LCA can be done at least 100x faster (with 1 click) and it costs 10x less (Ä250-1300). A core element of it is an innovative ìplug-inî interface with an adaptive recognition engine. It can be easily trained by the user to adapt to their particular data, enabling automatic processing of any data sources. Unlike competing solutions, it also allows building tailor-made sustainability applications, resolving the issue of diversity in LCA-related requirements.\n\nOneClickLCA project is aimed at implementing business model innovation ñ preparing a wide-scale market introduction of the One Click LCA using a novel business model (value-based pricing, radically improved value proposition, cloud-based delivery, novel sales and scalability strategy) and scaling up the industrial capability of the software.\n\nLCA software market grew at 39% CAGR in 2011-2015, exceeding Ä250 million, with consulting services generating additional Ä320M. Development of One Click LCA to a global scale would increase Bionovaís revenues by Ä32M in 2022.",
    "totalCost": "1492625",
    "ecMaxContribution": "1044837,5",
    "coordinator": "BIONOVA LTD",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "956723902": {
            "orgId": "956723902",
            "orgName": "BIONOVA LTD",
            "ecContrib": 1044838
        }
    },
    "calculatedTotalContribution": 1044838
}