{
    "rcn": "201632",
    "acronym": "DCNextEve",
    "topics": "MSCA-IF-2015-EF",
    "title": "LV DC microgrids for evolved energy communities",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Microgrids are an important concept in the emerging power industry field. They are widely recognized as an innovative eco-system when it comes to a flexible and reliable option for the integration of distributed energy renewable resources (DER). The research on direct current (DC) power distribution systems is taking ground especially for applications where the end-use loads are natively DC (e.g. data centers, offices, residential). Efficiency, reliability, lower capital cost, simpler control strategies, higher power quality are the most cited advantages compared with AC microgrids. The primary technical research objective of this project is the design and analysis of novel methods for management and control of multiple building scale DC microgrids operating on a defined territory. Specifically the major technical objectives are: (a)To enhance the state of the art in the DC microgrid field with a holistic design, modelling, control framework for clusters of LV building level DC microgrids (the emerging community prosumers of tomorrow;) (b) To develop and validate models for typical elements of DC microgrids. The models will follow an innovative and yet unexplored approach based on hybrid dynamic system analysis; (c) To develop and test models for optimal operation of clusters of DC microgrids under uncertainty. The optimization models will look for different objectives to be optimized while taking into account the technical and economic constraints of the systems operating in either stand-alone or interconnected mode; (d) To develop and validate distributed control schemes for ad-hoc clusters of DC microgrids.  Career development objectives are: (a) To enhance the research skills of the Fellow with complementary knowledge in power quality, modeling and control specific for DC grids, (b) To facilitate the transfer of knowledge to the society, scientific community and industry and to explore the commercial potential of the research outcomes.",
    "totalCost": "137422,8",
    "ecMaxContribution": "137422,8",
    "coordinator": "UNIVERSITATEA POLITEHNICA DIN BUCURESTI",
    "coordinatorCountry": "RO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842342": {
            "orgId": "999842342",
            "orgName": "UNIVERSITATEA POLITEHNICA DIN BUCURESTI",
            "ecContrib": 137423
        }
    },
    "calculatedTotalContribution": 137423
}