{
    "rcn": "201620",
    "acronym": "DURO",
    "topics": "MSCA-IF-2015-EF",
    "title": "DURO: Deep-memory Ubiquity, Reliability and Optimization",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "High performance computing has changed the way scientists make discoveries and is driving industrial innovation. From the simulation of the origins of the universe, to the optimization of wind turbine placement; supercomputers are helping us to change the world and improve the conditions of future generations. The next generation of European extreme scale computers brings new opportunities but also imposes new challenge: they need to be an order of magnitude more energy efficient and they need to be reliable so that no data is lost in the presence of failures. Novel deep-memory hierarchies offer an alternative to achieve these resilience and efficiency goals. Unfortunately, it is unclear how the system should utilize these cutting-edge hardware devices. The objective of this project is to build an abstraction layer between the new hybrid memory hardware and the scientific application, providing an easy way to leverage the features of the hardware while maintaining high energy efficiency and strong reliability. Barcelona Supercomputing Centre is an ideal place to carry out this research because of its top-level researchers. In particular, the fellowship will be supervised by Dr. Osman Unsal, who has a long outstanding experience supervising European projects. The combination of such an important project with the high quality training of the host institution represents the best career opportunity for the candidate to expand and solidify his research experience.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999655520": {
            "orgId": "999655520",
            "orgName": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}