{
    "rcn": "201627",
    "acronym": "DIFIE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Direct and Indirect mechanisms of Fisheries-Induced Evolution",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Fisheries-induced evolution (FIE) represents one of the most important human-induced evolutionary pressures for natural populations. However, the exact mechanisms by which FIE operates is still unclear. Fish may vary in their vulnerability to capture (because of their life history and/or physiology or behaviour) and undergo heritable genetic change due to selection imposed by commercial fishing, resulting in a direct evolutionary response. Alternatively intense fishing could alter the population density of targeted fish causing an indirect environmental effect on the phenotypes (i.e. phenotypic plasticity) within the remaining fish population. This could also lead to density-dependent effects on the evolutionary responses, through genotype-by-environment interactions. A better understanding of the relative roles of direct and indirect sources of FIE could thus substantially increase the prospects of sustainable fisheries management. Using controlled experiments and simulated fisheries practices, the aims of this project are: (1) to document phenotypic (i.e. physiological, behavioural and life-history traits) and genetic differences in fish the most and least vulnerable to fishing within a generation (representing their initial responses to fishing and their evolutionary potential); (2) to determine how population density may alter the expression of traits related to vulnerability ; and (3) to investigate, in populations that have experienced selective fishing over generations, how vulnerability, population density and their interaction modulate phenotypic variation as source of FIE. This project will use innovative approaches to investigate the mechanisms underlying FIE such as experimentally assessing population density as environmental effect relevant to FIE, and directly merging molecular and quantitative genetics. This will provide completely novel insights into the broad importance of density effects on evolution, while addressing a key issue for FIE research.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}