{
    "rcn": "201605",
    "acronym": "EXACT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Identifying biomarkers of Exposure leading to Lung Cancer with Adductomics",
    "startDate": "01/06/2016",
    "endDate": "31/01/2019",
    "objective": "Over 20% of death by cancer in the world are due to Lung Cancer (LC).  Tobacco, and recently, exposure to air pollution, are considered the main causes for LC, thus specific carcinogens have been only partially identified. The complex composition of tobacco smoke and air pollution makes it difficult to identify the specific compounds responsible for the carcinogenesis process. To understand the mechanisms of LC onset, methods are needed to characterize specific toxicants that people are exposed to. We propose to develop a new method to identify exposure-specific (tobacco or air pollution) markers of LC. This new method is based on the measure of the ensemble of electrophile-carcinogens and human serum albumin adducts in human serum:  the Adductome. Electrophiles present in blood are highly reactive species that have been long suspected of causing cancer because of their ability to bind DNA and proteins. Protein adducts provide more suitable markers of exposure as they have a longer life span in the blood and are present in much higher concentrations, but have been poorly investigated. In EXACT we hypothesise that protein-carcinogen electrophiles adducts can be used as markers of LC carcinogenesis and that different markers can be identified for tobacco-induced or air pollution-induced disease. Our objective is to improve the current analytical methodology for adductomics analysis and develop a new methodology for adducts structural identification in order to characterize adduct profiles in 400 samples of human serum from the EPIC cohort. Statistical analyses will be carried out to link adducts profiles to smoking status, air pollution data and methylation profiles. The elucidation of the markers structure will allow us to establish a database of candidate compounds responsible for the carcinogenicity of tobacco and air pollution. EXACT will serve as a proof of concept to develop a novel technique based on the use of the Adductome to elucidate disease causality.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}