{
    "rcn": "201612",
    "acronym": "Microbiota and aging",
    "topics": "MSCA-IF-2015-EF",
    "title": "Interaction between gut-microbiota and the central stress system in cognitive alterations associated with aging.",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Aging drives cognitive impairment and general health demise increasing the susceptibility to neurodegenerative disorders in healthy individuals. It is also associated with changes in the gut-microbiota and a general increase in the secretion of stress hormones, known to have debilitating effects when sustained. The gut-microbiota has recently emerged has a crucial modulator of cognitive abilities and general health. Nonetheless, the causes and consequences of the gut-microbiota changes seen in aging are currently unknown. In this application, we propose to study the importance of the age-associated gut-microbiota changes on brain functions, by swapping the gut-microbiota from aged mice into young mice and vice-versa. This will allow knowing the contribution of the gut-microbiota in the cognitive decline and depressive state associated with aging. Furthermore, we will test if the increase in stress hormones known to occur during aging are upstream of those age-associated microbiota changes, by testing the involvement of the amygdala to the hypothalamus-adrenal axis in this phenomena. This will be achieved by using a chemo-genetic approach to control the activation of each component of this pathway. This project will provide the first description of the functional repercussions of the age-associated changes in the gut-microbiota composition on learning and memory deficits and depression, and possibly elucidate one of the upstream mechanisms responsible. The outcome of this work will pave the way toward the elaboration of probiotic treatments against the detrimental effect of aging.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}