{
    "rcn": "201631",
    "acronym": "ElectroMAD",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Fast Periodic Visual Stimulation: a sensitive and objective approach to identify early cognitive markers of AD",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Demographic analyses predict that one third of the 10 millions Belgian population in 2050 will be above 60 years of age. Since aging is the major risk factor for Alzheimerís disease (AD), this increase in the proportion of seniors is closely linked to the increased prevalence of AD. With the advent of promising symptomatic treatment, it is critical to diagnose AD at its earliest stages, that is, before behavioral consequences of cognitive deficits. A systematic assessment of the cognitive state of older adults might be a promising strategy to uncover, as early as possible, individuals at higher risk of pathological aging.\nHowever, this approach raises an important issue: attentional, comprehension, decisional or motivational processes are likely to affect behavioral performance in conventional neuropsychological tests used for the diagnostic, both in AD or typical elderly individuals. The aim of this project is to develop implicit measures of memory encoding for the early diagnosis of AD that are not contaminated by non-mnesic factors. We will use an entirely novel paradigm in electroencephalography: the Fast Periodic Visual Stimulation (FPVS), which relies on the exact synchronization of the human brain to a visual stimulus repeated at a periodic rate. We will apply the FPVS approach to identify early deficits in visual memory encoding/storage in aged individuals. This will be achieved by comparing electrophysiological measures of healthy elderly with and without neuropsychological deficits, and MCI/AD patients. We will perform longitudinal assessments of implicit measures of visual discrimination and memory encoding, to evaluate the test-retest reliability of implicit measures and to examine the sensibility of implicit measures to predict the risk of evolution from MCI to AD. Implicit measures of memory encoding will be correlated with neuroimaging data and biomarkers of AD.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}