{
    "rcn": "201600",
    "acronym": "MANAN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mannan-related enzymes of wheat endosperm",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "European society and economy relies on the productivity of staple food, such as wheat. Plant cell walls are a centrepiece of plant development and tuning their biosynthesis could improve the productivity and the quality of wheat grain. Although the structure of cell wall polysaccharides is relatively well-documented, little is known about their biosynthesis. The project proposes for the first time 1) to explore the structure, organisation and function of mannan, a cell wall polysaccharide that impacts on wheat grain development, and 2) to investigate the function of four putative genes involved in the mannan biosynthesis, using a combination of well established and new methodologies (enzymatic fingerprinting, FT-IR microspectroscopy and MALDI-MS imaging). This research is of potential interest to various industrial sectors (e.g., plant breeding, milling and biofuel industries) active in Europe and represents a good opportunity to improve competitiveness of European agriculture. Within the host institute (INRA, France), which is a World leader for agricultural sciences, the supervisor is internationally renowned for its contribution in the general understanding of plant cell walls. The host will offer the opportunity to the fellow to develop a sound knowledge in biochemistry and molecular biology and will contribute to improve his managerial skills. In return, the fellow who has a strong expertise in microscopy and enzymatic activity assays will implement these techniques in the host institution. The fellow will have the opportunity to disseminate his knowledge during various events towards audiences of scientists, students and the general public. The fellow will access to all the facilities, logistics, and equipment necessary for the good implementation of his project. In summary, this innovative project will contribute to European excellence and will offer the training the fellow needs to pursue his career as an independent principal investigator in plant science.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}