{
    "rcn": "201646",
    "acronym": "METAFORA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Miniaturised Metabolomics Platform for Microvascular Research",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Preventing and treating progressive microvascular loss (i.e. rarefaction) is a major challenge in cardiovascular medicine. Microvascular disease is a multifactorial disease with no effective treatment. Long-term exposure to adverse metabolic and haemodynamic conditions such as hypertension, obesity and diabetes can cause microvascular destabilisation, loss of tissue capillaries, and eventual organ failure. Interestingly, not all diabetic patients develop kidney failure. The missing link to developing effective strategies for treating multifactorial diseases, including microvascular disease, is detailed mechanistic insight into the relationship between disease pathogenesis at the organ/cellular level at the systemic/organism level. \nThis project, METAFORA, aims to develop novel and analytical technologies to allow a new approach to understand the pathology of microvascular disease. METAFORA will develop a miniaturized metabolomics workflow to study metabolic pathways in an in-vitro microfluidic 3D microvasculature platform with organotypic functionality (the so-called organ-on-a-chip) to create personalised in-vitro models based on patient-derived human cells. This platform will enable the assessment of biochemical disease processes at the cell/organ level in the ëwhole-patientí context by perfusing the patientís own blood through the vasculature model.\nMETAFORA will use and optimize a novel separation and preconcentration method, depletion zone isotachophoresis, for the miniaturised analytical platform, which will be combined with mass spectrometry for metabolite profiling.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}