{
    "rcn": "201660",
    "acronym": "INTERHYTHM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Rhythms In Social Interaction",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Social interactions are ubiquitous and our globalized society challenges us with increasingly complex social environments. Yet, evolution has equipped humans with a unique capacity to navigate our social worlds, namely the capacity for rhythmic interpersonal coordination. Despite its relevance, social neuroscience studies have largely ignored this phenomenon, due to methodological constraints inherent in the nature of social interaction. In light of new technological advancements, however, the overarching aims of the proposed project are: (1) to implement an interdisciplinary psychological and neuroscientific approach and a novel experimental methodology that combines Virtual Reality (VR) and functional Near-Infrared Spectroscopy (fNIRS), in order to (2) understand how social interaction is both expressed in and shaped by rhythmic interpersonal coordination on both a behavioural and a neural level, and to (3) determine whether individuals with autism spectrum disorder (ASD) and typically developed individuals differ in their capacity to rhythmically coordinate their motor actions. Thus, the proposed interdisciplinary project combines social psychology research with technical virtual reality innovations and envisages behavioural (synchroneous tapping paradigm), neuroimaging (fNIRS) and clinical (ASD) implementations. It will result in a high-quality scientific programme with long-term potential, by laying the groundwork for the adoption of the concept of ìSocial Interaction Rhythmsî in social neuroscience.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}