{
    "rcn": "201661",
    "acronym": "IN VIVO MOSSY",
    "topics": "MSCA-IF-2015-EF",
    "title": "Is the hippocampal mossy fiber synapse a detonator in vivo?",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "A commonly repeated maxim is that an individual cortical neuron receives synaptic input from tens of thousands of presynaptic partners, with each individual connection carrying only minor weight. In that case, concerted firing by many presynaptic neurons is required to cause an action potential in the postsynaptic neuron. However, there is inconclusive evidence that the mossy fiber synapse (the second connection in Cajalís heavily studied ìtrisynaptic circuitî of the hippocampus) is powerful enough to translate a single presynaptic spike into a postsynaptic spike - termed ìdetonationî. If true, this would have substantial implications for our understanding of learning and memory, spatial navigation, and pattern recognition. I propose to use simultaneous two-color, two-photon calcium imaging of presynaptic mossy fiber terminals and postsynaptic CA3 pyramidal neurons in awake mice navigating along a linear track, in order to conclusively confirm or rule out the detonation hypothesis. This preparation will allow me to distinguish between detonator, conditional detonator, and subdetonator synapses, and more generally to quantify the number of simultaneously active mossy fiber boutons necessary to cause CA3 spiking during behavior. These results would have substantial implications for established models of associative memory and spatial navigation, and more generally for information transfer in the hippocampus. Furthermore, the techniques developed will permit future studies whereby the conjunctive effect of additional inputs (e.g. from entorhinal cortex, and local interneurons) can be studied by optogenetic manipulation.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}