{
    "rcn": "201608",
    "acronym": "NVHSC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Neurovascular interplay in the hematopoietic stem cell niches in homeostasis and myeloproliferative neoplasias",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Research of the bone marrow (BM) hematopoietic stem cell (HSC) niche has long been the study of mesenchymal cell populations. Only recently, distinct vascular niches have been identified to balance HSC activation and quiescence. Whereas arterioles together with sympathetic nerves and NG2\\Nesbright cells form a niche for quiescent HSC, actively proliferating HSC are closely located to sinusoidal vessels and LepR\\Neslow cells. However, it is still elusive how different blood vessels interact with different niche cells in distinct vascular niches during BM homeostasis and leukemic progression. Therefore, the present proposal aims at studying the role of distinct vascular BM niches in controlling HSC maintenance and malignant progression by means of genetic mouse models, FACS analysis, high resolution whole mount BM imaging and RNA sequencing. Besides investigating the direct influence of EC on HSC in different vascular niches, the interaction of EC with perivascular MSC and particularly neurons will be compared between the sinusoidal and arteriolar niche under steady-state and malignant conditions. Changes of the vasculature and downstream effects on HSC and other niche cells will be analyzed during therapeutic targeting of leukemia and the vascular compartment will be evaluated as novel target for niche-targeting leukemia combination therapies.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}