{
    "rcn": "201628",
    "acronym": "nanoOIPC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Surface characterization of nano-particle embedded organic ionic plastic crystals and ionic liquid using advance 3D high resolution optical and electrochemical imaging",
    "startDate": "12/10/2016",
    "endDate": "11/10/2018",
    "objective": "Soft, flexible electrode materials are needed for a variety of health and energy applications, e.g. nano-electrodes for bio-implantation and light weight electrodes for solar energy capture. Organic ionic plastic crystals (OIPCs), similar to ionic liquids (ILs), embedded with nano-particles (NPs) as reactive sites offer highly tunable solutions. OIPCs are also advantageous owing to a plastic phase that allows the conductive nano-plastic material to be molded at high temperature. However, the OIPC/NP field is in its infancy and little is understood regarding NPs stability/reactivity.\nBy combining high resolution 3D optical imaging with electrochemistry, this project aims at mapping the NP reactivity and simultaneously correlate it to surface and chemical data based on NP density, from single NPs to collective or percolated films. New insights will be gained in the inherent chemical properties of composite materials as well as NP size, localization, etc. The synergistic interactions between NPs and ILs/OIPCs will be explored and exploited and will open new fields of research in materials science and optical imaging. Breakthroughs will include i) development of advanced plastic nanoelectrodes; ii) multiscale imaging (nm-µm) of innovative nanostructured electrodes.\nThe experienced researcher (ER) will be trained in high resolution imaging techniques, while he is highly qualified to introduce the topics of IL/OIPC to the host laboratory. This new experience in optics, within the provided multidisciplinary scientific environment, will be an opportunity for him to complement to his current experience of chemistry. Dr. F. Kanoufi (supervisor) will also mentor the ER in course preparation and strategies through a teaching tribune. The ER will also conduct outreach events to the public with impressive video and hands-on demonstrations such as ìmold your battery with Playdoh-like nanocompositesî. Through this critical ìtransfer of knowledgeî the ERís career will be enhanced.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PARIS DIDEROT - PARIS 7",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865525": {
            "orgId": "999865525",
            "orgName": "UNIVERSITE PARIS DIDEROT - PARIS 7",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}