{
    "rcn": "201630",
    "acronym": "JHSIGNAL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Modulation of juvenile hormone signaling by receptor phosphorylation",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Juvenile hormones (JHs) are lipophilic signals of vital importance to insects and related arthropods, representing the most successful group of animals on our planet. Among species relying on regulation by JH are beneficial pollinators and crustaceans, as well as agricultural pests and disease vectors. Manipulation of JH signaling is a good target for insecticide control. Therefore, knowledge of JH signaling is important both for fundamental science and for practical use. The intracellular JH receptor has been identified, largely through work in the host laboratory, but its action is still poorly understood. Current evidence suggests that activity of this JH receptor is modulated by JH-induced phosphorylation. The objective of this proposal is to identify the phosphorylation target sites and to determine their significance for the JH receptor function. To achieve this goal, the status of amino acid residues potentially phosphorylated in response to JH will be determined using mass spectrometry of the JH receptor protein expressed in insect cell lines. The key residues will be mutated either to prevent phosphorylation or to mimic a constitutively phosphorylated state, and the mutant receptors will be examined for capacity to bind JH, induce JH-response genes, and sustain normal insect development in vivo. The approach thus ranges from protein biochemistry through cell-based assays to developmental genetics employing the Drosophila model. The goals are achievable through the combined expertise of the Applicant, extensively trained in protein chemistry and molecular biology at the top-ranking US universities, and the host laboratory of Dr. Marek Jindra, who is among the leaders in insect developmental endocrinology and JH research in particular. This project will enable the Applicant to fully expand her potential and learn insect developmental genetics while permanently integrating to European science.",
    "totalCost": "154720,8",
    "ecMaxContribution": "154720,8",
    "coordinator": "Biologicke centrum AV CR, v. v. i.",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999520108": {
            "orgId": "999520108",
            "orgName": "Biologicke centrum AV CR, v. v. i.",
            "ecContrib": 154721
        }
    },
    "calculatedTotalContribution": 154721
}