{
    "rcn": "201606",
    "acronym": "SOSiC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Southern Ocean Silicon Cycling: combining views of the past and present using silicon isotopes",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The Southern Ocean (SO) is the main connection between the sunlit surface and the nutrient- and carbon-rich deep ocean. Deep waters are brought to the surface here, resulting in outgassing of carbon dioxide (CO2) and providing nutrients to the global surface ocean. The SO thus has great importance for the carbon cycle and marine cycles of nutrients, most markedly that of silicon (Si). Si is vitally required by diatoms, siliceous phytoplankton that are important in exporting carbon from the surface ocean and maintaining the oceanís biological pump, linking the Si and carbon cycles.\nThe SO is the main window via which the ocean exchanges carbon with the atmosphere, and has been implicated in altering atmospheric pCO2 over glacial/interglacial (G/IG) cycles. SO Si cycling has also varied over G/IG timescales, reflected by changes in the accumulation rate and silicon stable isotope composition (d30Si) of diatom opal recovered from sediment cores. These proxies suggest that changes to SO nutrient dynamics allowed it to export Si to the upper ocean in glacial times, with widespread consequences for plankton biogeography, carbon cycling and climate. The d30Si proxy is a vital constraint in these reconstructions, but while extant records demonstrate its potential, they are too sparse and poorly-resolved to allow robust conclusions.\nOur goal is a step change in our understanding of SO cycling of Si and its isotopes, both in the present and over G/IG cycles. We aim to:\n- Study the seawater d30Si distribution across the fronts of the SO, in order to better understand modern Si transport between the regions of upwelling (Antarctic zone) and thermocline supply (Subantarctic zone);\n- Produce high-resolution diatom opal d30Si records from sediment cores in the Antarctic and Subantarctic zones that, informed by insights from the modern ocean and combined with complementary data from collaborators, will provide an unprecedented view of SO Si cycling over the last 150,000 years.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}