{
    "rcn": "201679",
    "acronym": "InterTalentum",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "Programme for Post-Doctoral Talent Attraction to CEI UAM+CSIC",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The Programme for Post-Doctoral Talent Attraction to CEI UAM\\CSIC, InterTalentum, is a programme developed by the Universidad AutÛnoma de Madrid (UAM), which intends on building particularly favourable environment to attract the best experienced researchers in the four Focus Research Areas of CEI UAM\\CSIC: Biology and Biomedicine, Nanoscience, Nanotechnology and Advanced Materials, Theoretical Physics and Mathematics and Social Sciences, Legal Sciences and Humanities. The program aims at exploiting the full potential of the CEI UAM\\CSIC to offer the fellows a truly interdisciplinary and intersectorial training that will strengthen their curricula and provide the region of Madrid with a pool of researchers capable of preserving the long standing tradition for scientific excellence and bridging the gap between academic and applied research. Within the proposed 60 months co-funding period (48 months of fellowships), distributed in two International Calls, InterTalentum will offer to 18 incoming experienced researchers, of any nationality, the opportunity to develop her/his research project within the framework of a vast network of institutions participating under CEI UAM\\CSIC, an International Excellence initiative and a Global Campus, including some worldwide reference research laboratories at Universidad AutÛnoma de Madrid (UAM, included its Joint Research Institutes and Health Institutes), Consejo Superior de Investigaciones cientÌficas (CNB - Centro Nacional de BiotecnologÌa, ICMM - Instituto de Ciencia de Materiales de Madrid, ICP - Instituto de Cat·lisis y PetroquÌmica , ICV - Instituto de Cer·mica y Vidrio, IMM - Instituto de MicroelectrÛnica de Madrid), Madrid Advanced Research Institutes ìIMDEASî (IMDEA ñ AlimentaciÛn, IMDEA Nanociencia). Researchers will be selected through a transparent and international evaluation process  taking into consideration the whole range of experience of the candidates.",
    "totalCost": "2548800",
    "ecMaxContribution": "1274400",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 1274400
        }
    },
    "calculatedTotalContribution": 1274400
}