{
    "rcn": "201689",
    "acronym": "BioMEP",
    "topics": "MSCA-COFUND-2015-DP",
    "title": "Biomedical Engineering and Medical Physics",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The BioMEP brings together complementary expertise of 8 leading research groups in Biomedical Engineering (BM) and Medical Physics (MP) across Europe to offer unique inter-disciplinary and intersectorial research and training opportunities for Early-Stage Researchers (ESRs). BioMEP aims to fulfill the demand for highly-qualified BM and MP addressing the needs of the academic, healthcare and industry sector, and thus to fully prepare them to meet the increasing demands of the European labor market. The specific objectives of BioMEP are: to attract highly-qualified international ESRs and offer them excellent expertise in diverse areas of BM and MP research and thus stimulate successful careers both in academia and beyond; to promote excellence in BM and MP research area; to foster long-term collaboration at the European level; to strengthen the international dimension of BioMEP. BioMEP is structured around five interrelated focus research areas: Musculoskeletal biomechanics, Molecular, cell and tissue engineering, Biosignals,  Multimodal neuroimaging, Biomedical devices and diagnostics combined with specific research and training,  internet-based training, regular seminars and summer schools. BioMEP intends to attract highly-qualified ESRs, through of a widely disseminated call for proposals, a merit-based selection process founded on international peer-review, appealing working conditions, research skills and courses specific to the area (e.g. Biomedical signal analysis, Biomechanics) and complementary training skills (e.g.entrepreneurship, ethics) to support ESRs career development. BioMEP will widen the career perspectives of ESRs by enhancing their professional experiences through the inclusion of secondments in private companies and hospitals. Thus, BioMEP will increase the national and as well European competitiveness by providing a new generation of highly-qualified experts in BM and MP able to translate basic science research results into healthcare solutions.",
    "totalCost": "3139200",
    "ecMaxContribution": "1569600",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 1569600
        }
    },
    "calculatedTotalContribution": 1569600
}