{
    "rcn": "201663",
    "acronym": "EHT-CaMKII",
    "topics": "MSCA-IF-2015-EF",
    "title": "CaMKII over stimulation in engineered heart tissues (EHTs) made from human induced pluripotent stem cells (hiPSCs): a parameter involved in the immaturity of hiPSC EHTs cardiomyocytes?",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "In Europe, as observed in other parts of the world, cardiovascular (CV) diseases represent the leading cause of death. In the European Union, CV deaths account for 1.9 million deaths per year, and treatment costs for CV disease amount to an estimated 200 billion Euros per year. CV diseases encompass various pathologies that can lead to a progressive loss of cardiac contractile function and the clinical syndrome of heart failure (HF), including ischemic heart disease and myocardial infarction. Drug therapy can successfully slow down the progression of HF and reduce mortality, but it cannot revert the loss of myocardium and thus provide no curative approach.\n\nThe engineering of 3D heart tissues (EHTs) has been developed in 1994 and, in combination with the recent availability of human induced pluripotent stem cells (hiPSCs), may represent a novel, promising technique to treat such cardiac pathologies. EHTs are artificial living and functional 3D heart tissues that could replace injured or malformed heart and restore normal cardiac function on the one hand, and help modeling cardiac diseases and testing drugs in a human heart context on the other hand. However, despite the last years progress and clear advantages compared to 2D cultured hiPSC-cardiomyocytes (CM), EHT-CMs do not reach a fully mature phenotype matching that of isolated CMs from the adult human heart.\n\nBased on preliminary results obtained in the host laboratory, a set of indices suggest a role of CaMKII in the EHT-CMs maturation process. The objective of this proposal is thus to determine whether and, if yes, to which extent different CaMKII isoforms are involved in EHT-CM maturation. The EHT-CaMKII project could have very interesting impact on the EHT-CM maturation enhancement and, consequently, on numerous EHT applications encompassing cardiac repair, drug screening or disease modeling. In addition, it will contribute to understanding the biological role of CaMKII in CM biology.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}