{
    "rcn": "201685",
    "acronym": "OCEAN-IDs",
    "topics": "ERC-PoC-2015",
    "title": "OCEAN in-situ Isotope and Dissolved gas sensing",
    "startDate": "01/04/2016",
    "endDate": "30/09/2017",
    "objective": "Through the 2012-2017 ERC Advanced Grant project ICE&LASERS, we have developed an innovative glacier probe, which includes an embedded laser spectrometer. It will drill down the Antarctic ice sheet in a single run, to measure in situ and real-time the depth profile of water isotopes and methane in trapped gases, with the aim to solve a major challenge in paleoclimate science.\n \nTo test the performance of the laser spectrometer in a realistic and non-controlled environment, in 2014 it was deployed for measuring dissolved methane in seawater (an easier environment to access compared with Antarctica). As a result of a fast response time of only 30 seconds (compared to 15-20 min for commercially available instruments), a unique continuous profile of dissolved methane was measured to a depth of 600 m within 10 min. Finances from an Innovation Fast Track incubator were obtained in July 2015 to explore the commercial potential of this dissolved methane sensor and to build a demonstrator allowing for real-time 3D mapping.\n\nHowever, the true potential and uniqueness of our technology is that it can be developed to measure ñ in situ and real-time ñ multiple dissolved gases (like CH4, N2O, C2H6) and isotopic ratios (e.g., D/H, 13C/12C), which would mean a major step forward for oceanographic research and exploration.\n\nOCEAN-IDs aims to proof the concept (not scheduled to be funded by the ERC AdG project) of measuring multiple dissolved gases and isotopic ratios from seawater using our state-of-the-art laser spectrometer technology combined with novel sample extraction methods and real-time data visualisation. The objective is to develop a new generation of in-situ oceanographic instruments at TRL7 that can be taken to market.",
    "totalCost": "149535",
    "ecMaxContribution": "149535",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 149535
        }
    },
    "calculatedTotalContribution": 149535
}