{
    "rcn": "201607",
    "acronym": "ADHDLightUp",
    "topics": "MSCA-IF-2015-EF",
    "title": "Circuit-based deconstruction of Attention deficit and Hyperactive disorder with optogenetic Light control",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Attention-deficit/hyperactivity disorder (ADHD) like many other mental illnesses probably results from a combination of genetic and developmental factors pointing at abnormalities in brain monoamines (MA). Imaging studies in ADHD patients also indicate deficits in activity of various brain regions including the prefrontal cortex (PFC) and basal ganglia (BG). The mechanisms by which PFC and BG dysfunctions are triggered, and can be corrected with MA-based treatment are unknown. Although there is a consistent frontal hypoactivity detected in ADHD, some variations are seen amongst executive processes including attention or impulse control, in which MA have specific functions. Besides, the limited spatial resolution of brain imaging does not allow to detect certain subregions or discriminate neuronal subpopulations. In order to identify brain network impairments in ADHD, we need models to further dissect frontal dysfunctions looking at MA signaling, cell excitability and behavioral correlates of activity in identified neurons.\nThe goal of this project is to untangle brain circuits involved in a novel mouse model of ADHD, which fulfills the major criteria reflecting human condition, showing specific BG dysfunctions and differential MA involvement. Innovative approaches have been chosen to accomplish this challenge that include transgenesis, opto- and pharmaco-genetics, and in vivo measurement of neuronal activity in translational behavioral tasks assessing attention and impulsivity. Importantly, while the most common medication using psychotimulants has proven the best efficiency, it has also been shown to affect children growth and their adult mental health highlighting the urge for alternatives. We believe that our model and multidisciplinary methodology provide new insights in ADHD Êtiology and allow to develop new concepts and/or targets for therapeutic alternatives further based on the manipulation of neurons activity to reverse or attenuate ADHD symptoms.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}