{
    "rcn": "201664",
    "acronym": "SRR",
    "topics": "MSCA-IF-2015-GF",
    "title": "Sovereignty and the Right to Regulate",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "The overall aim of the project is to fill an important gap in the scholarship on international economic law (IEL) by subjecting to analytical and empirical scrutiny a central notion in this field: the idea that, in order to safeguard the possibility of meaningful democratic choice, IEL needs to find an appropriate balance between the conflicting values of investment protection or free trade, on the one hand, and the statesí ability to regulate in the public interest, on the other. Employing tools from legal research, political philosophy, international relations and economics, the project unravels this notion of a fundamental trade-off and assesses the extent to which the image of balance is able to capture the substance of the criticism levelled at the international trade regime and the present system of investment arbitration. The project has three parts. The first part will be concerned with necessary theoretical preliminaries and, in particular, with the question of whether the two opposing considerations are really unrelated (as the image of balance suggests). The second part will go into the nitty-gritty of the contemporary debate about rebalancing IEL by examining the numerous legal techniques recently proposed by scholars/policy makers for moving towards the desired point. The third part of the project addresses the question of whether an adjustment in substantive rules can be expected to make any difference at all if the present institutional set-up does not change. It studies the relationship between balanced outcomes and institutional balance, seeking to answer the question of whether the conditions for a balanced interpretation (however defined) of trade and investment treaties can be produced only by a system of checks and balances at the level of institutions.",
    "totalCost": "228421,8",
    "ecMaxContribution": "228421,8",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 228422
        },
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 228422
}