{
    "rcn": "201691",
    "acronym": "AIMMS STAR-PLUS",
    "topics": "MSCA-COFUND-2015-DP",
    "title": "Scientific Top Training in Antimicrobial Research",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The Amsterdam Institute for Molecules, Medicines and Systems (AIMMS, www.aimms.vu.nl) offers an innovative selection\nprocedure for international Top Master's Students to train a new generation of top scientists who can contribute to solving\nthe problem of bacterial, viral and parasitic diseases.\nA multitude of microbes, and their resistance in particular, threaten the health of European citizens and the community\nworldwide. For 'attacking' the bugs involved, we need new multidisciplinary approaches and strategies, including\ntranslational thinking all the way from molecule to man. This requires the training of a new breed of excellent young\nscientists, familiar with the whole scope of drug discovery and development, ADME and safety, systems biology,\nmicrobiology and molecular biology.\n\nThe current Dutch NWO AIMMS STAR programme educates these future experts, combining at least two of these fields and\nthe translational context. This enables implementation of state of the art techniques into new strategies and approaches to\nbeat antimicrobial threats, such as the recent Ebola epidemic.\n\nWith the aid of the proposed MSCA-COFUND, the AIMMS STAR programme can be extended internationally with four additional PhD positions resulting in an established international AIMMS STAR PLUS programme, with a dedicated, open\nselection procedure for top-talented MSc- / PhD-students from across Europe.",
    "totalCost": "837120",
    "ecMaxContribution": "418560",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 418560
        }
    },
    "calculatedTotalContribution": 418560
}