{
    "rcn": "201611",
    "acronym": "CAMEOS",
    "topics": "MSCA-IF-2015-GF",
    "title": "Cardiac micro-engineered tissue for high-throughput screening",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "Heart disease is the most significant cause of morbidity and mortality in the industrialized world, and the cause of 4 million death each year within the European Union. The prevalence of the disease is a huge burden on society estimated to cost the EU economy 60 billion annually on drug therapy, patient care, and loss in productivity. Nonetheless, despite the latest advances in research much remains to be learn about pharmacological treatments in cardiovascular disease. Recently, the development of induced-pluripotent stem cells (iPSC) technology has led to the creation of ëpatient-in-a-dishî models through the utilization of iPSC-derived cardiomyocytes. In this setting, a high-throughput screening approach can applied to find novel therapeutic interventions and detect the cardiotoxicity of drugs. However, the limitation of the current format centers on the lack of phenotypic cardiomcyoytes maturity. Consequently, these in vitro models often fail to recapitulate relevant physiological traits. The aim of CAMEOS is to develop a cardiac microtissue with superior physiological relevance for in vitro high-throughput screening. I will employ state-of-the-art cardiac tissue engineering principles to improve the maturation of iPSC-cardiomyocyte. These will be scaled-down, by the development of microtissue, for utilization in high-throughput 96-well plate format, and will be validated by their pharmacological responses and iPS-disease modeling potential.  I will apply the developed microtissue to model a complex disease mutation, phospholamban (PLN) R14del, for which the pathology is poorly understood and no cure is available. In the microtissue, I will be able to study the physiological implication of the mutation and perform a high-content screens in attempt to find novel therapeutic targets.",
    "totalCost": "260929,8",
    "ecMaxContribution": "260929,8",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 260930
        },
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 260930
}