{
    "rcn": "201674",
    "acronym": "NaMeS",
    "topics": "MSCA-COFUND-2015-DP",
    "title": "ìInterdisciplinary NAnoscience School: from phenoMEnology to applicationSî",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "The Project ìInterdisciplinary NAnoscience School: from phenoMEnology to applicationSî (ëNaMeSí) is aimed at creating a new generation of scientists, capable of working in both scientific and business sectors, and becoming the stimulants and intermediaries of knowledge & technology transfer on an international scale. NaMeS combines chemistry, physics, mathematics, biology and material science. The Project, benefiting from former IPC achievements in nanoscience, was designed to employ the phenomenological knowledge concerning nanoscale processes to the creation of new materials applicable in industrial technology, medical diagnostics and environmental protection (in line with regional and national SMART specializations).\n\nNaMeS includes 22 separate PhD research proposals, embedded in the state-of-the-art basic science, reaching beyond academic sector and having good prospects for commercialization. These will be supervised by highly qualified and experienced IPC scientists, often the authors of patents. Additionally, every ESR will be co-supervised by an excellent scientist from an adequate foreign research institution. In the course of NaMeS, ESRs will be seconded to these partner institutions to gain new knowledge, skills, contacts, and experience coming from working in an international environment.\n\nThe Project will run in parallel to the existing IPC doctoral school. It will partly benefit from its structure, with essential modifications in research and educational programmes, securing the required international and inter-sectoral flows. In particular, NaMeS will include a collection of specialized lectures, dealing with various aspects of nanoscience ñ theoretical, experimental, and application-oriented ñ delivered by internationally recognized experts. It will also be enriched by internships, assuring the cross-fertilization between different disciplines, and by the courses on transferable skills.",
    "totalCost": "4604160",
    "ecMaxContribution": "2302080",
    "coordinator": "INSTYTUT CHEMII FIZYCZNEJ POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998829274": {
            "orgId": "998829274",
            "orgName": "INSTYTUT CHEMII FIZYCZNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 2302080
        }
    },
    "calculatedTotalContribution": 2302080
}