{
    "rcn": "201635",
    "acronym": "IRS-PEC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Elucidating the water photo-oxidation mechanism by infrared spectroscopy",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Hydrogen is a highly versatile fuel that is believed to become one of the key pillars to support our future energy infrastructure. A clean and renewable method to produce hydrogen is to use sunlight to convert water into hydrogen in a photoelectrochemical (PEC) cell. The exact mechanism of this photocatalytic water splitting remains a largely unexplored area. In this project, I will provide insight into the more challenging oxidative half-reaction occurring at metal-oxide surfaces.\nTo gain insight into the oxidative half-reaction, surface groups residing at the solid/liquid interface will be measured by infrared spectroscopy during actual device operation. Hereto, a PEC cell will be constructed with a multiple internal reflection element as key component; it will ensure a high sensitivity while simultanously act as substrate for the working electrode. The novel approach to apply a bias voltage allows for photoelectrochemical analysis, but also allows ëfreezingí of the surface species thereby relaxing the constraints of a fast measurement speed.\nFrom in operando measurements the density and nature of surface groups present at a well-defined metal-oxide surface will be obtained as a function of electrolyte pH. With this knowledge conclusions can be drawn on which surface sites initiate the oxidation reaction, which groups present sites where (intermediate) reactions with high activation energies take place, and where undesired hole-trapping and electron-hole recombination are most likely to occur. Thereby providing fundamental insight into the water oxidation mechanism, which is required to engineer a photoelectrode material with high photocurrents and low onset potentials. Additionally, the quantified information on surface species densities is much-needed input in models and simulations. Furthermore, a tool will be delivered with which the critical steps in the oxidation reaction can be disclosed as a function of pH.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}