{
    "rcn": "201690",
    "acronym": "PRONKJEWAIL",
    "topics": "MSCA-COFUND-2015-DP",
    "title": "Protecting patients with enhanced susceptibility to infections",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The Microbes in Health and Disease research programme at the University Medical Center Groningen (UMCG) proposes the Doctoral Training Programme PRONKJEWAIL (ëa real gemí) in the field of hospital care and infection. The specific training objective is ëprotecting patients with enhanced susceptibility to infectionsí. PRONKJEWAIL will recruit 16 international ESRs, who will be trained in research, transferable skills, and network and capacity building. They will be guided by experienced supervisors from the departments of Medical Microbiology, Internal Medicine, Intensive Care, Clinical Pharmacy and Pharmacology, Rheumatology and Immunology, Surgery, Cell Biology, and Pharmacoepidemiology and Pharmacoeconomics at the UMCG. \n\n26 partner organisations, including 14 private sector partners, are committed to support ESR training via mentoring, courses and secondments. Research training builds on four Pillars: 1) vaccines and primary prevention; 2) personalized detection and infection prevention; 3) iatrogenic influence on the microbiome and 4) personalized therapy/stewardship. Each Pillar integrates fundamental, translational and clinical/epidemiological training projects. The high exposure to fundamental, translational and clinical research in academia and industry will increase the ESRs future problem-solving capabilities.\n\nFurther, ESRs will learn to value mobility through internships at international partner organizations. By providing an excellent scientific working environment PRONKJEWAIL will directly impact on hospital care and, ultimately, it will contribute to enhanced public health. By providing excellent training, PRONKJEWAIL will develop new talent within the next generation of medical researchers thereby strengthening the European Research Area.",
    "totalCost": "3348480",
    "ecMaxContribution": "1674240",
    "coordinator": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 1674240
        }
    },
    "calculatedTotalContribution": 1674240
}