{
    "rcn": "201654",
    "acronym": "CLIMCONFLICT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Historical Dynamics of Violence, Conflict and Extreme Weather in Medieval Ireland",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "This project draws upon historical, palaeoclimatic, palaeoecological and archaeological records to examine the role of extreme weather in the occurrence of violence and conflict in medieval Ireland. The research is founded upon the Irish Annals, which preserve a detailed record of violence and conflict as chronicled by monastic scribes from the sixth to thirteenth centuries and, thereafter to the seventeenth century, by hereditary historians employed by the Irish nobility. The Irish oak tree-ring record provides a means of identifying years of extreme wetness and dryness, while Greenland ice-core records furnish evidence for major volcanic eruptions that often caused extreme cold. Combining these diverse sources affords an important opportunity to examine whether extreme weather meaningfully influenced violence and conflict in a complex agrarian society for over a millennium. To identify the mechanisms that may link extreme weather to violence and conflict, insights will be drawn from written sources such as the Irish law texts, hagiographical texts and bardic poetry. The rich record of weather extremes, societal impacts and coping mechanisms provided by the Irish Annals themselves will also be exploited. Climate-conflict linkages are also likely to be mediated by changing background socioeconomic and climatic conditions that promote varying societal resilience to extreme weather. Diverse palaeoclimatic, archaeological and palaeoecological evidence will thus be employed to track the often dramatic changes in Irish agricultural and military technology, in settlement and political structures, and in average precipitation and temperatures, experienced across this long period of Irish history.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}