{
    "rcn": "201634",
    "acronym": "LAF-GRAFT",
    "topics": "MSCA-IF-2015-GF",
    "title": "An Investigation into the viability of employing lipoaspirate fluid as a cellular source in the production of small diameter tissue engineered vascular grafts",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Tissue engineered vascular grafts (TEVGs) hold great promise in the field of regenerative medicine and also possess the true potential to revolutionise the way in which clinicians treat the growing burden of cardiovascular disease. Treatment is achieved by incorporating an appropriate cell source onto a biodegradable scaffold and implanting the graft to bypass non-patent vascular segments. However, numerous issues regarding TEVG cell source render the technique unviable in a clinical setting as the cells require high levels of manipulation including digestion, isolation and culture. These issues increase processing costs, decrease cell stability and raise numerous regulatory issues. The use of minimally manipulated liposuction aspirate fluid (LAF) may offer a safer and more efficient cellular source in regenerative TEVGs. However, the capacity of LAF to act as a viable cell source for TEVGs is untested. The aim of this pr oject is to determine the capacity of LAF derived cells to act as a viable cell source for TEVGs. This will be achieved through characterisation of the LAF cells, investigation of the environment that best promotes favourable cellular behaviour, an in vivo study on the viability of the graft to act as a vascular interposition in a small animal model, scaling of the graft to appropriate human size and finally an in vivo study of the grafts ability to function as a vascular bypass in a large animal model. This fellowship will have an outgoing phase to Prof David Vorpís Lab at the University of Pittsburgh and a return phase to Prof Fergal OíBrienís Lab at the Royal College of Surgeons in Ireland. Having recently completed my PhD, which focused on the mechanical and morphological characterisation of human diseased vascular tissue, this fellowship will allow me to expand my existing repertoire of research and complementary skills to consolidate and build upon what I have learned to date as I evolve my independent, professional research career.",
    "totalCost": "248063,4",
    "ecMaxContribution": "248063,4",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998576007": {
            "orgId": "998576007",
            "orgName": "UNIVERSITY OF PITTSBURGH",
            "ecContrib": 0
        },
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 248063
        }
    },
    "calculatedTotalContribution": 248063
}