{
    "rcn": "201698",
    "acronym": "Eye Light",
    "topics": "PHC-12-2015-1",
    "title": "Eye fundus colour images enhancement service for Diabetic Retinopathy diagnosis",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Diabetic retinopathy (ìDRî) is considered as a priority eye disease by the World Health Organisation, as one of the main causes of visual impairment. It is a complication of the eye that can affect anyone who has diabetes. Diabetic retinopathy causes damage to the blood vessels supplying the retina ñ the ìseeingî part of the eye. Because retinopathy generally has no obvious symptoms until it is advanced, early detection is essential. Detection is made by retinal screening. This is a straightforward procedure which includes assessment of visual acuity and eye fundus photography. Then a medical specialist, who looks for signs of diabetic retinopathy, gives a grade allowing a further diagnosis. This makes the diagnosis heavily dependent on the image quality. iPRI, which current activity is based on consulting expertise in public health, has identified a need for delivering a practical solution to the DR diagnosis challenge. iPRI has created a new prototype of software to enhance the quality of colour eye fundus exams. Several tests on representative databases have shown to DR experts that there is an important medical interest to introduce this service in the diagnostic procedure. IPRIís international network of Key Opinion Leaders in Diabetes has confirmed this interest. Through the EYE-LIGHT project, iPRI aims to integrate this proven technology into a medical device. It will be provided as a professional application software service in order to facilitate the DR diagnosis, improve the image quality, allow comparisons and make images sharable through telemedicine. In order to address the unmet medical need, iPRI has to scale up, industrialise and sell this medical device. Through the SME Instrument programme, iPRI intends to refine the business model of this new activity during phase 1, and to set up and clinically validate the medical device during phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IPRI SERVICES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934332325": {
            "orgId": "934332325",
            "orgName": "IPRI SERVICES",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}