{
    "rcn": "201693",
    "acronym": "REP-EAT",
    "topics": "MSCA-COFUND-2015-DP",
    "title": "Food quality and food innovative strategies to prevent reproductive and eating disorders",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The main objective of REP-EAT  is to build up a new and innovative research and training doctoral programme (DP) in the interdisciplinary domain of food and healthy diet to deepen the impact of food quality on reproductive Health (REP) and eating disorders (EAT). In compliance with the concept of ìOne Healthî, REP-EAT DP will focus on the effect of diet determinants on both humans and animals thus implying a strict integration amongst food and life science research advances.\nREP-EAT is aimed at training a new generation of creative, entrepreneurial and innovative Early-Stage Researchers (ESRs). The DP will rely on the joint efforts of qualified tutors involved in three pre-existing doctoral courses in Biotechnology, Food Science and Veterinary Medicine of the beneficiary institution, UniTE. REP-EAT is further strengthened by the partnership (9 EU and 2 USA academic and 23 EU non-academic partners) with qualified complementary groups that have fruitfully interacted in previous successful training and research programmes of UniTE. \nESRs can undertake an independent and personalized training and research career development plans to be awarded a European double PhD degree from European University partners. ESRs will be exposed to research and entrepreneurial sectors in each phase of the DP (from selection to mentoring, training, research secondment and dissemination activities) to achieve a wide set of technical and transferable skills required to convert knowledge and ideas into products and services for economic and social benefit, to build up their future career perspectives. The regional authority, Abruzzo Region, will provide cofunding support consistently with the regional Smart Specialization Strategy (RIS3) using ESIF funds, in order to foster the development of qualified human resources in Agro-food area, a leading sector of regional economy in needs of continuous innovation in order to compete in the global market.",
    "totalCost": "1883520",
    "ecMaxContribution": "941760",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TERAMO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998475709": {
            "orgId": "998475709",
            "orgName": "UNIVERSITA DEGLI STUDI DI TERAMO",
            "ecContrib": 941760
        }
    },
    "calculatedTotalContribution": 941760
}