{
    "rcn": "201656",
    "acronym": "MS Fatigue_Therapy",
    "topics": "MSCA-IF-2015-EF",
    "title": "Objectively Measuring MS Fatigue",
    "startDate": "15/05/2016",
    "endDate": "14/05/2018",
    "objective": "Multiple Sclerosis (MS) is the most common debilitating disease in young adults worldwide. Diagnosed in over 2.3 million people, this neuro-immunological disease is most prevalent in Europe and North America, with over 120,000 diagnosed cases in Germany alone. Great strides have been made in developing medications that slow disease progression, however, the daily symptomatology of MS remains largely untreated. This research proposes investigations of (1) an instrument for objectively measuring MS fatigue and (2) a therapeutic methodology for MS fatigue and disability. Despite great individual variation in MS symptomatology, ìMS fatigueî verges on characteristic, reported by 80% of patients. However, there is currently no standardized means of evaluating or treating MS fatigue. Movement Behavior Analysis and Scales Test (i.e., BAST) tests and pre- and post-test vital signs of 40 persons with MS will be compared to that of 40 neurotypical matched controls. If the BAST is shown to reliably measure MS fatigue, then a testing and rating system for large-scale clinical use will be developed. To test the ability of the BAST to measure changes in MS fatigue and categorize physical disability, a long-term controlled study of the impact of hippotherapy (i.e., therapeutic horseback riding) will be undertaken in 24 individuals with MS. The standardized BAST will afford a robust analysis of movement ability and disability, enabling measurement of symptoms including gait, balance, spasticity, and fatigue. To achieve project objectives while facilitating ample mentorship, this project brings together the movement research facilities and faculty of the German Sport University Cologne (including mentor Dr. Hedda Lausberg, creator of the BAST), researchers and hippotherapists at the Gold-Kraemer Foundation Center for Physical Activity and Sport, and an internship at the University of Cologne Department of Neurology and Center for Palliative Medicine.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "DEUTSCHE SPORTHOCHSCHULE KOLN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999629136": {
            "orgId": "999629136",
            "orgName": "DEUTSCHE SPORTHOCHSCHULE KOLN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}