{
    "rcn": "201696",
    "acronym": "FUNDCELERATOR",
    "topics": "INNOSUP-5-2014",
    "title": "FUND raising acCELERATOR for long time-to-market path SMEs",
    "startDate": "01/04/2016",
    "endDate": "31/03/2017",
    "objective": "The FUNDCELERATOR project will aim at developing a new fund raising support methodology targeting innovative and high-growth potential SMEs operating in markets characterized by long time-to-market paths (typically more than 3 years, such as in biotech, medical devices, materials, cleantech, aeronautics, etc.). Based on their respective experience, knowledge and already developed fund raising support tools and methodologies, the 4 involved innovation support organizations will make use of the ìTwinning advancedî methodological approach to collaboratively build and test an improved fund raising acceleration support programme dedicated to the target group SMEs, relying also, in a systemic mode, on all the existing fund raising support services provided by other regional private or public stakeholders. As part of the project, the regional innovation support agency from Aquitaine (ADI, France), the Baden-W¸rttemberg regional innovation and business support organization (BWCON, Germany), the Dublin Business & Innovation Centre (DUBLIN BIC, Ireland) and the regional business and innovation incubator from Murcia (CEEIM, Spain) will experiment the new enhanced fund raising support methodology and evaluate its performance and impacts on beneficiaries (adequacy to their needs, service quality and efficiency) while beginning to apply and to test the new approach with 8 to 10 SMEs (at least 2 per partner). As a result, the new improved fund raising support methodology will be documented in a Design Option Paper (DOP), as a guide to be disseminated into other innovation support organisations, helping them at implementing the new designed programme, providing them recommendations, returns on experience and performance results.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "AQUITAINE DEVELOPPEMENT INNOVATION",
    "coordinatorCountry": "FR",
    "participants": "DUBLIN BUSINESS INNOVATION CENTER LIMITED;FUNDACION CENTRO EUROPEO DE EMPRESAS E INNOVACION DE MURCIA;BWCON GMBH",
    "participantCountries": "IE;ES;DE",
    "projectParticipants": {
        "970528457": {
            "orgId": "970528457",
            "orgName": "FUNDACION CENTRO EUROPEO DE EMPRESAS E INNOVACION DE MURCIA",
            "ecContrib": 0
        },
        "941502274": {
            "orgId": "941502274",
            "orgName": "AQUITAINE DEVELOPPEMENT INNOVATION",
            "ecContrib": 0
        },
        "918081236": {
            "orgId": "918081236",
            "orgName": "AGENCE DE DEVELOPPEMENT ET D'INNOVATION AQUITAINE LIMOUSIN POITOU CHARENTES",
            "ecContrib": 50000
        },
        "937328655": {
            "orgId": "937328655",
            "orgName": "BWCON GMBH",
            "ecContrib": 0
        },
        "952012224": {
            "orgId": "952012224",
            "orgName": "DUBLIN BUSINESS INNOVATION CENTER LIMITED",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}