{
    "rcn": "201692",
    "acronym": "MedTrain",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "Career Development and Mobility Fellowships in Medical Device Research and Development: A C⁄RAM Industry-Academia Training Initiative.",
    "startDate": "01/05/2016",
    "endDate": "31/10/2020",
    "objective": "MedTrain is a new Industry-Academia Training, Career Development, and Mobility Fellowship Programme in Medical Device Research and Development at C⁄RAM. C⁄RAM, the national Centre for Research in Medical Devices, is a distributed research centre, headquartered in the National University of Ireland, Galway (NUIG), and composed of multiple academic partners from around Ireland (NUIG, University College Dublin (UCD), University College Cork (UCC), Royal College of Surgeons in Ireland (RCSI), Molecular Medicine Ireland) and 35\\ industry partners. MedTrain will offer 31 prestigious two-year postdoctoral fellowships for incoming mobility to eligible Experienced Researchers in the area of Medical Device Research and Development across two calls. Experienced researchers, by definition under Marie Sk?odowska-Curie Actions (MSCA), are those in possession of a doctoral degree (or at least four years full-time equivalent research experience) at the time of the recruitment by the host organisation. Fellowships must comply with the MSCA mobility rule. Career breaks will be taken into account. Fellowships are open to candidates of any nationality who shall not have resided or carried out their main activity (work, studies, etc.) in Ireland for more than 12 months in the three years immediately prior to the time of recruitment by the host organisation. Compulsory national service and/or short stays such as holidays are not taken into account. MedTrain is based on individual-driven mobility, meaning that fellows will have the freedom to choose their research area (provided it falls within the remit of C⁄RAM), their supervisor and their secondment organisation. Fellows will be hosted in a C⁄RAM academic host organisation (NUIG, UCC, UCD, RCSI) and will second to a suitable research performing organisation in the non-academic sector, located in any country in the world appropriate to meet the needs of the fellowsí research, training and career development requirements.",
    "totalCost": "4389600",
    "ecMaxContribution": "2194800",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 2194800
        }
    },
    "calculatedTotalContribution": 2194800
}