{
    "rcn": "201638",
    "acronym": "Lipid and Polarity",
    "topics": "MSCA-IF-2015-EF",
    "title": "The diffusion and nanoclustering of a polarity module in the lipid environment",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Cellular polarity is a universal feature of eukaryotic biology. Failure to control cell orientation has dramatic consequences on embryogenesis and diseases including cancer. The establishment of cellular polarity often entails the asymmetric distribution of plasma membrane (PM) lipids signaling proteins and vesicle trafficking. \n\tThe function of Rho proteins in cell polarity has been demonstrated from mammalian cells to yeast. The small GTPase Cdc42 is a pivotal regulator of polarity establishment and maintenance. A central feature of Cdc42 function is its ability to interact with membrane. In budding yeast, Cdc42 localizes asymmetrically at the PM, at the pole of the cell, along with the scaffold protein Bem1 and the Cdc42 activating GEF Cdc24. The asymmetric distribution of lipids in the internal leaflet of the membrane play a crucial role in the regulation of Cdc42 activity and localization, though the mechanisms are not completely understood.\nThe organization of lipids in the PM influences the spatial distribution and activity of key signaling proteins as Ras family proteins. Ras forms nanoclusters in cell membranes that are essential for signaling and Phosphatidylserine lipids have been shown to play a role in the assembly of K-Ras nanoclusters in mammalian cells.\nIn this work, we will study Cdc42, Cdc24 and Bem1 dynamics in the membrane and particularly at the polar cap. To address these challenging questions, we will be using lipid mutants (cho1?, psd1? psd2?Ö) in Saccharomyces cerevisiae. We are tracking Cdc42 polarity module components in these mutants at the single molecule level by super-resolution imaging in live cells. This system enables the quantification of the diffusion and clustering of individual molecules at the PM, and the contribution that the lipid environment imparts in vivo. In addition, using this powerful system, we will analyze the nano-organization of different phospholipids involved in signaling (PS, PE, P(I4,5)P2, PI4P).",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}