{
    "rcn": "201644",
    "acronym": "STrkB",
    "topics": "MSCA-IF-2015-EF",
    "title": "The structural biology of TrkB-BDNF signalling",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Neuronal circuit development involves multiple stages that are regulated by neurotrophic factors. One of the key players, the brain-derived neurotrophic factor (BDNF), is involved in the development and functional modulation of circuits by promoting neuronal survival, synaptogenesis, synaptic transmission and synaptic plasticity. BDNF acts by binding to the tropomyosin-related kinase receptor B (TrkB), a type-I membrane protein, to trigger downstream signaling. However, the molecular architecture of this complex and the mechanism of signal propagation across the membrane remain unknown\nThe key aim of this project is to define in structural and mechanistic terms the steps leading to TrkB activation upon BDNF binding. I will use X-ray crystallography to determine the structure of the extracellular TrkB-BDNF complex, and validate this model by mutagenesis and biophysical techniques. Single particle cryo-electron microscopy will be used to solve the full-length TrkB-BDNF complex structure. To validate and relate these structures to signaling, structure-based hypotheses will be tested in live cells by fluorescence imaging.\nFurthermore, to exploit the structural information gained above, I will engineer BDNF molecules with improved physico-chemical properties as well as generate nanobodies against the TrkB extracellular region. These will be  screened by biophysical, structural and cellular approaches to evaluate their (i) binding mode and affinity and (ii) ability of promote TrkB activation. Subsequently, collaborative studies in mouse models will test whether these molecules behave as efficient BDNF mimetics in vivo.\nThis multidisciplinary approach will enable me to define determinants of the TrkB-BDNF complex formation, its activation mechanism, and to use this information towards providing a platform for the design of novel tools that target and modulate this crucial signaling pathway, to promote synaptic repair and functional recovery in damaged neuronal circuits.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "UK",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}