{
    "rcn": "201680",
    "acronym": "RESPIRE 3",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "REspiratory Science Promoted by International Research Exchanges 3",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The European Respiratory Society (ERS) is the main scientific society in the respiratory field in Europe. ERS mission is to promote lung health and to drive globally standards for respiratory medicine. ERS aims at consistently achieving its core mission by supporting the forefront of basic and translational research. Since 1997, ERS has operated a successful programme of international exchange of researchers in respiratory science. Under the FP7 COFUND scheme, ERS launched RESPIRE 1 and RESPIRE 2 fellowship programmes. Here, ERS proposes RESPIRE 3, a new fellowship programme that capitalises on the success of the previous programmes and presents innovative features, taking into consideration the results of the independent evaluation of the RESPIRE 2 programme. First, RESPIRE 3 funds both European and global fellowships, expanding the international dimension to Third Countries. Second, RESPIRE 3 places major attention to inter-sectoral exposure: fellows have the possibility to undertake a secondment to industry, fully funded by the programme. Third, RESPIRE 3 complements the host institutionsí programme by proposing training activities aimed at strengthening the professional development of the fellows. Fourth, RESPIRE 3 sets the frame for the establishment of international contacts by offering dedicated networking opportunities, namely during the annual ERS congress. Fifth, with an increased living allowance and by introducing a family allowance, RESPIRE 3 provides competitive working conditions to attract the best talents and guarantee them a right balance between career ambitions and personal development. Therefore, the proposed RESPIRE 3 programme, by training post-doctoral fellows in Europe and globally, will enhance research in the respiratory field, increase the human resources potential in Europe, and contribute to the overall objective and impact of COFUND.",
    "totalCost": "2265600",
    "ecMaxContribution": "1132800",
    "coordinator": "EUROPEAN RESPIRATORY SOCIETY",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999427085": {
            "orgId": "999427085",
            "orgName": "EUROPEAN RESPIRATORY SOCIETY",
            "ecContrib": 1132800
        }
    },
    "calculatedTotalContribution": 1132800
}