{
    "rcn": "201676",
    "acronym": "CR-Compressor",
    "topics": "SIE-01-2015-1",
    "title": "Centric Recipocating Compressor",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "Acknowledging that energy prices define competitiveness of many industries and compressors represent energy-hungry core manufacturing technology, Otechos aims to offer market leading energy-efficient compressor technology for industrial applications, being the natural choice for industries seeking environmental friendly solutions with low total cost of ownership.\nWith a new, premium type industrial compressor (CRC) for air and gases, based on our patent pending Centric Reciprocating Technology (CR-T), we will disrupt the existing, fast growing market for industrial compressors by offering end-customers 30% less energy consumption than existing technology, yielding improved competitiveness through reduced total cost of ownership while offering substantial environmental benefits. It not only meets key purchasing criteria, it defines a new standard. \nBy offering the CRC as core component in turnkey compressor solutions delivered by strategic partners, Otechos, with its entrepreneurial and competent management team, will draw strengths from existing market channels and international partnerships. Initial penetration will focus on CRC application in nitrogen production generators for marine and oil & gas. New partnerships, to be initiated in phase 1, will open up the global potential in the broader Ä25,6 billion (2020) compressor market offering a CAGR of 7,1%.  The P/L forecast shows a highly profitable business from year 3, following an investment of Ä2,3 mill and initial penetration of UK, Germany and Norway.\nAs a bonus, the core technology CR-T has unique characteristics that makes it applicable in other areas as OTTO-type engines, pump technologies and gas / steam expander machines. Hence multiple business opportunities surface beyond compressor applications.  Phase 1 will detail the rich potential of the patent pending technology and enhance the business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OTECHOS AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930674649": {
            "orgId": "930674649",
            "orgName": "OTECHOS AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}