{
    "rcn": "201697",
    "acronym": "EUCYS2016",
    "topics": "SCIENCE WAF SOCIETY",
    "title": "European Union Contest for Young Scientists 2016",
    "startDate": "01/11/2015",
    "endDate": "31/12/2016",
    "objective": "The present proposal is relevant to the organization of the 28th edition of EUCYS-European Union Contest for Young Scientists, to be held in Brussels from September 15th to 20th 2015.\n\nThe Jeunesses Scientifiques de Belgique (JSB), the Belgian national organiser, has gathered a team, the organising Committee, to take on the great opportunity to welcome the European brightest young scientists in Europe. The team has built a large experience hosting for 29 years the Belgian national Expo-Sciences, the MILSET Expo-Sciences Europe 2000 and the MILSET Expo-Sciences international 2015 (ESI2015) ñ event that brought together 1000 participants from 60 different countries. It will be a great asset to the successful realisation of this event. By activating its large network of Schools, Professors and students it will contribute to greatly enlarge the impact and visibility of the event. \n\nBesides, it will be a unique opportunity to welcome this prestigious event in Brussels, the European Capital and to interact with all European dimension of the host city and region.\n\nThis proposal contains the initial set of guidelines and actions to be taken to prepare the organisation of the EUCYS 2016, in terms of choice of organising dates; the choice of the Venue; accommodation according to predefined guidelines; communication plan and press conferences; and all elements necessary to make the EUCYS week a success.  \n\nIn This regard all the necessary elements needed to assess the readiness of the event will be portrayed in this document, including the draft programme, the financial planning, the main objectives that are to be achieved.\n\nThe final aim of EUCYS 2015 is the promotion of science and technology among young people, according to the scopes of the Science with and for Society Programme within Horizon 2020.",
    "totalCost": "891625",
    "ecMaxContribution": "800000",
    "coordinator": "JEUNESSES SCIENTIFIQUES DE BELGIQUE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924629221": {
            "orgId": "924629221",
            "orgName": "JEUNESSES SCIENTIFIQUES DE BELGIQUE",
            "ecContrib": 800000
        }
    },
    "calculatedTotalContribution": 800000
}