{
    "rcn": "201668",
    "acronym": "PREPARE",
    "topics": "PHC-12-2015",
    "title": "Preventing Respiratory Events through Proactive Assessment of Respiratory Effort",
    "startDate": "01/04/2016",
    "endDate": "30/09/2018",
    "objective": "The incidence rate of Respiratory Compromise (RC) in hospital settings is 7% in intermediate/general care ward patients (107 million patients) and 30% in step-down postoperative patients (197 Million patients), at an average cost of Ä16,500 per event. It will cost the EU Ä31Bn by 2019. PMDís technology will lead to a 20% reduction in the average patient length of stay, a 10% reduction in unplanned intensive care admissions, and a 5% reduction in liabilities from patient mortality by enabling early intervention of Respiratory Compromise (RC). This will be achieved by enabling the continuous and accurate monitoring of general ward patients respiratory rate (70% of the total patient population). The business opportunity is PMD Solutions (PMD), with its unique respiratory monitoring platform technology and its premier TRL7 CE marked product RespiraSense - the worldís first continuous respiratory rate monitor that is highly differentiated due to its ability to reject non-breathing artifact. This proposal, through the undertaking of clinical investigations, product optimisation, new product development and sales and marketing, will enable PMD to capture 0.4% of the market and sustain a 400% annual growth rate by 2020. It will lead to the generation of >Ä60M with sales across 3 continents including Europe, America and Asia and to grow the team from 10 to 21 within 3 years. PMD currently has 1 agreement with an Irish distributor and 7 Memorandum of Understanding (MoU) with other distributors across Europe with a further 25 other prospects. PMD is also in negotiations with the VP of marketing at each of the top 2 US (Welch Allyn, GE Medical) and the top Asian (Mindray) multinational patient monitoring companies. Globally hospitalís will save Ä775M over the next 3 years through their adoption of continuous monitoring of respiratory rate (RR). The unique technology platform has been validated on over 120 patients across 5 clinical areas in 5 hospitals, across 5 countries.",
    "totalCost": "4265610",
    "ecMaxContribution": "4265610",
    "coordinator": "PMD DEVICE SOLUTIONS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925299685": {
            "orgId": "925299685",
            "orgName": "PMD DEVICE SOLUTIONS LIMITED",
            "ecContrib": 4265610
        }
    },
    "calculatedTotalContribution": 4265610
}