{
    "rcn": "201670",
    "acronym": "WATIFY",
    "topics": "SC5-20-2015",
    "title": "Up-scaling, demonstration and first market application of Hydrokemosí patented technology as the most eco-efficient and cost-effective solution for nitrate polluted water treatment",
    "startDate": "01/12/2015",
    "endDate": "31/01/2018",
    "objective": "Hydrokemos, a high tech Spanish SME, aims to demonstrate and commercialise the first fully clean equipment to purify nitrate polluted water.\n\nIn the EU \\20% of groundwater is contaminated by nitrates due to the use of fertilizers that have been and still are extensively applied in agriculture. On the other hand, demand for freshwater is increasing by 64 billion cubic meters every year. Groundwater is essential for meeting this increasing demand and existing solutions to purify it are highly inefficient and/or produce dangerous residues.\n\nElectrodenitrification (technology developed and patented by Hydrokemos) is the first fully clean technology that destroys nitrates dissolved in water transforming them into air (no waste is produced) and generates energy that is re-inserted into the system making it extremely energy-efficient.\n\nThe objective of this project is to demonstrate ñ at full scale and in real market applications ñ the technical and commercial excellence of Hydrokemosí unique technology. During the project, Hydrokemos will up-scale the existing prototypes building 4 full-scale prototypes to demonstrate its economic and technological performance across a range of typical industrial applications. These applications are:\n- Freshwater supply to food or metal industries;\n- Water purification for re-injection to public network;\n- Remediation of high nitrate waste-waters (metal industry and similar);\n- Prevent eutrophication;\n\nHydrokemos will then operate these full-scale prototypes in real operational conditions demonstrating that electrodenitrification achieves much better performance than any other available solution (at least -50% reduction in investment and \\20% in performance). \n\nFinally, business success means Ä38m incomes in year 5 with IRR 93% and NPV 7.523.711 Ä for Hydrokemos and generating also a very profitable business for its commercial stakeholders (NPV 16.415.453 Ä in 2022 for commercial distributors).",
    "totalCost": "1318660",
    "ecMaxContribution": "923062",
    "coordinator": "HYDROKEMOS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935419404": {
            "orgId": "935419404",
            "orgName": "HYDROKEMOS SL",
            "ecContrib": 923062
        }
    },
    "calculatedTotalContribution": 923062
}