{
    "rcn": "201673",
    "acronym": "PW",
    "topics": "INSO-9-2015",
    "title": "Your digital source for medication awareness : ìYour health is a choice, choose to knowî",
    "startDate": "01/12/2015",
    "endDate": "31/05/2018",
    "objective": "Pharmawizard (PW) - www.pharmawizard.com - was conceived as a mobile reference guide for the informed use of medications, helping citizens to increase their knowledge about healthcare and to save money and time when purchasing drugs and in general any medication sold in a pharmacy. \n\nPharmawizardis an innovative mobile service in the Healthcare and Pharmaceutical sector which supports:\nï\tCitizens in the ìintelligentî search, comparison, purchase and îsmartî management of medicines;\nï\tPlayers in the healthcare market (pharmacies, physicians, hospitals, public health services, distributors and pharmaceutical producers) to better understand their patients and better promote their products.\n\nThe project aim is to help the interaction of citizens and healthcare businesses with public administrations services, information and open data, through mobile technologies introducing at the best time, given the emerging new dynamics of change and opportunities, a unique and innovative mobile solution with a considerable novelty in the Health and Pharma ecosystem.\n\nThe projectís focus is on the fostering and facilitating interactions between citizens and healthcare companies with government-operated healthcare systems (specifically services and official data and open data related to drugs, pharmacies, biomedicals and any consumer health product). \n\nPharmawizard provides official (public) data and open data in cooperation with the Ministries, National and European medicine Agencies,  in a simple and flexible way, for free, and its business model is in creating value-added services, using data for citizens and, consequently, for companies in the healthcare industry. \n\nPW vision is that data must be provided to everyone for free (open data, data normalization, etc.); and we strongly believe that a successful initiative in the digital world is the one who will be able to build a set of value added services upon these data.",
    "totalCost": "2799375",
    "ecMaxContribution": "1959562,5",
    "coordinator": "DATAWIZARD SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934716057": {
            "orgId": "934716057",
            "orgName": "DATAWIZARD SRL",
            "ecContrib": 1959562
        }
    },
    "calculatedTotalContribution": 1959562
}