{
    "rcn": "201766",
    "acronym": "CCP",
    "topics": "SC5-20-2015-1",
    "title": "Feasibility assessment on sustainable bulk products, made from coconut fibers",
    "startDate": "01/03/2016",
    "endDate": "31/07/2016",
    "objective": "In the worldwide transport sector, there is a huge demand for (mainly wooden) pallets. Although these pallets meet their functional requirements, they have an enormous effect on the environment, by leading to deforestation, extra transport costs for wood import, and energy and chemical usage in certification. \n\nThe goal of the CCP project is to use a resource that is currently considered waste, as the basis for a sustainable, organic pallet, thereby also contributing to a circular economy. The resource is husk from coconuts, hence the project name: CoCoPallet. With a worldwide production of over 62 billion coconuts, there is more than enough material available. In cooperation with the Wageningen University and Research Centre, an innovative and revolutionary production process where both a fiber and resin (lignin) are sourced from the same material (the husk) has been found, to produce the pallets, by pressing the material into 2D and 3D shapes. By using the waste of the coconuts, a health risk is also minimized, as the current coconut husk waste ends up in the sea or on landfills. In the latter, it is a hotbed for malaria mosquitos and thus a large regional biohazard.\n\nSpecific objectives in this CoCoPallet H2020-SMEINST Phase 1 study proposal are:\n- Explore at least 5 (up to 10) promising business cases and value chains for a variety of applications for pressed coconut fiber material, including transport pallets.\n- Evaluate the required specifications and characteristics of these applications with potential customers.\n- Elaborate on a detailed business plan.\n\nBy sourcing locally, transport costs for the material are also reduced dramatically. The company already has contact with local suppliers and organizations, as a first step to get to know the market better and scale up its business.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COCOPEOPLE BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924684317": {
            "orgId": "924684317",
            "orgName": "COCOPEOPLE BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}