{
    "rcn": "201728",
    "acronym": "SolardeSaLt",
    "topics": "SC5-20-2015-1",
    "title": "A Renewable Approach for Industrial Water Desalination by using Hybrid Photovolt",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "According to the World Water Council (WWC), by the year 2050, our energy needs will have increased by approximately 60%. Understanding the interactions between water and energy is important to further develop our water security. It is estimated that 15% of world-wide water use is for industrial purpose and industrial water pollution is a major source of damage to ecosystems and human health throughout the world. Sustainable water management is recognised as a priority for several industry sectors and is vital to reduce water and energy use. The development of evaporation technologies together with the use of renewable energies becomes a promising solution to get rid of the fossil dependence and met the European Union combined targets for water and energy sustainably, but additional effort is required from both industries in order to market uptake low cost and energy efficient water treatment solutions in the mid-term. On the other side, the global water and wastewater (W&WW) generation market revenue is estimated in 3.5 Billion Euros by 2017 with a CAGR of 5.6%. \nThe previous scenario have encouraged Hydro Italia SRL, an environmental oriented company with 20 years of experience in the water field, to develop the SolardeSaLt solution. SolardeSalt is a medium size water evaporation system which employs evaporation technology coupled with hybrid PV-Thermal (PVT) panels to produce desalinated water. This technology will significantly improve the present techno-economic efficiency (industrial evaporators efficiency is around 90-95%) of high capacity solar evaporation systems and therefore, reduce the cost of water production from 35 to 40% .SolardeSalt will be focused on the W&WW treatment solutions field, which was represented by a market share of 2 Billion EUR in 2012. Furthermore, Hydro Italia presents the support of EndeF Engineering, a PVT panel supplier, to provide their PVT hybrid solar panels to test the pilot version of SolardeSaLt.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HYDRO ITALIA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952597134": {
            "orgId": "952597134",
            "orgName": "HYDRO ITALIA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}