{
    "rcn": "201782",
    "acronym": "Desolenator",
    "topics": "SC5-20-2015-1",
    "title": "Green and Affordable Water Supply for All",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "The Desolenator team offer a novel technology that uses an original photovoltaic system to collect both thermal and electrical power in order to desalinate and purify water from any source. The off-grid household product is on track to become the most affordable and environmentally friendly method of distilling water from any source. We believe Desolenator can make a major contribution to global drinking water shortages. \nOur team have developed and patented the core enabling technology behind the system ìthe desalination engineî.  Our product development strategy involves developing different product variants of this core desalination engine (i.e. a premium product, a low cost unit, a community scale unit and niche market units) so that we can meet the needs of different global markets.  At present, Desolenator do not clearly understand the market definition and user requirements in Southern Europe, and this is the focus of the enclosed Phase 1 Feasibility Study. \n\nWe will work with market research experts to complete this project. The first stage of this plan will involve completing detailed research of market dynamics, water supply and regulatory issues in water stressed Southern European states (Malta & Cyprus). We will then work to identify our customers and understand their needs and purchasing requirements. Finally we will use our results to partner with relevant organisations. \n\nDesolenator can substantially improve the quality of life for European citizens suffering from water stress & contamination issues. Our technology can provide new water supply options to those in need, and completing this project will enable us to reduce stress on aquifers/reservoirs, reduce user anxiety during summer months and decrease dependence on imports. This project provides a stepping stone for our global expansion and job creation aims and will enable us to tackle the global water crisis.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DESOLENATOR UK LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927348519": {
            "orgId": "927348519",
            "orgName": "DESOLENATOR UK LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}