{
    "rcn": "201781",
    "acronym": "LDMBI",
    "topics": "PHC-12-2015-1",
    "title": "Low dose Molecular Breast Imaging for improved cancer detection in dense breast tissue.",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "The 50% of women with dense breast tissue who are currently screened for breast cancer by mammography have large numbers of cancers missed, and non-cancerous features erroneously diagnosed, due to the difficulty of a mammogram distinguishing tumours from dense breast tissue. In dense breasts, around 1 in 2 cancers is missed by mammography.\nMolecular Breast Imaging has much higher sensitivity (a better cancer detection rate) and specificity (fewer false alarms) than mammography, particularly for dense breasts. Its use as a screening technology is currently restricted due to its high radiation dose and inability to guide a biopsy. \nThis feasibility study will investigate the technical, economic and regulatory viability of Kromekís technology to being adopted in optimised diagnosis pathways. Kromek currently supplies detectors into the MBI market, and have a number of innovative platform technologies to add to the current offering to create a system to address these barriers to adoption. Work in this Phase 1 study will identify the dose vs cancer detection balance, to guide the application of the technologies to the market needs.\nWe predict sales in the EU and USA of 147 million Euros in the first five years after commercialisation, which will help address the approximately 110 thousand women in Europe whose cancers in dense breasts are currently missed by mammography.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KROMEK LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937603262": {
            "orgId": "937603262",
            "orgName": "KROMEK LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}