{
    "rcn": "201725",
    "acronym": "ZephyCloud",
    "topics": "SIE-01-2015-1",
    "title": "Making Wind Energy More BankableÖFaster!",
    "startDate": "01/03/2016",
    "endDate": "31/07/2016",
    "objective": "At Meteopole we set our sights on making the wind energy sector more profitable by maximising the economic value of the wind energy site through optimising wind ìqualityî and ìquantityî and de-risking market and performance uncertainties. Meteopole specialising in wind power optimisation. We realised there was a need in the wind energy sector to provide both technical and technological expertise to an industry suffering from a lack of confidence and reliability. Our ZephyWDG (Wind Data Generator) and ZephyCDF (Computational Fluid Dynamics) products are currently sold as desktop packages to utility companies, Green Field developers, consultancies, certification bodies and research institutions and banks. These analytical tools reduce uncertainties at each and every stage of a wind project development to ensure that a wind farm project (onshore and offshore) deployment will be profitable with optimum power performance for all key players mentioned. These industry-proven tools also rectify and optimise performance on existing wind energy projects. However, these tools, in their current format as desktop packages are holding us back and do not give us the benefits of being on the Cloud. This is why need this Phase 1 to carry out a feasibility study and draft a business plan to be full our ambitions to our platform and tools on the Cloud (to offer it as a SaaS to scale-up our products and offer it as a worldwide service, to offer the platform as Opensource, and to be able to analyse and gather big data to for our customers to be use when analysing and evaluating similar ìcase studiesî). We will also define a pricing strategy for our 3 types of users (free users who pay for what they calculate), active users who pay an annual fee and also get premium services and academic users). Together with our know-how, products and service and this Phase 1, we will de-risk the wind energy market to make wind energy a force to be reckoned with!",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZEPHY-SCIENCE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930089060": {
            "orgId": "930089060",
            "orgName": "ZEPHY-SCIENCE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}