{
    "rcn": "201708",
    "acronym": "PUZZLE_DIE",
    "topics": "IT-1-2015-1",
    "title": "An innovative method for constructing casting-dies for the production of the aluminium components in the automotive sector",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Producing lighter vehicles is the goal of every automotive company. To this end, the increased use of aluminium in the production of mechanical and structural components of vehicles, it is essential to ensure a strong reduction of overall vehicle weight, while at the same time guaranteeing their high levels of quality and safety.\nThe current limit slowing down these replacements is the production cost of these manufactured products. Since they are made with the die-casting process, they have very high costs because of the special dies employed and their limited lifetime (100,000 to 150,000 pieces). The goal of our project is to develop a new method for constructing dies that doubles the limit of 150,000 pieces, today considered insurmountable, while halving the cost of amortisation of the die and consequently reducing the cost of the offshoot product, making it cost-effective even for the category of cheaper cars.\nThe use of these new components will help reduce the weight of a car with mid-sized engine by 50 kg, making it safer and less polluting at the same time. The use of these aluminium components on cars with a mid-sized engine would, on the European level, offer a reduction of CO2 emissions equivalent to 317,000 tonnes/year.\nThe goal of our project is to make the production of complex mechanical and structural components in aluminium economically sustainable thanks to a more powerful die whose useful life will be double that of the dies available today. \nCo.Stamp intends to achieve this objective using a new methodology for designing and building dies. It is based on the organic separation of the structure of the die along the lines of greater stress, which will be sought with a sophisticated mathematical simulation of thermomechanical operation based on an ICT solution, specially developed for the purpose, which will use open source software.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CO STAMP SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924421059": {
            "orgId": "924421059",
            "orgName": "CO STAMP SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}