{
    "rcn": "201737",
    "acronym": "SmartCOMBI",
    "topics": "SIE-01-2015-1",
    "title": "Energy savings in residential buildings using a modular platform to control an all-in-one unit for water heating, climate control, and ventilation",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "To improve energy efficiency, modern ìzero-energyî homes are highly insulated. As a consequence homes can no longer ventilate resulting in poor indoor air quality. Thus, the use of efficient ventilation is becoming increasingly important. But ventilation causes significant heat loss, reducing the energy-efficiency of the building. Although advances in last years, current trends in energy systems for climate control and water heating in residential buildings are still unsustainable and further energy savings are fundamental.\n\nSignificant energy savings can be achieved by combining: (1) an AHU with a heat exchanger and (2) a heat pump to heat water, in a single unit (COMBI-AHU). To reach the household market, COMBI-AHU systems must be re-engineered. The key is an optimized electronic control system for higher efficiency to allow the unit to generate more heat per m2. LS Control, leveraged by its high expertise in electronics, developed a set of cutting edge algorithms and electronic parts to control a COMBI-AHU, allowing disruptive results in terms of efficiency. SmartCOMBI project will contribute to the EU Energy goals by: improving the energy efficiency (COP increase by 25-35%); decrease the energy wastage (>95% of energy recovered);\n\nDecrease the GHG emissions.\n\nThe SmartCOMBI project aims to optimize and demonstrate a novel and cost-effective control platform, resulting in cost savings and benefits for end-users (lower running and installation costs, optimized comfort and healthier environment; better control of expenses ñ web user interface) and manufacturers (faster route to market and lower customization cost; certification and high energy labels; gain competitive advantage by offering high efficient and cutting edge technology, otherwise impossible due to lack of know-how or financial capacity). The development and market uptake of the AHU Control 2020 will put LS Control as leading technology suppliers and developers for COMBI-AHU solutions for households.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LS CONTROL AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927416904": {
            "orgId": "927416904",
            "orgName": "LS CONTROL AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}