{
    "rcn": "201717",
    "acronym": "LIRICO",
    "topics": "SIE-01-2015-1",
    "title": "Liquid Ring Compressor - Pioneering full API-681/610 compliance",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "Our company, Emmecom Srl, has tremendously changed since its creation: established in 2001 in Cologno Monzese (near Milan, Italy) as a reseller of industrial goods and limited to Lombardy-region based customers, we have experience during the last decade a remarkable growth to become an international company (presence in Italy and China) designing, producing and selling pumps, compressors and vacuum systems. This consistent growth, supported by our excellence in key technologies such as the liquid ring pumps, has transformed our business figures from Ä2.1million in 2009 to Ä5.2 million in 2014.\nListening to customerís feedback from the Oil & Gas and petrochemical sector, we have been developing, since 2010, an innovating portfolio of Liquid Ring Compressors & Pumps to address their needs: liquid ring based solutions are preferred solutions for critical applications in chemical, petrochemical and refinery industries as they are highly reliable and easy to maintain; nonetheless, their limited efficiency ñ and therefore high energy intake ñ due to inner turbulence still hinders their growth against traditional solutions.\nLIRICO, our innovative two-stage Liquid Ring Compressor/Pump, represents the next step: its increase in volumetric efficiency (\\5%) and in output pressure (\\15%) allows a drastic reduction in energy consumption (-25%) and in overall casing volume (-30%). Fully compliant to API681 and API610, LIRICO will allow us to provide a competitive, highly efficient, with even reduced downtime solution, subsequentely increasing our sales by 15% within 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EMMECOM SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925476225": {
            "orgId": "925476225",
            "orgName": "EMMECOM SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}