{
    "rcn": "201736",
    "acronym": "SafeWood",
    "topics": "SC5-20-2015-1",
    "title": "Novel bio-inspired environmentally-friendly process for producing durable and dimensionally-stable wood",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "'Wood is a natural, renewable, reusable and recyclable material, thus contributing positively to EUís 2050 goals,\nby enabling a high standard of living from reduced energy and resource consumption.\n\nTo ensure a long and useful life, timber ó especially softwoods ñ needs protection from hazards of fungal decay and weathering.\nThe current approach to wood preservation is based on toxicity. Wood impregnation with biocides (containing creosote, arsenic, zinc, copper, chromium, etc.) prevents biological degradation,\nbut the European directive on the use of biocides place severe restrictions nowadays on the active substances that can be used in wood preservation and their fields of application.\nWood treated with such preservatives is classified as hazardous waste.\nFurthermore, current treatments donít have positive contributions to other critical properties of wood, such as dimensional stability or water absorption.\n\nRecent research has demonstrated that antifungal components and hydrophobic extractives produced by trees themselves can be effectively used as environmentally-friendly wood preservatives. This novel patent-protected bio-inspired approach is based on 'wood preservation as trees do it', in effect, converting sapwood to have characteristics of durable heartwood.\n\nSafeWood offers an innovative solution for safe and environmentally-friendly preservation of wood.\nThe approach benefits from a synergetic combination of material (tall oil, a natural extractive from heart-wood obtained as a by-product of paper manufacturing), together with a novel emulsion-based impregnation process.\n\nIn Phase 1, technological and implementation feasibility will be assessed, together with\ndevelopment of a business model to evaluate economic viability, assessment of risk and return on investment.\nIn the expected Phase 2, the innovation will be commercialised in collaboration with SME and research partners,\nensuring synergies are exploited between complementary expertise and resources.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INSIGNIA GROUP OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935852703": {
            "orgId": "935852703",
            "orgName": "INSIGNIA GROUP OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}