{
    "rcn": "201739",
    "acronym": "uCube2",
    "topics": "ICT-37-2015-1",
    "title": "Development of a complete low cost Card Payment Acceptance Infrastructure",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Payment Industry is an industry under transformation. The mobile point-of-sale (mPOS) started a revolution in payment acceptance and has opened a whole new market segment of micro-merchants bringing a low-cost POS solution allowing them to accept card transactions cheaply and easily. The mPOS model is forecast to grow rapidly reaching 3 million users by 2017 in Europe. Global market is projected to have 54 million installed units by 2019.\nuCube2 project is carried out by the SME Youtransactor (2014 TO : 9MÄ, Headcount : 35), a company with proven expertise on professional mobility, electronic payment, security and e-ID, developing innovative products for payment acceptance. The objective of YouTransactor in this project is to propose a disruptive innovation in front of the mPOS model and traditional EFTPOS networks for all size retailer market segment. This innovation called the uCube2 aims to find the sweet spot between mPOS and EFTPOS business model. It consists in developing an all-in-one low cost POS solution based  on an innovative card payment acceptance device and a global acceptance Infrastructure based on Cloud technologies.\nYouTransactor mainly targets two stakeholders: First, Merchant Banks which are arriving late to the mPOS market and need to move quickly. Then, selected merchant segment directly.\nPreliminary work on uCube2 led to the success in implementing the global acceptance Infrastructure between merchants and Acquiring Banks. The present feasibility study aims at\n- The finalization of the specifications thanks to the involvement of 2-3 acquirers,\n- The elaboration of a detailed business plan based on operational experience and acquiring banks interviews: validation of Youtransactor business model, value proposition, market segment targets,\n- The freedom to operate. Youtransactor expects to apply for at least two patents\nLater on, Phase 2 would perfectly allow to finance further development plan on the final uCube2 solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "YOUTRANSACTOR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924437064": {
            "orgId": "924437064",
            "orgName": "YOUTRANSACTOR",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}