{
    "rcn": "201731",
    "acronym": "EggPlant",
    "topics": "SFS-08-2015-1",
    "title": "A feasibility study, to investigate and verify the commercial and industrial viability of a wastewater processing solution to generate bioplastics from agri-food and municipal wastewater sources.",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "Currently, the bioplastics industry is restricted by the high cost of PHA and PHB bioplastics, despite the global capacity for their production outstripping commonly-used hydrocarbon-based thermoplastics and alternative bioplastic solutions; contemporary bioplastics that can compete with hydrocarbon thermoplastics are derived from crops (primarily using starch compounds), creating a conflict between using crops for food or as an industrial raw material, and increasing the cost of food. Furthermore, wastewater presents itself as a constant burden for industry, particularly wastewater containing nutrients that can potentially lead to a high biological oxygen demand (BOD) which damages aquatic ecosystems. The Eggplant is an innovative two-phase water treatment procedure that filters industrial wastewater and applies a three-stage post-filtration process. Through this process, each Eggplant uses wastewater as a raw material for the production of bioplastics using a commercial bacterial culture. Critically, the water at the end of the process is purified and safe to be used as drinking water or for release into watercourses. The primary value of Eggplant is the reduction of waste from agri-food industrial wastewater from twofold to zero ñ filtration removes the majority of pollutants and fermentation removes organic contaminants. The resulting concentrate is then processed into PHA and PHB bioplastics. Moreover, an Eggplant, through the use of concentrated substrate can generate 3-4 times as much bioplastic from an equivalent volume of wastewater.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EGGPLANT SOCIETA A RESPONSABILITA LIMITATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926152994": {
            "orgId": "926152994",
            "orgName": "EGGPLANT SOCIETA A RESPONSABILITA LIMITATA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}