{
    "rcn": "201793",
    "acronym": "I.MODI",
    "topics": "Space-SME-2015-2",
    "title": "Implemented MOnitoring system for structural DIsplacement",
    "startDate": "01/03/2016",
    "endDate": "28/02/2018",
    "objective": "I.MODI aims at exploiting business opportunity generated by the increasing need to have a systematic monitoring system able to control stability of buildings and civil infrastructures. It focuses on the exploitation of EO data to create an added value service where the integration between EO observation (Sentinel 1/Copernicus, COSMO-SkyMed and ESA archive SAR data from ERS-1/2 and Envisat) and ground-based  technologies represents the core of the system and becomes easily accessible from users.\nI.MODI is expected to overcome the need to develop a specific SAR knowledge (the most significant ìculturalî barrier to the adoption of the techniques), leverage scientifically validated practices based consolidated monitoring methodologies to be further evolved into innovative operational prototypes.\nBy exploiting the EO and ground based dataset, 3D numerical maps, and GIS spatial analysis, the I.MODI technology will support the monitoring activity and contribute to damage assessment analysis through the calibration on advanced numerical modelling.\nThe I.MODI project will:\n i.   define standards for the structural monitoring, damage assessment and infrastructure impact modelling using advanced   EO services & products;\n ii.  test, prototype and industrialize an innovative range of monitoring services also based on the outcome of the feasibility project carried out within the ESA/BIC Lazio  initiative (already funded and completed), according to user requirements defined by primary European infrastructure managers;\n iii.  disseminate the project results through a multichannel communication strategy by organizing workshops involving key stakeholders and service users, web based campaigns,  and more traditional communication (e.g. papers and press clippings);\n iv.  define an appropriate business model to guarantee the long-term sustainability of the new operational monitoring system;\n v.   develop a commercialization/business plan targeted at key user segments.",
    "totalCost": "791250",
    "ecMaxContribution": "553875",
    "coordinator": "SURVEY LAB SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954488149": {
            "orgId": "954488149",
            "orgName": "SURVEY LAB SRL",
            "ecContrib": 553875
        }
    },
    "calculatedTotalContribution": 553875
}