{
    "rcn": "201772",
    "acronym": "DAA",
    "topics": "Space-SME-2015-1",
    "title": "Development of mesosphere in-situ measurement tools: Atmosphere Analyser",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "The Mesosphere and Lower Thermosphere (MLT) are the most poorly known stages of the Earthís atmosphere. Knowledge of the events on the MLT region are linked to better prediction of events on surface weather and thus improve weather forecasting, reduce insurance costs via better data and predictions, deliver fresh data for climate disasters prevention D-Orbit Atmosphere Analyser (DAA) is an innovative system based on nanosatellite technology that promises to deliver insitu real-time data on any geographical area of the MLT. DAA exploits recent advancement in space technology to provide services for Earth entities and commercial businesses.\nOur goal is to provide to commercial businesses and research entities fast, low cost, reliable and ìfreshî data related to our planet, its atmosphere and the near space environment, via innovative systems independent from geographical locations and launchersí cost. DAA offers real-time, geo-localized and fresh MLT data for catastrophe prevention and especially for insurance companies, improving their forecasts reliability, reducing their financial risk and thus increasing their margin on insurance products sold. DAA is scalable and easily upgradable to extend the sensors capabilities and thus enter in different ìbig dataî market.\nThis project will contribute to the generation of Climate Data Records being a support feature to efforts undertaken by ESA under the LEIT Space programme. Furthermore, DAA is a disruptive and competitive solution that will seize European and global business opportunities by transferring this advanced and low cost technology from the space industry to non-space areas.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "D-ORBIT PT LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937273753": {
            "orgId": "937273753",
            "orgName": "D-ORBIT PT LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}