{
    "rcn": "201797",
    "acronym": "KNAW-ESFRI",
    "topics": "INFRA",
    "title": "Presidency event: Launch of the 2016 ESFRI Roadmap",
    "startDate": "01/01/2016",
    "endDate": "30/06/2016",
    "objective": "This proposal is about the organization of the launch event for the ESFRI Roadmap on 10 March 2016 in Amsterdam. This event will be organized by the Royal Netherlands Academy of Arts and Sciences (KNAW) in close cooperation with the Dutch Ministry of Science, Culture and Education (OCW), ESFRI and EC. This event is organized under the Dutch EU-presidency.\n\nDuring this event the European Strategy Forum on Research Infrastructures (ESFRI) will present its updated Roadmap 2016. The objectives of this event are amongst others:\n- -To present the ESFRI Roadmap 2016 publicly,\n- To discuss with major stakeholders the outcomes and conclusions of the ESFRI 2015-16 road-mapping exercise,\n- To reflect on the main challenges for implementation of research infrastructures,\n- To facilitate a quick start towards implementation for new research infrastructures included in the Roadmap,\n- To reflect among other themes on possible actions aiming at long-term sustainability of research infrastructures,\n- To prepare ground for the planning of 2018 ESFRI Roadmap update.\n\nESFRI is a strategic instrument to develop the scientific integration of Europe and to strengthen its international outreach in the area of research infrastructures. The specific mission of ESFRI is to support a coherent and strategy-led approach to policy making on research infrastructures in Europe and to facilitate multilateral initiatives leading to a better use and development of research infrastructures at EU and international level.",
    "totalCost": "106312,5",
    "ecMaxContribution": "100000",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 100000
        }
    },
    "calculatedTotalContribution": 100000
}