{
    "rcn": "201729",
    "acronym": "SWITLER",
    "topics": "SIE-01-2015-1",
    "title": "SWITLER:Small WInd Turbine Lightwight Efficient generatorR",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "Wind energy is an attractive solution for the energy demands of remote installations. It could provide energy to remote Base Station Sites, which account for up to 50% of the total operational costs in the Telecommunication Industry. It is also a feasible source of energy in the agricultural sector. Farms spend around Ä50.000/year in power supply due to their remote location with respect to power plants. Installation of Small Wind Turbines (SWT) that allow energy harvesting on-site will produce operational cost savings of Ä32.000/year. However, large purchase costs and long return of investment (25-30 years) are strong barriers for wind power implementation.\nResponding to these market needs, at EVR Motors we have invested so far Ä1.000.000 of private capital to develop a novel direct drive generator: SWITLER. Using a lean philosophy design and eliminating non-desirable features we achieve a manufacturing cost reduction of up to 60%. Reducing magnet mass materials in 20% and eliminating iron from the rotor, we reduce the generator weight by up to 70% when compared to current solutions in the market. Furthermore, efficiency is increased in as much as 96%. Our generator removes the need of a transformer, which enables the use of SWT applications off-grid in remote areas.\nThis already patented (approval in process) technology will revolutionize the Small Wind Turbine manufacturerís value of chain. Our objective is to start SWITLER commercialization by 2017 introducing it in the SWT market. This market is expected to increase massively from Ä768 million in 2013 to Ä2.517 million by 2020, at a Compound Annual Growth Rate (CAGR) of 22%. Our market strategy will focus on Israel for the first two years. We will then percolate the European market through UK, which accounts for 13% of the global market. After the 6 initial commercialization years, SWITLER sales are forecasted to accumulate Ä25.728.000 revenues.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "E.V.R. MOTORS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929894478": {
            "orgId": "929894478",
            "orgName": "E.V.R. MOTORS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}