{
    "rcn": "201762",
    "acronym": "LINGOKIDS",
    "topics": "ICT-37-2015-1",
    "title": "LINGOKIDS: Adaptive mobile platform for language learning for early age children",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "Because of the globalisation, language learning and bilingualism has been introduced in education from the earliest years of schooling. Recent studies show that the best age for a person to learn a second language is 2 to 6 years. Monkimun, aware of this need, is developing an ecosystem of educational game-based Apps that are based on a rigorous scientific research on the psychopedagogy of the learning process in early childhood, together with Universities and research centres.\nThe propose LINGOKIDS project seeks to become the reference mobile platform available in the market for adaptive language learning, focus on early age children, based on multiple intelligences theory, Big Data techniques, Artificial Intelligence (AI) algorithms, and following a game-based learning methodology. The platform will be able to identify the children's learning pace during play and automatically adapt educational content for a customized learning. In addition to this, LINGOKIDS platform will provide parents and educators with tracking tools and periodic reports, and a user interface framework to co-design tailor-made lessons upon this intelligence.\nThe envisage LINGOKIDS platform will provide parents and educators with the most innovative solution available in the market to empower early age children with a funny and motivating tool to start learning a foreign language without supervision (but monitored) in a highly customized way, attending at children learning evolution and preferences on the type of lessons (games).\nThe global market of educational apps for children between 2 and 6 years represents 9.5% of the total market for mobile active applications, which means more than 114 million mobile apps. This market is expected to grow from $1,500 million in 2012 to $2,300 million in 2017. Through the LINGOKIDS project, we seek positioning our company as the leading player providing mobile language learning services for early age children.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MONKIMUN LABS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924031604": {
            "orgId": "924031604",
            "orgName": "MONKIMUN LABS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}