{
    "rcn": "201770",
    "acronym": "VISSUALLY",
    "topics": "NMP-25-2015-1",
    "title": "Customised exhibit solutions through visual innovation",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "Consumers make their final purchase decisions once they are at the store and are heavily influenced by the visual dimension. Up to 40% of them change their minds while they shop. Besides a trade fair visitor has between 5 and 15 minutes to make a truly lasting impression on exhibitorís stand. Differentiation becomes incredibly important in current global markets in order to obtain a larger market share. Among the range of merchandising options displays are the preferred solution for point-of-sale marketing. Companies use 11,721 units per year on average, 23 million stand displays per year without considering 2,619 trade fair events every year solely in Europe. \nThere is a clear business opportunity for innovative displays that fulfill: low-cost high-quality printing, improved durability, reusability and environmental awareness. Our company, TECNOLOGÕAS Y APLICACIONES L¡SER S.L.U., has been working for over four years on a unique display solution based on the use of Medium Density Fibreboard (MDF). VISSUALLY concept integrates three innovative issues to conventional MDF: 1)Adaptation of digital printing technology 2) Control of laser cutting intensity and 3) Novel assembly system: Q-clip (patented). As a result VISSUALLY guarantees an affordable cost solution, excellent printing performance, finished quality never seen before, flexibility and an easy-to-use assembly system that makes the solution reusable. VISSUALLY is clearly superior to current options and an exciting and reliable business opportunity for us. Boosted by phase 1 project, we expect to create 30 jobs and Ä8,1M net profit in 5 years. A feasibility study including a business plan will be done including a market assessment to confirm our displays acceptance in the sectors (retailers, food, cosmetics); a technical assessment and final testing of our innovative technology; a stakeholder assessment to identify the key players and activities for the next phases of the project; and a complete Business Plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TECNOLOGIA Y APLICACIONES LASER SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924032380": {
            "orgId": "924032380",
            "orgName": "TECNOLOGIA Y APLICACIONES LASER SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}