{
    "rcn": "201720",
    "acronym": "CALBATT - ASSET",
    "topics": "SIE-01-2015-1",
    "title": "Advanced Solutions for Smart Energy storage and electric Transportation",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "We have developed an innovative patented and internationally awarded technology called CalBatt, for the dynamic analysis and optimization of the performance of all the devices involved in energy storage chain (from the converters to the battery) capable of increasing the efficiency of energy storage systems of up to 15% for both stationary storage (including renewable integration, industrial and grid-scale applications) and electric mobility applications (including recharge of electric cars and forklifts for intra-logistics).\n\nAs demonstrated by experimental tests carried out together with the Engineering and Research Division of Enel S.p.a., the innovative technology developed by CalBatt (TRL 6) can allow:\n\no an efficiency increase of up to 15% compared to traditional management strategies, for any size and technology of the battery. This increase is achieved, depending on the application, by: a maximization of the self-consumption of renewable energy, a conveniently reduction of the peak demand especially for industrial application and more profitable grid-level services;\n\no a decrease in operating costs of electric vehicles (in the range 21% - 32%);\n\no a reduction of up to 50% of the battery temperature increase during charging, with a very positive impact on battery life. In fact, in typical charging process the temperature can be reduced by up to 4∞C degrees, which can allow a battery life increase between 20%-30% according to the Arrhenius Law.\n\nCalBatt technology is implemented by an add-on device named NomoStor, a decision support tool capable of suggesting the best battery charging/discharging power at each time instant to the Energy Management System (EMS) which supervises the storage operation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CALBATT SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924035872": {
            "orgId": "924035872",
            "orgName": "CALBATT SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}