{
    "rcn": "201701",
    "acronym": "t-Clinic",
    "topics": "PHC-12-2015-1",
    "title": "An innovative medical device for early diagnosis based on a disruptive body temperature monitoring and analysis scheme-t-Clinic",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "In t-Clinic, a novel medical device will be validated as a new additional tool for early detection and prognosis of a number of pathologies: cancer, sepsis, stroke, diabetes, hypertension, infectious diseases, etc., and for different applications: epidemics, critical care, paediatrics, internal medicine, etc., that are based on subtle changes in the body temperature dynamics, not just in its absolute values (discover hidden information, bring to light undetected trends, find new diagnosis correlations).\nBody temperature quantification systems are currently the primary choice for standard clinical practice. However, due to the low sensitivity and specificity of these methods, a limited field of action, and null dynamics perspective, patients are often referred for secondary procedures, such as blood cultures, for more detailed diagnosis information. These referrals pose a global challenge that postpone treatment, increase the patient risks, and entail higher costs to the healthcare system (materials, labour requirements). There is a worldwide need to reduce the temporal and economic diagnosis costs to enable faster treatment of conditions and more affordable and sustainable healthcare systems by introducing preventive screenings and monitorings for earlier interventions.\nInnovatec has developed an advanced non-invasive body temperature monitor capable of long-term accurate thermoregulation assessment that can provide a low cost prompt diagnosis tool that will reduce the need for referrals, and will become an effective tool for body temperature dynamics correlation with disorder onset and progression. This is achieved by means of a precise multi-site body temperature monitoring scheme based on a portable wireless device, a set of clinical temperature probes (skin, tympanic, axillary, etc.), and a number of advanced signal entropy estimation algorithms developed by Innovatec's scientists in the last years, which are our most disruptive competitive advantage.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNOVATEC SENSORIZACION Y COMUNICACION, S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999442605": {
            "orgId": "999442605",
            "orgName": "INNOVATEC SENSORIZACION Y COMUNICACION, S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}