{
    "rcn": "201787",
    "acronym": "B-Ecolyol",
    "topics": "SIE-01-2015-1",
    "title": "Improving the productivity of Biodiesel plants through their adaptation for the production of polyols",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "B-Ecolyol is BETA's innovative solution to overcome periods of inactivity in biodiesel plants due to market fluctiations in raw materials' pricing, which make production unprofitable.\nOur experience in the bio-refinery sector, and in the development of engineering processes for the valorization of used oil enabled us to see that our biodiesel plants could also be used for the production of polyols .These are products with a great market potential as they are used for the production of polyurethane for a vast variety of applications- from coatings and adhesives, to automotive seats or fibres.\nThus, our solution consists on a simple processing technology that can be adapted within biodiesel plants, for the production of eco-polyols from used oil or biodiesel, increasing their productivity while valorizing a product usually considered as residue (used oil). In this way, we eliminate the issue of limited availability of resources and their associated pricing fluctuations. Moreover, thanks to the simplicity and mild operating conditions of our process, we will reduce global warming emissions and use of non-renewable energy by 36% and 61%, respectively compared to petroleum derived polyols.\nOur business model at BETA Group has a double approach, 1) as producers of biodiesel and derived added value products such as eco-polyols and 2) as providers of engineering services. The exploitation of the B-Ecolyol project will follow this double strategy, on one hand increasing our bio-polyol production for its commercialization, and on the other, providing our engineering services for the implementation of the licensed technology in other companies with the same productivity issues. In this way, the B-Ecolyols project will not only have a remarkable economic impact on our company (increasing our revenues by 49% by 2023, with a ROI of 3.33), but will also contribute to increase our competitiveness, by targeting new markets and increasing our international presence",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BETA RENOWABLE GROUP SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951003909": {
            "orgId": "951003909",
            "orgName": "BETA RENOWABLE GROUP SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}