{
    "rcn": "201785",
    "acronym": "TAVIguide",
    "topics": "ICT-37-2015-1",
    "title": "ICT platform to reduce mortality rates for Transcatheter Aortic Valve Implantation (TAVI) by pre-operative risk management",
    "startDate": "01/01/2016",
    "endDate": "30/04/2016",
    "objective": "Our market disruptive TAVIguideô ICT solution (a Software-as-a-Service platform) will be distinctly beneficial for the global healthcare system with a positive impact on two main groups: a favourable economic impact for medical centres and physicians and an improved quality of care and experience for patients. \nOur ICT platform addresses an innovative digital health ICT concept and service and will help to tackle the society's challenge of growing needs for sustainable and personalized healthcare (ICT Pillar VII ìICT-enabled benefits for EU societyî). It provides surgeons with a groundbreaking ICT solution thanks to beyond State-of-the-Art patient-specific 3D heart modelling and blood flow simulation for pre-operative analysis and preparation of aortic valve implantation. These unique features, not found in competitive offerings, allow to correctly assess and mitigate the complications risk, thereby reducing mortality rates across all TAVI patients from up to 25% after 1 year to <5%. \nOur TAVIguideô platform offers a huge potential to device manufacturers who can use the accurate modelling and simulation features to further optimize their TAVI devices and prepare the way for patient-specific valve design. \nOur business concept is based on a software license revenue model plus fee per case. FDA approval and validation in a prospective patient study during Phase 2 will give us a unique selling proposition for different TAVI stakeholders. Commercialization of TAVIguideô is planned on a global scale (EU and US). Due to the growing medical importance of the TAVI procedure and an ageing population, the target TAVI market is expected to grow from 1.4BÄ (2014) to 4.7BÄ (2025). We aim for a 12.6% share by 2021. An additional market entry for mitral valve disease therapy, 4x the TAVI market size, will be analysed. \nThe elaborated business plan and verified technical and marketing feasibility for additional medical applications will prepare our solution for fast market uptake.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FEOPS NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "988883961": {
            "orgId": "988883961",
            "orgName": "FEOPS NV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}