{
    "rcn": "201763",
    "acronym": "TMS Cloud ePos",
    "topics": "ICT-37-2015-1",
    "title": "Revolutionary secure payment management system to integrate the different elements of thepayment industry with the use of SEPA",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "Until now, the payment market has been strongly segmented with many incompatible payment solutions. Market investments are introducing many new payment methods but the underlying architecture remains the same and is only getting more complicated.\nSince 2010, PayPlaza has been developing a revolutionary secure payment management system to integrate the different elements of the payment industry. Payplaza is seeking to develop this platform to handle any payment transaction from any platform (e-commerce / terminal / POS) in any country and with any currency.\nBy providing an interface which separates the different layers of data, PayPlaza enables the integration of different payment elements in a matter of days. Thanks to the integration layer, users have freedom of choosing Point-of-Sale software, payment terminals and acquirers across the globe, whilst applying the highest security principles. \nThis is the much needed solution for international organisations with operations in several countries, dealing with different payment service providers, payment terminals, ECR (software) integrations, various acquirers and bank contracts. Their cost savings include a reduction in maintenance and administration costs thanks to dealing with only the PayPlaza platform. As well as lower transaction costs thanks to being able to operate with any of the payment solution providers. Additionally, Payplaza is building dashboard functionality which will allow the users to make sense of all their data, hereby supporting their future growth. \nFurther more users gain more functionalities such as processing biometrics, alternative payments, loyalty or any other transaction.\nPayPlaza has built the minimal viable product to solve these problems and now seeks to seize the market opportunity, which will be done by performing a feasibility study in phase 1, followed by a phase 2 project where PayPlaza will build out their prototype to a fully certified, scalable and redundant platform.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SEPASOFT BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927059459": {
            "orgId": "927059459",
            "orgName": "SEPASOFT BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}