{
    "rcn": "201767",
    "acronym": "NedraEV",
    "topics": "IT-1-2015-1",
    "title": "A lightweight, fast charging, EV platform to be utilised on Car Share and Urban Mobility Systems",
    "startDate": "01/04/2016",
    "endDate": "31/08/2016",
    "objective": "The concept is to create a family of novel, lightweight EVs, through an EU based organisation co-ordinating design, manufacture, supply and support service infrastructure, targeted at producing zero emission city mobility for co-ordinated hire schemes, transportation networks, taxi or private individual transport.\n\nEC policy  demands sustainable urban mobility, specifically within the growing carshare and city hire market. Nedra has been formed specifically to capitalise on these emerging opportunities through an Electric Vehicle (EV) platform where Product Specification and New Product Development processes are optimised to match exactly the market needs and the mantra ìjust enoughî is applied. The Nedra product range features a combination of lightweight, low cost, longer range and rapid charge platform that is not currently met by any single existing product. This will be key to realising the companyís growth strategy of sales turnover of Ä36milion p.a. by 2020.  In addition to the product range we have identified that, we can create an EU-based network which co-ordinates manufacture, supply and service for this family of EVs worldwide. \n\nThe purpose of this feasibility study is to confirm some of the assumptions regarding the market, identify further key suppliers and partners, and establish the product legislative and compliance needs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEDRA LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925673426": {
            "orgId": "925673426",
            "orgName": "NEDRA LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}