{
    "rcn": "201749",
    "acronym": "NEBU-ONE",
    "topics": "PHC-12-2015-1",
    "title": "NEBU-ONE : A revolutionary method for anatomic pathology slides staining",
    "startDate": "01/03/2016",
    "endDate": "31/07/2016",
    "objective": "Anatomic pathology laboratories (APL) across Europe have a responsibility to urgently modernize and sustain increasing efficiency, leverage automation, and foster patient safety. Misidentification errors in laboratories have the capability to cause devastating events, both at medical and economic level. It is estimated that 30% of cytological cell samples are misinterpreted as negative for cancer. That represents 1.65 millions of samples per year. One of the most important problems for APL is the increase of the number of biological screening samples to be processed due to the lengthening of the lifetime and increased number of cancers. Only screening of cervical cancer, which represents today about 200 million tests worldwide and the market of about 1 milliard of euros, should double by 2020.\nOptana Technologies is developing a breakthrough medical device called NEBU-ONE, for highly improved and automated biological sample staining. NEBU-ONE contains a proprietary ìnebulization headsî which deposits staining reagents in the form of aerosol (microdroplets) allowing them to penetrate much deeper and much faster into the tested samples (cells and tissues) compared to standard techniques. Often present cross-contamination between samples will be also decreased, as well as a consumption of expensive and pollutants reagents. All these will lead to increased quality of sample staining, improved accuracy of the analysis and interpretation and better diagnosis and patient care. It will allow Optana Technologies to become the reference method in the APLs and to grow rapidly in the European market. We plan to achieve the turnover of 4.3 MÄ in 2020 and create 5 new highly qualified post. This feasibility study is essential to validate our innovative business model and NEBU-ONE before its transfer in routine laboratory practice and industrial production.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OPTANA TECHNOLOGIES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924211442": {
            "orgId": "924211442",
            "orgName": "OPTANA TECHNOLOGIES",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}