{
    "rcn": "201773",
    "acronym": "DAPS",
    "topics": "DRS-17-2015-1",
    "title": "Drone Alarm and Protection System",
    "startDate": "01/01/2016",
    "endDate": "31/05/2016",
    "objective": "Drones are moving from being mainly a military technology to a mass market gadget. Whereas demand and applications for drones are fast-growing, the drone market is also raising security and privacy issues. Presently, there are obvious concerns about the possibility of using drones for terrorist attacks in which drones could be equipped with explosives and biological weapons. The development of new and efficient tools able to detect and jam civilian drones used for illegal proposes has become a priority in the security field.\nMyDefence aims to pursue a major market opportunity through the development of an innovative drone alarm and protection system (DAPS) to be used by security services providers and critical infrastructure owners - public and private sectors - in urban contexts.\nDAPS is a scalable, networked system with hardware and embedded software algorithms coupled to a graphical user interface. DAPS is able to detect and identify illegal drones around secure areas and to jam the device in a specific wireless frequency range without interfering with other mobile signals and forcing a controlled drone landing.\nWhereas the core technology is already demonstrated in an operational environment, the further maturation of the concept into a fully commercial and scalable solution is hampered due to the existence of technical and non-technical barriers. Therefore, there is a need to further establish market and regulatory feasibility of the proposed DAPS concept. Also, demonstrate and validate both the technical and economic viability of DAPS at the level of different security applications.\nInitially, this will require a Phase 1 feasibility study that will give us a clear direction for our demonstration and market replication strategies. If objectives for phases 1 and 2 are successfully achieved, it will represent a significant business opportunity, with an expected sales turnover of Ä73 million and profits reaching Ä60.5 million, 6 years after commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MYDEFENCE COMMUNICATION APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925923589": {
            "orgId": "925923589",
            "orgName": "MYDEFENCE COMMUNICATION APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}