{
    "rcn": "201780",
    "acronym": "SKLCarbonP2",
    "topics": "NMP-25-2015",
    "title": "Project: Scale up of CDC production for inclusion in ultracapacitor to double the performance.",
    "startDate": "01/04/2016",
    "endDate": "30/06/2018",
    "objective": "Ultracapacitors (UC) are playing an increasingly important role as efficient high power energy storage devices. UC market has shown 30% CAGR since 2009. Leading consultancy IDTechEx estimates that by 2021 the directly addressable segment of large format ultracapacitors (over 100F) is forecast to reach $4bn USD. The same research identifies low energy and power density, together with high costs, as the main factors inhibiting further market growth. Skeleton Technologies (SKL) has developed a patented carbide derived carbon (CDC) UC technology, which enables a four-fold increase in power density (78 kW/L) and twice the energy density (20 Wh/L) and, approximately halving the cost/performance ratio. \nThe competitive advantage in performance and system level savings has been verified by SKL¥s customers ABB, Bosch, Continental, BMW, Audi.\nSKL go-to-market strategy focuses on European customers in the industrial equipment, power grid and transportation industries. The revenue ramp-up plan is based on quantities and pricing information from numerous LOI¥s and contracts with the pilot customers and fits the geographical and industry focus of SKL¥s strategy. \nWith 47 employees, incl. 9 PhD¥s as the research core, and robust backing from strategic and private equity investors, SKL has the facilities and investments in place for UC production ramp-up. The aim of this project is to develop the technology necessary for CDC production in industrial scale to provide raw material for UC production and underpin the SKL performance advantage.\nThe technological challenge is scaling CDC production from TRL 6 by deploying large-scale fluidized bed reactors at a partner manufacturer site to achieve TRL 8. Toll manufacturer will supply the material to SKL for electrode and UC production as the next step in the value chain, while ST retains control of IP. Product-to-market fit will be ensured by extensive testing with SKL¥s customers to fine-tune the cost/performance ratio.",
    "totalCost": "3555375",
    "ecMaxContribution": "2488762,5",
    "coordinator": "O‹ Skeleton Technologies",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990625984": {
            "orgId": "990625984",
            "orgName": "OÜ Skeleton Technologies",
            "ecContrib": 2488762
        }
    },
    "calculatedTotalContribution": 2488762
}