{
    "rcn": "201706",
    "acronym": "NEWIR",
    "topics": "IT-1-2015-1",
    "title": "NEW WIRING for VEHICLES",
    "startDate": "01/03/2016",
    "endDate": "30/06/2016",
    "objective": "The goal of our project is to address the issue of the reduction of the electrical wiring weight in vehicles, developing a new technology that produces galvanic plated aluminium electric wire that can replace electric wire made of copper. We plan to develop an integrated plant  that will electro-plate aluminium wire with copper and normalise it, so that it can be subsequently drawn and used to produce innovative electric cables. These new cables for the transport sector will weigh about half as much as the equivalent copper cables and will have an approximately 40% lower production cost, all conditions being equal in terms of electrical and mechanical properties. \nThe above goal will be reached combining the following processes into a single plant:\nï appropriate technologies for the galvanic coating of aluminium, to prevent the very rapid oxidation to which aluminium is susceptible, increase its conductivity and enable the wire to be soldered; \nï appropriate technologies for thermal treatment of the metals, to obtain a ductile material that can be drawn and twisted as easily as copper. \nThe market of reference for selling the new plant consists of the producers of copper cables for the automotive sector: these manufacturers will have the opportunity to provide copper-coated aluminium cables that are complete replacements for today copper cables in all classes of flexibility, and to enjoy the added benefits of lower production cost and greater lightness.  \nA production cost lower will increase the profit margins enjoyed by these cable producers and reduce the price of sale paid by the vehicles manufacturers.\nOther important sectors where we can enter the market will be the manufacturers of electric cables where the weight is a critical factor as in the aeronautical and aerospace. \nWe expect to offer the market a new plant that can be standardised and is scalable, and which can produce drawable copper-coated aluminium wire continuously at a speed of 40 to 200 mt/min.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OTOMEC SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937659910": {
            "orgId": "937659910",
            "orgName": "OTOMEC SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}