{
    "rcn": "201776",
    "acronym": "Panatomy",
    "topics": "ICT-37-2015-1",
    "title": "Panatomy",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "Panatomy: Revolutionizing radiology through digital diagnoses\nPanatomy is a breakthrough support software program for medical imaging specialists, providing the first interactive image-based diagnostic reference system for radiology. By increasing diagnosis speed, Panatomy boosts doctorsí capacities and saves lives.\nAcross all medical fields there is an increasing demand for visual diagnostics including CT and MRI scans, resulting in waiting lists for radiologic services. But while most medical professions have a digital reference system, radiology does not. Instead, radiologists must rely on print-based books or text-based web databases to research and diagnose.\nPanatomy fills this void by providing an interactive viewer software tool connected to a state-of-the-art database with the most extensive library of pathological images to date. Using Panatomy, radiologists can simply compare a patientís MRI or CT scan against images of anatomical structure and pathological case images. This enables radiologists to make faster and more accurate diagnoses, with an increased capacity of up to 15% in trials.\nPanatomy has been developed by a highly qualified team that includes medical doctors, lawyers, technologists and business experts based at the renowned Charite University Hospital in Berlin, home to the biggest radiology department in Europe.\nPanatomy will now undertake a feasibility study to prove the technical and commercial viability of the existing product, verify business assumptions, and plan for pan-European expansion. As a result, Panatomy will be positioned to exploit the full potential of its highly innovative product, and enhance the quality of radiologic health care across Europe and beyond.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GGWK MEDICAL TECH UG (HAFTUNGSBESCHRANKT)",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929933278": {
            "orgId": "929933278",
            "orgName": "GGWK MEDICAL TECH UG (HAFTUNGSBESCHRANKT)",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}