{
    "rcn": "201721",
    "acronym": "SenSOP-II",
    "topics": "SC5-20-2015-1",
    "title": "Novel sensor based soil-plant-climate control system for European smart farming",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "New tools have to be developed to mitigate emissions of greenhouse gases and adapt to impacts of climate change with\nrespect to the interfaces of water, land use and biodiversity due to water saving techniques, technology development of\ninnovative mapping and plant growth monitoring systems. SenSOP-II aims are to provide this tool for advanced smart\nfarming operations and water and energy saving techniques.\nSenSOP-II optimises irrigation, fertilizer- and pesticide application and soil treatment focused on grapes, hop plants, fruits\nand vegetables and extensive wheat production areas affected by global temperature increase. SenSOP-II also monitors\nvitality, growth and qualities of cultural plants/ crops and measures applied.\nThe SenSOP-II approach is based beside others on the experiences and expert knowledge of a national funded R&D project\nfor a trial agricultural company (2012-2014; patent application DE102013012793). Since 2014 SenSOP-II solution has been\ndemonstrated successfully in the field.\nThe engineering design of SenSOP-II is an innovative solution based on a Three-Layer approach with soil-plant-climate\nbased sensors, simulation software tools embedded in a web-based server structure. The user design of SenSOP-II is a lowcost,\neasy-to-use and industry independent software tool that is accessible to end-users through internet client devices.\nKey market is the wine producing sector in Europe. Wine regions outside Germany will be covered by our prospective\ncontracted strategic system partners. Further system openness to new applications, techniques and data sources ensures\ncontinuous improvement of SenSOP-II approach within the system partner network to boost SenSOP-II innovation solution\nand to create jobs and turnover for each participated SME on an European scale.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JENA-GEOS-INGENIEURBURO GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "984230386": {
            "orgId": "984230386",
            "orgName": "JENA-GEOS-INGENIEURBURO GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}