{
    "rcn": "201713",
    "acronym": "FILE.BIO",
    "topics": "SC5-20-2015-1",
    "title": "FINISHING LEATHER WITH BIOPOLYMERS ADDED WITH NANOCOMPONENTS",
    "startDate": "01/03/2016",
    "endDate": "30/06/2016",
    "objective": "The goal of FILE.BIO project is to reduce the negative effects on the environment that derive from industrial finishing operations on leather, which constitute one of the most polluting industrial processes in the leather production cycle. This\nresult will be obtained by developing a totally new family of supplementary products that are specifically designed for finishing. The products will contain naturally-derived polymers (biopolymers) instead of synthetic compounds (derived from\npetroleum), which are known for their great environmental impact. In particular, we will develop new biopolymer resins that replace the synthetic compounds currently used by tanners.\nIn order to obtain better performance than what is currently possible with synthetic polyurethane compounds treated with other materials, we will use specific nano-materials for improving the mechanical and hydrophobic properties that the new finishing products impart to treated leather.\nAnother important effect of our project will be a major improvement in work conditions at the factories where leather is finished.\nThe goal of our project is to replace 30% of the presently petroleum based substances (approx. 10,000 tons) with chemicals of natural origin that have a low environmental impact and can improve the properties of the leather. 1.5 tons of petroleum are required for producing one ton of synthetic resins: our project will thus have the effect of reducing the consumption of petroleum in Europe by around 15 thousand tons.\nOverall, our project will have the potential of the following environmental benefits on the European level:\n1) up to a 30% decrease (equivalent to 10 thousand-ton) in the amount of synthetic, potentially pollution substances used in the tanning processes;\n2) up to a 30% reduction (equivalent to 15 thousand-ton) in petroleum consumption, in the tanning process;\n3) a significant improvement in the work environment of approx. 35,000 persons.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "A.L.P.A. - AZIENDA LAVORAZIONE PRODOTTI AUSILIARI S.P.A.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932701949": {
            "orgId": "932701949",
            "orgName": "A.L.P.A. - AZIENDA LAVORAZIONE PRODOTTI AUSILIARI S.P.A.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}