{
    "rcn": "201735",
    "acronym": "HAZEL",
    "topics": "SC5-20-2015-1",
    "title": "HAZEL: Commercialization of a novel, high efficiency equipment for the determination of hazardous atmospheric pollutants",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "SEADM is a Spanish SME founded in 2005, whose aim is to become a centre of excellence in the field of analytical instrumentation for the detection of trace elements. Its founder, Yale Professor Juan Fernandez de la Mora, is a world leader in the field of ion mobility. In the last complete review about the integration of ion mobility and mass spectrometry, published by three of the most prestigious academics in the field, SEADM was quoted as owner and developer of 2 of the 6 most relevant ion mobility techniques today: DMA and TM-IMS. SEADM was the only European company appearing in the review.\nThe monitoring and control of atmospheric pollutants is a subject of prime importance worldwide. Recent evidence from the World Health Organization indicates that about one out of eight deaths occurred in the world are actually due to air pollution.\nThe proposed HAZEL project will be devoted to the introduction in the market of a new instrument for the analysis of atmospheric sub-trace pollutants, based upon SEADM technology, with the capability of revolutionizing the field. Among other advantages to be addressed along the present proposal, the HAZEL instrument would generate: 1) a 10-fold slash in the analysis cost vs. state-of-the-art technology, 2) highly automated operation and 3) improved technical performance.  \nThe specific objectives of HAZEL Phase 1 are as follows:\n1. Technical study to confirm or alternatively redefine the operating parameters of SEADMís vapour analysis system. Tests will be performed for a selection of representative sub-trace air pollutants. For feasibility assessment, results will be judged against relevant EU standards and regulations.\n2. Market study to review the preliminary description of the market presently defined.\n3. Study of the present HAZEL Business Plan, in order to validate or alternatively redefine its parameters, including its financing requirements.\n4. Study and review of our current strategy on IPR and legal issues.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOCIEDAD EUROPEA DE ANALISIS DIFERENCIAL DE MOVILIDAD SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999519526": {
            "orgId": "999519526",
            "orgName": "Sociedad Europea de Analisis Diferencial de Movilidad SL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}