{
    "rcn": "201752",
    "acronym": "VaporPV",
    "topics": "SIE-01-2015-1",
    "title": "Low cost PV cooling system for ground-mounted and rooftop systems - VaporPV",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "The strategic aim of VaporPV Ltd, and our intentions regarding potential Phase 2 funding, is production start-up and market uptake of ìVaporPVî innovative solution. \nThe main objective of VaporPV phase 1 project is to perform a feasibility study of our innovation idea in order to verify the technological, practical, market and economic viability of the innovation.\nVaporPV is an innovative patent pending technology that increases the productivity of the photovoltaic solar systems with cooling of the PVpannels when reaching above 25∞C. \nThe specific objectives of VaporPV towards phase 2 and phase 3 project and expected outcomes by 2018 are ñ To develop the VaporPV  innovation to a series of prefabricated kits with a universal shape, width, height applicable for all PV panels on the market; To develop and establish a distribution network for the UK market by the end of 2017 and penetration the rest of European market by the end of 2018; Using specific communication and promotion channels, to demonstrate the efficiency, capability and qualities VaporPV as cost effective solution; To achieve commercialization of the VaporPV in EU market by the end of 2018.\nSpecific objectives of the VaporPV feasibility study ñ Study and analysis of the current mode of operation of VaporPV. Evaluation of alternatives ñ the influence of the different shapes of the PV modules on the equability of irradiation of the entire area of the PV panels; Definition of operating requirements for production start-up and market uptake of VaporPV; Identification and analysis of the critical risk factors. Development of contingency plan; Deep study and analysis of the market environment, market segmentation and development of most suitable for VaporPV marketing and sales strategy; Overall assessment of project viability; Establishment of intellectual property issues; Identification of the most relevant partners for development and implementation of phase 2 project;",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MARINE PV TECHNOLOGIES LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927110869": {
            "orgId": "927110869",
            "orgName": "MARINE PV TECHNOLOGIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}