{
    "rcn": "201740",
    "acronym": "ECO STOCK",
    "topics": "SC5-20-2015-1",
    "title": "THE NEW ENVIRONMENTAL ENERGY STORAGE",
    "startDate": "01/02/2016",
    "endDate": "31/07/2016",
    "objective": "Eco-Tech Ceram (ETC), a young company founded in 2014, is specialized in thermal storage, energetic efficiency, industrial wastes recovery high valuation and advanced materials characterization.\n\nWith their new technology, ECO STOCK, ETC aims to develop new eco-efficient, transportable and modular thermal storage solutions.\nThe first step is to collect industrial wastes, such as coal fly ashes, and transform them into refractory ceramic. This exploitation of industrial waste induces a reduction in the exploitation of raw materials, while producing an eco-efficient material providing effective heat storage.\nSubsequently, the second challenge of the ECO STOCK project is to use those ceramics, composed of industrial wastes, in order to develop a thermal energy storage unit (TESU) solution. This solution proposes a modular, plug&play and transportable unit capable of valuing industriesí loss heat and power, creating in the same time a reduction in energy costs.\nIndeed, using those inorganic secondary raw materials, transformed into refractory ceramic, it has the advantage to propose a low cost storage material and exploit the ìbelow 1000∞C temperaturesî recycling market.\n\nTo summarize, the company proposes the whole value chain, from the material recovery to the commercialization of the storage installations, through unit storage manufacturing.\n\nTherefore, the company has the objective to create a green circular economy, using this whole value chain, in order to counteract the worldwide energy crisis and ecological threat.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECO-TECH CERAM",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939115783": {
            "orgId": "939115783",
            "orgName": "ECO-TECH CERAM",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}