{
    "rcn": "201707",
    "acronym": "ECOBREW2",
    "topics": "SFS-08-2015",
    "title": "New eco-efficient and healthy professional espresso coffee machine",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "This project is the continuation of the funded phase-1 ECOBREW feasibility study that has finished successfully. A previous version of this proposal for phase 2 was submitted in Sept.'15. It was evaluated with a score of 12.81 and awarded with the Seal of Excellence, but not funded due to budgetary restrictions.\n\nECOBREW proposes an innovative healthy and energy-efficient professional espresso coffee machine.\n\nCoffee is the second most traded commodity in the world, after crude oil.  40% of the global coffee consumption is out of home, and specialty coffee has become a major worldwide trend.\n\nIBERITAL is a 40-year old SME, with 56 employees, an annual turnover of 12 MEUR and 60% in exports, that is targeting the growing market of the Professional Espresso Coffee Machines, a market that is estimated to surpass a volume of 1 billion Euros by 2016.\n\nThe technology used in coffee machines has not evolved significantly in 100 years. IBERITAL has identified a great opportunity in this growing market for a coffee machine with a completely new design based in the introduction of lead-free materials, energy efficiency and internet connectivity. \n\nThe proposed innovation aims at new market opportunities addressing 3 global challenges and trends (healthy food, sustainability, connected world) \n\nThis project and new product fit in IBERITAL's strategic plan, and will result in company growth into a medium sized European Company with a brand that will be globally recognized; with sales doubling by 2019 and tripling by 2022, and creation of employment by tripling staff up to 150 direct and 350 indirect jobs in 6 years.\n\nDuring  phase-2, IBERITAL will perform the final product design and development, and industrial up scaling; certify the machin in EU and seven other countries; demonstrate its perfomance with distributors and final users, and finally prepare for worldwide dissemination and commercialisation of the ECOBREW professional espresso coffee machine.",
    "totalCost": "2306908,75",
    "ecMaxContribution": "1614836,13",
    "coordinator": "IBERITAL DE RECAMBIOS SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940932981": {
            "orgId": "940932981",
            "orgName": "IBERITAL DE RECAMBIOS SA",
            "ecContrib": 1614836
        }
    },
    "calculatedTotalContribution": 1614836
}