{
    "rcn": "201704",
    "acronym": "COCOAPRO",
    "topics": "SFS-08-2015-1",
    "title": "COCOA In Vitro PROpagation",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "In long-term, cocoa production is faced with serious challenges. Changing weather conditions, low and decreasing yields, ageing cocoa farmers, competition with other cash crops, volatile prices and pest-related diseases are threatening the future supply of cocoa. Around 4 million tonnes of cocoa beans are required each year just to keep up with current demand. About 500 million new cocoa plants (5%) are required each year. With demand for cocoa on the rise, cocoa production is set to receive special attention in the next few years. Micropropagation has emerged as an important global agro-technology routinely used for rapid generation of high quality, uniform and disease-free planting material. Boereboom Invitro Portugal is a SME specialized in in vitro plant micropropagation that will be pioneer in in vitro cocoa plants micropropagation worldwide, aiming at enhancing profitability and growth performance through innovative and competitive products seizing Europe and global markets opportunities. The SME can answer the increase on demand by presenting a maximum production capacity of 1 million cocoa plants and a net profit of Ä600,000, enable a corporate growth of a total net profit of Ä1,200 million by 2020. Boereboom already has a two years agreement with Theobroma, to whom will sell the product initially. Nowadays, the main commercial available solution for cocoa propagation is seedling. In vitro micropropagation offers several advantages over seed propagation, resulting in reduced costs, improved market access and sustainable increases of consumption. A competing solution to Boereboomís product is cocoa plant propagation by somatic embryogenesis. However the application of this method is still in a development phase. Boereboomís team has the relevant know-how to implement the business, having created a project management structure that can ensure a competent management and a solid integration and communication throughout the whole project lifecycle.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BOEREBOOM INVITRO PORTUGAL, UNIPESSOAL LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935362950": {
            "orgId": "935362950",
            "orgName": "BOEREBOOM INVITRO PORTUGAL, UNIPESSOAL LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}