{
    "rcn": "201761",
    "acronym": "CHAMPIPACK",
    "topics": "SFS-08-2015-1",
    "title": "Active packaging for extending lifespan of champignon",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "Thanks to CHAMPIPACK project, NEW PACK TECHNOLOGIES aims to irrupt in the European food packaging market with a new active container able to remarkably extend the champignon shelf life while its organoleptic properties are maintained.\nDriven by the goals of the European commission and Food and Agriculture organization of the united nations (FAO) related to reduction of food waste, raising awareness of consumers regarding healthy diets with fresh foods, and also due to the harsh competition in the food packaging sector, manufacturers of food packaging have begun to look for alternative able to accomplish the demands of the different actors in the sector. In this sense, champignon preservation has emerged as a challenge in the food packaging industry due to the high transpiration rates of mushrooms which provokes a quick condensation inside container. This humidity favors bacteria proliferation and therefore, champignon spoilage.\nThe CHAMPIPACK packaging has already proved its suitability to overcome this challenge adding new advantages for the whole supply chain such as: assure a total protection from impacts, favor storage and shipping and enable reclosing the packaging to keep its preservative properties for the end user.\nOur preliminary projections of the market deployment of CHAMPIPACK in 2023 show a Return on Investment, ROI, of 2.55 for the first five years, impliying revenues of Ä 6 million for our company.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEW PACK TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925553825": {
            "orgId": "925553825",
            "orgName": "NEW PACK TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}