{
    "rcn": "201775",
    "acronym": "Be-novative",
    "topics": "ICT-37-2015-1",
    "title": "A social application, which helps to generate ideas, solve problems while using the cyber-space and cyber-society",
    "startDate": "01/03/2016",
    "endDate": "31/05/2016",
    "objective": "Be-novative Platform was developed to harness the collective intelligence of organizations while motivate employees to share high-impact ideas, evaluate them and manage the full cycle of the implementation process. By further development of our web-based application and smart phone applications we are going to reach wider spectrum of organizations (SMEs and Non-profits) and potential user crowd (both employees, members of non-profits and university students) while creating a platform that has a global impact on existing innovation management by crowdsourcing creativity, gamification and problem solving.\nBefore commencing the latest and future developments of Be-novative Platform, we see the space to carry out a study to ensure the developed platform will contain those features that will satisfy existing and attract future users from SMEs, non-profits and talented university students. The study will confirm our developments follow the best direction and has the right methodology for visionaries. Our experts, with help of external technical and market consultants, have identified points to be clarified before submitting a phase 2 application with great confidence and set the following objectives to address in phase 1.\nA feasibility study will be developed verifying the practical as well as economic viability. The activities comprise market study, multiple round user involvement and evaluation of results, Intellectual Property (IP) management, partner search for our Ambassador Program and finally technical feasibility of user experience concept. We are addressing to explore further bottlenecks in the ability to increase profitability of Be-novative in the phase 1 action and address them in a phase 2 project. We would further improve to facilitate the take up of results from the phase 1 and later the planned phase 2 actions. The outcome of the project will be a better understanding of the European SMEs and non-profits need regarding the Open Innovation Management, an ev",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BE-NOVATIVE HUNGARY FEJLESZTO ES TECHNOLOGIAI KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924047706": {
            "orgId": "924047706",
            "orgName": "BE-NOVATIVE HUNGARY FEJLESZTO ES TECHNOLOGIAI KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}