{
    "rcn": "201703",
    "acronym": "Hi-ThermCap",
    "topics": "SIE-01-2015-1",
    "title": "High-capacity and high-performance Thermal energy storage Capsule for low-carbon andenergy efficient heating and cooling systems",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "The Hi-ThermCap project offers a solution for the macro-encapsulation of phase-change materials (PCM) for use in gaseous\nand aqueous systems as a heat transfer medium. The expected outcome of this innovation project is to put at the marketís\ndisposal a unique solution for thermal energy storage in heating and cooling systems in Europe.\nThe heating industry is recognized as the sector with the biggest energy-saving potential in Europe. In the low temperature\nrange of -20 to \\100∞C, most of the thermal energy amounts are required and then discarded, in particular in our buildings\nand industries. PCM are recognized among the key materials to save these huge energy and ñ at the same time ñ CO2\namounts. They can run through a reproducible phase-change at a substance-specific temperature, during which the thermal\nenergy is either stored in very large amounts or returned at a constant temperature. Since decades, an adequate method is\nbeing sought to transfer PCM into a user-friendly form. Both existing micro- and macro-encapsulation solutions for PCM\nstorage have until now revealed not industrially and economically viable enough for a broad application. The most common\nsolution in use in Europe is sensible heat storage (e.g. water storage tank) that has a low energy density and thermal\nstorage capacity.\nESDA offers an affordable, easy-of-use, high-capacity and high-performance solution in the form of a PCM-filled capsule\nable to function in combination with all heat exchangers, including renewable energy technologies. The markets addressed\nare the high-volume heating and cooling market for residential and service sector buildings in Europe, but also the very\npromising industrial heating and cooling market. ESDA first calculations foresee a large impact in the application with solar\nthermal collectors and heat pumps, with a cumulated turnover of Ä2,256M and additional 75 job creations at strategic\nEuropean locations within the first 6 years after project completion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ESDA TECHNOLOGIE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926590173": {
            "orgId": "926590173",
            "orgName": "ESDA TECHNOLOGIE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}