{
    "rcn": "201754",
    "acronym": "SEGU",
    "topics": "DRS-17-2015-1",
    "title": "SEwer inventory system to safeGUard waste water infrastructures",
    "startDate": "01/01/2016",
    "endDate": "30/06/2016",
    "objective": "Waste water networks have been an organic growing system in a 200 year process of pipes, leads, wells, etc. As there was never a standardized inventory system, governments have no or only partial information of their underground (waste) water infrastructure. \nWithout this information crisis management plans for health threats, floods, collapses or calamities are hard to execute. Plans for water management (scarcity of water resources), next generation emergency services (fire brigades), rainwater drainage challenges (enlarging urban environments) or strategic use of sensor systems to detect gas, drugs or explosives are essential and complex tasks. \nAs Europe is urging to solve the issues mentioned above (Groundwater directive, Urban Drainage, Water Framework directive), local governments are looking into this matter. Compiling all the data concerning the exact location and structural status of complete sewerage facilities is expensive and very time consuming. Additionally, all inventory jobs are done manually, error prone & inaccurate, dangerous and operator bound. \nSEGU offers a solution to the European challenge by allowing for accurate digital 3D data that can be obtained 4 times faster, less expensive and safer. The aim of the SEGU (SEwer inventory system to safeGUard waste water infrastructures) project is to ensure market introduction of a Waste Water Infrastructure Data Service within EU28 as well as proper management of waste water infrastructure. \nThis feasibility study will focus on partner search, study of market mechanisms, local legislation / restrictions, and will result in an extensive business plan towards an EU strategy. \n\nSpecifically, phase I entails: \n- Market mechanisms analysis \n- Business models assessment (services of big data) \n- (Local) regulations & legislations \n- Financial verifications & impacts on Business plan \n\nPhase II funding will be applied for to develop and build demonstrators to validate and set-up full scale database roll-out.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VOXDALE BVBA",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942015113": {
            "orgId": "942015113",
            "orgName": "VOXDALE BVBA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}