{
    "rcn": "201795",
    "acronym": "MySpark",
    "topics": "NMP-25-2015-1",
    "title": "The Complete Solution for Fast and Cost-efficient Yeast Separation Process in Production of High Quality Sparkling Wine",
    "startDate": "01/04/2016",
    "endDate": "30/11/2016",
    "objective": "In only 10 years, global sparkling wine market has expanded for remarkable 40% and continues to grow rapidly, creating limitless market opportunities for sparkling wine producers. Rapid growth of the market is driven by globalization of consumption and increasing change in perception of sparkling wine from luxury, occasional product to an everyday drink. With increasing consumersí awareness of sparkling wine quality standards, a particular growth is foreseen for high quality sparkling wine market.\n \nHowever, the hitherto technologic development within the industry has not been able to provide sufficient advance needed to efficiently respond to the growing everyday demand. Today, European and global producers struggle with rigid processing technologies that are time consuming and costly to implement and maintain. The key limiting factor is the current processing technology for separation of yeast sediment from the bottles, which represents the mandatory last step before the product can be shipped to the market. Currently available solutions to perform the separation process require a complex, several weeks long procedure, which can only be performed using the expensive and outdated separation equipment, developed in the 1970s. As a result, producers on average loose approximately 30% of their annual demand, accompanied with high storage requirements and high operational costs.\n\nThe objective of the project is to evaluate feasibility for MagYeast, prototyped and patented modern processing solution, that allows rapid separation of the yeast from the sparkling wine bottle in as much as 30 minutes. MagYeast represents the first solution for flexible and cost-efficient production of high quality sparkling wines, which enables the producers to ship their products within the same day as ordered. With MagYeast, producers benefit from: a) increased sales, b) reduced operational costs, c) reduced storage requirements and d) significantly improved overall profitability.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INOVINE RAZVOJ IN TRZENJE DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927878139": {
            "orgId": "927878139",
            "orgName": "INOVINE RAZVOJ IN TRZENJE DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}