{
    "rcn": "201799",
    "acronym": "Open Science",
    "topics": "Europe",
    "title": "NESCIO: NEtherlands Science Conference on Inclusive Open science",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "The Project is a two-day Open Science Presidency Conference, which is to be held on 4-5 April 2016 and organised in the Netherlands. Its core theme is ëOpen Science: from Vision to Actioní. \n\nOn day one, the focus will be on:\n1.\tCreating Awareness for the need to make a transition towards an open science system.\n2.\tRaising Political Support for Open Science, the Open Science Agenda and the start of the EC Open Science Policy Platform. \n\nOn day two, the focus will be on: \n3.\tPresenting a European Action Agenda on Open Science\n\nThe key objective of this Conference is to bring together stakeholders (universities incl. libraries, researchers, funding organisations, publishers) and member states and EC to agree upon a joint perspective and view on realizing open access to scholarly publications by 2020 and to set up a platforms and infrastructure to make optimal (re-)use of research data possible.  \n\nAt the conference there will be the announcement of an Open Science Policy Platform (by EC) and an Action Agenda on Open Science (with focus on open access and open data) that addresses short/medium/long term goals for stakeholders, member states and European Commission.\n-\tScience is about curiosity, understanding, discoveries, new knowledge and maximum transfer of knowledge, not only within science but also to transfer knowledge to society and innovative businesses. \n-\tWe should invest in science and increase its returns (which is more than going for maximum impact factor scores in a ëpublish or perishí culture), because research is at the basis of innovation, growth and welfare. \n\nThe results of the Conference will be used as input for the Council Conclusions of the Competitiveness Council in May 2016, and as input for the Open Science Policy Platform. These Conclusions will be the start of concerted action in Europe on Open Science,  raising the impact of science on science itself, on economy and on society by defining concerted actions to change the science system in Eur",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "NEDERLANDSE ORGANISATIE VOOR WETENSCHAPPELIJK ONDERZOEK",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999663862": {
            "orgId": "999663862",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR WETENSCHAPPELIJK ONDERZOEK",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}