{
    "rcn": "201758",
    "acronym": "RETINAL",
    "topics": "ICT-37-2015-1",
    "title": "Retinal Imaging prevention and early detection of chronic diseases",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "'The World Health Organization (WHO) in its ìGlobal status report on noncommunicable diseases 2014î shows that the impact of noncommunicable diseases (NCDs), also known as chronic diseases, is steadily growing. NCDs are the leading cause of death globally (68% of all deaths in 2012). The 4 main types of NCDs are cardiovascular (CVD) diseases (like cerebrovascular accidents or strokes and heart attacks), cancers, chronic respiratory diseases and diabetes. Cardiovascular diseases account for most NCD deaths (17.5 million people annually), followed by cancers (8.2 million), respiratory diseases (4 million), and diabetes (1.5 million).\nThis proposal addresses the prevention and early diagnosis of 2 types of NCDs, Cardiovascular (CVD) diseases and diabetes, by providing health professionals a tool for automatic quantification of parameters of the retina and automatic detection of lesions of the retina, with capacity for prevention and/or early detection of various diseases.\nULMA Embedded Solutions (UES) has developed a non-invasive and cost-effective tool for Automatic evaluation of Retinal Imaging Biomarkers (ARIB), which can be used in public health interventions delivered through a primary health-care approach to strengthen early detection and timely treatment of various diseases. Evidence shows that such interventions are excellent economic investments because, if applied to patients early, can reduce the need for more expensive treatment.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ULMA EMBEDDED SOLUTIONS S COOP",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "985706435": {
            "orgId": "985706435",
            "orgName": "ULMA EMBEDDED SOLUTIONS S COOP",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}