{
    "rcn": "201759",
    "acronym": "BIOFOSTE",
    "topics": "PHC-12-2015-1",
    "title": "Clinical validation of a BIOmarker panel For OSTEoarthritis diagnosis: BIOFOSTE",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "OSTEoarthritis (OA) is the most common degenerative joint disease in the middle-age and elderly population, that leads to disability in 40% of the adults over 70 years.\nThe clinical manifestations of OA are pain and functional disability that can limit the normal activities of daily life and lead to depression and isolation.\nOA assessment is mainly carried out using radiography, which is the gold standard for diagnostic purposes. However this approach has poor sensitivity and diagnosis is obtained only when the articular cartilage has degraded significantly.\nBased on the extremely high economic burden, quantified in tens of billions of euro in the world, which will tend to increase in the future years, there is a need to validate OA biomarkers.\nIn fact, although several proteins and miRNAs have been described as being altered and correlated with OA progression, there are no currently available BIOmarkers for OA diagnosis.\nThis project concerns the development and clinical validation of a combined panel composed of proteins and miRNAs, which have been found altered in OA patients, combined with a new marker identified by IRTAL and a patented secondary chemiluminescence ELISA enhancer developed by CYANAGEN to ensure a high sensitivity for an early OA diagnosis. \n\tOur final goal is to validate and commercialize an IVD kit that may help the clinicians make an early diagnosis or predict the outcome/prognosis of OA patients, to improve the patients' quality of daily life while decreasing the related economic losses due to unproductivity, absenteeism, disability and also in terms of surgical procedures and hospitalization resources for the Health care systems. \nThis project will allow involved SMEs to enter in the IVD market seizing the related business opportunity.\nIn Phase 1 of the project we will select the optimal biomarkers, determine the market and clinical utility of the diagnostic test",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ISTITUTO DI RICERCA TRASLAZIONALE PER L'APPARATO LOCOMOTORE NICOLA CERULLI - LPMRI - SRL",
    "coordinatorCountry": "IT",
    "participants": "CYANAGEN SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "998508495": {
            "orgId": "998508495",
            "orgName": "CYANAGEN SRL",
            "ecContrib": 0
        },
        "935361495": {
            "orgId": "935361495",
            "orgName": "ISTITUTO DI RICERCA TRASLAZIONALE PER L'APPARATO LOCOMOTORE NICOLA CERULLI - LPMRI - SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}