{
    "rcn": "201768",
    "acronym": "iTractor",
    "topics": "IT-1-2015-1",
    "title": "Smart farmerís assistant - iTractor Æ",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "'Our aim is production start-up and market uptake of our ìHybrid smart robotized electric universal compact tractor- iTractorî. Trademark iTractorÆ.\nIt is designed to work inside the farmyard or livestock farm. 'Hybrid' is its navigation ñ it has two separate systems:\n-a manual-for the farmer;\n-a programmable autopilot.\nTargeted users -the weekend farmers  and the owners of organic farms.\nThe problem address:\n- The types of activities in the small farms are the same as in the big ones, but their volume does not allow specialization of the workers resulting in low labor productivity;\n- Process automation in agriculture is currently available only for large farms;\n- the number of agricultural workers in 2014 fell down with 3% from 2013\nBusiness opportunities related to a successful market introduction of ITractorÆ  \n- Since 2014 the new EU Common Agriculture Policy is greener!Over 100 billion euro will be invested in the agro sector 2014 ñ 2020.\n- The new regulations on exhaust emissions of compact agricultural tractors on sale after 1st of October 2017.\nThe novelty of iTractorÆ : \n- iTractorÆ combines adaptive navigation with visual localization and cloud application for remote control;\n- The navigation technology of iTractorÆ is equipped with new sensors and visual vSLAM technology. It is a part of new navigation system with visual localization that allows iTractor to create a precise map of its own limited environment (for now!!) - farm yard;\n- Using the map, iTractorÆ works without interruption for four hours or till the completion of its task. Then it drives itself to the charging station for recharging and if necessary it restarts the workflow;\n- iTractorÆ plows, lawns or cleans the farm or yard by moving in parallel lines. At the same time it uses the model of adaptive sensors to avoid obstacles;\n- The smartphone application 'Farm App' provides updates on the process of work, advice to farmers and direct connection to the technical support center;'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ITRACTOR UK LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927072651": {
            "orgId": "927072651",
            "orgName": "ITRACTOR UK LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}