{
    "rcn": "201711",
    "acronym": "OMIS",
    "topics": "PHC-12-2015-1",
    "title": "Feasibility study on Opto-Magnetic Imaging Spectroscopy for cancer screening",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Cancer is among the leading causes of death in the modern world with over 8 million cancer related deaths globally and over 1 million in the EU. The estimated economic costs of this EU social problem in 2009 was over Ä120 billion with the healthcare costs at 40% of this amount.  Early identification of cancers continues as a key priority to reducing loss of life and subsequent treatment costs. Screening for cervical cancer is very effective at controlling the disease, but the costs for the 32 million women involved in EU screening programmes costs approximately Ä960 million per year. Tumour Trace Limited have developed OMIS, an innovative cancer screening methodology and device which offers a reduction of 75% costs for laboratories and accuracy of over 95%. This technology uses Opto-Magnetic Imaging Spectroscopy (OMIS) to provide an objective cancer diagnosis and offers a step change in accuracy, costs and speed of screening. Current methods are expensive, time consuming and subject to false results as the screening technologies rely on pathology judgements rather than objective molecular biophysical properties that are measured by OMIS. Tumour Trace have validated this technology with several pre-clinical studies for cervical cancer, prostate cancer and colon cancer. Tumour Trace have plans to commercialise this technology in cervical cancer screening programmes initially for the UK, Serbia and India; however further market research included in this Phase 1 application is required to support uptake across the wider EU market and to explore the potential impact in other cancer areas. This ground breaking technology will lead to improved clinical decision making and better health outcomes through earlier cancer detections and a reduction of false results; this in turn will contribute to more efficient sustainable healthcare provision.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TUMOUR TRACE LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933100522": {
            "orgId": "933100522",
            "orgName": "TUMOUR TRACE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}