{
    "rcn": "201733",
    "acronym": "Insight",
    "topics": "SC5-20-2015-1",
    "title": "An accounting integrated carbon management tool for supply chain decarbonisation of SMEs.",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "The market for carbon accounting is a niche but rapidly growing market with the EU market alone being worth £2 billion. Currently all carbon accounting solutions for companies are a time-consuming and expensive process carried out manually by specialised carbon accounting firms. \nInsight is robust, dynamic carbon and water footprint calculation tool for use by SMEs and suppliers (e.g. manufacturers, energy providers, material suppliers). The platform has proven interoperability with widely-adopted accounting software packages and the underlying data it maintains. The proposed integration would derive the carbon footprint of the company by analyzing its accounting records with the Insight platform simply by the user entering his or her account details, authorizing the integration - after this, the user would receive a full, visual analysis of their carbon footprint, and recommendations for how to reduce it. The system is fully automated with analyses being carried out in 1-2 minutes and is free to use by SMEs. Insight is also a platform for manufacturers, energy providers, and  resource suppliers to advertise their services to SMEs looking to reduce their environmental impact in the supply chain. \nThe feasibility study will help  determine the potential for Insight to become fully automated. This automation is critical for delivering on the unique value proposition we present to EU SME's, namely that the platform must require minimal time and financial commitment by the SME user. The project will focus on establishing a sound business model and commercialization strategy as well as planning the necessary activities to deploy a pilot test involving SMEs and suppliers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CARBON ANALYTICS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941526233": {
            "orgId": "941526233",
            "orgName": "CARBON ANALYTICS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}