{
    "rcn": "201757",
    "acronym": "FLOW",
    "topics": "SIE-01-2015-1",
    "title": "New Floating Platform for offshore wind in deep waters.",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Wind power has established itself in recent years as a clean alternative to conventional sources of electrical generation. Reduced costs and wider deployment, especially in the European market, have led over the past decade to its use at sea. Here the wind resource is larger and more constant, allowing higher unitary power turbines. However, the marine environment itself also imposes a number of restrictions and challenges. The technology that is being deployed now is fixed to the seabed, using different types of foundations, but a large amount of wind resources are in deeper waters, where floating solutions are needed. \nBecause of their initial higher costs, these solutions are still under development, with only three prototypes installed worldwide. The challenge nowadays is to reduce the costs of floating wind turbine structures that will ease the access to a much larger energy potential than available in land, more easily manageable and with lower visual impact.\nThe aim of the NFLOW project is the demonstration in real conditions of a floating structure for offshore wind which will allow a reduction in LCOE (Levelized Cost Of Energy) over the current floating technology. To achieve this, it is proposed as a first objective the validation and qualifying for this technology, of a 1:1 scaled prototype not only from a technical point of view but also from economic and necessary logistics. \nThe design has been focused on 5MW machine, with the aim of reaching 8-10MW machines when available in the future. The already mounted prototypes have wind turbines installed of around 2MW, which prevented an optimization of structures. Its performance is good, but the cost per MW installed is above of what would be acceptable for the market.\nFrom the point of view of logistics, it has opted for a semi-submersible solution that can be installed on a wider range of depths and using more conventional means.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NAUTILUS FLOATING SOLUTIONS SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925375733": {
            "orgId": "925375733",
            "orgName": "NAUTILUS FLOATING SOLUTIONS SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}