{
    "rcn": "201710",
    "acronym": "AUTOREVAL",
    "topics": "IT-1-2015-1",
    "title": "Automotive Residue Valorization",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "In order to reduce the environmental impact of waste produced by the Transport sector, the Directive ELV (End Life Vehicles) require an integrated approach that involves all the main players of the automotive chain. Within the transport sector particular attention is devoted to the life cycle of vehicles, including their disposal, that must reach well defined recovery targets. Critical issues remain unresolved, in particular the disposal of some car residues which still end up in landfill and in addition it is required a more efficient recovery of used tires.  \nWith our project we will develop and sell a new kind of innovative industrial plant, which will be able to process and convert ASR (Automotive Shredder Residue or car fluff) and ELT (End of Life Tyres) rubber, into fuel products, reducing the environmental impact and making more efficient the entire automotive sector.\nOur ambition is the total  elimination of landfill disposal, as regard car-fluff, with the related environmental impact and transportation costs. \nThe main advantages our invention will provide are: absence of emission of dangerous substances during the process, capability to convert 100% of a payload made of ASR or ELT (End of Life Tyres) rubber into fuels (with a small % of residual water), high reduction for the need of landfill disposal. Materials transformed into fuels will be used as energy source by the players of the sector, contributing in this way to the development of a circular economy that embraces the whole vehicles life.  \nOur goal is  to produce and sell about 20 plants in 5 years. If we reach this target we will recycle 480.000 tons/y of car fluff and used tires rubber, increasing the percentage of recyclability of cars from the current 75% to 80% in Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IRLE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "945614880": {
            "orgId": "945614880",
            "orgName": "IRLE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}