{
    "rcn": "201786",
    "acronym": "RESSALE",
    "topics": "INSO-10-2015-1",
    "title": "Resale Second-hand SoftwAre's License for Enterprises",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "European companies currently spend up to 6% of their total revenues in Information Technologies which represents Ä32B, among which Ä6B / year of licenses are not used due to over-licensing. As companies still favour perpetual licensing, licence management has become a growing challenge for Chief Information Officers: switching costs are very prohibitive, licencesí contractual frameworks significantly increased IT budget and versioning drives companies to over-buy even when they do not need new functionalities. The EU market of software unused licences' resale used to be very restrictive and fragmented from one country to another until the European Court of Justice legalised it in the whole EU with its judgement of July 3, 2012. From then on, second-hand software assets management has become a golden new opportunity for companiesí IT budgets optimization.\nSoftcornerís aim with the RESSALE project is to develop automatic processes so as to create an internal trading system for companies willing to exchange their unused licences alongside with the first quotation system in order to become the second-hand software licences global pricing reference.\nThe feasibility study will clarify:\n- the shape of the internal trade centre first version offering back-office and users interface.\n- the commercial feasibility at the European and global levels by defining the business model and its pricing policy\n- the most appropriate legal framework facilitating deals with major European accounts\nSoftcorner is a French successful start-up created in 2014, which developed the 1st European marketplace of second-hand software licenses. The company has created a disruptive business model offering middle-sized and big companies the opportunity to value (i.e. price and resale) their unused software licences. Softcorner offers companies a very large panel of second-hand standard software from all main publishers (e.g. Microsoft, IBM, etc.) 30% to 80% cheaper than their initial values.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOFTCORNER",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924579751": {
            "orgId": "924579751",
            "orgName": "SOFTCORNER",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}