{
    "rcn": "201744",
    "acronym": "TBIA",
    "topics": "PHC-12-2015-1",
    "title": "Next generation breast and colorectal cancer screening through simple and accurate blood testing.",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "Current methods of screening for breast and colorectal cancer are limited in availability and associated with a high cost. For example, mammography equipment for breast cancer screening is particularly limited in Eastern Europe due to the expensive equipment and the required skills that a medical professional must possess. Cologaurdís and colonoscopyís for colorectal cancer screening are invasive and painful procedures associated with low patient compliance (50% and 37% respectively). Furthermore blood tests that have been developed to date for cancer screening have failed to demonstrate a high level of accuracy.\nTodos Medical have developed a simple method for cancer screening known as TBIA (Total Biochemical Infrared Analysis). The CE-marked TBIA platform is unique being the first method using blood tests to show high sensitivity (>90%) and high specificity (>80%). It is a more cost effective and less invasive solution that is more accessible to end user and motivates increased compliance by patients. It is capable of producing results rapidly with the complete process ìsample to resultî taking less than 4 hours.\nDuring phase 1, a feasibility study will be carried out, together with the planning of clinical trials in hospitals that will be performed during the innovation project, to gain the validation and bring the product to the commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TODOS MEDICAL LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924046251": {
            "orgId": "924046251",
            "orgName": "TODOS MEDICAL LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}