{
    "rcn": "201760",
    "acronym": "PureBlade",
    "topics": "SIE-01-2015-1",
    "title": "Clean Sheet Compressor design to supply pure air for the food and pharmaceutical industry",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Air compressors are important because they are used by all sections of industry to supply air for a wide range of manufacturing processes. Air compressors consume 10% of total industrial energy used in EU. Cost reduction drives and regulation are raising the profile of industrial energy use. The Food and Pharmaceutical markets use oil-free, low pressure compressed air for transporting materials around manufacturing plants through pipes. Oil free compressors can be inefficient unreliable and costly to maintain, with designs dating back to before 1935. By investing in a clean sheet design Lontra have been able to leapfrog the competition and create a new state of the art technology. Lontraís proven compressor delivers a triple win for Food and Pharmaceutical end-users; being oil free, energy efficient and reliable. \n\nLontra is a young, dynamic engineering business with an innovative air compressor design poised to shake up the status quo in the established air compressor industry. Lontraís commercial team is experienced in commercialising new engineered products, exporting and international sales. In addition, Lontra is already rolling-out the Blade CompressorÆ across EU, integrated within the compressor package of Sulzer Pumps, Lontraís first licensee. Lontra is committed to engineering excellence and has drawn its talented team from some of the top, high value engineering firms like Cosworth, Cummins, Rolls Royce.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LONTRA LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924503315": {
            "orgId": "924503315",
            "orgName": "LONTRA LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}