{
    "rcn": "201719",
    "acronym": "WARDIAM PERIMETER",
    "topics": "DRS-17-2015-1",
    "title": "WARDIAM PERIMETER",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "The purpose of the present proposal is the launching to the market of an innovative product called WARDIAM PERIMETER, which will be oriented to protection and security in infrastructures (preventive and able to detect effective intrusion), able to protect large critical infrastructures through the use of a network of sensors with a disruptive technology called Controlled Magnetic Field (CMF). Current sensors used nowadays (Cameras, ultrasonic sensors, etc.) are devices that are normally visible to the individuals, and have limited capability of discrimination between objects and people. Also the continuous monitoring is performed normally by cameras that make the solution complex and expensive (large amount of data to store and to process).  WARDIAM PERIMETER sensors allow preventive detection, continuous monitoring and discrimination, and are easily camouflaged, and in the case of an event (preventive or effective intrusion), the cameras can start functioning to show the intruder to the security personnel. Apart from these innovative features, WARDIAM PERIMETER has superior advantages such as cost reductions, in the capex (systems, installations) and in the opex (maintenance). This proposal is key to ONTECH, as Industrial Protection has been identified by ONTECH as the Core Business for the Company, after successfully developed a product for the Home Security market.\nWARDIAM PERIMETER key technology (CMF sensors) has been demonstrated in a industrially relevant environment (Home security). The rest of components that are required for the industrial solution are already developed by ONTECH (communications, alarm software center), although they will required some adaption to receive multiple sensor information and integrate camera sensor. Therefore WARDIAM PERIMETER system is considered to be in TRL6.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ONTECH SECURITY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926615490": {
            "orgId": "926615490",
            "orgName": "ONTECH SECURITY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}