{
    "rcn": "201718",
    "acronym": "FINESSS",
    "topics": "SIE-01-2015-1",
    "title": "Financing Energy Saving Solutions for SMEs",
    "startDate": "01/03/2016",
    "endDate": "30/11/2016",
    "objective": "The EU wishes to improve energy efficiency (EE) by 20% in 2020. SMEs represent 40% of EUs economy, but they invest too little in EE, because itís not their core business and they lack suitable financing options. 70% of SMEs indicate that they would consider investing if finance was available. \nIt is Volgroen's ambition to become SMEs largest provider of financed Energy Efficiency measures. Through partners (equipment providers, contractors, EE consultants) Volgroen offers finance to SME customers who can now directly benefit from energy savings without hassle and without having to make direct investments. By aggregating small-scale EE investments through its scalable partner network, Volgroen enables financial markets to invest in these small scale energy saving measures. \nVolgroen intends to perform a quick scan in 15 different EU countries and seek detailed market information on three questions: What are legislative aspects, what are financing and refinancing possibilities and what are the market aspects for each country. The results from the quick scan will be validated in detail for 3 to 4 countries. A business plan ëVolgroen European expansioní is elaborated with focus on the 3 to 4 scanned and validated countries.\nVolgroen has innovative web-based back-office processes, procedures, systems and databases, allowing them to offer financing starting at Ä2.000 to SMEs for EE investments. SMEs start paying less for their energy on day 1. On average they save Ä4 for each invested Euro. Their partners may use Volgroenís infrastructure to change from selling technology to providing energy savings. This paradigm shift has proven increased sales of EE measures by the partners in the Netherlands, Volgroenís home market and through pilots in Germany and Belgium. Now Volgroen wishes to expand their scalable and replicable business model for small scale energy saving measures for SMEs to other countries and create a Ä500 million fund by 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VOLGROEN BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925739192": {
            "orgId": "925739192",
            "orgName": "VOLGROEN BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}