{
    "rcn": "201734",
    "acronym": "HiPower",
    "topics": "IT-1-2015-1",
    "title": "Development of a commercial manufacturing process for a low cost, small footprint, high efficiency fully electric compressor and power controls to fulfil a market need for use in heavy goods vehicles",
    "startDate": "01/04/2016",
    "endDate": "30/06/2016",
    "objective": "Equipmake Ltd have a deep history of developing innovative technologies for niche and specialist markets such as Formula 1. Increasing demand for electrification in the commercial vehicles (CV) sector has created a new market for our electric traction motor and ultra high speed motor to create a highly efficient electric compressor for the CV sector. New legislations are creating an acute need and market pull amongst CV manufacturers for innovative solutions to meet new emission targets. The need is most acute amongst Heavy Goods/Commercial Vehicle (HGV/HCV) manufacturers.\n\nFrom this September, all new cars and light vans must abide by the new Euro6 regulations, and will be enforced for all HGVs by 2018. Over the past 23 years, the Nitrous Oxide (NOx) and Particulate Matter (PM) levels have been targeted with an overall 99% reduction. NOx is highly dangerous and linked to premature deaths and other health complications. The new standard requires a 55% drop in NOx from Euro5 of 180mg/km. This is bringing an increased need for electrification in the transport sector , creating a need for cost effective electric and hybrid technology for vehicles.\n\nHiPower will address this market opportunity with tests showing that we have a 66% smaller, 66% lighter compressor which is 50% cheaper, bringing both weight and cost savings to end users with a 22% increase in efficiency compared to nearest competing solutions. Calculations show that HiPower will create savings of 9,413 kg CO2 HGV/annum in conventional diesel engines and 1,552 kG CO2/bus/annum on electric buses in addition to the Ä5.9k saving on battery cost over normal compressors. \n\nWe will create market entry using low hanging fruit of the electric bus market to then penetrate the high volume HGV market. 5-year gross profits of Ä101m from Ä103m revenues will include royalty fees on high volume manufacture, generating a 5-year ROI of 30:1.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EQUIPMAKE LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924615253": {
            "orgId": "924615253",
            "orgName": "EQUIPMAKE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}