{
    "rcn": "201777",
    "acronym": "ALGLASS",
    "topics": "NMP-25-2015-1",
    "title": "High Performance Cold End Coating for Glass",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "ALGLASS project involves the industrialization of an advanced coating material that will improve the performance of glass containers during the industrial packaging, labelling and transport operations without increasing the price. Friction between bottles is unavoidable during the unpacking, cleaning, filling, closing, labeling and transport operations. Defects in the glass are generated and scratches appear, leading to low quality products. Glass manufacturers demand coatings that can also lubricate the ware so that it can be moved with high-speed handling equipment while being invisible in order to keep the high quality sensation of the glass. Currently, there are no products in the market completely fulfilling these requirements. We have developed a formulation that meets the specifications of glass manufacturers in terms of surface tension, burst resistance, scratch resistance and drying temperature, while being environmentally friendly (water-borne formulation) and safe for being in contact with food (according to the EU regulation 10/2011). The aim of ALGLASS project is industrializing our new coating for glass and during Phase 1 execution we will assess its feasibility, develop a business plan and perform a complete freedom to operate analysis to ensure no intellectual property issues hinder ALGLASS industrialization. The industrialization of this product will enable ALCEA FRANCE to penetrate in the European glass manufacturing market. We will develop a marketing strategy with a first stage focused in the main glass manufacturing countries: France, Italy and Germany, and aiming reaching the 28 European countries in a second step. We have already invested Ä 0.2 million in the development of the prototype, and estimate that an additional Ä 1.4 million budget will be required for successfully industrializing ALGLASS. The Return of Investment (ROI) of the project is 2.64, indicating that in 5 years we will earn 264% of the money invested.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALCEA FRANCE EURL A CAPITAL VARIABLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953498458": {
            "orgId": "953498458",
            "orgName": "ALCEA FRANCE EURL A CAPITAL VARIABLE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}