{
    "rcn": "201755",
    "acronym": "ActiveGrid",
    "topics": "SIE-01-2015-1",
    "title": "Demonstration of an energy management and control system aggregating small-scale batterystorages to a virtual balancing power facility for active grid stabilisation and renewables integration",
    "startDate": "01/03/2016",
    "endDate": "31/07/2016",
    "objective": "The project intends to commercialize the first pioneering energy management and control system in Europe that makes battery storage systems available as large-scale storage capacity providing grid stabilization services.\nSmall-scale residential battery storage systems are currently experiencing spectacular growth allowing households and businesses to store the excess power from own renewable sources (e.g. solar panels) and raise their self-consumption rate.\nBut, their potential to provide capacities for balancing power in the electricity grid is far from being fully deployed. As standalone solutions they are constrained to shift loads from a single renewable power source for a single consumer unit.\nThe innovative energy management and control system ActiveGrid aggregates a large number of local energy storage devices to create one virtual energy storage facility and provide balancing power capacities to the grid. After market introduction, ActiveGrid will facilitate the integration of renewables and stabilize the electricity grid - depending on the number of aggregated energy storage devices - by providing capacities for balancing power of 0.5-1.5 GWh, enable to increase the independency from grid electricity for households and businesses by 20-25%, improve the profitability of battery storage systems by 50%, boost battery storage industry by a rising demand at customer level of approx. 20%.\nThe feasibility study comprises a comprehensive analysis of markets and a deducted market strategy for certain exploitation scenarios with differing economic parameters such as feed-in tariffs and electricity price movements.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DEUTSCHE ENERGIEVERSORGUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927287894": {
            "orgId": "927287894",
            "orgName": "DEUTSCHE ENERGIEVERSORGUNG GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}