{
    "rcn": "201716",
    "acronym": "EpiHelmet",
    "topics": "PHC-12-2015-1",
    "title": "Clinical validation of a mobile EEG medical device for diagnosis and remote monitoring in epileptic patients",
    "startDate": "01/04/2016",
    "endDate": "31/07/2016",
    "objective": "The treatment gap to diagnose and follow up people with epilepsy is around 40% in Europe, with a burden cost over 20 billion euros per year. Misdiagnosis is not rare, translating into huge societal cost of 0,2% of Gross domestic product. EEG, recognized as golden standard in epilepsy diagnosis, is often subjective to clinicianís expertise, spatial and temporal limitations due to traditional equipment. Mobile EEG system are inculcating advanced cutting edge technologies for better diagnosis, drastically improving patientsí usability. \nWe will introduce in the market the first clinically validated mobile diagnostic device for epilepsy diagnosis and remote monitoring, creating a killer application in an uncontested market space. EpiHelmet is a fully integrated mobile medical device able to acquire, transmit, analyse and manage EEG signals. The system will support physicians in clinical decision-making, with a patient-centered, cost-effective and computer-aided tool, providing a efficient epilepsy care management. Itís intended to be used at home and/or in primary healthcare units. Targeted customer segment will be neurology/neuro-physiology hospital department and epilepsy monitoring unit/specialist centre. \nEpiHelmet is the first medical device that will support physicians with a seizure detection system, able to automatically determine the presence or absence of ongoing seizures in real time recording, through the extraction of useful and well know biomarkers, applying innovative and performed neuro-informatics techniques. In the scope of the feasibility study we will assess: feasibility of concept; Partner search, market analysis and exploitation strategy; IPR, quality, risk and organization route; Development work plan. The solution will overcome standard EEG equipment limitations, providing increased performances and added value, drastically improving misdiagnosis and treatment gaps with the consequence of a significant cost/benefit for customers and patients.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "A TLC SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954734432": {
            "orgId": "954734432",
            "orgName": "A TLC SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}