{
    "rcn": "201771",
    "acronym": "gmSCAN",
    "topics": "SFS-08-2015",
    "title": "Automatic scanner for determing lean meat distribution in pig carcasses",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The slaughtering sector in the EU28 plays a key role in the meat industry. It embraces over 3,300 pig abattoirs, which process yearly 252 million pig carcasses, and generate a turnover of Ä73b. In a context of strong market competitiveness, and driven by the demand of meat processors, abattoirs are increasingly interested in new strategies to improve their product segmentation, which allow them to optimize the production value. \nThe segmentation of fresh pigmeat products is mainly performed based on its lean meat content. Based on this parameter, and according to EU regulations, all carcasses are routinely sorted following the SEUROP scheme. While the SEUROP classification is useful for defining an objective payment criterion for the farmer, it is insufficient to perform a segmentation of the production and to estimate the real market value of the carcass. In particular, the SEUROP classification does not take into account the lean meat content of the primal cuts (ham, loin, belly and shoulder). \nOver the past decades, automatic pig carcass grading systems have risen the interest of the sector, due to its potential to improve the accuracy of meat segmentation. However, existing commercial solutions present limitations in terms of (1) limited accuracy and robustness, when dealing with different pig breeds or genetic variations; (2) complex integration in abattoirs; and (3) significant system and integration costs. \nWe aim at addressing the market demand for a more accurate, reliable and cost-competitive solution to accurately grade and sort carcasses according to the lean meat content in the four primal cuts. The proposed technology was previously developed in a Collaborative EU Research Project, which allowed validating the technology at pilot line level (TRL7). After defining a detailed business plan, which was carried out during the Phase I project, we aim now at obtaining a qualified system (TRL9), and to obtain the SEUROP certification at two key target markets.",
    "totalCost": "1557775",
    "ecMaxContribution": "1090442,5",
    "coordinator": "G & M STEEL FABRICATORS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953951254": {
            "orgId": "953951254",
            "orgName": "G & M STEEL FABRICATORS LIMITED",
            "ecContrib": 1090442
        }
    },
    "calculatedTotalContribution": 1090442
}