{
    "rcn": "201727",
    "acronym": "HyTile",
    "topics": "SIE-01-2015-1",
    "title": "Sensitive integrated Solar Hybrid Roofing for historical buildings.",
    "startDate": "01/03/2016",
    "endDate": "30/06/2016",
    "objective": "Energyntegration has developed a solar tile system for roof coverage that integrates perfectly with the architecture and chromatic shade of each building. EU is encouraging the reduction of fossil fuels towards the adoption of renewable energy as a resource. All new buildings are required to be nearly zero energy balance by the end of 2020.Currently, the solar industry is limited to a utility scale central power generation model. A highly differentiated product is required to disrupt this model and provide accessible solar power for the residential market. The EU is currently installing less than 100,000 residential solar roofs per year; this needs to increase to 3,000,000 per year to avoid worst scenario climate change. Current solar roofs use large utility scale panels and often complex installation; it is a very capital intensive process. Energyntegration technology preserves and improves aesthetics of the buildings whilst minimising installing costs for the property owners. The product series is based on a moulded aluminium frame that can be painted in the desired colour and covered with a front glass with low adsorption and transparent solar quality. The tile is easily installed onto roofs without any truss modification. The integration with the existing roof is complete, as the tile matches perfectly slope, level and colour of every type of roof, thus enabling the installation also in areas with historical or landscape restrictions. The panel produces electricity by solar conversion while the heat sink cool down the PV temperature while also exploiting the ëwasteí heat productively, thus increasing the efficiency of the single tile. HyTile targets the residential and re-roofing markets to promote the development of Net Zero Energy Homes.The Phase 1 project will be focused on establishing a complete supply chain, a sound business model and commercialization strategy and to plan all activities for deploying a pilot installation in three historical cities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENERGYNTEGRATION SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925569442": {
            "orgId": "925569442",
            "orgName": "ENERGYNTEGRATION SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}