{
    "rcn": "201756",
    "acronym": "eoFRESH",
    "topics": "Space-SME-2015-1",
    "title": "Earth Observation freshwater monitoring services",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Water is increasingly recognized as the most relevant resource of the 21th century, and UN Water recommends in sustainable water investments to prevent future conflicts. Significant social and economical impacts are associated with changes of water quality in inland waters. It is almost impossible to think, in the 21st Century, that water industries and governments would produce sustainable economic and ecological development plans on water without reasonable information on hand. Accordingly, an increasing demand from water industries, including aquaculture, water construction or dam operators, insurers, development banks and water agencies on actual or long-term historic water related information is observed. \n\nThe eoFRESH service responds to the increasing demand with an independent multi-satellite based monitoring solution, as only traditional in-situ methodologies are capable neither to retrieve historic information, nor to provide actual harmonized information for a huge number of inland waters. eoFRESH combines the monitoring capabilities of an increasing number of historic, actual and future satellite missions, allowing nowadays up to daily global observations and going back in time for 30 years for millions of water bodies and rivers globally. eoFRESH starts with the provision of relevant globally harmonized water quality measures (e.g. turbidity and related suspended matter, phytoplankton concentration). The service is characterised by three key features: Independency with globally harmonized and valid and consistent measures, extremely cost-efficiency through fully automated production on free accessible satellite missions, extremely easy information uptake through access from web-services and applications. \nWithin the Phase 1 feasibility study it is the core intention to summarize all the necessary information, including technical and economic aspects which are relevant to provide a sound roadmap to bring the eoFRESH service to the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EOMAP GMBH & CO KG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997332079": {
            "orgId": "997332079",
            "orgName": "EOMAP GMBH & CO KG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}