{
    "rcn": "201750",
    "acronym": "The Invisible Helmet",
    "topics": "IT-1-2015",
    "title": "Airbag bicycle helmet based on One Piece Woven technology",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Cycling is a crucial mode of transport in the common European challenge of making transport sustainable: cycling is energy efficient, environmentally friendly and very suitable for short distances.\n\nThe use of helmet is not widely accepted by urban cyclists due to practical reasons, they are uncomfortable, cumbersome to carry around, look hideous, make sweat and ruin personal style. \n\nHˆvding represents a head protection for cyclists unlike any other product on the market ñ an airbag for cyclists. Compared with traditional helmets, Hˆvding is more than three times better shock absorbance, can withstand multiple mpacts in one accident, reduce head rotation, provides much larger protection area and stabilizes head and neck in the accident. Hˆvding is easy to fold and bring in bag, discrete, works with a hat. \n\nHˆvding has been sold during around 3 years. Now we focus on expanding from initial test sales in Sweden to successive rollout across Europe. However some limitations such as our quite manual manufacturing process impede us to scale up our product and meet our growth ambitions. \n\nThe overall objective of our business innovation project is to automatize the manufacturing process of our airbag for cyclists called Hˆvding with the aim of scale-up and reduce production costs. To this end, airbag will be designed and manufactured in one piece with woven seams eliminating the need of conventional sewing. We also want increase the add-value of our airbag add Bluetooth Low Energy connectivity and developing an outer shell based on nanotechnology textiles to obtain\nsuperior lightweight, good water and stain repellent properties. \n\nHˆvding addresses a market of an estimated 150 million adult cyclists in Europe alone and clearly contributes to EC policies intended to improve road safety offering a more safety solution to traditional helmets. With this business innovation project we want to establish Hˆvding as a novel product category ñ The No.1 head protection for cyclist",
    "totalCost": "1967770",
    "ecMaxContribution": "1377439",
    "coordinator": "HOVDING SVERIGE AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934438831": {
            "orgId": "934438831",
            "orgName": "HOVDING SVERIGE AB",
            "ecContrib": 1377439
        }
    },
    "calculatedTotalContribution": 1377439
}