{
    "rcn": "201722",
    "acronym": "DIGITALIA",
    "topics": "IT-1-2015-1",
    "title": "Disruptive process for the construction of railway transition zones, reducing drastically construction and maintenance costs",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "When a train crosses from an embankment area (soil) to a bridge, tunnel, viaduct or box culvert, there is an abrupt change in support conditions (strength and hardness, also known as vertical stiffness). Trying to to deal with these changes, that accelerate track degradations and generate vibrations, the embankment at the approaches to these concrete structures (transition zones) are designed and constructed differently compared to the rest of the track, using cement-treated soil to constitute a wedge shaped backfill. The construction process of current solution is complex, uncertain and time-consuming for construction companies.\n\nBesides, the change of vertical stiffness is still not solved with present construction processes. This makes that maintenance needs of transition zones are up to 6 times higher than regular tracks being an additional cost for railway infrastructure managers (mainly public companies). It is estimated that annually 471MÄ (10% European investment in track maintenance) is allocated to maintenance operations in transition zones, while these only account for 2,8% of the network length.\n\nTORRESCAMARA has developed DIGITALIA, an innovative solution for transition zones based on precast concrete slabs that properly smooth vertical stiffness and maintain this performance over time, with the aim of: 1) Simplifying, speeding up and reducing costs of the construction process, as DIGITALIA is 60% cheaper than current solutions while taking just 10% of time 2) Reducing maintenance operations needed (equaling regular track needs) and costs, while increasing track availability for train operating companies, 3) Reducing the associated vibrations to improve passenger comfort.\n\nLooking at Europe only, DIGITALIA opens the way to a market worth nearly 140 MÄ by the 5th year.\n\nIn Phase 1, we will focus on the elaboration of a comprehensive business plan that ensures a quick market deployment through the development of a demonstration element in Phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TORRESCAMARA Y CIA DE OBRAS SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924112987": {
            "orgId": "924112987",
            "orgName": "TORRESCAMARA Y CIA DE OBRAS SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}