{
    "rcn": "201792",
    "acronym": "StemSense",
    "topics": "SFS-08-2015-1",
    "title": "A precise irrigation sensor system to provide an accurate indication of water status in crops and deliver increased yields to farmers",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "Saturas is an SME from Israel that has developed a sensor system to accurately deliver an indication of water status and determine precise irrigation levels. 95% of farmers irrigate land without any scientifically based information leading to significant overwatering and lowering potential yields. Overwatering drowns crops reducing the quantity and quality of yields. Water is becoming scarcer and more expensive as pressure on supplies continue to increase. The StemSense sensor is the world's first to deliver accurate measurements of stem water potential and relay to farmers exact quantities of water required and when. The sensor is embedded in the trunk of the plant and information sent via a communication box to the farmers. Farmers using the StemSense sensor experience up to 20% higher income, significant water savings and reduced costs. The patented technology has been engineered for use in fruit trees and successfully tested on citrus and peach trees. Within the overall project, Saturas intends to optimise the communication and control interface to reflect real-time stem water potential levels; manufacture 300 sensors for test sites; undertake full scale tests of the StemSense sensor systems in Israel, Italy and Spain; and engineer a miniaturized version of the StemSense sensor to fit grapevines.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SATURAS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926498993": {
            "orgId": "926498993",
            "orgName": "SATURAS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}