{
    "rcn": "201791",
    "acronym": "OUTERMOST",
    "topics": "NMP-25-2015-1",
    "title": "Towards Autonomous Large Area Mass Production Sputtering Plants",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "Problem: Although manufacturing is moving towards full automation, some industries, such as thin film manufacturing industry, are still heavily reliant on inefficient human labor. There are no commercially available solutions on the market enabling full automation of thin film production plants. That explains low production rates, waste of materials & energy, high operating costs, and increased overall inefficiency of thin film industry, which also has a direct negative impact on other industries dependent on using thin film components for goods they produce, such as smartphones, tablets, computers, cameras, watches, jewellery, various medical instruments, and many more.\nSolution: Nova Fabrica has already successfully developed and tested a prototype of a plant-wide intelligent Supervisory Process Control System (iSPCS) ñ the only holistic control system, enabling real-time production/process monitoring for thin film plants, thus fully automating the process side of thin film manufacturing. Initial investigations performed by the biggest thin film plant in the Baltics ìGroglassî estimated that the iSPCS at its current state could provide their plant a 30% increase in thin film production volumes and up to 10% decrease in electricity consumption (by 1 GWh) leading to an increase in net profits by 54%. In conclusion, if iSPCS was adopted by thin film manufacturers it would produce a profound impact on many industries reliant on thin films on a European and global level.\nNext steps: Thorough market analysis and an elaboration of a business plan is needed in order to define strategic commercialization. This feasability study will be a crucial step towards commercialisation of iSPCS and needs to be completed urgently due to current conditions of Nova Fabrica being the first company that offers such product and thus having an opportunity to expand quickly and establish in the market, in addition to contributing to the uptake of advanced manufacturing technologies by SMEs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB NOVA FABRICA",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949861637": {
            "orgId": "949861637",
            "orgName": "UAB NOVA FABRICA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}