{
    "rcn": "201709",
    "acronym": "FRESHRAP",
    "topics": "SFS-08-2015-1",
    "title": "Feasibility study for an innovative ìRegenerative Atmosphere Packagingî for fresh chicken",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Packaging has improved the safety and quality of poultry products. Currently, MAP (Modified Atmosphere Packaging) is the most widely used packaging system. MAP seals fresh produce in a tray with a controlled atmosphere that contains gases that slow the degradation of the product.\n\nSCIENCEPACK has designed and developed an innovative ìRegenerative Atmosphere Packingî (RAP) that offers an effective alternative to the conventional MAP system. The key to this innovation is that, thanks to a specific tray design and active coating (AC), CO2 is slowly released from the packaging. This allows the tray to regenerate the product preserving. FRESHRAPís represents a huge opportunity for our company (SCIENCEPACK) to commercialise an innovative solution that will increase the shelf life, quality and the safety of fresh chicken parts. This offers us the opportunity to launch a new product on to the large and growing packaging tray market.\n\nFRESHRAP will promote the efficient use of resources and reduce food waste by extending 1-1.5 days the shelf-life of fresh chicken, and removing the need to dispose of opened, in-date chicken trays. 60% of Europeans throw away opened chicken meat, causing approximately 360,000 tonnes of waste per year in Europe. We offer the possibility to end this waste. FRESHRAP will also help to ensure that food remains safe to eat for longer, reducing the number of customers suffering from food contamination (Campylobacter).\n\nFinally, FRESHRAP will also support packaging companies by reducing the high capital and operational costs of MAP packaging.\n\nInitial market projections suggest that FRESHRAP will achieve sales of 5 million units in the first year of commercialisation, growing to 30 million by 2022, earning profits of over 2MÄ and a ROI on project investment of 94%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SCIENCEPACK INNOVATIVE SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925505034": {
            "orgId": "925505034",
            "orgName": "SCIENCEPACK INNOVATIVE SOLUTIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}