{
    "rcn": "201794",
    "acronym": "AgriCloud P2",
    "topics": "SFS-08-2015",
    "title": "Demonstration of a cloud-based precision farming management system for a sustainable and intensive agriculture to secure long-term food supply in Europe  - Phase II",
    "startDate": "01/05/2016",
    "endDate": "31/08/2018",
    "objective": "This phase 2 proposal targets the pilot application and market introduction of AgriCloud, a cloud-based precision farming (PF) management system for more efficient, sustainable production of crops in Europe. The objectives are: final technical development, product demonstration through field trials with six pilot customers, market launch in five selected EU countries and market replication leading to a turnover of 28 m Ä within 5 years after launch. Today, most farmers manage their crop by gut feeling, leading to inappropriate fertilization, plant damage and unnecessary environmental impact. AgriCloud is the first holistic FP approach, processing all available data from agronomic sensors, machinery and service companies and, backed by plant nutrition expert knowledge, facilitates a targeted use of fertilisers and herbicides, efficient machinery utilisation and workflow management. Farmers are operating a mixed stock of stand-alone agricultural machinery. AgriCloud meets their need for integrated solutions with only one data infrastructure for a coordinated, easy-to-use machinery control from one user interface. By using AgriCloud, they will increase yield production between 3-10%, reduce lodging to 50-100%, reduce fertilisers by 12-20% and improve harvest efficiency by 12-20%. Their annual savings amount to approx. 130Ä/ha, which enables amortization of the AgriCloud invest within 1-1.5 years. The EU agricultural industry faces the challenge of responding to an increasing demand for food whilst at the same time having to ensure the sustainable use of resources. The Commission already identified PF as a key technology to solve this problem. However, European farmers have not yet adopted PF due to draw backs of existing solutions. AgriCloud is able to solve those bottlenecks and contributes to Europeís drive towards more competitiveness and long-term sustainability in agriculture as well as towards the recent EU Common Agriculture Policy (CAP).",
    "totalCost": "1359000",
    "ecMaxContribution": "951300",
    "coordinator": "AGRI CON GMBH PRECISION FARMING COMPANY",
    "coordinatorCountry": "DE",
    "participants": "BAG PRECISION FARMING SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;AGRICON HUNGARY PRECISION FARMING KORLATOLT FELELOSSEGU TARSASAG;PRECISION FARMING",
    "participantCountries": "PL;HU;LV",
    "projectParticipants": {
        "924521939": {
            "orgId": "924521939",
            "orgName": "AGRICON HUNGARY PRECISION FARMING KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 30975
        },
        "952628465": {
            "orgId": "952628465",
            "orgName": "AGRI CON GMBH PRECISION FARMING COMPANY",
            "ecContrib": 889350
        },
        "924285744": {
            "orgId": "924285744",
            "orgName": "BAG PRECISION FARMING SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 0
        },
        "924421350": {
            "orgId": "924421350",
            "orgName": "PRECISION FARMING",
            "ecContrib": 30975
        }
    },
    "calculatedTotalContribution": 951300
}