{
    "rcn": "201790",
    "acronym": "3DKF",
    "topics": "ICT-37-2015-1",
    "title": "PIX DENTAL SYSTEM: FEASIBILITY STUDY",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Pix Dental System (PDS) is an EC-certified cloud-based Software as a Service (SaaS) solution enabling General Dental Practitioners to perform minimally invasive image-guided surgery. PDS provides (1) unprecedented accuracy that guarantees results, whilst removing the need for decades of expertise, (2) collaborative features to enable cross-disciplinary online collaboration, delivered through (3) a very competitive pay per use pricing model. PDS is developed by 3DKREAFORM, a French firm incorporated at the end of 2012, which ambitions to become a major actor of guided implant surgery. \n\nThe platform is currently live, and counts around 30 customers. The company aims to penetrate its home market, scale up, and expand in Italy, Germany and Spain, which together represent over 70% of the European market unit-wise, with around 4.5M implants each year. \n\nWith an average revenue of 250Ä excluding VAT per use case (surgery), the total addressable market potential in 2015 is Ä357,5M, and with a projected growth of 20% in the next 5 years, the total addressable market in 2020 will be Ä430M. 3DKF aims at facilitating 488% of all 1.72M implant surgeries performed in those 4 markets by 2020 for a turnover of Ä23.1M by 2020. By 2023, it aims to facilitate 10% of all implant surgeries for a turnover of Ä53.5M, whilst expanding in other continents (Japan, Korea, Brazil, USA and Canada).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "3DKREAFORM",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924096594": {
            "orgId": "924096594",
            "orgName": "3DKREAFORM",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}