{
    "rcn": "201742",
    "acronym": "OXM",
    "topics": "SIE-01-2015-1",
    "title": "Patent pending gearboxA patent pending gearbox for ships that decrease fuel consumption with 25% (appr 500 ton fuel and 1500 ton carbon dioxide per ship and year)",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "'Optixmarine offers a patent pending gearbox for ships with shaft generators and the result is a saving of approximately 500 ton (25%) fuel and 1 500 ton carbon dioxide emission per ship and year.\n\nOur product, the gearbox 'Optixdrive', is today designed and constructed in order to be installation at our pilot customer AB Veritas Tankers vessels ìAstoriaî in Q1 2016. We have very strong customer interest and after launching the product at the fair Donsˆ Shipping Meet in September 2015, we are contacted by several new customers every month. Our customers have also stated that there are no attractive alternatives to our product.\n\nWorldwide we estimate a total market of more than 7 000 ships with generators, worth 2,1 billion euros. The product is priced to 300 000 euros, which gives customers less than two years in return of investment and this has been confirmed attractive by them.\n\nWe have eliminated the technical risk with our gearbox through involving leading technical experts and manufacturers, that through calculations and simulations have come to the conclusion that they see low risk with getting our product up and running.\n\nOn the island of Donsˆ outside Gothenburg, there are shipping companies that together have 60 ships with shaft generators and therefore potential customers for Optixdrive. Only them together would mean an annual saving of as much as 30 000 ton of fuel and 150 000 ton of carbon dioxide. Imagine the worldwide fleet of ships with shaft generators using Optixdrive, that would mean a saving of 3,5 million ton of fuel and 10,5 million ton of carbon dioxide every year.\n\nThe team behind Optixmarine believe that transport by sea has a environmental sustainable future and our company has a promising potential to drastically reduce the environmental impact by the shipping industry worldwide.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OPTIXMARINE AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924258487": {
            "orgId": "924258487",
            "orgName": "OPTIXMARINE AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}