{
    "rcn": "201779",
    "acronym": "iBILD",
    "topics": "PHC-12-2015-1",
    "title": "iBILD: Imaging Biomarker for Intelligent Lung Cancer Detection",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "Lung cancer is one of the most common cancers with the highest mortality rate both in Europe and Worldwide. In 2012, 449,000 new cases were diagnosed with 388,000 deaths recorded in Europe alone. The reason for the 86% mortality rate is that most lung cancers are detected only after clinical symptoms are prevalent, by which time the cancer is in a late stage. Early detection using Chest Computed Tomography (CT) can lead to markedly improved outcomes, as shown recently by the NLST lung cancer screening trial in USA which has achieved a ground-breaking, 20% mortality reduction. However there is currently no solution that allows screening and management of suspected lung cancer patients in an economically sustainable manner.\n \nOptellum has developed a novel technology, Deep Learnt Biomarker (DLB). It is a software application that will allow radiologist to make a more accurate diagnosis by providing additional information extracted from the same CT, already acquired anyway as standard of care. It is based on machine learning algorithms applied to large databases of CTs with known ground-truth diagnosis, which learns patterns not obvious to a human eye. Our product will a) improve early diagnosis of lung cancer, b) save EUR799M p.a. in unnecessary costs to EU health providers c) enable European Union to become the leader in lung cancer screening. \n\nOptellum was founded to commercialize machine learning technologies that will transform radiology by learning novel biomarkers from medical image databases. During this Phase 1 SME project, we will investigate the commercial feasibility of this first application and will develop a detailed business plan, with a focus on a roadmap to navigate the complex regulatory and health economics environment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OPTELLUM LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924377894": {
            "orgId": "924377894",
            "orgName": "OPTELLUM LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}