{
    "rcn": "201741",
    "acronym": "Smart Library",
    "topics": "ICT-37-2015-1",
    "title": "The Smart Digital Library of Edutainment by Smile and Learn",
    "startDate": "01/04/2016",
    "endDate": "31/08/2016",
    "objective": "Children spend many hours using technology. Parents are concerned about having their children using new technologies without adequate educational resources. To resolve this need, Smile and Learn places technology at the service of education with the mission of helping children 2 to 12 years old learn while having fun using technology. We use games, interactive stories and technology to help educate children in universal values, learn curriculum contents and reinforce their multiple intelligences.\nWe are developing one single Smart Digital Library of Edutainment that gives access to \\100 individual proprietary apps, offering clients a smart recommendation model based on childrenís performance and that is already a reality with 18 apps on the market with great acceptance (\\200,000 downloads). It is based on:\nï 100% proprietary customized content based on S&Lís educational framework.\nï Smart recommendation model based on childrenís interaction, leveraging big data analysis, machine learning and collaborative filtering. \nï Mobile, multi-device, multi-platform and child-safe.\nGlobal mobile market for education and entertainment for children will grow from Ä12B to Ä26B from 2014 to 2020. The market is currently highly fragmented and has no global winners. The opportunity for an approach that truly combines entertainment and education is clear. Our goal is to lead this white space worldwide. \nOur goals for the coming months through the H2020 program are to finish the Smart Libraryís integration and testing, run on site market studies focusing on Spain as our pilot market and adapt the business modelís development to the pilotís results.\nOur project is framed within the global education challenge. We will finish phase I before June 2016. Once all tasks are finished, we will update the prototype with all the components newly tested and market them in the major EU and American markets. We will begin phase II of the SME instrument to support the growth process.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LEARN AND SMILE DIGITAL CREATIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924257905": {
            "orgId": "924257905",
            "orgName": "LEARN AND SMILE DIGITAL CREATIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}