{
    "rcn": "201712",
    "acronym": "PetLife",
    "topics": "SC5-20-2015-1",
    "title": "INTRODUCTION OF A RANGE OF L-CYSTEINE DERIVATIVES AS NUTRITIONAL ADDITIVES INPET FOOD, TO REDUCE OBESITY AND LENGTHEN ANIMAL LIFE",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Veterinary research shows that up to 45% of cats and dogs suffer health disorders, with oxidative effects from nutritional imbalances as a significant contributing factor. Of the approximately 270 million pets in the EU, 60% have commercial pet food exclusively as their source of nutrition and therefore depend on a complete and balanced product for health and wellbeing.\nThe PetLife project is based on a promising market and growth opportunity deriving from our current L-Cysteine derivative product line for use in plant nutrition. This latent cysteine is released into the plant gradually, providing its organism with several essential health benefits that extend to animals as well. AXEB is set to be the first in Europe and globally to validate and introduce L-cysteine derivatives as nutritional additives for animals, to solve the problem of providing cysteine without causing nutritional imbalances and weight gain. The health benefits to be proved in phase 2 validation will convince pet owners and feed manufacturers of the worth of these new added-value formulations.\nOur objective is to take advantage of our know-how in order to broaden the use of this innovative compound as an animal nutrient and access the EU pet food industry and European pet owners who spend up to Ä21,000 on each pet over its lifetime, and Ä55 per pet every year on veterinary care.\nWhen scaled up to industrial production, the proposed PetLife L-Cysteine derivatives will be commercialized with a target price 25% cheaper than current pet food additives, and provide more long-ranging health benefits to reduce end user veterinary expenses.\nAlthough we already possess the knowledge in biotechnology processes for molecule synthesis, we require assistance to enter the pet food market due to the rigorous regulatory approval process for new additives in the European market. The possibility of European funding will help us cross the ëvalley of deathí from development to marketplace.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AXEB BIOTHECH SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937936263": {
            "orgId": "937936263",
            "orgName": "AXEB BIOTHECH SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}