{
    "rcn": "201784",
    "acronym": "DDBSD",
    "topics": "PHC-12-2015-1",
    "title": "Diagnostic Test For The Differential Diagnosis of Bipolar Disorder and Major Depressive Disorder",
    "startDate": "01/03/2016",
    "endDate": "30/11/2016",
    "objective": "Neuropsychiatric disorders contribute 13% to the global burden of disease and cost the European economy an estimated 789bn EUR a year. PsyOmics is a Cambridge-based biotechnology start-up focused on reducing this burden by providing scientifically-validated solutions that improve the prevention, diagnosis and treatment of psychiatric disorders. This project relates to the first clinical diagnostic that we intend to bring to market, a test to improve the diagnosis of bipolar disorder and major depressive disorder.\nIt is estimated that 33.4m people within the WHO European region suffer from major depression each year, and around 7m suffer from bipolar disorder. The separation of these two groups for appropriate treatment is very challenging because patients with an underlying bipolar disorder typically present with depressive symptoms that are indistinguishable from those of MDD.  The result is that around 40% of all patients with an underlying bipolar disorder are initially misdiagnosed with depression and prescribed antidepressants, rather than mood stabiliser treatments. On average it takes over 7.5 years for the correct diagnosis to be reached.\nThere is no evidence to suggest that antidepressant monotherapies are effective in treating bipolar disorder and furthermore they are known to lead to an increased risk of anti-depressant induced mania, rapid cycling and suicide attempts among these patients, all of which lead to an increased rate of hospitalisation and healthcare costs. \nOur clinical diagnostic will reduce this level of misdiagnosis by enabling GPs and Psychiatrists to efficiently identify those that have an underlying bipolar disorder amongst those that present with depressive symptoms.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PSYOMICS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925594759": {
            "orgId": "925594759",
            "orgName": "PSYOMICS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}