{
    "rcn": "201788",
    "acronym": "OSTEOMET",
    "topics": "PHC-12-2015-1",
    "title": "Clinical Validation of a Novel Biomarker for the Prediction of Bone Metastasis in Early Stage Breast and Prostate Cancer",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "OSTEOMET is a new and proprietary test based on IHC and FISH technologies that addresses the unmet medical need of selecting patients at risk of bone metastasis in breast and prostate cancer. OSTEOMET is based on an innovative single biomarker whose expression levels in primary tumour tissue are highly associated to bone metastasis. OSTEOMET will lead to an improvement in clinical practice, improved prognosis and personalized therapy of patients with breast and prostate cancer, with a large positive impact on the economic efficiency of health care operators. The OSTEOMET project has previously been evaluated as a stage 2 project, reaching the threshold on each criterion (> 4/5). We now have decided to take one step back to address existing gaps via a phase 1 proposal. Since the clinical utility of OSTEOMET will depend on the outcome of the clinical validation studies, we envision a number of scenarios for positioning OSTEOMET in the market. This phase 1 proposal will deliver a clear roadmap for achieving the commercialization of OSTEOMET in either of the different scenarios. We will perform expert interviews and map out various aspects including the clinical validation track, the regulatory path, target user specifications, an assessment of the EU and US market and reimbursement environment and a strategic approach to drive clinician adoption and payer acceptance to optimize market penetration. Our elaborated business plan will include a strategy to establish partnerships with Diagnostic or Pharma companies as well as the value created for Inbiomotion in each scenario. We trust that the current project will fill in the gaps supporting the business feasibility of marketing OSTEOMET as a new diagnostic kit",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Inbiomotion S.L",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "946530269": {
            "orgId": "946530269",
            "orgName": "Inbiomotion S.L",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}