{
    "rcn": "201700",
    "acronym": "pressureNose",
    "topics": "IT-1-2015-1",
    "title": "Enhance efficiency of combustion engines by monitoring internal chambers Pressure with Novelcontactless Optical SEnsor",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "Pressure control inside combustion chambers of Diesel cars increases the overall efficiency of the engine and reduce pollution. Car manufacturers need to be compliant to regulatory directives (Diesels are responsible for around 40% of total EU emissions of NOx).\nOur pressure sensor (pressureNose) is based on optical technologies, and allows the precise measurement of pressure inside engine combustion chamber. pressureNose features Enhanced Sensitivity and Reliability, Electro Magnetic Compatibility Immunity, and can provide up to 4% increased engine efficiency (close-loop feedback), reducing NOx total emission up to 45,8 Million tons CO2-equivalent/year.\npressureNose measures a displacement of deformable diaphragm induced by pressure using a single mode optical fiber. The uniqueness of pressureNose (PCT patent pending invention ìOptical Sensor for Contactless Pressure Measurementsî), lies in the fiber optic treated to reduce the optical noise level. Furthermore, there is no physical contact between the sensing membrane and detection elements (fiber), and active components are positioned far from harsh zone.\nIn the Automotive domain, Piezo-resistive/electric sensors compete with optical sensors. In these sensors the signal arises from pressure induced direct bending of the active Piezo element, subject (over lifetime) to more than 500 million of deformations, posing potential reliability problems.\npressureNose is strategic for Laserpoint to diversify its portfolio. The company, founded 1987, has since then a track record of 100% positive results. 2014 turnover was 4.15 Million Euro, \\37% respect to 2013 results.\nLaserpoint will define the licensing strategy for the Automotive market and elaborate a preliminary business plan. Main target customers of pressureNose are the Automotive components suppliers. Our proposal is currently under evaluation by some of these players. In order to secure the business, a Risk Management specific task will be implemented as well.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LASER POINT SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933428285": {
            "orgId": "933428285",
            "orgName": "LASER POINT SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}