{
    "rcn": "201743",
    "acronym": "REACH",
    "topics": "SC5-20-2015-1",
    "title": "Renewable Energy and Connectivity Hub",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Being a world leader in e-learning, e-banking and remote healthcare, EU companies are yet struggle to access the potential market of 1.4 billion off-grid people in developing regions. Off-grid communities in these regions rely on mobile phones for communication and to access essential services such as money transfer, healthcare. Without viable renewable alternatives, off-grid power in developing regions is currently provided through highly unsustainable fossil fuelled methods, and internet connectivity is exceptionally limited. This creates a significant business opportunity for providing reliable, clean and affordable charging for mobile phones and internet access. BuffaloGrid has developed a unique solar power based Hub system and a patent-pending remote payment control mechanism by which mobile phones (or other devices) can be charged under the control of a central server to ensure accountability, transparency and market insights. By combining renewable power and internet connectivity, BuffaloGrid enables EU companies to deliver essential internet-based services (e.g., e-health, e-education, e-governance etc) in developing regions. BuffaloGrid supplies Hubs free to local agents, offering them opportunities to provide mobile charging and internet access to their local communities. This will stimulate local enterprise, encourage entrepreneurship and boost economic development. BuffaloGridís unique model of providing the Hub for free, and unlocking access to power, allows demand to be met without charging high fees. Powered by solar energy, BuffaloGrid Hubs are emission-free during use and BuffaloGrid will take back Hubs for upgrade/ remanufacture/recycling at EoL (End-of-Life). During this project BuffaloGrid will develop a detail design of cost-optimised, mass-producible BuffaloGrid Hub with EU supply chain. It will also develop a detail business plan which will include partnership with potential local agents and EU online-based service providers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BUFFALOGRID LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934646896": {
            "orgId": "934646896",
            "orgName": "BUFFALOGRID LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}