{
    "rcn": "201730",
    "acronym": "S.M.A.S.",
    "topics": "SIE-01-2015-1",
    "title": "Sustainable Modular Architectural System",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "SMAS - Sustainable Modular Architectural System aims at market for modular buildings  in the field of Construction Industry with innovative technological solutions  and energy efficient product \nSMAS is the industrialization and commercialization fallout of PR.I.M.E3 - Procedures & Innovation for Modular buildings Energy-Efficient and Eco-friendly - a 3-year pre-industrialization research project, co-funded by Italian Ministry of Environment. SMAS module unit has a floor area 50 m2; the varying combination of modules allows for different architectural solutions by type and sizeto the realization of Eco Villages. Main object of this proposal is to industrialize the whole process. \nEnvironmental benefits: reduction of 80% of net energy demand and relevant carbon emissions compared to traditional structures. The primary energy demand for winter heating and DHW allows to place the SMAS building module in energy class A \\, providing an energy intensity equal to 6.93 kWh / m2 per year.\nSMAS integrates the following innovative subsystems components:\n- bearing structure - patented 単 using recycled and recyclable Metal alloy profile; recycled / recyclable\n- thermal insulation- patented- made of recycled industry-waste materials \n- H-NAC (Hybrid-Natural Air Conditioning) Wall 単 patent pending 単 including controlled natural ventilation and passive cooling techniques;\n- waste water cycle 単 recovery of thermal energy by grey water reuse;\n- home management automation\nThe greater speed and simplicity of structure realisation in place due to both the totally dry assemble of the various elements of modular building and the ability to pre-assemble it by prefabricated structures, makes the system particularly suitable in case of emergency related to natural disasters or refugees migration",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AE.C.I. SRL- ARCHITETTURA EDILIZIACIVILE E INDUSTRIALE",
    "coordinatorCountry": "IT",
    "participants": "CORMATEX SRL-MACCHINARIO TESSILE EIMPIANTI",
    "participantCountries": "IT",
    "projectParticipants": {
        "934421759": {
            "orgId": "934421759",
            "orgName": "CORMATEX SRL-MACCHINARIO TESSILE EIMPIANTI",
            "ecContrib": 0
        },
        "941440194": {
            "orgId": "941440194",
            "orgName": "AE.C.I. SRL- ARCHITETTURA EDILIZIACIVILE E INDUSTRIALE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}