{
    "rcn": "201783",
    "acronym": "DIDSON",
    "topics": "ICT-37-2015-1",
    "title": "Paracoustics : System active sound reducing system against noise pollution due to transport",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "80 years of combined experience and 21 years of specific research allowed the team of DIDSON Company to develop and patent the ParacousticsÆ System: an active reducing sound system against noise pollution due to transport. This disruptive innovation is a revolutionary transducer for reflecting external noise waves. When this system is activated, it reflects the noise. As a result, there is a reduction of 25 to 30 dB of noise level, even when the windows are open. Our product is aimed at protecting coastal city centers, airports, ring roads, railway lines and places where heavy traffic disturbs life. The ParacousticsÆ system is a simple solution that allows residents to ventilate their building naturally while respecting the environment, saving energy and being in perfect harmony with the EU thermal regulations. The centerpiece of our system, the patented active ParacousticsÆ electroacoustic transducer is designed to be integrated as part of the closure elements: shutters, curtains and ventilation. A European market survey will be carried out to know the needs of our future clients and to verify that the market is ready to integrate this new innovation. We solicit the help of the EU-H2020 program - Phase 1, because this support would be for us a true accelerator to achieve the marketing of our product in optimal conditions. This will allow us to reach very quickly the European market and therefore to generate the jobs that go hand in hand with the development of our business.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DIDSON",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927080508": {
            "orgId": "927080508",
            "orgName": "DIDSON",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}