{
    "rcn": "201745",
    "acronym": "VibraCoat",
    "topics": "NMP-25-2015-1",
    "title": "High Performance Nano-structured Composites for Tooling Industry",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "ëVibraCoatí is one of the brand names of Plasmatrix Materials AB and refers to a member of a family of multi-functional nanostructured metal matrix composites with elastic modulus comparable to metals, resilience comparable to rubbers, hardness comparable to ceramics and vibration damping comparable to polymers.\nThe proposal aims at commercialize the process technology and VibraCoat material for an integrated vibration damping solution for tooling systems used in manufacturing industry: tool holders and cutting insert supports (shims). At this stage, the developed VibraCoat material has an elastic modulus of 50 GPa, hardness of 2.5 GPa, resilience of 60% spring-back, loss factor of ~40% and withstand temperature up to 450∞C. These properties make VibraCoat a unique candidate for absorbing shocks and vibration energy during machining as there are very few viable solutions in the harsh environment of machining.\nThe market for only shims to damp the cutting insert is enormous, as 650-800 million inserts are consumed every year in the Western World only. However, there is still a gap to bridge in order to enable the Plasmatrix to address this significant market opportunity. While the VibraCoat material has been synthesized and the process technology has been validated successfully at small scale and over a limited range, there is now a necessity to further develop the process and demonstrate that the process and concept can be up-scaled and extended to a variety of tooling systems. The verified and quantified data produced will allow Plasmatrix to develop and validate a business plan and associated marketing strategy. With this Plasmatrix will be able to commercially develop, exploit and service the market after the Feasibility Study ends. \nPlasmatrix staff has excellent competence in the multidisciplinary field of plasma engineering, Atomic Additive Process (ADP) equipment design and manufacturing, ADP process control and optimization and material characterization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Plasmatrix Materials AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986040018": {
            "orgId": "986040018",
            "orgName": "Plasmatrix Materials AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}