{
    "rcn": "201705",
    "acronym": "ROBOCOAT",
    "topics": "IT-1-2015-1",
    "title": "HARD CHROME REPLACEMENT FOR AUTOMOTIVE MOULDS",
    "startDate": "01/03/2016",
    "endDate": "31/07/2016",
    "objective": "The purpose of the project is to support the use of composite plastic materials and light metal alloys in the automotive sector, so that motor vehicles are made lighter and less polluting. A critical problem associated with the use of these components stems from the need to chrome-plate the moulds. In fact, chrome-plating the moulds involves: 1) the use of hexavalent chromium, which is very dangerous and highly polluting; 2) very long processing times, since chrome-plating is mainly done by hand.\nAt present, the only technology that can be used is to apply a thick chrome coating obtained from hexavalent chromium in electrochemical galvanising baths. The goal of our project is to replace the galvanic bath with HVOF (High Velocity Oxy Fuel) technology, which can deposit a metal or ceramic coating on the surface of moulds without the need for using hexavalent chromium. The complexity of the project derives from the fact that the surface to be chrome-plated is very large (measurable in square metres) and highly complex. HVOF technology is currently used to coat very simple metal surfaces and has never been employed on complex geometric layouts.  \nThanks to our new industrial process, suppliers on the automotive market will be able to enjoy the following advantages:\n- a drastic reduction in the time required for coating the moulds (from the 1.5 months currently required to only a few days);\n- the capability of making changes to the moulds during the coating process, with little effect on process times and costs;\n- a reduction in non-conforming moulds caused by human error;\n- simplified maintenance of the moulds, with the capability of restyling them if required;\n- the capability of using chrome-plated moulds also for the manufacture of limited-edition series.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CROMOSTAMP ITALIA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926735770": {
            "orgId": "926735770",
            "orgName": "CROMOSTAMP ITALIA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}