{
    "rcn": "201724",
    "acronym": "CORNposite",
    "topics": "SFS-08-2015-1",
    "title": "Valorisation of corn processing by-products into plastic bio-composites",
    "startDate": "01/03/2016",
    "endDate": "31/07/2016",
    "objective": "The presence of mycotoxins in food and feed may affect human and animal health as they may cause different adverse health effects such as induction of cancer and mutagenicity, as well as gastrointestinal disorders. EC Regulation 1881/2006 concerning foodstuff, one of the strictest in the world, is causing a major increase of agricultural rejects of almost 20 million tonnes due to the concentration limits imposed for certain mycotoxins in food products. On average 10-30% of total corn stored for our annual production is not able to comply with these limits, representing economic losses up to Ä1M. In addition, in corn by-products mycotoxins concentration is up to 20 times more of than in the final product. This is causing a reduction in competiveness of EU agro-companies like Corn Valley, which currently have to direct fractions with high peaks of mycotoxins to animal feed or for biogas production, lowering the potential incomes from these by-products (over 30% of our total production).\nCORNposite wants to use the parts of the corn with the highest levels of mycotoxins to produce a new sustainable and stabilised material, as the thermal process to manufacture our corn-based plastic composite has proved to destroy the toxins. CORNposite will bring a revolutionary system for agro-waste valorisation, which can be applied by a huge number of agriculture companies (as technology can be replicated thanks to state-of-the-art machinery), at the time that a new line of green products will be put in the plastics market.\nWe Corn Valley and NaturePlast are working together with the aim of developing our process prototype (currently at TRL6) to establish a new model for sustainable supply chain of raw materials for bioplastics production, through the valorisation of corn processing rejects into a novel range of bio-based composite plastics for 3 different applications: construction (decking and fencing), automobile interior parts and packaging.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CORN VALLEY SRL",
    "coordinatorCountry": "IT",
    "participants": "NATUREPLAST SAS",
    "participantCountries": "FR",
    "projectParticipants": {
        "936266990": {
            "orgId": "936266990",
            "orgName": "CORN VALLEY SRL",
            "ecContrib": 50000
        },
        "963566476": {
            "orgId": "963566476",
            "orgName": "NATUREPLAST SAS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}