{
    "rcn": "201765",
    "acronym": "EUWaste",
    "topics": "SC5-20-2015-1",
    "title": "Ecological Utilization of Waste",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "On average one person in Europe uses 16 tonnes of material per year, of which 6 tonnes become waste. In 2010, total waste production in the EU amounted to 2,5 billion tons. From this total only a limited (albeit increasing) share (36%) was recycled, with the rest was landfilled or burned, of which some 600 million tons could be recycled or reused. From total amount 100 million tonnes is hazardous, containing heavy metals and other toxins. These substances make the waste particularly difficult to treat, as special processes are needed to deal with the hazardous components.\nOur Firm ìInstitute of Human Ecology-INEKOî (INEKO) developed an innovative solution that offers elegant and cost effective solution to utilization problem of hazardous waste, such as hazardous health care waste, oil-contaminated waste, pesticides, solid and liquid waste and sludge containing hazardous substances, and other kinds of waste (agricultural waste, unsorted municipal solid waste, etc.) EUWaste uses technology of gasification that allows utilizing waste of different type with a minimum environmental footprint and emission. Moreover, the use of gasification technology allows obtaining synthetic gas during the gasification process, which in turn can be used as a source of alternative energy for heat production. By using EUWaste, waste producers (e.g. health care facilities, pharmaceutical companies, petrochemical factories, etc.) and waste utilizers can improve their waste management and help to reduce health and environmental problems, reduce greenhouse gas emissions and avoid negative impacts at local level such as landscape deterioration due to landfilling, local water and air pollution, as well as littering.\nThe objective of the EUWaste project is to conduct a feasibility study, which includes market analysis, production scale-up and business model and sales strategy development), first focusing on the medical waste utilization and further on other potential segments of waste management",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FIRMA INSTYTUT ECOLOGII LIUDYNY-INEKO",
    "coordinatorCountry": "UA",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927067995": {
            "orgId": "927067995",
            "orgName": "FIRMA INSTYTUT ECOLOGII LIUDYNY-INEKO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}