{
    "rcn": "201746",
    "acronym": "Go Fresh",
    "topics": "INSO-10-2015-1",
    "title": "Go Fresh - Fresh and Quick Prepared, Healthy and Affordable Meal Solution",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "Due to the longer working hours, lack of time for preparation of fresh food and because of diseases caused by unhealthy fast food, health conscious consumers in developed world seek for convenient food products that provide more value and functionality: natural, healthy, time efficient and affordable. Protein diet has been recognized as one possible answer to this request due to its several positive effects on health (hearth health, maintaining muscle mass, weight management and anti-aging effects). The Go Fresh solution is a beyond state-of-the-art innovation on the market of vending machines. Key novelty of the solution is that it is changing the way healthy meals are delivered and served to consumers since they are freshly mixed on the spot, with no human intervention required for the food preparation process. The innovation is a new generation of distribution services for mass market that offer fresh prepared shakes, produced by newly developed vendor appliances for in-house  and ìon the streetî use. Vending machine mixes healthy ìmeal replacementî shakes per order out of quality ingredients (whey, superfoods, and natural essences), delivered on the spot in biodegradable cups, accessible everywhere, at home, in the office, on the street, at an affordable price. Main benefits for end users of the Go Fresh solution is: fresh, healthy, easily accessible, time saving, cost affordable, with top quality ingredients, which positively affects consumerís health, energy levels and long-term well-being. The Go Fresh solution contributes to several European strategies, objectives and policies regarding employment, investment in R&D, food (resource-efficient eco-innovative food production and processing) and health related issues (nutrition, overweight and diseases caused by it).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KODA PROM, PODEJETJE ZA MARKETING,TRGOVINO IN OGLASEVANJE, DOO",
    "coordinatorCountry": "SI",
    "participants": "ETRA PROIZVODNJA, TRGOVINA STORITVE DOO",
    "participantCountries": "SI",
    "projectParticipants": {
        "952360842": {
            "orgId": "952360842",
            "orgName": "ETRA PROIZVODNJA, TRGOVINA STORITVE DOO",
            "ecContrib": 0
        },
        "924009973": {
            "orgId": "924009973",
            "orgName": "KODA PROM, PODEJETJE ZA MARKETING,TRGOVINO IN OGLASEVANJE, DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}