{
    "rcn": "201747",
    "acronym": "MIDRAULICS",
    "topics": "IT-1-2015-1",
    "title": "Modular Intelligent hyDRAULICS",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "The Company Hydronit, founded in 2003, develops its activity in the field of hydraulics, producing high quality energy efficient components for both fixed and mobile installations, where we focus in powering hydraulics. Hydronit has made significant achievements since its creation and is recognized as one of the most innovative players in its sector, continuously investing in RDI actions through different collaborations with the most prestigious research centres in Italy, and operating in 40\\ countries with daughter companies in China, UK and (recently) in the US. Our passion for hydraulics power and our commitment with our customers let us reach Ä4M turnover in 2014, 80% of which coming from exports.\n\nHydronit has always pursued a full new concept of hydraulics that joins modularization and the integration of all necessary pieces of knowledge, something that makes most hydraulic equipment manufacturers resort to multiple subcontracts to produce the final equipment, as hydraulics knowledge and electric/electronics knowledge are not usually found together in our sector.\n\nWe intend to solve this specific problem offering equipment manufacturers MIDRAULICS, a full portfolio of modular intelligent mini/micro power packs comprising hydraulics, power distribution electronics, control feedback electronics, programmable local intelligence to autonomously manage the systems in the local module (state machine approach) and communication buses, protocols and API to ease the building of complex systems upon these modules (distributed state machine approach) and means to wirelessly configure, calibrate and update the behavior of our systems over the air through a secure wireless communication channel (secure NFC).\n\nMIDRAULICS is the starting point for us before deploying a complete portfolio of safety-driven modular and intelligent solutions for the mobile industry. Thanks to MIDRAULICS, we expect to create ~Ä10 Million sales within the first 5 years of business.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HYDRONIT SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930104289": {
            "orgId": "930104289",
            "orgName": "HYDRONIT SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}