{
    "rcn": "201769",
    "acronym": "OptiGRID",
    "topics": "SIE-01-2015-1",
    "title": "Smart-grid optimisation using rate of change of frequency (RoCoF) to rapidly balance power grid network frequency - enabling more widespread use of unpredictable renewables and minimising blackouts",
    "startDate": "01/03/2016",
    "endDate": "31/05/2016",
    "objective": "Endeco Technologies Ltd is a pioneering, award winning company recognised as the technology leader in smart grid energy aggregation. Our vision is to become the worldís largest fast acting electricity load aggregator, controlling over 350 MW of load and creating Europeís largest ëvirtual power plantí. This will allow us to grow our company from our current aggregated load of 50 MW, and our turnover of Ä4.5 million to Ä43 million per year by 2022.\n\nElectricity systems in EU countries are facing significant challenges as penetration of renewable energy (in particular wind) continues to increase to meet ambitious carbon reduction targets. Due to the intermittent and inflexible nature of renewable energy sources, efficient real-time frequency balancing of grids will become a major challenge for grid operators. A deviation of only 1 Hz from the standard grid frequency (50 Hz) can cause blackouts and power outages as the grid loses inertia, requiring grid operators to quickly add/remove load from the grid to restore balance. \n\nFollowing our success with our current smart grid optimisation system we have seen an opportunity to introduce a disruptive new system, OptiGrid, which will use Rate of Change of Frequency (RoCoF) to allow potentially problematic changes in grid frequency to be detected and acted upon within 0.4 seconds, rather than the 10-second state of the art. As well as providing grid security, this will also allow a greater quantity of renewable energy sources to be integrated into the grid as we will be able to effectively and rapidly deliver the required frequency response performance to grid operators.   \n\nWith the frequency response market expected to see imminent high growth, our technology is well placed to take a significant proportion of this target sector. In the five years following commercialisation, we forecast sales of OptiGrid to total Ä124.8 million and produce a profit of Ä28.8 million and an ROI of 1:17.5 over 5 years for Endeco Technologies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENDECO TECHNOLOGIES LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "965922315": {
            "orgId": "965922315",
            "orgName": "ENDECO TECHNOLOGIES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}