{
    "rcn": "201726",
    "acronym": "EXTREMDRON",
    "topics": "DRS-17-2015-1",
    "title": "Unmanned Aerial Vehicle for protecting soft/critical urban infrastructures, and the general public in extreme environments.",
    "startDate": "01/04/2016",
    "endDate": "31/07/2016",
    "objective": "AERDRON is an aerospace engineering company that develops niche UAV (Unmanned Aircraft Vehicle) products, and technologies. During the last 2 years, the companyís founders have been developing innovative UAV platforms, software applications, payloads, and material technologies. AERDRON has been actively developing an aerial monitoring solution called EXTREMDRON. The EXTREMDRON series of UAVs addresses many of the limitations of products currently available in terms of environmental limitations, material performance, security applications, operating envelope, and flight performance. The EXTREMDRON can operate in extreme environments which would keep other UAVs grounded during security/public safety critical events. \n\nOur last project, ED1 EXTREMDRON was another step in AERDRON strategic roadmap for developing high tech, and industrialized UAVs for professional sensing applications. The ED1 is equipped with a proprietary developed software that configures sensors, cameras, and encrypts communications thru an onboard computer. The ED1 was fully designed, engineered, and manufactured in house per our companyís commitment to home grown innovation.\n\nAERDRON recognizes that Europe/world faces increasing security threats against its civilians, and critical/soft infrastructure targets. The frequency of attacks against civilian soft targets in Europe is alarming, and new technologies must be developed in the coming years to create a counterforce multiplier. There is a real need for aerial monitoring/sensing solutions focused on the protection of heavily populated areas, and critical/soft infrastructures. AERDRON proposal EXTREMDRON focuses on a creating a NexGen UAV for aerial monitoring applications in extreme operating environments (fires, radiation/nuclear, hazardous chemicals). This niche UAV application has not been successfully realized by any products currently on the market, and there is a real world need for these capabilities to save lives, and critical infrastructures. The EXTREMDRON provides a means to monitor and collect data in extreme environments for security agencies to analyze, collect data, identify threats, and means to rapidly respond to life critical situations which ground crews cannot enter an area for safety reasons. The EXTREMDRON also provides industries/government agencies the means to measure dangerous airborne substances at the disaster location, and its dissipation over populated areas. The EXTREMDRON will be a valuable tool in protecting public safety, and critical infrastructures.  \n\nAERDRON plans to carry out a small-scale demonstration of our innovative prototype EXTREMDRON with the aim of adjusting the physical scale of the UAV (ED2). Some of the activities include: test and adapt new raw materials, perform product design, define the production process and demonstrate and validate its efficacy in small scale actions. But before a rigorous business plan has to be carried out, we need to study of physical scale needs, deploy and classify possible raw materials requirements, establish a production forecast, and estimate the amount of investment in the product manufacturing system, carry out study of legal viability, including IPR issues, carry out a market research and complete a business plan scoping 10 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AERDRON SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924271873": {
            "orgId": "924271873",
            "orgName": "AERDRON SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}