{
    "rcn": "201714",
    "acronym": "DACUSNEX",
    "topics": "SFS-08-2015-1",
    "title": "DACUSNEX COMBI, the first complete solution for the olive fly (Bactrocera oleae) pests in olive trees",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "The olive culture is widely distributed around the world, with more than 11 million ha of culture (the biggest area of permanent crop in the world) and it means a very important socio-economic resource due to its cultivation in dry areas, where it becomes one of the few economic opportunities for inhabitants. The olive fruit fly (Batrocea oleae) is considered the most devastating insect pest of olives in the world, being known in the Mediterranean region for over 2000 years and having reached every other olive oil production area throughout the time. It affects the most important competitiveness factor for this culture, the fruit quality, for both table olive and olive oil production, even with low infestation levels. All solutions developed until now have not achieved an optimal performance of the treatment together with no environmental side-effects and low cost for farmers. This is precisely the aim of DACUSNEX COMBI, a product joining the action of semiochemicals (a pheromone or other chemical that conveys a signal from one organism to another so as to modify the behaviour of the recipient organism) and specific traps. It has been already developed and tested in more than 6,000 ha of olive cultivation with perfect performance results, environmental soundness and a low cost, improving the performance of current options. The company, ECONEX, has been working for more than 25 years in the development of biocontrol solutions and is now facing the development of world commercialization of this product. To do that, the company needs to prepare for a fast and wide market uptake and to solve production constraints, finish the IP issues and develop the final commercial kit. Currently, the company has more than 8,000 customers in 27 countries and has 30 delegations in 11 different countries. With DACUSNEX COMBI, ECONEX expects to become the world leader in the control of the olive fruit fly.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SANIDAD AGRICOLA ECONEX SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951000805": {
            "orgId": "951000805",
            "orgName": "SANIDAD AGRICOLA ECONEX SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}