{
    "rcn": "201732",
    "acronym": "ESSENCE",
    "topics": "SIE-01-2015-1",
    "title": "Innovative espresso machine with new water heating and boiler design to improve efficiency and coffee quality",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "While it may sound strange considering how often coffee is consumed around the world, current professional espresso machines on the market are highly energy inefficient and struggle to consistently achieve and maintain the desired coffee taste quality that people in the industry refer to as ìthe god shotî. Realizing this market opportunity, an engineering automation company, Eurek SRL, and coffee machine manufacturer, 8B, have partnered to design a new machine that helps bars, restaurants and coffee shops save 50% of their electricity costs while also ensuring customers are served a delicious cup of coffee at any time of day.\n\nThere have been significant improvements in control technologies that operate coffee machines but the basic internal construction and process of making espresso has changed very little. A coffee machine utilized in a commercial environment must be left switched on 24 hours a day to ensure that the hot water temperature is maintained. This leads to electricity costs that can exceed Ä7,000 per year.\n\nOur innovative design utilizes a modular approach that takes advantage of heating exchange technology to half electricity costs while also ensuring a premium quality coffee brew. New coffee machine designs have so far been unable to achieve this combination.\n\nOur new technology therefore has the potential to completely revolutionize the Espresso Coffee Machine industry, which is worth approximately Ä536 million in Europe alone with over 180,000 espresso machines sold annually. We expect our machine to generate revenues of Ä8 million by 2022, resulting in profits of Ä3.35 million that will be split between our two companies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EUREK SRL",
    "coordinatorCountry": "IT",
    "participants": "8 B SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "927607800": {
            "orgId": "927607800",
            "orgName": "8 B SRL",
            "ecContrib": 0
        },
        "927608673": {
            "orgId": "927608673",
            "orgName": "EUREK SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}