{
    "rcn": "201789",
    "acronym": "ECROWD2D",
    "topics": "SIE-01-2015-1",
    "title": "ECrowd!2D ñ Streamlining the due diligence process to finance more sustainable energy projects",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "A European Commission report shows residential buildings and the tertiary sector represent 40% of all energy consumption in Europe. Improving the energy performance of buildings and facilities is critical to achieving the EUís goal of a 90% reduction in CO2 emissions by 2050. Unfortunately a massive investment gap exists to the tune of 95Billion Euros annually.\n\nOne key measure to tap this huge opportunity is through the scaling up of many more small and medium-sized sustainable energy projects (those between 50.000Ä and 1MÄ). However, project developers and investors in this sector confirm that many such projects in Europe are currently stalled due to a lack of financing. There is a solid consensus formed that in order to bridge the 95Billion Euro gap, large investment funds must view small and medium-sized sustainable energy projects as safe and reliable assets. Several are looking to do just that with many institutional investors planning to invest large sums in ëbundled' clean energy projects over the next decade, both in the US and in Europe.\nCritically, to unlock this massive business opportunity in Europe, whatís missing are a common set of crowdlending procedures and protocols to standardize the due diligence process and reduce risk for investors. \nWith a process innovation that integrates upcoming European standards and fully streamlines our due diligence process, ECrowd!2D will drive the market and become the first crowdlending platform to bundle similar projects into larger investments, attracting institutional investors and allowing us to rapidly scale up to meet this business opportunity.\nECrowd Invest PFP S.L. proposes to use the ECrowd!2D project to fully validate its business plan using a ëhands-oní approach including a small-scale demonstration and interaction with all known stakeholders. ECrowd!2D will form a key milestone in our plans to execute this opportunity which has the capacity to greatly increase our sales and to drive our expansion",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECROWD INVEST PLATAFORMA DE FINANCIACION PARTICIPATIVA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924206495": {
            "orgId": "924206495",
            "orgName": "ECROWD INVEST PLATAFORMA DE FINANCIACION PARTICIPATIVA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}