{
    "rcn": "201751",
    "acronym": "THERMIDRONE",
    "topics": "SIE-01-2015-1",
    "title": "Automated 3D Thermal Imaging of Industrial Plants and Residential Buildings by Drones",
    "startDate": "01/03/2016",
    "endDate": "30/06/2016",
    "objective": "At TECHNIDRONE we develop and manufacture cutting edge technology for the small UAV industry sector. Together with IDEYA, an engineering company specialised in the environmental and energy efficiency sector, we have a strategic vision relying the design and development of an automatic vision UAV system able to collect images of buildings and structures in three dimensions (3D) and to include thermal profiling in order to produce 3D thermal models giving useful information for different applications, such as industrial or urban area energy auditing.\n\nCurrent energy audits represents the thermal radiation from the objects using infrared thermal pictures in two dimensions (2D) taken from the ground. However 2D images are not sufficiency accurate and lacks information on the geometry and location of objects preventing any quantitative calculation of the actual energy performance losses. Moreover, terrestrial images do not get any building-envelope scans, so cannot really determine if the envelope or which part on it is indeed the culprit. However, up to 25% of the energy leaks at home are usually lost through the roof, and other 35% through the walls. In that sense, the solution that we propose using 3D thermal images taken by UAVs is actually the only way to detect such losses on the roof and top of the walls. \n\nIn addition,  by the utilization of innovative vision technologies we will be able to produce 3D-reconstruction of buildings and structures from images from drones in which thermal imaging overlay will be applied to generate precise 3D models of objects with augmented temperature and visible information. Such information will allow the accurate thermal analysis, calculation of energy losses and can lead to energy savings up to 30-40% compared to current energy auditing methods.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LANZADERA DIGITAL SL",
    "coordinatorCountry": "ES",
    "participants": "IDEYA SOCIEDAD CIVIL",
    "participantCountries": "ES",
    "projectParticipants": {
        "925331695": {
            "orgId": "925331695",
            "orgName": "IDEYA SOCIEDAD CIVIL",
            "ecContrib": 0
        },
        "925316854": {
            "orgId": "925316854",
            "orgName": "LANZADERA DIGITAL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}