{
    "rcn": "201715",
    "acronym": "SYNCHRO-CHAIR",
    "topics": "NMP-25-2015-1",
    "title": "New synchro-tilt mechanism for high quality and cost-effective office chairs",
    "startDate": "01/02/2016",
    "endDate": "31/05/2016",
    "objective": "Our company, MOVING S.R.L is located in Trissino (Italy). We have 30 years of international experience in the designing, producing and commercialization of office chairs. We have presence in more than 20 countries on 3 continents. 19% of total sales are to IT, 45 % to EU and 36 % to Latin America. Our company has a workforce of 45 employees and 12,000m2 of industrial layout. From its establishment in 1980, MOVING is the leading company in terms of delivering time (only 15 days) and a maximum quality in all our products offering 10 years of warranty for all our products. European furniture industry is suffering a strong impact from low wages countries. Low labour costs allows to low wages suppliers to provide office chairs to the global market at highly competitive prices. Europe furniture trade balance had a downward trend, from a surplus of 3 billion in 2002 to a deficit of around Ä 2.9 billion in 2010. MOVING will disrupt the market of high performance office chairs by offering the best price in the market while maintaining the highest ergonomic and quality standards. We have completely re-designed the mechanism responsible of the chair ergonomic and synchronized movement, by developing an extremely simple three-piece system, with the ambition to substitute the costly mechanism currently used by the office chair manufacturing industry. SYNCHRO-CHAIR will become the core business of our company. From these projection, the Return on Investment, ROI, calculated as (Profit-investment)/Investment, and considering the total investment in the project, of Ä 2.18 million (Ä 189.000 already invested and future Ä 2 million) equals 3.24 by 2022 YEAR and we will reach the payback in 2019. SYNCHROCHAIR will also have an impact regarding employment, in total 20 people will be hired for the introduction of a double shift\nsystem. SYNCHRO-CHAIR contributes to reinforce the ecosystem of EU office furniture in the global market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MOVING SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925468077": {
            "orgId": "925468077",
            "orgName": "MOVING SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}