{
    "rcn": "202063",
    "acronym": "CYgnaling",
    "topics": "MSCA-IF-2015-EF",
    "title": "Probing the role of orphan Cytochrome P450 oxygenases in signaling compounds biosynthesis in plants by a comparative genomics and gene conservation approach",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "A limited number of molecules have been characterized as plant growth regulators or hormones, usually identified due to the strong effect that they exert on plant architecture or development. Most of the metabolic pathways leading to their biosynthesis and catabolism are now well characterized, and all but one involve oxygenases belonging to the family of cytochrome P450 (P450) oxygenases. The increasing set of sequenced plant genomes reveals the evolutionary history and complex phylogeny of the P450 superfamily. It shows that some P450 genes are specific to taxa or evolutionary branches, which correlates with the versatility of plant metabolomes when different species are compared. But comparative analysis of plant genomes also point to ancient genes, highly conserved and under strong purifying selection. Those are most often involved in the metabolism of molecules essential for plant development and with signaling function. Taking advantage of the increasing power of comparative genomics, we propose to identify P450s that share similar evolutionary characteristics with their counterparts in known hormone metabolism. We propose to perform a comprehensive functional analysis of a set of candidates, using the easiest plant model Arabidopsis thaliana, and to assess their role in the biosynthesis or degradation of signaling compounds. This includes establishing a detail map of candidatesí expressions to evaluate their place and time of action, and a phenotypic analysis of inactivation mutants and overexpressors to assess the consequences of gene misexpression on plant development. Based on gene expression and potential mutant phenotypes, we will select tissues to be analyzed for metabolic changes associated with gene mutation using high-definition analytical tools. Enzyme activity will be assessed with recombinant proteins. We are confident that this innovative multidisciplinary approach will be a powerful tool to identify new and overlooked plant signaling pathways.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}