{
    "rcn": "202081",
    "acronym": "COSMOFLAGS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cosmology with future large-scale surveys",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "New challenges for large galaxy surveys:\nForthcoming galaxy surveys will probe volumes much larger than current ones, and measuring galaxy clustering at these scales will represent a new challenge that has not been properly analyzed so far.\nThis project aims at developing a theoretical understanding and a pipeline to maximize the scientific output of forthcoming galaxy surveys, by modeling and making available to the scientific community a way to fully use the cosmological volumes probed, without introducing any bias due to an incorrect treatment of large-scale galaxy clustering.\n\nThis project plans to develop and apply an improved formalism to data from current and future galaxy surveys to perform precise cosmological tests using galaxy clustering analyses.\nWe will also perform an accurate forecasting of performances of instruments in different configurations and for different observing strategies; this will help defining and optimizing the survey strategy and final implementation of next generation experiments like Euclid and the SKA.\n\nThe interaction between the researcher and the host institution will allow the development of a formalism for describing and measuring the large-scale galaxy bispectrum, a fundamental ingredient of next generation measurements from cosmological surveys.\n\nFinally, we will investigate the optimal way to combine two future experiments of great interest for the European scientific community: Euclid and the SKA.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}