{
    "rcn": "202099",
    "acronym": "QDM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Quantum Decision Making",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "This proposal concerns the formal and descriptive foundations of belief updating (BU) in human decision making. What are the principles that guide change in beliefs, as evidence accumulates? The dominant approach in  decision making has been classical, Bayesian probability theory (CPT). Yet persistent discrepancies between CPT prescription and human behaviour challenge this dominance. Are there analogous findings in BU? If yes, if CPT cannot provide a satisfactory account of BU, what is a suitable alternative formal framework? \n We will carefully consider surprising empirical tests of the adequacy of CPT in belief updating, inspired by  quantum probability theory (QPT). The recently emerging QPT decision models have been revolutionarizing insight about the formal principles guiding decision making. Prediction insights for BU call for more advanced techniques in QPT, such as open-system dynamics. \n The Experienced Researcher(ER) has an outstanding track record in quantum foundations and is seeking a career transition to cognitive psychology. The Supervisor is one of the pioneers of the application of QPT in cognitive psychology. This highly inter-disciplinary, innovative proposal will converge QPT technical expertise and deep, unaddressed questions in decision making. CITY is already one of the internationally leading centres for cognitive research based on QPT methods, with experts spanning computer science, economics, physics and cognitive psychology. This is the perfect environment to enable the ER to apply her expertise, flourish, and mature into one of the leading figures in this emerging research area. Finally, formalizing the principles of BU is a key challenge not only for cognitive psychology, but any area where there is a need for rigorous models of belief change, as a result of accumulating evidence (e.g., artificial intelligence). This proposal will be a major step towards a fully comprehensive, technically sophisticated, and empirically accurate theory.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "CITY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}