{
    "rcn": "202064",
    "acronym": "LCCMcons",
    "topics": "MSCA-IF-2015-EF",
    "title": "Using Land Cover Change Models to Address Important Conservation Issues",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Anthropogenic land use/land cover change (LULCC) is now one of the major causes of biodiversity loss and the second largest source of carbon emissions to the atmosphere. Policy-makers face a challenging task when making decisions that impact the future of the landscapes with great levels of uncertainty about its outcome. Spatially-explicit LULCC models can be important tools to help assessing the outcome of such decisions a piori. However, modelling anthropogenic processes is a great challenge. Not only is the physical environment itself highly variable, but the underlying processes that drive LULCC combine socio-economic, cultural, political and environmental factors. Although enormous advances have been made in the field of LULCC modelling over the past couple of decades, there is room for improvement as these models still lack the ability to project both the rate and location of future change accurately. Improving these models would dramatically increase their potential to help solving real-world problems. Therefore, this research proposal will improve an existing LCCM to be able to incorporate region- and land-use transition specific parameters, representing observed relationships between proximate causes and drivers of LULCC, which vary over time and space. By the means of two real-world case studies, on different biomes (Serengeti-Mara Ecosystem and the Brazilian Atlantic Forest), this project will show how a LULCC model can be used to tackle two important worldwide conservation issues: the conflict between infrastructure development and conservation (Serengeti) and the impacts of implementing financial incentives to promote forest restoration (Atlantic Forest). Ultimately, this research proposal will provide a framework for robust decision-making under uncertainty, particularly when considering potential trade-offs between socio-economic and ecological implications at different scales, and a tool for aiding management of stakeholders' conflicts due to LULCC.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MARTIN-LUTHER-UNIVERSITAET HALLE-WITTENBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999871539": {
            "orgId": "999871539",
            "orgName": "MARTIN-LUTHER-UNIVERSITAET HALLE-WITTENBERG",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}