{
    "rcn": "202050",
    "acronym": "MID",
    "topics": "MSCA-IF-2015-EF",
    "title": "Molecular Information Dynamics",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "MID will develop and apply a theoretical approach based on information theory to provide a novel representation of the dynamics of single biomolecules and their response to chemical and mechanical stimuli. By integrating the information-theoretic methodology with computational modelling we will elucidate how information is encoded and transduced at the molecular level, with special reference to specific conformational transitions assisting molecular recognition and folding/unfolding dynamics in DNA-ligand complexes. \nAn information-theoretic approach known as surprisal analysis has been initiated for the analysis of selective energy requirements and specific energy disposal of chemical reactions in gas-phase. In this approach, thermodynamic-like state variables are identified from experimental or from simulation data. Following on many other applications in chemistry and physics it has been recently used for the analysis of high throughput biological signalling data. In this proposal, I will advance an analogous framework to treat the dynamics of individual biomolecules.\nThe main outcome will be a compact representation of the dynamics that can handle anharmonic motions, transitions between local minima and long relaxation times. The power of the methodology lies in the development of a thermodynamically consistent theoretical machinery that is applicable at the level of individual molecules and that does not require assumptions about equilibrium. The formalism will be applied in the analysis of molecular dynamics modelling, which will in turn provide mechanistic insights into the dynamics of specific DNA-ligand complexes.\nThe successful implementation of the project relies on the synergy between the expertise of the researcher on theoretical modelling of molecular systems and the expertise of the host Professor who pioneered surprisal analysis and maximum entropy approach for the analysis of chemical reactions and high throughput biological data.",
    "totalCost": "182509,2",
    "ecMaxContribution": "182509,2",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 182509
        }
    },
    "calculatedTotalContribution": 182509
}