{
    "rcn": "202034",
    "acronym": "FCSSSLP",
    "topics": "MSCA-IF-2014-GF",
    "title": "First Chemoselective Synthesis and Structural Studies of Lasso Peptides",
    "startDate": "05/07/2016",
    "endDate": "04/07/2019",
    "objective": "The main objective of this project is to promote the use of peptides as potential therapeutic agents. We now know that ribosomal peptides, and specifically lasso peptides, which are biosynthesized by bacteria as agents of defense, show a compact and rigid structure, giving a high stability against physical, chemical and proteolytic degradation. The spectrum of biological activities of these peptides is very wide, acting as antibiotics and also as enzymatic inhibitors, such as the case of the HIV virus protease. Thus, they show a great potential as a therapeutic alternative to existing drugs. To achieve this goal, the project is divided into two distinct parts, to be performed in the two chosen sites, strategically combining the synthetic aspects (TSRI, San Diego) with the structural determination and their involvement in recognition molecular processes (CIB-CSIC, Madrid) .\nFirstly, synthetic efforts will be made to chemically synthesize the lasso microcin J25 (MccJ25).  It will be an extraordinary example of how we, chemists, can use very complex chemoselective reactions, which are usually reserved for biosynthetic enzymes.  During the second part of the project, the first structural studies of Lasso peptides-protein complexes will be accomplished using the synergy of combining NMR with computation methods.\nThe selected research centers to achieve this project are: The Scripps Research Institute (TSRI), being the project supervisor Prof. Phil Baran and Centro de Investigaciones BiolÛgicas (CIB-CSIC), with Prof. Jes˙s JimÈnez-Barbero. Both research groups and centers have a well-gained international prestige.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986104426": {
            "orgId": "986104426",
            "orgName": "THE SCRIPPS RESEARCH INSTITUTE",
            "ecContrib": 0
        },
        "998817731": {
            "orgId": "998817731",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
            "ecContrib": 257191
        }
    },
    "calculatedTotalContribution": 257191
}