{
    "rcn": "202095",
    "acronym": "QUANTUM LOOP",
    "topics": "MSCA-IF-2015-GF",
    "title": "Quantum Light Spectroscopy of Polariton Lasers",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Spontaneous coherence in quantum condensates due to strong exciton-photon coupling in materials can potentially drive energy efficient polariton lasers. With a long term perspective of creating industrially viable polariton lasers embodying perovskites, this project will develop the essential photo-physical knowledge-base through novel optical spectroscopies. The investigations will cover both perovskite photo-physics and complex polariton dynamics. Advanced multi-dimensional spectroscopies will be applied on selected organic-inorganic hybrid perovskites in order to unravel the many-body exciton physics and inherent non-linearities in these materials. This will enable us to classify the photo-physics of these novel materials and design the appropriate chemical and structural architecture of the perovskite to create a polariton laser. In parallel, new optical spectroscopies based on the ìquantumî light will be developed and applied on micro-cavities with conventional semiconductors (GaAs quantum wells) to obtain a detailed and unambiguous comprehension of the dynamics of the polariton condensate. This will enable us to understand the various interactions of the condensate and the various competing channels for the lasing action. These fundamental studies will be carried out at Silvaís group (MonetrÈal) and the resultant knowledge will be transferred in the return phase to Petrozzaís group (Milano), where micro-cavities embodying perovskites will be fabricated and characterized to create room temperature polariton lasers.",
    "totalCost": "229761",
    "ecMaxContribution": "229761",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902773": {
            "orgId": "999902773",
            "orgName": "UNIVERSITE DE MONTREAL",
            "ecContrib": 0
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 229761
        }
    },
    "calculatedTotalContribution": 229761
}