{
    "rcn": "202039",
    "acronym": "GaLIophore",
    "topics": "MSCA-IF-2015-EF",
    "title": "Selective recovery of gallium from wastewaters of GaAs fabrication industry using siderophore based bisorptive biocomposites",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The projected use of GaAs and CIGS solar panel will lead to 137 tonnes deficit of Ga in 2020. As the Ga can only be economically mined as a by-product of bauxite mining which is not going to increase dramatically in near future, the only way to meet the projected EU requirement is by the recovery of Ga from scraps (LED waste) or GaAs fabrication industry wastewater.  However, there is so far no commercially viable technology available.\nThe objective of this project is to develop a commercially viable green technology for the recovery of Ga from GaAs fabrication industry wastewater. This proposal exploits the high affinity of siderophores towards Ga(III) to selectively recover Ga from GaAs fabrication industry wastewater. The biggest challenge in developing siderophores based Ga recovery technology is achieving efficient solid-liquid separation and easy scalability.\nThis study proposes to anchor, entrap and immobilize selected siderophores on solid surfaces, gels and cellulose filter, respectively, thus easing solid-liquid separation and scalability. Batch adsorption and desorption experiments will be carried out to optimize the experimental conditions for the recovery of Ga from the GaAs fabrication industry wastewater. The interaction of Ga(III) and siderophores will be studied at molecular level. This understanding will help us to apply the developed technology to different critical metals as well and develop siderophores based bioleaching process and biosensors. The next phase of the project would involve semi-continuous and continuous experiments to scale-up the best possible configuration selected during the batch study. Finally, economic modeling will be carried out to support the commercialization of the developed technology.\nThis proposal will train the experienced researcher in developing green technology and soft skills, make host the forte of innovative biotechnology and increase the competitiveness of EU at global scale in critical raw metals.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999470541": {
            "orgId": "999470541",
            "orgName": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}