{
    "rcn": "202079",
    "acronym": "MIR-CHROM-C",
    "topics": "MSCA-IF-2015-EF",
    "title": "Investigating the microRNA-chromatin remodelling circuitry in cardiac development",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Future treatments of cardiovascular conditions will benefit from our ability to harness progenitor cells or stem cells for therapeutic purpose. To achieve this promising goal the objective of this Marie-Sk?odowska-Curie Action is to dissect the molecular mechanisms that govern fundamental cellular differentiation processes in their normal physiological setting, the developing embryo. One such fundamental process is the control of cell lineage determination. This is important during both stem cell differentiation and embryo development, including heart development. In the heart, many of the diffusible signalling molecules, transcription factors and more recently non-coding RNAs and epigenetic factors that contribute to this process have been identified. This has facilitated rapid advances in our understanding of the molecular mechanisms underlying the control of cell fate choice, however many details remain to be elucidated. This Action will focus on enzyme complexes that remodel chromatin during the epigenetic changes that occur during heart development. These complexes, which consist of different BAF-subunits and a core enzyme called Brg1, determine whether or not chromatin is accessible to transcriptional regulators, and they form an important nexus governing lineage decisions. The Action will address an important gap in our understanding concerning the regulation of subunit composition of the complexes and how subunit composition affects their function. This project builds on recent pilot data and will use in vivo methods to investigate the regulation of chromatin remodelling factors by microRNAs during cardiac development in experimentally accessible chick embryos. Mechanistic gain- and loss-of-function experiments in embryos (WP1, WP2) will be complemented by genomic approaches (WP3) to determine the genome-wide dynamic coverage of  BAF/Brg1 complexes during heart development.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}