{
    "rcn": "202097",
    "acronym": "Forgery",
    "topics": "MSCA-IF-2015-EF",
    "title": "Forging Ahead: Faking Sagas and Developing Concepts of Cultural Authenticity and National Identity in 17th- and 18th-Century Scandinavia",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The high-stakes game of forgery, from priceless art to counterfeit banknotes, has stimulated public and professional interest for centuries. This project adds to the body of relevant examples, and feeds back into the broader theoretical frameworks, by looking at a number of texts which appeared for the first time in 17th- and 18th-century Scandinavia and were revealed to be forgeries. The most famous (although still relatively unknown) are ëHjalmars och Hramers saga', ëKrembre saga' and ëHafgeirs saga Flateyings'. Since their appearance very little research has been done on these works: as literary forgeries they are deemed to have little value in the intellectual and literary history of Scandinavia. This project will prove, on the contrary, that these texts play a central role in the development of literary and philological studies in the region. Moreover, their very existence problematises many of the basic concepts employed by researchers of Scandinavian texts: fiction, history, philology, textual unity, authorial intention and not least national identity. While the overall aim of the project is to bring the importance of these forgeries to light, this will be carried out through three subsidiary aims: 1) Studying the interconnectedness of philological developments with developments in forgery. As forgers develop new techniques, philologists do so too in order to expose fakes, but these dialectical movements are not just opposites, but may also involve a blurring of techniques and aims. 2) Looking into the ways in which international trends have fed into Scandinavian forgery, taking classical and renaissance cases of forgery and forgery exposure as well as enlightenment and romantic causes celebres. 3) Analysing forgery as national fantasy, by using the ideosyncrasies found in forgeries to glimpse the aspirations and interests of both producers and consumers, seen as representative of certain culture-specific desires.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}