{
    "rcn": "202096",
    "acronym": "Symbol and Stone",
    "topics": "MSCA-IF-2015-EF",
    "title": "SYMBOL AND STONE: HOW MEGALITHIC ART TRANSFORMED NEOLITHIC AND COPPER AGE SOCIETIES",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Our understanding of the rise of megalithic art is contentious and patchy. SYMBOL AND STONE is a comparative study of the megalithic art in Europe in order to analyze and explain how inter-cultural exchange between prehistoric societies (~4500-2500 cal BC) shaped megalithic art, and to theorize and interpret the significance and function of these images. Most of the ~35¥000 still existing European megaliths, which include megalithic tombs, standing stones, stone circles, alignments, and megalithic buildings or temples, were constructed during the Neolithic and the Copper Ages and are located in coastal areas. From several hundreds of these megaliths, especially from Brittany, Andalusia, Portugal, Galicia, Catalonia, Sardinia, the Maltese archipelago, Ireland and Scotland are paintings and engravings known, such as as angular designs, curvilinear motifs, circular motifs, waves, zig-zag, spirals, triangles, trees, anthropomorphic figures, boats, animals, house sketches, weapons etc. Some are combined to form complex symbolic systems. Strikingly, identical motifs and symbol groups can be found separated by long distances. Did the megalithic art develop independently in separate regions? Or, are these images the results of an intercultural exchange? If so, how was such a transfer accomplished? What was the significance of these images and what role did they play for the memory and ritual culture of these non-literate societies? These are the main research questions.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}