{
    "rcn": "202070",
    "acronym": "RELOAD",
    "topics": "MSCA-IF-2015-GF",
    "title": "REciprocal LOcal ADapatation: the genetic, behavioural and chemical study of the evolutionary maintenance of a mutualism",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "'The goal of this research is to identify and characterize genetic, behavioural and biochemical mechanisms underlying reciprocal local adaptation between partners in a complex mutualism. It will focus on a unique and outstanding model system found in the New World tropics: the ìdevilís gardensî created by the ant, Myrmelachista schumanni, whose workers systematically attack and kill seedlings of foreign plants that germinate too close to their host plants. This cultivation behaviour results in low diversity, orchard-like stands of their host plants in the middle of some of the most diverse rainforests on earth.  This project will bring together researchers from Harvard University and the Max Planck Institute to address three main questions through a combination of newly developed genome sequencing techniques, large-scale field-ecology behavioural experiments and state-of-the-art chemical analyses: (1) Do Myrmelachista schumanni and its host plants reciprocally influence each otherís population sizes, level of gene flow and genetic structure? (2) How specialized are interactions between Myrmelachista schumanni and the several species of plants that it cultivates? (3) What are some of the proximate mechanisms underlying host specificity, and in particular, can ants recognize different plant species and if so, how? In carrying out this research, postdoctoral fellow Pierre-Jean MalÈ will expand his expertise by gaining training in phylogenomics and chemical ecology. The project, referred to here as 'RELOAD' (forREciprocal LOcal ADaptations), will also enable him to broaden the ecological and evolutionary scale of his research, and enhance his long-term goal of obtaining a faculty position at a European university and/or research institution.'",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 239861
        },
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 239861
}