{
    "rcn": "202055",
    "acronym": "SLMK",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Scope and Limits of Mathematical Knowledge",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "A fundamental philosophical question is whether the mind can be mechanised. Attempts to answer it so far have been inconclusive; I argue that with the tools of mathematical logic this question can be sharpened and addressed in a framework where genuine progress can be achieved.\nI will consider a disjunctive thesis proposed by Gˆdel (known as Gˆdel's Disjunction) as a precise version of this question. Once sharpened, the question becomes whether a Turing machine (an idealised computer) can output exactly the statements that are 'absolutely provable'ói.e. the mathematical statements that can be proved in principle by an idealised mathematician not bound by limitations of time and cognitive resources. Gˆdel's Disjunction states that either the powers of the human mind exceed those of a Turing machine, or there are true but unprovable mathematical statementsói.e. mathematical statements that are beyond the reach of human reason.?My proposed research will provide a novel account of 'absolute provability' or 'provability in principle' by developing a formal framework that overcomes the philosophical and technical shortcomings of the previous approaches. Having formulated the correct framework for absolute provability and uncovered its underlying mechanisms, I will be able to determine the status of Gˆdelís disjunction. This will shed considerable light on the question of whether mind can be mechanised, a question central to philosophy of mind and artificial intelligence, and on the scope and limits of mathematical knowledge.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}