{
    "rcn": "202076",
    "acronym": "Halo modelling",
    "topics": "MSCA-IF-2015-GF",
    "title": "Using the halo model to maximise the information gain from forthcoming weak-lensing surveys.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "The mechanism behind the current phase of accelerated expansion of the Universe is not understood. Either space is filled with dark energy, a substance that has never been detected in an earth-bound laboratory, or the gravitational equations of Einstein are incorrect and acceleration arises naturally within the correct theory. There are now a wide variety of models that purport to explain accelerated expansion, and often these models make different predictions for how matter is clustered in the Universe. Weak gravitational lensing uses measurements of the deflection of light from distant galaxies to infer the intervening distribution of matter, and thus allows us to discriminate between acceleration models. However, in its present state the lack of accurate modelling for the distribution of matter as a function of cosmological paradigm will be the major limitation in the interpretation of forthcoming weak lensing data: the goal of the 'halo modelling' project is to provide the required accuracy of modelling. To achieve this, the Fellow will take a novel hybrid approach; combining results from perturbation theory, high-accuracy simulations and semi-analytics. Crucially, the 'halo modelling' project will simultaneously improve our understanding of the distribution of baryons relative to dark matter in the Universe, and incorporate this. The current ignorance of the level of mass redistribution caused by baryonic feedback processes has the potential to severely degrade the constraining power of forthcoming lensing surveys.",
    "totalCost": "242683,2",
    "ecMaxContribution": "242683,2",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 242683
        },
        "998804636": {
            "orgId": "998804636",
            "orgName": "UNIVERSITY OF BRITISH COLUMBIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 242683
}