{
    "rcn": "202048",
    "acronym": "DELTAS",
    "topics": "MSCA-IF-2015-EF",
    "title": "The dynamics and rheology of self-assembled empty liquids: from patchy toy models to anisotropic realistic systems",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "In this project I plan to investigate by means of numerical simulations the dynamics and rheology of low-density equilibrium gels made of limited-valence building blocks. I will start with simple toy models of patchy particles and then add complexity in the form of inner degrees of freedom by investigating systems that undergo a hierarchical self-assembly process. Examples of such systems are recently synthesised DNA constructs and telechelic star polymers. The novelty of DELTAS lies in the focus put on the role of the internal flexibility as a tool to tune the dynamics and the rheology of equilibrium gels. Indeed, the possibility of fine-tuning the structure of these materials lend themselves well to many applications, ranging from medicine to material science. The project goes one step further by proposing to investigate the kinetics, dynamics and mechanical properties of these systems in the framework of (flexible) patchy systems. The usage of simple toy models will grant a better understanding of the phenomenology of these systems. In addition, the realistic systems I plan to investigate will, on one hand, establish a stronger link between theory and numerical simulations and experiments and, on the other hand, provide a testing ground for the results obtained with toy models.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}