{
    "rcn": "202032",
    "acronym": "PSYCHOCONTEXT",
    "topics": "MSCA-IF-2014-GF",
    "title": "Contextualising psychosocial wellbeing and mental health within sociocultural dynamics",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "The lack of contextualization of the science and applications of  mental health is the source of a large part of  its criticisms. From the lack of research on how social dynamics influence the well-being of citizens, to the gaps in research  and  coordinated  implementation  of  different  disciplines  involved  in  mental  health  in  a  changing environment, there are still many limitations for a contextualised and integrated view.\n\nThis  project  intends  to  offer  a  bottom-up,  source-embedded  appreciation  of  the  need  to  effectively  seek  to contextualise  mental  health  interventions  and  the  professional  and  institutional  barriers  to  this  process  at  the international  level, using participatory research methods with practitioners and users of psychological services as well as the general population trough personal as well as digital contact.\n\nThe first  milestone  of the project will be an empirical study on how sociocultural dynamics impact psychosocial wellbeing and mental health  integrating a website and a mobile application with face to face interviews. The second will intend to gather information on approaches already used which can be considered contextualised. The results of both milestones will be used to organise  continuing professional development workshops  with mental health professionals,  in which  focus  groups  will  be  used to explore  the  perceived  need  and  institutional  obstacles  for contextualisation.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 239191
        }
    },
    "calculatedTotalContribution": 239191
}