{
    "rcn": "202068",
    "acronym": "DesignerAntibiotics",
    "topics": "MSCA-IF-2015-GF",
    "title": "Towards the prevention of aminoglycoside antibiotic-related deafness",
    "startDate": "13/02/2017",
    "endDate": "12/02/2020",
    "objective": "Aminoglycosides are critically important antimicrobials used in the treatment of life-threatening infections. A major drawback of usage is hearing loss caused by irreversible damage to the inner ear (ototoxicity). Ototoxicity occurs in ~20% of patients and ~100% of patients with the m.1555A>G mitochondrial DNA mutation. The largest EU patient group exposed to aminoglycosides are children in neonatal intensive care and the effect of hearing loss during infancy is particularly profound as it impedes language acquisition. Thus, there is an urgent need to develop safer aminoglycoside antibiotics. Ototoxicity limits usage despite the antibacterial potency and low incidence of drug resistance provided by this class of antibiotics. Economically, the annual EU cost incurred by drug resistant infections amounts to Ä1.5 billion, and the cost of hearing impairment is estimated to be Ä78 billion. Moreover, 25,000 EU patients die annually as a result of infections caused by resistant bacteria and 22.5 million suffer from hearing impairment, with 2 million profoundly deaf. \n\nStanford research recently published in the Journal of Clinical Investigation has shown that it is possible to chemically modify aminoglycosides to diminish ototoxicity while maintaining antibacterial activity. Through a novel collaboration between Stanford and University College London (UCL), the aim of this research is to use a results-guided drug design approach to develop the next generation of safer aminoglycoside antibiotics. For this work, the candidate will have access to 15 novel patented aminoglycoside compounds, crystallography data, murine in vitro and in vitro models of ototoxicity, and a rare biobank of cells from patients with the m.1555A>G mutation. This work will build upon the candidateís Distinction Masters of Research structural biology experience at Imperial College London, and UCL PhD and recent first-author publication in Human Molecular Genetics related to aminoglycoside ototoxicity.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}