{
    "rcn": "202135",
    "acronym": "FLUOPHOT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Remotely quantifying vegetation productivity: exploiting sun-induced fluorescence-photosynthesis relationships through field and modelling methods",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "During the past few years airborne/spaceborne detection and quantification of sun-induced chlorophyll fluorescence (SIF) emitted by terrestrial vegetation became possible at several narrow wavelengths. These improvements in Earth Observation technology offer huge possibilities to increase our knowledge on the basic functioning of the Earthís vegetation, i.e. the photosynthetic process of plants resulting in atmospheric carbon uptake. However, still some efforts are required for establishing well-funded relationships between SIF and photosynthesis under different plant physiological states. Hence, in order to improve the quantification of photosynthesis through SIF, the main aim of this proposal (FLUOPHOT) is to further establish the link between the SIF characteristics and both the actual and potential photosynthesis of the plant. This will be achieved by coupling dedicated field/laboratory measurements and campaigns with modelling activities. As a result of the planned activities, significant progress is foreseen in the remote quantification of vegetation productivity. FLUOPHOT strives to unravel fundamental SIF-photosynthesis systems at the leaf and canopy scale. These findings are in direct support of ESAís candidate Earth Explorer mission FLEX, and eventually will lead to unbiased global estimates of photosynthetic carbon uptake.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}