{
    "rcn": "202190",
    "acronym": "ACCELERATE",
    "topics": "MSCA-IF-2015-EF",
    "title": "ArChaeological and Climatic data from ELEmental ratios using Rapid Analysis of shell carbonaTE",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "ACCELERATE will develop a rapid and affordable technique using Laser Induced Breakdown Spectroscopy (LIBS) to retrieve climatic information preserved in the elemental composition of marine mollusc shell carbonates and establish standardised ways of applying this technique to coastal shell-midden deposits around the world. This will combine the disciplines of Laser Spectroscopy, Climatology and Archaeology to advance the reconstruction of climate change, exploitation of coastal resources and human-landscape interactions at an unprecedented scale and resolution.\nAnthropogenic shell deposits are found in their thousands across the globe over the last 100,000 years. Locked within the shells are climatic records with a high resolution. This crucial information is currently inaccessible due to expensive and laborious techniques, resulting in small, unrepresentative studies and a lack of comparability between them.\nACCELERATE will resolve this by developing LIBS, which will allow rapid chemical analyses, increasing the cost efficiency by a factor of 20, resulting in large datasets.\n\nThe project will place the ER on an excellent career path because a) the developed method will be in high demand, b) the novel and interdisciplinary nature of the project will attract a wide network of collaborators, and c) the relevance to sites from different continents and periods will allow for wide dissemination of results. This will lay the foundation for affordable and comprehensive climate studies world-wide, which is closely related to Horizon 2020 policy priorities to understand and adapt to climate change.\n\nACCELERATE will make use of the outstanding experimental and cutting edge research facilities at the host institution, IESL-FORTH, to develop an efficient method of producing climate data. The ER and FORTH will exploit and integrate their international contacts covering all continents to develop an international network and the foundation for comparative studies on a global scale.",
    "totalCost": "152653,2",
    "ecMaxContribution": "152653,2",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 152653
        }
    },
    "calculatedTotalContribution": 152653
}