{
    "rcn": "202171",
    "acronym": "ForestRege",
    "topics": "MSCA-IF-2015-EF",
    "title": "Tree generation replacement in a European natural forestñ unravelling the role of canopy gaps using a spatially explicit approach",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "The replacement of successive tree generations is a fundamental process which shapes the structure and dynamics of forest ecosystems and essential ecosystem services. Conditioning this process are the complex relationships between the spatial and temporal patterns of tree death (i.e. gap formation) and the recruitment and growth of young individuals. In this project, Magdalena ?ywiec (hereinafter: M?) will investigate natural forest regeneration in an exceptionally well preserved area of Europe ñ the subalpine spruce forest of Mt. Babia GÛra (Western Carpathians, Poland) ñ which remains in a nearly primeval state. M? will investigate the natural regeneration of two phylogenetically distant tree species which differ in a number of ecological and functional traits, making the results from this project generalisable to a range of European tree species. To address our general objective (i.e. to comprehensively understand the replacement of tree species generations), an inclusive evaluation of the spatio-temporal relationships between canopy gaps and natural tree regeneration must employ sophisticated state-of-the-art ecological models based on rigorous empirical data. This requires a strong background in point pattern analysis in addition to deep knowledge of the natural history of the studied system. M? will acquire comprehensive skills in aspects of different modelling disciplines such as spatial point pattern analysis, marked point pattern analysis and generalised linear mixed models. This project presents an excellent opportunity to integrate recent advances in spatial point pattern analysis (SPPA) with field data exhaustively collected during the last several decades. Finally, the novel approach to be applied and the long-term series of ecological data to be used make this proposal unique in Europe and the fellowship will lead directly to original results of huge significance for European forests preservation.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "Instituto Superior de Agronomia",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998463002": {
            "orgId": "998463002",
            "orgName": "Instituto Superior de Agronomia",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}