{
    "rcn": "202110",
    "acronym": "INDSOC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Individualising Socialism. Individual Agency and Social Change in Socialist Yugoslavia's Periphery, 1950s-1970s",
    "startDate": "01/02/2017",
    "endDate": "02/04/2019",
    "objective": "From the mid-1950s through the 1970s, the notion of the ëgood lifeí associated with increased socio-economic prosperity for the broad population generated individualising dispositions in socialist East and Southeast Europe. Starting from the hypothesis that post-World War II paradigms of socialist modernity and in particular the Yugoslav model of self-management socialism were shaped by such an individualising habitus, this project examines individualising agency, expectations and memories, and emotions of ordinary citizens in interaction with state driven socialist transformation of society. The analysis follows four axes: (1) socialism as an ideological paradigm, (2) the political endeavour of establishing Yugoslav statehood, (3) patterns of identification and collective solidarity, and (4) memory. Drawing on the methodology of Alltagsgeschichte (history of everyday life), the project conducts a micro-historical study of individual agency and emotions in relation to intersecting temporal, spatial, and institutional processes in the city of Mitrovica in the North of Kosovo from the mid-1950s to the mid-1970s. It conducts archival research, oral history, and focus group interviews, and situates these findings against statistical data on the socio-economic situation in the area under scrutiny and secondary studies of state socialist transformations in East and Southeast Europe. Through training-through-research and a set of hosting arrangements focussing on the development of a diversified research profile incorporating insights from micro-history, social anthropology, and social sciences and adopting an explicit transnational and European approach, the furthering of transferrable skills in communication, project development, and didactics, and a strong public outreach component, the action will make a significant contribution to the career development of the researcher and strengthen the profile of the host institution.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "Stiftung zur erforschung von Ost-und Suedosteuropa",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953115696": {
            "orgId": "953115696",
            "orgName": "Stiftung zur erforschung von Ost-und Suedosteuropa",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}