{
    "rcn": "202164",
    "acronym": "GLYCOSENSE",
    "topics": "MSCA-IF-2015-GF",
    "title": "Polymer brush sensing arrays for the identification of pathogens",
    "startDate": "01/02/2017",
    "endDate": "31/01/2020",
    "objective": "Surfaces with the capacity for selective recognition of particular pathogens would offer great potential in a number of biomedical applications, including diagnostic devices. Mammalian cells are decorated with a carbohydrate-rich layer, the glycocalyx, which facilitates cellular recognition. Carbohydrate-binding proteins can interact with these sugar motifs to facilitate highly selective recognition, a strategy which is exploited by many viral and bacterial pathogens. Such species have evolved to display recognition units on their surfaces which may interact with considerable affinity with glycan structures displayed on cellular surfaces. This molecular recognition constitutes a key step in the processes of infection or toxicity, and is therefore an attractive target for the development of diagnostic devices. In this project, Dr Clare Mahon proposes to develop surface-tethered polymer brushes which will mimic the glycocalyx in terms of facilitating adhesion of pathogens. Through the incorporation of different fluorophores, the surfaces will be used to construct sensing arrays which will enable the rapid and cost-effective identification of water-borne pathogens and common respiratory pathogens.",
    "totalCost": "258107,4",
    "ecMaxContribution": "258107,4",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998403929": {
            "orgId": "998403929",
            "orgName": "THE UNIVERSITY OF SYDNEY",
            "ecContrib": 0
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 258107
        }
    },
    "calculatedTotalContribution": 258107
}