{
    "rcn": "202193",
    "acronym": "ADAPT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Adaptive Decision support for Agents negotiation in electricity market and smart grid Power Transactions",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "ADAPT explores the theme of decision support for agents negotiations in the complementary environments of electricity markets and smart grids. The EU priority of increasing the penetration of renewable energy sources in the power system has led to the wide acceptance of the smart grid paradigm as the solution for several emerging challenges. Another EU priority is the creation of a Pan-European Energy Market. A relevant step was taken in 2015 with the coupling of several regional European markets. Despite the significant investments in the fields of smart grids and electricity markets, the two fronts are evolving quite independently from each other, evidencing the sector difficulties in profiting from the strong relationships among them. A relevant drawback is the lack of decision support solutions to enable involved players improving their outcomes from energy transactions. ADAPT tackles this gap by proposing a multi-agent decision support system to assist the negotiation process of smart grid and electricity market players. ADAPT is composed by: (i) a portfolio optimization that identifies the most gainful negotiation opportunities, considering the available markets, including negotiations at a smart grid level; and (ii) a decision support method for actual negotiations using novel machine learning approaches to choose the most suitable strategies for each context, considering opponentsí negotiation profiles. ADAPTís quality and industry-driven nature is assured by the experience and complementary expertise of the candidate and host in the targeted fields, and is further enhanced by the participation of experts in the fields of artificial intelligence and power systems. Besides advancing in the multidisciplinary research fields, ADAPT is expected to impact the EU power sector, the industry and society as a whole, by contributing to the effective integration of smart grids in a market environment, and to the decrease of electricity prices through competitiveness.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE SALAMANCA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846610": {
            "orgId": "999846610",
            "orgName": "UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}