{
    "rcn": "202121",
    "acronym": "CHODIA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cultural Heritage of Dictatorship in Albania",
    "startDate": "17/10/2016",
    "endDate": "16/10/2018",
    "objective": "In many Former ëEastern Blocí countries, underlying historical contingencies and unresolved conflict have led to the neglect of a rich cultural resource: remains of the recent past dating to the communist dictatorship period. The aim of the CHODIA project is to provide an in-depth assessment of the significance of the cultural heritage of the dictatorship period in Albania, a country that experienced one of the most oppressive regimes in the Former Eastern Bloc. CHODIA will comprise (1) a survey and analysis of the composition of the cultural heritage of the dictatorship period in all its components (monuments, memorials, public buildings and physical remains of various kinds), and (2) an investigation that, through various quantitative and qualitative methodologies, will allow the assessment of public perceptions of the heritage from this contested period of history (including its intangible aspects). Training received during this EF will include both detailed training by research, aided by staff highly specialised in the themes on which the project will focus, and the attending of both general and highly specific relevant courses on heritage, social anthropology (especially of the socialist and post-socialist period) and related qualitative and quantitative research methods. Such a combination of specialist knowledge and skills is not available in many places ñ Cambridge is one of few places able to offer the training required. This project will ultimately lead to a deeper understanding of how the past becomes heritage as well as of the inheritance of the experience of dictatorship today - leading to the re-appropriation and valorisation of Albaniaís recent cultural heritage for the benefit of the public within and beyond Europe.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}