{
    "rcn": "202101",
    "acronym": "RTHRIEL",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Rhyme: Theory and History of the rhyme in Italian and European literature",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The objective of the present research proposal is to outline a general theory of the rhyme which might fully explain the meaning of such a device, filling a very significant gap in metrics and literary theory. The research has already started with a forthcoming article and a 3,5 months DAAD scholarship at the Freie Univestit‰t Berlin: the present research proposal aims at developing it into a monograph. The already written chapters concern the general theory (1-Figurative function of the rhyme; 2-Outlines of a semiotics of the rhyme) and the intertextual implications of the rhyme. The new chapters to be written from scratch will concern: 1) the outlines of a general history of the rhyme (still lacking), from its origins up to the 20th Century; 2) the analysis, from the outlined theoretical perspective, of the main traditional rhyming structures (terzina, ottava, sonetto, canzone etc.) and their significance to the text; 3) an account of the partial revival of rhyme in present-day literature, in the attempt to answer the question if rhyme is still possible today and to what extent; 4) the relation of rhyme and psychoanalysis; 5) the question ñ hardy ever dealt with ñ of the relation of rhyme and rhyme patterns to music; 6) a survey of the use of rhyme in non-literary text, such as nursery rhymes, pop music lyrics, advertisements, to check the validity and the limits of the theory beyond literature and also to address a wider audience; 7) the outline of a ìphilosophy of rhymeî, examining the aesthetical conception implied by such a device; 8) an analysis of the use of the word ìrhymeî when it appears in rhyme producing a metadiscourse in metrics and poetics. Besides the monograph, an important result will be the development of a refined rhyme-search software for digitized text corpora. The research results will be disseminated also through the web (wikies, websites, high-profile literary blogs) and through participation in workshops and international conferences.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}