{
    "rcn": "202161",
    "acronym": "POSEIDOMM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Photochemistry at the Ocean's Surface: Effects and Interactions of Dissolved Organic Matter with Microplastics",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Microplastics represent an increasing threat to aquatic ecosystems, with potential impacts on the cycling of fundamental elements and ecological consequences at all trophic levels. Low-density polyolefins, like polyethylene and polypropylene, are the most common plastics produced and are ubiquitous in marine environments. Floating on the sea-surface, they can have direct and indirect impacts on the sea-surface microlayer (SML), a key interface for biochemical and photochemical processes controlling gas exchange between the ocean and the atmosphere. The SML is an enriched biofilm of organic biological material aggregating and favouring high microbial activity. The effects of an increasing presence of microplastics on the cycling of organic matter in the surface ocean are not well understood, and yet they may have a major impact on this key interface. \nPOSEIDOMM will investigate the influence of microplastics on the photochemical and biological processes in the SML. We will verify the effect of microplastic pollutants on the formation of a surface-active biofilm, the implications for microbial cycles and for the photochemical generation of reactive chemical species and labile organic compounds. The goals of POSEIDOMM are to provide a chemical and biological characterization of the microplastic-biofilm aggregates in the SML, to quantify the photochemical cycling of such aggregates and to identify the implications of this cycling on gas exchange and on the microbial carbon cycle.\nThis will be achieved through a trans-disciplinary approach combining innovative spectroscopic and biological analyses to study the SML in controlled microcosms and in-situ mesocosm studies. Through a close cooperation with leading European partners, POSEIDOMM will close major gaps in our understanding of the interaction of micropollutants with marine biological processes and atmospheric gas exchange.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "Universit‡ degli Studi di Siena",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999898020": {
            "orgId": "999898020",
            "orgName": "UNIVERSITA' DEGLI STUDI DI SIENA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}