{
    "rcn": "202150",
    "acronym": "TraCTUs",
    "topics": "MSCA-IF-2015-EF",
    "title": "Tracing European Copper Age Social Dynamics through Pottery Technology and Use",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "TraCTUs aims to investigate the social dynamics of European prehistoric communities between the 4th and the 3rd millennium BC, studying the phenomenon of craft specialization through an integrated approach of theoretical and empirical analyses.\nThe Copper Age represents a crucial period in human history during which the first forms of social complexity begin to develop; for this reason TraCTUs identified a context, as the Rome area (Italy), where numerous prehistoric clues, dated between the 4th and 3rd millennium BC, suggest the existence of social diversifications. These evidence can be reflected in the organization of pottery production, indicating the emergence of specialised artisans as new social identities. In a second step of research, TraCTUs will contextualise the data coming from the Copper Age burials of the Rome area, in a broader European framework in order to highlight patterns of similarities or diversifications in social dynamics and  elaborate models related to social complexity of Copper Age communities. \nSo far, several scholars investigated specialisation and elaborated models based on a scale of intensity. However, such assumptions derive only from limited empirical datasets. TraCTUs instead, proposes a further contribute to the discipline, applying a methodological approach integrating social theories, diffused in Anglo-American studies, with a detailed empirical investigation performed through a multi-analytical study of direct and indirect evidences related to the organization of pottery production.\nThe research will be conducted at McDonald Institute for archaeological research in Cambridge University, where the candidate will receive a high level training in archaeological and anthropological theories and statistical data treatment that will allow to improve her skills in the study of human behaviours and develop innovative interpretative models contributing to the understanding of social transformation of European Copper Age communities.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}