{
    "rcn": "202128",
    "acronym": "MIGRATE",
    "topics": "MSCA-IF-2015-EF",
    "title": "MINERAL-SCALE HETEROGENEITY OF GRANITES: A NEW APPROACH INTEGRATING MICROCHEMICAL ANALYSIS AND THERMO-MECHANICAL MODELLING TO DISCLOSE THE THERMOCHEMICAL EVOLUTION OF THE CONTINENTAL CRUST",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Migration of granitic melts through the Earthí crust enriched the upper continental crust in incompatible and heat-producing elements, making the thin outer layer of our planet suitable for life. The emplacement of granitic bodies produces thermal anomalies that, under specific conditions of water availability and permeability, may generate valuable geothermal reservoirs providing relatively low cost renewable energy. \nRecent technological advances have revealed that granites and their corresponding volcanic rocks are commonly characterised by compositional and temporal heterogeneity at the mineral-scale. In this project, textural information, mineral-scale geochemical-geochronological data and thermo-mechanical numerical modelling are integrated to decode the thermochemical evolution of granites buried below the productive Larderello-Travale geothermal field (Italy). Zircon crystals will be dated by U-Pb high-precision techniques and analysed for stable (oxygen) and radiogenic (hafnium) isotopes as well as for trace elements. These multi-analytical approach will allow defining the tempo of the chemical and isotopic evolution of the system. The age distribution of zircons will be used in combination with thermal modelling to retrieve the temperature-time history of the magmatic reservoir. Further numerical simulations will investigate the fluid-dynamics of magma replenishment and will be performed during a four month secondment period. \nOverall, the project combines cutting-edge techniques with an innovative conceptual approach to produce a temporally-resolved, thermally-constrained petrogenetic model for the Larderello-Travale granites and to define the physico-chemical evolution of a shallow-level magmatic reservoir. This information constitutes an essential background knowledge for the understanding and possibly exploitation of geothermal fields, complementing my current geochemical expertise with a physical perspective on crustal magmatism.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}