{
    "rcn": "202173",
    "acronym": "ESPCSS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Efficient Spin-Photon Coupling in the Solid-State",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The efficient coupling of a single electron spin to a single photon would represent a major milestone in our technological progress, and would lead to revolutionary advancements in communication and computation technologies exploiting quantum mechanical phenomena. Recently nano-scale `domes' of semiconductor known as quantum dots have emerged as the leading platform upon which this goal can be achieved; they can host localised electrons, and around them micro `pillars' can be grown which serve to channel photon emission. The catch, however, is that these are solid-state systems, and a quantum dot inevitably interacts with a large perturbing environment. The central question motivating this research is: \n\nHow does the solid-state environment surrounding a quantum dot affect its interaction with light, and how can this environment be actively exploited to improve spin--photon coupling in these systems?\n\nTraditional approaches used to describe quantum dot--cavity systems are based on theories originally designed to treat  atom--light interactions in free-space, and therefore inadequate to treat spins in solid-state systems beyond basic phenomenological descriptions. This research will go beyond these approaches by uniting the experienced researcher's expertise in modelling the optical properties of solid-state nanostructures, with the experimental expertise of Prof John Rarity, a world-leader in few-photon physics with a long history of demonstrating novel quantum phenomena. This research will provide a much-needed theoretical toolbox to model the optical properties of spins in a host emerging solid-state systems, and will pave the way towards scalable quantum optical communication and computation technologies",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}