{
    "rcn": "202188",
    "acronym": "MRCKa in cancer",
    "topics": "MSCA-IF-2015-EF",
    "title": "Targeting Cancer Cell Invasion and Metastasis by Inhibition of the Serine Kinase MRCKa",
    "startDate": "08/08/2016",
    "endDate": "07/08/2018",
    "objective": "Metastasis is the primary reason for cancer death, and metastatic spread drastically worsens the prognosis of cancer patients. As cell migration is the biological process underlying the spread of cancer cells, better understanding of it is crucial for the development of novel therapies in reducing cancer invasion and increasing patient survival. Yet, little has been accomplished in terms of the development of anti-metastasis drugs. MRCKa is an effector of Rho GTPase, and molecular studies have suggested it to play important roles in cancer cell migration. However, the potential of targeting MRCKa in metastasis has not been validated due to the lack of in vivo evidence and specific inhibitors. Hence, this project aims to validate MRCKa as an important drug target for the treatment of metastatic cancers. The first objective aims to investigate the role of MRCKa in cancer development and metastasis by utilizing a breast cancer model on MRCKa knockout mice. Secondly, MRCKa was reported to influence cell migration by multiple mechanisms, including promoting cell contraction, reducing actin turnover, and filopodia formation. To better define the molecular signaling of MRCKa during metastasis, the importance of these effector pathways in cancer cell migration will be investigated. Specifically, MRCKa knockout breast cancer cell line derivatives will first be generated, and their ability to migrate and invade studied in 3D spheroid cultures. The importance of the effector pathways will be investigated through targeted gene inactivation and inhibitors. Finally, MRCKa has two closely related family members, MRCKb and MRCKg, and also shares functional similarities with ROCK1 and ROCK2. With the aim to obtain a more efficient inhibition of cancer cell migration, the third objective seeks to investigate the overlapping functions of related kinases through combining knockouts of MRCKa in breast cancer cells with knockouts of MRCKb, MRCKg, ROCK1 and ROCK2.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}