{
    "rcn": "202199",
    "acronym": "CFUC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Calabi flows with unbounded curvature",
    "startDate": "26/05/2016",
    "endDate": "25/05/2018",
    "objective": "In the 1950s, Calabi proposed a program in Kahler geometry and then introduced the Calabi flow, aiming to find the constant scalar curvature Kahler (cscK) metrics. When the first Chern class is zero, the cscK metric reduces to Ricci flat Kahler metric. The problem to find such metrics is called Calabi conjecture. Its resolution was Yau's Fields medal work. Generally, it is known as the Yau-Tian-Donaldson conjecture. Geometric flow provides an effective way to find canonical metrics. E.g., the theory by Hamilton and Perelman of Ricci flow has achieved great success to solve the conjecture of Poincare and Thurston, one of the seven $1 million Clay Mathematics Institute Millennium Prizes. X.X. Chen conjectured the Calab flow has long time existence. This proposal concerns singularity analysis of the Calabi flow, when the curvature gets unbounded. \n\nWarwick leads a major new project funded by an EPSRC grant 'Singularities of Geometric PDEs', together with Imperial and Cambridge, making it a natural host for this proposal. The supervisor Topping is the Principal investigator of this project. He is a leading expert on geometric flows and nonlinear PDEs. He has considerable experience in supervising research: 14 postdocs and 8 PhD students. Currently, he is working on Ricci flows with unbounded curvature and presented an invited 45-minute lecture on this topic at Seoul ICM in 2014.\n\nZheng completed his PhD at the Chinese Academic of Sciences under the supervision of W.Y. Ding and X.X. Chen. From his advisors, Zheng gained intimate understanding of Kahler geometry. He worked as a postdoc at the Institut Fourier in France and then Leibniz Universitaet in Germany. Up to May 2015, his research experience has entirely been outside UK. He is ambitious to establish himself as an independent researcher at a prestigious UK institution. He has published 8 papers in high reputation international journals. This project will help him to integrate himself into the UK research system.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}