{
    "rcn": "202195",
    "acronym": "PATH",
    "topics": "MSCA-IF-2015-GF",
    "title": "PAssive Tracking of people and things for physical beHavior analysis",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "The main goal of passive tracking of people and things (PATH) is to define a new paradigm for physical behavior inference, where the dynamics of physical entities are tracked with minimal implementation cost, maximal privacy preservation, and intrinsically protected secrecy. PATH relies on the detection, tracking, and behavior analysis of targets without active devices, by integrating such capabilities in infrastructures for the Internet of things (IOT) that are already present in a monitored environment. This enables several applications including visitor counting and flow monitoring. The objectives of PATH are: (i) to develop a framework for system design and analysis, as well as to derive fundamental limits; (ii) to devise advanced techniques for detection and exploitation of networks of opportunity; (iii) to develop inference techniques based on wireless networks properties for intrinsically secure tracking; (iv) to recognize new patterns related to targets dynamics based on signal feature extraction; (v) to establish a proof-of-concept for an industrial-driven use case.\n\nPATH will enhance the potential of the experienced researcher (ER) by relying on: (i) the solid experience of the successful Ph.D. completed by the young ER, which included a year as a visiting student in the USA; (ii) a challenging, interdisciplinary, and multi-sectorial work program; (iii) a genuine mobility program with an outgoing phase at a top tier university, supervised by a world-renowned expert in the field, and with an incoming phase at a high ranked and growing research group; (iv) a secondment program at a leading industry in the field, which confirms the industrial interest and that is tailored to the ER, with an evident commitment in terms of supervision and infrastructures; (v) a rich, five-fold training program, not limited to training through research; (vi) an implementation plan agreed with an advisory board for an efficient achievement of the ambitious objectives.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FERRARA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998096827": {
            "orgId": "998096827",
            "orgName": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
            "ecContrib": 0
        },
        "999839626": {
            "orgId": "999839626",
            "orgName": "UNIVERSITA DEGLI STUDI DI FERRARA",
            "ecContrib": 244269
        }
    },
    "calculatedTotalContribution": 244269
}