{
    "rcn": "202145",
    "acronym": "COLEDISO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Corporate Legitimacy in Digital Society: The Role of Citizensí Judgments in Social Media",
    "startDate": "15/07/2016",
    "endDate": "14/07/2018",
    "objective": "Corporate legitimacy, defined as the social acceptance of corporate behaviour, is constructed through a process of public deliberation. In recent years, social media technologies have enabled citizens to participate in this public deliberation by discussing, critiquing, and praising corporations. Management research about corporate legitimacy, however, has so far mainly taken into account the judgments of institutional evaluators, such as news media. By drawing on communication theories and an innovative method that combines sentiment analysis with discourse analysis of social media data, this interdisciplinary research project will examine thousands of citizensí voices and their role in the process of legitimacy construction in digital society. The Researcher will be embedded within the vibrant research environment of the ETHOS Centre at the Cass Business School of the City University London, an institution with an excellent portfolio in education that is uniquely positioned academically and geographically. The research programme will provide access to academic expertise in an interdisciplinary environment as well as new research experience and training, providing an outstanding researcher with theoretical knowledge, methodological skills, and contact networks that will enable him to develop into a key contributor to international research in the interdisciplinary field of Corporate Social Responsibility (CSR). Thus far, the Researcher has published recent, high ranked journal publications that apply quantitative research methods. Through the acquirement and application of a qualitative method, more particularly discourse analysis, and collaboration with world-leading experts in legitimation processes, this research programme will propel the Researcher to the forefront of an interdisciplinary field emerging within management science and communication science. It will enable him to produce high quality research and to engage the general public with a lasting impact.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "CITY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}