{
    "rcn": "202112",
    "acronym": "ARCDIV",
    "topics": "MSCA-IF-2015-EF",
    "title": "Up-scaling Arctic diversity analysis to link community organisation and ecosystem functioning",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Arctic oceans are undergoing major changes in many of its fundamental physical constituents, such as a shift from multi- to first-year ice, shorter ice-covered periods, increasing freshwater runoff, and warming and alteration in the distribution of water masses. Such changes, often resulting from anthropogenic stressors, have profound impacts on the chemical and biological processes that are at the root of Arctic marine food webs, influencing their structure, function and biodiversity. Yet, much research addressing these on-going changes is practically and financially limited to local scales or rather exploratory by nature, making it imperative to better characterise and understand the structural and functional diversity of ecological systems that contribute to the marine Arctic across larger scales. We aim to offer more insight in the distributions and abundance of macrobenthic species in Arctic seascapes, e.g. bivalves, polychaetes, and crustaceans that live in marine soft bottoms. Building on recent pan-Arctic community data from ~5000 locations, we address a fundamental challenge in Arctic ecological research by employing quantitative methods thus far not feasible. We will use multi-species distribution models that allow determining interactions between species; link functions to environmental characteristics using 4th-corner models. Key is that such approaches link traits and environment without the necessity of including sample locations, holding promise for an approach that translates ecosystem function directly to services; look for indirect interactions and feedbacks between polar benthic macrofauna and ecosystem functioning by employing structural equation models. This enables full inference of spatial diversity patterns of Arctic benthic communities and link community organisation and ecosystem functioning, allowing us to understand the interplay between fine- and broad-scale patterns and processes structuring rapidly changing polar benthic ecosystems.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999497507": {
            "orgId": "999497507",
            "orgName": "ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}