{
    "rcn": "202116",
    "acronym": "MOLAY-STRUDEL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Modelling mixed-mode rate-dependent delamination in layered structures using geometrically nonlinear beam finite elements",
    "startDate": "01/10/2016",
    "endDate": "31/05/2018",
    "objective": "The project proposes a novel way to numerically model delamination or debonding in layered structures using beam-type finite elements for the layers, which can be geometrically linear or nonlinear, and mixed-mode, rate-dependent cohesive-zone models (CZMs) for the interface, both based on recent cutting-edge research. In this way, the project shall provide new, more accurate, more intuitive and computationally much cheaper techniques than those currently available, that will be implemented in open-source user-friendly software and experimentally validated for mode-I, mode-II and mixed-mode tests on aluminium-epoxy adhesive joints. At the end of the project, engineers will be able to numerically simulate tests with different dimensions and material properties to characterise the fracture energy and its rate dependence for existing or new adhesives or other interfaces, with applications including but not limited to metal joints, composite delamination, reinforced elastomers or dissection of soft tissues in biomedical engineering.\nThe research builds on complementary and internationally highly recognised expertise of the researcher and his PhD supervisor at the University of Rijeka (on geometrically nonlinear beam models) and the supervisor at Brunel University (on CZMs and nonlinear finite-element analysis). The researcher will have the opportunity to (a) develop world-leading knowledge and expertise in a research topic of significant importance for industrial and real-life applications, (b) transfer it to a country where such expertise is limited and (c) boost his scientific career and international profile through high-quality publications and via his leadership in the development of the software. This will also provide numerous networking opportunities with other research groups and industries worldwide for all parties involved in the action.",
    "totalCost": "152879",
    "ecMaxContribution": "152879",
    "coordinator": "BRUNEL UNIVERSITY LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 152879
        }
    },
    "calculatedTotalContribution": 152879
}