{
    "rcn": "202181",
    "acronym": "TF3C_EM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Structure-function studies of the general transcription factor IIIC (TFIIIC)",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Transfer RNAs (tRNAs) act as adaptor molecules, decoding messenger RNA and delivering the correct amino acid to the growing peptide chain. Being instrumental in the cellular translation machinery, it is important to understand their synthesis mechanism. In eukaryotes, tRNA gene (tDNA) transcription begins with transcription factor IIIC (TFIIIC) bound to 2 gene-internal promoter elements, A- and B-box. This is followed by the recruitment of transcription factor IIIB and RNA polymerase III to form the transcription pre-initiation complex. \nIn ëTF3C_EMí, I will focus on the mechanism and molecular architecture of the very first step, i.e., TFIIIC binding to tDNA. TFIIIC is composed of two subcomplexes, ?A and ?B, that bind respectively to the A- and B-box, and are flexibly linked to accommodate varying lengths between their binding sites. Interestingly, TFIIIC has recently been termed as ëguardian of the genomeí in light of its extra transcriptional roles, such as chromatin remodelling. This further highlights the importance of exploring its underlying structure. \nUsing recombinantly purified TFIIIC, I will characterise the fully assembled TFIIIC complex and TFIIIC-tDNA interactions in vitro. To this end, an inter-disciplinary approach will be used, spanning complementing biophysical and structural techniques of single molecule FRET, cryo electron microscopy and X-ray crystallography.  \nThus, in my project ëTF3C_EMí, I will tackle 3 major objectives: (1) characterisation of the molecular architecture of TFIIIC, (2) understanding the tDNA recognition mechanism by TFIIIC and (3) understanding the dynamics between ?A and ?B. It will unravel the structure-function correlation of TFIIIC and pave the way for further understanding the transcription initiation by Pol III. At the same time, it will allow me to pursue research in an unparalleled scientific environment and significantly contribute to shape my future career as an independent researcher.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}