{
    "rcn": "202175",
    "acronym": "EUICIT",
    "topics": "MSCA-IF-2015-EF",
    "title": "EU Intersex Citizenship",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The EUICIT action addresses the rights claims and agendas of intersex people and those with Disorders of Sexual Development (DSD), in response to recent Council of Europe recommendations to revise medical and policy approaches. The term 'Intersex' refers to people born with sex characteristics (chromosomal, gonadal and/or anatomical) not easily classifiable as either male or female; at least 1 person in 2000 is intersex/has DSD. Intersex/DSD people are a highly marginalised section of the EU population. Conflicts exist between those who seek to depathologise intersex and those who seek rights within the medical framework (DSD-oriented. There is a pressing need for research that highlights the experiences, understandings, and views of intersex/DSD people within a European context. In particular, an investigation of debates about intersex versus DSD perspectives is necessary, because of the divergent human rights and social policy implications of these two approaches. EUICIT is framed within interdisciplinary citizenship and participative democratic approaches, in order to highlight human rights issues, and to explore tensions between medical-oriented rights claims and those that seek depathologisation. It uses triangulated qualitative research methods: documentary and policy analysis across the EU, interviews with activists and healthcare/policy actors in Italy, the UK and Switzerland, and participant observation in a secondment organisation (Zwischengeschlecht- ZW). The case study countries were chosen to represent varied types of intersex/DSD activism and relationship to the EU. ZW, which is based in Switzerland, takes a combined medical/activist approach; it is actively engaged in policy work at national and international levels and is ideally suited to fieldwork on the topic. The project team has been assembled to help the applicant develop her existing expertise, drawing in expertise of gender theory, citizenship and human rights.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF HUDDERSFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999452208": {
            "orgId": "999452208",
            "orgName": "THE UNIVERSITY OF HUDDERSFIELD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}