{
    "rcn": "202106",
    "acronym": "PyroPhosphoProtein",
    "topics": "MSCA-IF-2015-EF",
    "title": "Site-selective chemical pyrophosphorylation of proteins using tag-and-modify approach.",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Post-translational modifications (PTMs) occur on nearly all proteins in eukaryotic cells to diversify their proteome. These chemical modifications of various amino acids side chains can influence protein association with other biomolecules, or control cellular signal transduction networks and the activity of enzymes. Reversible protein phosphorylation is one of the most common PTMs. It is considered as a signalling mechanism involved in almost all cellular processes. On the other hand, protein pyrophosphorylation mediated by the inositol pyrophosphate messengers was discovered recently and its function on proteins is completely unknown. Up to date, direct evidence of its role in vivo is still missing. Exploring the potential role of protein pyrophosphorylation is limited by lack of a robust method of installing pyrophosphate residue in desired position of full length proteins. Here we propose chemical site-specific pyrophosphorylation of proteins using ìtag-and-modifyî approach. It relies on expression of protein bearing cysteine in the position of interest. The cysteine is then chemically converted to dehydroalanine (ìtagî), which reacts with various sulphur or carbon nucleophiles under mild conditions to introduce pyrophosphate PTM mimics (ìmodifyî). The method allows preparation of not only pyrophosphorylated proteins, but also their phosphatase resistant analogues. These will be invaluable for mechanistic studies of pyrophosphorylation reversibility and its biological role. As a proof of concept, well defined chemically pyrophosphorylated transcriptional factor GCR1 will be prepared by proposed strategy. The influence of GCR1 pyrophosphorylation on interaction with GCR2 will be explored, since this is assumed to control transcription of glycolytic genes in yeast. Our new technique for the site-specific chemical synthesis of pyrophosphoproteins will provide long awaited tool to gain a better understanding of the physiological role of this novel PTM.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}