{
    "rcn": "202111",
    "acronym": "CRESO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cognition and Representation of Self and the Other in North African Rock Art",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Before it became desert, the so-called ëGreen Saharaí was maintained by wetter conditions during the Early and Mid-Holocene periods (ca. 9500 to 3500 BC). Prehistoric groups have painted numerous scenes and motifs, especially in the Saharan massifs such as Ahaggar, Tassili, Messak, Acacus, AÔr, Tibesti, Ennedi, Gilf el-Kebir and Jebel Uweinat, from West\nto East. Rock art of this 'optimum' encompasses a wide range of representations, in which images of the human body and social life are at a very high proportion, compared to rock art traditions of other parts of the world. As such, it is a unique corpus for studying body perception and depiction in the late Prehistory.\n   Until today, the potential of the corpus is still under-explored in terms of human and cultural thought, systems of meanings and social dimensions. The objective is to get Saharan rock art studies beyond typology, style and dating to actually learn about the meanings involved, particularly on the body and on identity. It aims to review prehistoric paintings of humans in the perspective of what they tell to us about perception and representation of the body, of Self and of the group. Beyond, the research question posed is ëHow prehistoric groups of North Africa have built images of their identity and social being?í.\n   The CRESO project is based on rock art data already collected in the Saharan massifs. The research questions focus on body conception and human relationships throughout a period of profound ecological and socio-economic changes, and on generic and symbolic representations and what they tell of the ëworldviewsí of the painters. Two approaches will be applied, (1) at a large scale with a database and GIS platform, and (2) on a small subset in which images will be ëexcavatedí through a very detailed analysis. At the crossroads of several disciplines including cognitive archaeology and palaeosociology, CRESO is expected to renew the research issues in North African rock art studies.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}