{
    "rcn": "202123",
    "acronym": "REFOLDAMER",
    "topics": "MSCA-IF-2015-EF",
    "title": "Communication through Polarity-Switchable Foldamers",
    "startDate": "04/04/2016",
    "endDate": "03/04/2018",
    "objective": "We propose to develop a new, artificial but bio-inspired mechanism for communicating information in chemical systems, by using the potential for hydrogen-bond reorganisation of novel dynamic 'refoldable foldamers', combined with biology's information storage mechanisms. Biological information is encoded in DNA or RNA by two dimensional arrangements of hydrogen bond donors and acceptors in nucleotide sequences: we will innovate nanoscale communication devices that read information encoded in this way, and translate it directly into a chemical feature (catalytic activity, ligand-binding ability) at a site remote from the source of information. Conceptually we shall telescope the biological processes of transcription and translation into a single conformational event in a single molecule.\nWe will develop a new class of polarity-reversible foldamers as artificial receptors to translate information stored in hydrogen bonding patterns into a local conformational preference.  The preference will be communicated the full length of the foldamer by means of a global change in shape, and used to define the detailed structure and hence spectroscopic and chemical properties at another site in the molecule. Those devices will mimic biologyís ability to communicate information in a manner reminiscent of the G-protein coupled receptor. Dynamic foldamer conformational switching will be based on reversible hydrogen-bond polarity rather than on helical screw sense switching recently used by Clayden to carry information: reversal in directionality of hydrogen bond networks has not yet been exploited.\nSuccess would open up a new area of science at the boundary of synthetic chemistry and biology, facilitating new developments in as-yet untapped applications of dynamic foldamers, improving European Science competitiveness. Transfer of cutting edge knowledge to a European scientist of outstanding potential will greatly enhance his career horizons.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}