{
    "rcn": "202205",
    "acronym": "RNF",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Rise of Neoliberal Feminism",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Focusing on neoliberalism's emergent feminist discourse in the UK and the US, I aim to provide a multi-dimensional theorization of this phenomenon. Two central questions inform this project: 1) Why does neoliberalism need feminism at this particular historical juncture in order to reinforce its hegemony? and 2) How and in what ways do certain themes of feminism lend themselves to the neoliberal project? Working on the seams of feminist theory, cultural studies and sociology, I will embark on a comparative study, examining one key but neglected site of neoliberalism's adoption of feminism: the discourse of a happy work-family balance. In order to accomplish this, I will employ a multidisciplinary methodological approach, combining textual and discourse analysis, qualitative data analysis and intersectional theorizing. My premise is that the resurgence of the work-family balance, which is being articulated as a feminist ideal, is the site through which the contemporary entanglement of feminism and neoliberalism is most clearly articulated. RNF therefore has four main interrelated objectives: to map the current resurgence of the work-family balance discourse in the mainstream print media in the UK and the US; to uncover the racial and economic underpinnings of this balance discourse; to analyse the new feminist subject this discourse is creating; and, finally, to build a theoretical framework that not only helps to explain why neoliberalism needs feminism at this historical juncture, but one that can help account for other contemporary alignments between feminism and neo-conservative and neoliberal projects in the broader European and Western context.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "GOLDSMITHS' COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882791": {
            "orgId": "999882791",
            "orgName": "GOLDSMITHS' COLLEGE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}