{
    "rcn": "202388",
    "acronym": "AggregationKinetics",
    "topics": "MSCA-IF-2015-EF",
    "title": "Emergence of Large Particles in Cluster-Cluster Aggregation",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Cluster-cluster aggregation is a growth process mediated by collisions and subsequent irreversible coagulation events. Surprisingly diverse range of natural and industrial phenomena in physics (formation of rain droplets), astrophysics (star and galaxy formation) and chemistry (polymerization) are essentially driven by the same mechanism.  Therefore a sound understanding of these phenomena from theoretical and practical aspects is of utmost importance. We propose a multi-aspect study of dynamics of coagulating systems that undergo irreversible aggregation. The ambitious two-part project will encompass the mathematical analysis, physical derivations and numerical solutions of deterministic and stochastic aggregation models. The first part of the project will have the aim of addressing some of the important problems with regards to gelation, convergence to self-similarity and asymptotic behaviour of solutions of the Smoluchowski equation.  The second part of the project will be devoted to the modelling and analysis of large fluctuations in aggregating systems with a focus on generation of exceptionally large clusters where the mean-field description becomes inadequate. To address the latter problem, a theory for the statistics of large clusters within the framework of kinetic theory will be developed which involves derivation of new stochastic models at the particle or continuum level.\n\nDr. Emre Esenturk did his undergraduate education in physics in Ankara. He obtained his MSc in physics and PhD in mathematics at University of Pittsburgh (2011). After this, he did postdoctoral research in the Brown University and Pohang University of Science and Technology. He has worked on a broad range of topics in mathematics and physics including modeling, analysis and computational aspects.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}