{
    "rcn": "202397",
    "acronym": "CHROMATIX",
    "topics": "MSCA-IF-2015-EF",
    "title": "Role of epigenetic mechanisms in random X chromosome inactivation in vivo.",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Developmental progression is linked to accumulation of epigenetic memory mainly in the form of chemical modifications of the chromatin. However, the dynamics of this process as well as its functional relevance remains unclear. One of the most striking examples of transcriptional regulation by epigenetic processes is random X chromosome inactivation (XCI) in female mammalian embryos, which evolved to compensate between XX and XY individuals. This process is strictly dependent on coating of one X chromosome by a long non-coding RNA, Xist. This process is also associated with rapid and dramatic remodelling of the chromatin resulting in the loss of active epigenetic marks and reciprocal accumulation of repressive ones. The functional relevance and exact specio-temporal dynamics of this process remains elusive. Here I propose to address these questions by using an integrated approach linking in vivo with in vitro experiments as well as population-based and single-cell studies. I will use a proprietary single-cell ChIPseq method and standard ChIPseq assay to assess the dynamics of X chromosome epigenetic inactivation. Further transcriptomic experiments and chromatin accessibility profiling will add additional depth to a dataset accounting to a roadmap for XCI. I aim at identifying the initial stages of epigenetic programming leading to transcriptional repression as well as genomic loci involved in nucleating these changes. I will finally address the functional relevance of X chromosome epigenetic programming by using gene knockout models and genome-wide single cell transcriptomics approach. Such work will have wide-raging implications beyond the field of XCI. By achieving unprecedented level of information on the heterogeneity and dynamics of epigenetic processes this project will allow further studies of similar processes occurring in development, aging or carcinogenesis.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}