{
    "rcn": "202415",
    "acronym": "MITOCHONTACTS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mitochondrial membrane contact sites",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Organelles offer separate reaction chambers within a eukaryotic cell, thus expanding cellular metabolic capacity but necessitating mechanisms for interorganellar communication. Mitochondria are key players in cellular metabolism and their dysfunction leads to devastating conditions. Intriguingly, they are largely excluded from vesicular trafficking, creating a mystery of how they can fulfill their functions despite being cut off from these important routes of intracellular crosstalk. Membrane contact sites (CS) are starting to be appreciated as a further, vesicle independent, means of communication between organelles. CS are domains where membranes of distinct organelles are tethered by proteinaceous machineries. Factors tethering mitochondria to the endoplasmic reticulum, the vacuole/lysosome and the plasma membrane are known. Electron microscopy studies suggest existence of several additional mitochondrial CS that are currently unknown at a molecular level. Discovery of the principle of interorganellar crosstalk via CS finally offers a solution to the paradox of mitochondria as metabolic hubs being largely excluded from vesicular traffic. \nIn order to understand how mitochondria are integrated into cellular physiology, we need to know the molecular nature of the entire repertoire of CS, their specific biological roles and their regulation in response to metabolic changes. I will utilize a systematic approach to map the complete spectrum of CS between mitochondria and any other cellular organelle in the most experimentally accessible eukaryotic model organism, the yeast Saccharomyces cerevisiae. My approach relies on creation of a molecular sensor for contact sites and its utilization in high content screens to uncover the tethers, regulators and function of mitochondrial CS. Ultimately, my goal is to build a model describing the integration of mitochondrial behavior into cellular physiology via CS-based mechanisms on a holistic level.",
    "totalCost": "182509,2",
    "ecMaxContribution": "182509,2",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 182509
        }
    },
    "calculatedTotalContribution": 182509
}