{
    "rcn": "202403",
    "acronym": "ChondUb",
    "topics": "MSCA-IF-2015-GF",
    "title": "Identification and characterisation of novel WWP2 substrates and their role in chondrogenesis and osteoarthritis",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Osteoarthritis (OA), characterised by cartilage degradation, is the most common form of arthritis affecting >10% of the EU population over 60 years of age. The pathogenesis is only poorly understood. There is no cure available and current treatment involves pain relief and joint replacement surgery. \nWWP2 is an ubiquitin ligase involved in stem cell differentiation, cancer development and immune responses, and importantly plays crucial roles in chondrogenesis and craniofacial development. However, its role in cartilage biology and OA development has not been elucidated. Ubiquitination regulates most signalling pathways and cellular processes. Previously, I have shown that ubiquitination plays a role in OA development. \nHere I aim to identify and characterise WWP2 substrates using a combination of novel techniques. In addition, I will investigate the role of WWP2 and its substrates in cartilage biology with the goal to uncover molecular targets for OA treatment and other WWP2-related diseases. The project is aligned with the ìHealth, Demographic Change and Well-Beingî and ìUnderstanding diseaseî challenges of Horizon2020.\nThe work will be performed under supervision of Dr Weissman, Chief of the Laboratory of Protein Dynamics and Signaling at the National Cancer Institute (US) and at ìEULAR Centre of Excellenceî at Newcastle University (UK) under supervision of Prof Young. Dr Weissman has an excellent track record in ubiquitin ligases biology and development of drugs targeting them and Prof Young in cartilage biology and mouse models of OA. Therefore, both groups are highly complementary for this project and envisage future collaborations arising from this fellowship.\nDuring this multidisciplinary project I will acquire new knowledge and will reinforce my research skills by learning novel techniques. It is a great opportunity to conduct a creative and independent research facilitating achievement of my main career goal to become an independent research group leader.",
    "totalCost": "171792,6",
    "ecMaxContribution": "171792,6",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917670732": {
            "orgId": "917670732",
            "orgName": "United States Department of Health and Human Services",
            "ecContrib": 0
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 171793
        }
    },
    "calculatedTotalContribution": 171793
}