{
    "rcn": "202449",
    "acronym": "NanoPorous DNA-array",
    "topics": "MSCA-IF-2015-EF",
    "title": "Ultra-high density three dimentional DNA arrays for biosensing",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Extra cellular, circulating nucleic acids ñ such as DNA or RNA ñ have been found as important biomarkers for identification and diagnosis of cancer and other diseases However, the detection of circulating nucleic acids is non-trivial because they often exist at very low concentrations in large volumes of body fluids.  Although many attempts have been tried for the detection of these biomarkers in recent years, including various nanostructure based sensors, there is still no approach in sight that could reach the desired sensitivity. Hence, there is a great need for a sensor which can effectively detect the diagnostically relevant (low) concentrations of circulating nucleic acids with a high degree of selectivity and sensitivity. \nIn this project we propose a new platform for detection of nucleic acids; the aim of this project is to achieve a multi-layered filtering device, which allows effective filtration, purification and detection of biomolecules from complex biofluids.  The platform is based on implementation of ultra-high density 3D DNA arrays - which are made on a functionalized nanoporous substrate (nanoporous anodic aluminium oxide) ñ into a microfluidic device assay (so called FoRe assay, i.e combination of Forward and Reverse assays, which is consist of multiple filters, each capable of capturing specific target biomarkers from different sample). Pores are able capture the target molecules because locally the concentration of even a single target molecule in the pore is sufficient for binding and hybridization. The captured target molecules can then be detected by subsequent specific labeling using DNA-tagged gold nanoparticles (via hybridization), which will allow detection with single molecule sensitivity.  If successful, the scalable system will be used as a point-of-care diagnostic platform in the future.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}