{
    "rcn": "202429",
    "acronym": "MELASAT",
    "topics": "MSCA-IF-2015-GF",
    "title": "Low-Cost Metasurface Leaky-Wave Antenna for Mobile Satellite Communications",
    "startDate": "03/05/2016",
    "endDate": "22/08/2018",
    "objective": "With the increasing demand of broadband connectivity, satellite communications are receiving significant attention, since the requirement for infrastructure in Earth is minimum. However, broadband low-latency satellite connectivity entails several challenges from the point of view of radiofrequency engineering: antennas with high gain, beam steering capabilities and broad bandwidth are required. Current solutions are either parabolic dishes with mechanical steering, which are bulky and require maintenance, or phased- arrays with electronic steering, which are low-profile but significantly expensive. Therefore, a reconfigurable low-cost high-gain antenna with no moving parts and small size is an important market niche and can revolutionize satellite communications. In this way, the current limitations of connectivity to mobile users, such as in maritime or aviation, or in isolated or poor areas, where expensive infrastructure cannot be deployed, can be overcome.\n\nThe project proposes a novel low-profile and low-cost solution for broadband satellite communications based on the fusion of two fields: metamaterials and leaky-wave antennas. By combining such an inexpensive antenna with a metasurface, the antenna characteristics can be enhanced to meet the challenging requirements of satellite services at a very low cost and size. The researcher will have the opportunity to learn this cutting-edge technology from the pioneer group in this kind of solutions at University of Toronto,and import this knowledge into Europe to contribute to developing the satellite communication industry and open new markets. Moreover, the knowledge of the group at the University of Malaga (including the researcher) about both broadband leaky-wave antennas and active components will be crucial to develop such a broadband solution, which must implement electronic reconfigurability.",
    "totalCost": "163872",
    "ecMaxContribution": "163872",
    "coordinator": "UNIVERSIDAD DE MALAGA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999898311": {
            "orgId": "999898311",
            "orgName": "UNIVERSIDAD DE MALAGA",
            "ecContrib": 163872
        }
    },
    "calculatedTotalContribution": 163872
}