{
    "rcn": "202450",
    "acronym": "PrinTendon",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development of a tendon/ligament substitute through bioprinting",
    "startDate": "15/09/2016",
    "endDate": "14/09/2018",
    "objective": "Tendon/ligament (T/L) injury is a common clinical problem that can dramatically affect a patientís quality of life. The native structure of T/L makes them have limited ability to self-repair. Current approaches for T/L substitutes include autografts, allografts and artificial prostheses although their mechanical limitations and/or the induced adverse immune responses have restricted their use, which have accelerated the development of tissue engineering strategies. However, to the date, no clinical long-standing acceptable T/L substitute is available. For this reason, the projectís overall objective is developing an innovative T/L replacement that results in a fully regenerated living tissue, mimicking the natural structure and function and with long-term viability. The unexplored approach that we want take advantage of is through 3D bioprinting and mechano-magnetic stimulation. The use of bioprinting technologies will allow to replicate the tissue structure and together with mechano-magnetic stimulation will induce cell and fibre alignment, that have been shown to induce tenogenic differentiation. Hybrid collagen-silk fibroin scaffolds will be designed and bioprinted to satisfy the mechanical and biological properties needed for T/L substitutes. Mechanical stimulation will be achieved by the inclusion of magnetic nanoparticles in the scaffolds and the use of magnetic forces. Tissue-like constructs will be tested for its mechanical properties and its capacity to induce tenogenic differentiation of human adipose derived stem cells (hASCs), prior to an in vivo assay. This proposal combines the use of bioprinting and magnetic nanoparticles in a bright and new option to create T/L substitutes. Taking into account that hASCs can be easily harvested and expanded from autologous source and that 3D printers have high reproducibility and automation, this approach will assure an easy and fast translation to clinics to improve peopleís live.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "UNIVERSIDADE DO MINHO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}