{
    "rcn": "202462",
    "acronym": "3DRM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Accurate Full-Field 3D Shape Measurement Technique of Specular Surfaces by Phase-to-Depth Deflectometry",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "With the advent of advanced manufacturing technology and the advent of intelligent manufacturing, it is becoming more and more important to fast and accurately measure 3D shape of components surface, especially specular objects, in the process of intelligent manufacturing, which is a guarantee to improve the product quality. This project will solve the challenging problems in deflectometry. If successful the project will open the door to a host of new instrumentation devices. \n\nThe project will address the fundamental problems how to avoid the integration procedure in deflectometry - a problem that has seriously obstructed the development of measuring the complicated specular surfaces. I propose a novel direct phase-to-depth deflectometry for accurately measuring full-field 3D shape of specular objects with isolated and/or discontinuous surfaces. In addition, I will develop a new instrumentation system using the phase-to-depth deflectometry technique.  \n\nTwo new techniques and research methods will be studied to realize phase-to-depth deflectometry: 1) display the same fringe patterns on two screens, 2) display two set of fringe patterns on one screen. A novel 3D calibration method will be developed to determine the relationship between phase map and 3D shape data by using a white plate and a plane mirror, both having ring marks on the surface. \n\nSuch application will greatly promote 3D measurement technologies and should lead to significant economic and societal benefits to Europe. Through this Fellowship, I will gain new knowledge and training about advanced optical metrology to keep the international standing as a leading researcher. Therefore, this Fellowship has not only important practical application value in quality assurance of products in the fields of intelligent manufacturing, but important theoretical significance for research and developments in optical metrology.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF HUDDERSFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999452208": {
            "orgId": "999452208",
            "orgName": "THE UNIVERSITY OF HUDDERSFIELD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}