{
    "rcn": "202418",
    "acronym": "3D - PRINTGRAPH",
    "topics": "MSCA-IF-2015-EF",
    "title": "GRAPHENE REINFORCE COMPOSITES FOR 3D PRINTING TECHNOLOGY",
    "startDate": "16/09/2016",
    "endDate": "15/01/2020",
    "objective": "Three dimensional printing technology is also known as rapid prototyping technology and it can be grouped within additive manufacturing techniques. This technology is based on the creation of a 3D object starting from a digital model.\nIn recent years, 3D technology has become one of the most used methods in the development of prototypes since it allows the design of relatively complicated 3D geometries with new materials, like composites. 3D-PRINTGRAPH will be focused on improving structuctural and conductive properties of the current materials used in 3D printing technologies today. To achieve this goal, layered graphene will be integrated with the most available low melting point polymers in order to obtain a new material able to be employed in 3D printing technologies. The inter / multidisciplinary approach proposed in the 3D-PRINTGRAPH project will allow the researcher acquiring new skills in Key Enabling Technologies such as advanced graphene materials and 3D printing technology. Moreover, three different secondments in the ASCAMM Technological Center, Hewlett Packard and FAB LAB Barcelona will complement researcher's traininggiving her a multisectoral point of view and a clear idea of transfer of knowledge activities in the field of printing materials. Therefore, planned research and training activities in the 3D-PRINTGRAPH project will reinforce a position of professional maturity in research and will provide the researcher new career perspectives.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}