{
    "rcn": "202410",
    "acronym": "BiCyHePepDi",
    "topics": "MSCA-IF-2015-EF",
    "title": "Bicyclic hetero peptidimer - a novel molecule format for therapeutic peptides",
    "startDate": "01/04/2016",
    "endDate": "30/09/2017",
    "objective": "The main objective of the proposed project is the establishment of a generically-applicable new therapeutic molecule format, which will be referred as ìbicyclic hetero peptidimerî. We propose linking two bicyclic peptides that bind to the same target but in different locations to generate an antagonist with high affinity and activity. This idea borrows from antibody therapeutics that typically have two arms that can bind to the target, increasing local concentration and improving the overall affinity of the therapeutic. In a second step, we will tether our active bicyclic hetero peptidimer to a known albumin-binding peptide to improve plasma half-life. This has previously been shown to increase the half-life of bicyclic peptides by nearly 50-fold in mice.\nIn the proposed project we will use the new peptide format for the development of picomolar FXII inhibitors. Uncontrolled FXII activity is the cause for the severe disease hereditary angioedema (HEA), where currently no satisfactory therapeutic options are available. This general concept is in no way limited to any particular target, and has the potential to be generally applicable to any peptide-based therapeutics to increase both affinity as well as half-life, two of the major drawbacks to current peptide-based treatment strategies.",
    "totalCost": "131564,7",
    "ecMaxContribution": "131564,7",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 131565
        }
    },
    "calculatedTotalContribution": 131565
}