{
    "rcn": "202471",
    "acronym": "TECHSUS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Technology for Sustainability in Organisations: Case Studies on Agricultural Production",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "In the contemporary world, technological solutions to the ecological challenges have received a central role. Due to the robust political commitment to technological progress in environmental policy and related path dependencies, modern societies and organisations are increasingly contingent on technological systematizations. The development and adoption of increasingly advanced technological products and processes are taken for granted, and policies persist largely unquestioned. For instance, in the context of agriculture, the development and implementation of new technology is considered to be central in the future of food production and particularly critical in support of sustainable modes of agricultural production.\n\nCurrent governmental incentives and management models are to encourage inertia rather than transitions towards sustainable agricultural production. Despite several ecological benefits of less intensive farming methods and the rising consumer demand on sustainable produce, market shares of non-conventionally produced food remain small. The often-higher, short-term productivity of intensive agriculture, as an outcome of greater use of external input factors, such as chemical fertilizers and pesticides, is too attractive to farmers struggling with profitability.\n\nThis study hypothesises that in addition to the lack of organisational resources of the farmers (including economic capital, knowledge, and awareness of the ecological challenges) and public policies, a more fundamental barrier to developing sustainable modes of production might prevail, namely technological optimism. With high expectations on future solutions by means of  clean technology, agricultural intensification efforts today may continue without interreptions. This study asks: how ecological is the kind of change that technologies are able to deliver?",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}