{
    "rcn": "202478",
    "acronym": "Expectancy learning",
    "topics": "MSCA-IF-2015-EF",
    "title": "Enhancing expectancy formation in healthy aging through statistical and sensorimotor learning",
    "startDate": "01/05/2016",
    "endDate": "04/06/2018",
    "objective": "My research examines how humans form new expectancies, or states of anticipation for future events, and how expectancy formation changes over the lifespan. Humans constantly anticipate upcoming events in order to understand those events, prepare actions, and adapt to changes. Although the neural and behavioral signatures of expectancies have been well-characterized, we do not know how they arise and how they change over the lifespan. I aim to reveal the following: 1) How new expectancies are formed during the course of learning novel information. 2) How expectancy formation differs between younger and older adults. 3) How the combination of regularities in event structure and sensorimotor integration, a phenomenon that has not been investigated, potentiates expectancy formation. 4) The role of interacting subcortical-cortical neural networks in expectancy formation. I will monitor the dynamic changes in electrophysiological brain responses, as well as overt anticipatory behaviour, over the course of learning in order to capture the changes of anticipatory responses online, and I will apply Bayesian neural network modelling to infer the neural and cognitive state changes underlying these response changes. I will also measure changes in subcortical-cortical networks that result from learning, including structural integrity, functional connectivity, and the ability to decode the learned information. This multi-methods approach will utilize my expertise in behavioural and MRI methods combined with my research group's expertise in EEG and computational modelling, as well as the state-of-the-art EEG, MRI, and laboratory facilities, on-site expertise, and support staff available at Maastricht University. This research is urgently needed so that we can finally understand the origin of expectancies, their consequences on the aging brain, and how we can enhance their formation to improve lifelong learning.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}