{
    "rcn": "202494",
    "acronym": "DIET-SEX-GENOMICS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Linking genotype to phenotype -  Role of diet on sex-specific reproduction",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Males and females perform different reproductive roles and have adapted to these by evolving sometimes strikingly different phenotypes. A key means to observe and understand differences is to examine metabolism, with studies being able to link differences in diet composition to varying levels of phenotypes. In spite of the clear dimorphism observed across the animal kingdom, both sexes are locked into a struggle over adaptation, rooted in the fact that both sexes share an almost identical genome. Here, I propose to combine high-throughput phenotypic approaches (including quantitative genetic tools), with cutting-edge genome expression data to identify genes and genetic pathways that are involved in metabolic conflict. My first aim is to explore whether males and females differ in dietary preference using Drosophila melanogaster as a model organism. I will establish the extent to which genetic correlations between male and female food preferences constrain the evolution of optimal diet choice. Consequently, my second aim is to identify genes and/or genetic pathways that are responsible for differences in diet preference, and limit the dietary adaptation. Finally, I will use state-of-the-art genetic manipulations to enhance/suppress parts of the genetic pathways involved in metabolism, and will examine if these genetic modifications bring sex-specific consequences to the physiology of the organism. Understanding the genetic basis for sex differences in metabolism will aid to build complete understanding of the differences between males and females at the cellular level and provide insight into dietary and metabolic influences as well as aid human health research.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}