{
    "rcn": "202470",
    "acronym": "CSR_MEMORY",
    "topics": "MSCA-IF-2015-EF",
    "title": "Corporate (ir)responsibility and the politics of collective memory.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "This project aims to provide understanding on why and how we as societies often forget instances of corporate irresponsibility over time, and thus fail to hold firms accountable over the long term, and expose ourselves to recurring trauma. Literature on political CSR has emphasized the active role firms take in influencing their surroundings, while recent research has highlighted the relatively low salience over time of many events of corporate (ir)responsibility. The concept of collective memory offers a lens for interrogating corporate pasts and into why and how we collectively remember and forget meaningful events of corporate irresponsibility, and how corporations may influence this process. This has implications for the efficacy of stakeholder pressure - or voluntary corporate social responsibility - as a mechanism for controlling the negative externalities caused by firm activity, which is particularly significant because of how CSR has become a policy tool for the EU and nation states.\nThis project is a two-tier empirical study into the remembering and forgetting of instances of corporate irresponsibility. \n- The first part is an in-depth case study combining automated content analysis and discourse analysis of newspaper data in order to identify communications strategies and related discursive practices that can be utilized to influence the content and form of mnemonic traces of firm events.\n- The second part is a qualitative comparative analysis of a range of cases of corporate irresponsibility in order to identify the conditions and mechanisms through which instances of  irresponsible firm activity are institutionalized, reconfigured, and forgotten in collective memory. \nThe excellent research infrastructure of the beneficiary and the secondment organization and the learning of cutting-edge methodologies would provide me exceptional opportunities to kick off my career as a full-fledged academic researcher, and would be of benefit to the citizens of EU.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "CITY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}