{
    "rcn": "202426",
    "acronym": "IRONLAKE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Establishing stable IRON isotopes of laminated LAKE sediments as novel palaeoclimate proxy",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Under the pressure of human-induced climate change, it is essential to better understand the past natural climate variability. A broader global coverage of high-resolution palaeoclimatic proxy (indicator) data is urgently needed to improve climate projections and adaptation strategies to changing climate and environmental stress. Laminated lake sediments provide invaluable palaeoclimatic information with up to seasonal resolution. The IRONLAKE project aims to develop the innovative methodology of stable iron isotope measurements of laminated lake sediments as a novel proxy for past changes in temperature and wind. Only recently, first studies have hinted that variations in stable iron isotopes of marine and lake sediments reflect changing redox conditions in oceans and lakes, possibly linked to variations in past wind and/or temperature. This project aims to test the hypothesis of a redox-climate-relationship mirrored in iron isotopes. The project will be carried out on existing sediment cores from Lago Fagnano (Tierra del Fuego, Argentina) exhibiting characteristic iron-rich laminae that are most suitable for the approach. In a multidisciplinary perspective, a combination of ultrahigh-resolution micro-facies analysis by thin section microscopy and micro-X-ray-fluorescence elemental scanning will be applied to fully understand the general sedimentological and geochemical processes and, specifically, possible seasonal/climatic variations influencing the formation and deposition of iron-bearing minerals in the lake. The gained knowledge will then be linked with mineral-selective iron isotope measurements to infer the sensitivity of stable iron isotopes to capture climatic variations. The interdisciplinary perspective of this project is designed to advance the innovative field of iron isotope geochemistry and to provide a novel wind/temperature proxy to the palaeoclimate and climate modelling communities.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}