{
    "rcn": "202430",
    "acronym": "INVISIBLE WATERS",
    "topics": "MSCA-IF-2015-GF",
    "title": "Visualizing aquifers: sustainable water use  in the Atacama Desert and beyond",
    "startDate": "01/01/2017",
    "endDate": "30/06/2019",
    "objective": "Billions of people rely for their everyday existence on aquifers. The invisibility of these waters, however, poses formidable challenges for those who rely on them: locating, measuring and controlling aquifers is complex and precarious, yet of utmost importance for human survival in many parts of the world. The overall aim of the proposed project is to explore the vital connections between humans and aquifers in everyday life. Building on trans-disciplinary studies that consider water as the contested nexus of social and political affairs, this project explores groundwater as both mediating and generating diverse ëgroundwater practicesí: as an invisible resource, groundwater requires visualization; as an underground supply, it calls for innovative extractive techniques; as a finite good, groundwater needs to be regulated and controlled; and as a practical everyday resource, it sustains irrigation, sanitation, and human consumption. Through ethnographic fieldwork in Atacama Desert of Northern Chile, this project will develop an analytical framework to understand how social relations are affected by various groundwater practices. The proposed research will explore such practices with a focus on the effects that the visualization of aquifers has on socio-economic and eco-political inequalities. Through transdisciplinary training at the Universidad CatÛlica del Norte, I will strengthen methodological skills to study the groundwater practices of indigenous communities, hydro-geologists and state administrators. I will transfer the acquired skills to the UNESCO-IHE Institute for Water Education, where I will strengthen understandings of the dynamics among groundwater practices, power, and culture, providing trans-disciplinary input for policymakers engaged in the design and realization of the Sustainable Development Goals. Findings will be disseminated among policymakers,  academics, and broader audiences concerned with environmental sustainability.",
    "totalCost": "190862,1",
    "ecMaxContribution": "190862,1",
    "coordinator": "STICHTING IHE DELFT INSTITUTE FOR WATER EDUCATION",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951080248": {
            "orgId": "951080248",
            "orgName": "STICHTING IHE DELFT INSTITUTE FOR WATER EDUCATION",
            "ecContrib": 190862
        }
    },
    "calculatedTotalContribution": 190862
}