{
    "rcn": "202552",
    "acronym": "MITOPLASTICITY",
    "topics": "ERC-StG-2015",
    "title": "Mitochondrial regulation of structural and functional plasticity within adult neurogenic circuits",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "A fundamental question in neuroscience is to reveal the energy constrains governing the plasticity of brain circuits. Mitochondrial energy metabolism is increasingly recognized for regulating the activity and integrity of existing synaptic terminals, however it is unclear how changes in mitochondrial function are coupled with the generation of new neurons and the ensuing circuit remodelling, e.g. in response to experience or disease. We have recently shown that a regionalized restructuring of the mitochondrial network in astrocytes upon cortical injury underlies their ability to enter a state of reactivity and sustain cellular energy metabolism, suggesting that local changes in mitochondrial network architecture govern cellular adaptations in register with local metabolic demand. Here, I focus on the adult hippocampal circuitry and its almost unique structural plasticity to broaden this fundamental concept and evaluate whether local mitochondrial remodelling orchestrates the metabolic changes underlying the directed genesis of new neurons and their evolving connectivity in face of experience. First, we will utilize state-of-the-art imaging and genetic techniques to investigate the precise role of mitochondria in regulating adult neural stem cells (NSCs) quiescence, mode of division and neurogenic potential in response to experience. This will set the stage for examining whether state-specific energy metabolism programs regulate the fate plasticity of adult NSCs, as following their directed differentiation towards distinct lineages in vivo (Aim I). We will then elucidate whether mitochondria contribute to mechanisms of metabolic and synaptic competition in new neurons, in particular to their critical period of heightened structural and functional synaptic plasticity (Aim II). Lastly, we will use novel tracing techniques to dissect the local energy needs for activity- and experience-dependent remodelling of new neuron functional connectivity (Aim III).",
    "totalCost": "1199987,5",
    "ecMaxContribution": "1199987,5",
    "coordinator": "KLINIKUM DER UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999884828": {
            "orgId": "999884828",
            "orgName": "KLINIKUM DER UNIVERSITAET ZU KOELN",
            "ecContrib": 1199988
        }
    },
    "calculatedTotalContribution": 1199988
}