{
    "rcn": "202536",
    "acronym": "EDGE",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Training network providing cutting-EDGE knowlEDGE on Herpes Virology and Immunology",
    "startDate": "01/05/2016",
    "endDate": "30/04/2020",
    "objective": "Herpesviruses are widely spread, and cause life-long infections. Most individuals carry multiple herpesviruses, which can cause severe diseases, especially in children, immunocompromised individuals, and elderly. There are currently no safe vaccines against herpesvirus infections and current treatments are not satisfactory. With new insights into the molecular basis for diseases caused by immunodeficiency, and with the increasing numbers of elderly in Europe, there is now an unmet demand for improved treatments of herpesvirus infections. Combined with the progress in basic herpesvirus research, this calls for education of a new generation of scientists with strong research skills, advanced insights into disease mechanisms, and understanding of how industry brings innovative research into the market. In this application we propose an interactive education program for early stage researchers (ESR) in leading European laboratories,  hospitals, and biotech companies. The focus will be on the virology and immunology of herpesvirus infections in the context of basic research as well as application of research-acquired knowledge. Our program will prepare the ESRs to manage goal-oriented interactions between academia, the clinics, and the biotech industry. The ESRs will acquire broad theoretical and methodological expertises involving several sectors to obtain the skills required for overcoming the cultural gaps From Bench to Bedside and From Discovery to Innovation. This can only be achieved through a network-based approach. We propose to develop a platform to educate the next generation of scientists to solve the outstanding problems in prevention and treatment of herpesvirus infections. The ESRs will be ideally trained to translate cutting-edge discoveries to novel products and to innovative treatment serving the European people, and hence to improve handling of present and emerging health challenges, as well as to foster the European biopharmaceutical industry sector.",
    "totalCost": "3961943,28",
    "ecMaxContribution": "3961943,28",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;MEDIZINISCHE HOCHSCHULE HANNOVER;UNIVERSITA DEGLI STUDI DI TORINO;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH;AARHUS UNIVERSITETSHOSPITAL;JANSSEN VACCINES & PREVENTION BV;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "DE;IT;NL;DK;UK",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 510749
        },
        "963020463": {
            "orgId": "963020463",
            "orgName": "JANSSEN VACCINES & PREVENTION BV",
            "ecContrib": 255374
        },
        "999878426": {
            "orgId": "999878426",
            "orgName": "MEDIZINISCHE HOCHSCHULE HANNOVER",
            "ecContrib": 498433
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 249216
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 516123
        },
        "999470347": {
            "orgId": "999470347",
            "orgName": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
            "ecContrib": 498433
        },
        "999643880": {
            "orgId": "999643880",
            "orgName": "AARHUS UNIVERSITETSHOSPITAL",
            "ecContrib": 580164
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 580164
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3961944
}