{
    "rcn": "202506",
    "acronym": "Dig-For-Arch",
    "topics": "MSCA-IF-2015-EF",
    "title": "Digital Forensic Archaeology",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The examination of physical evidence and the environment in which it is found remains pivotal in the investigation of crime.  \nThere has also been a greater appreciation in recent years of the role of archaeologists in forensic contexts where buried or \nconcealed evidence exists.  \nHowever, recording techniques in forensic archaeological work, and in crime scene investigation in general, essentially \nremain focused on traditional means of documenting, sketching and photographing environments. These techniques can be \nlaborious and they do not provide data outputs suitable for presentation in Court to non-experts.  \nA number of novel, digital non-invasive methods which have the potential to increase search efficiency and accuracy, permit \naccess to difficult and/or dangerous environments, create a more accurate record of buried or concealed evidence and \nprovide more effective means of presenting evidence in Court. \nIn order to develop and apply novel digital recording methods and 5D, 4D and 3D modelling techniques for use by forensic \narchaeologists and crime scene investigators, the Dig For-Arch project is proposed.  \nThis project will aim to change the way in which buried and concealed evidence is analysed at crime scenes through these \nnew techniques and through an associated programme of training and support for specialists and professionals working in \nthis area.  \nThe Dig For-Arch project will offer the opportunity for the Experienced Researcher to engage in a new field of study (forensic \nscience and forensic archaeology), thus diversifying his portfolio of work and offering new trajectories for his future career. \nThe new field in which he will be working will benefit from his extensive expertise developed in other areas and from the \ncross-sector/cross-disciplinary expertise of the wider project group. \nLittle has been published on digital recording of crime scenes and therefore the creation of new protocols tested in the field \nis highly recommended.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "STAFFORDSHIRE UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999849714": {
            "orgId": "999849714",
            "orgName": "STAFFORDSHIRE UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}