{
    "rcn": "202560",
    "acronym": "RESHAPE",
    "topics": "ERC-StG-2015",
    "title": "REstoring the Self with embodiable HAnd ProsthesEs",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Amputation distorts the body representation, a fundamental aspect of self-consciousness. Hand prostheses counteract sensorimotor impairment, but poor attention has been posed to target the alteration of body-image.\nRESHAPE aims to study prosthesis embodiment, identify what makes a hand prosthesis easily embodiable, and test non-invasive brain stimulation to facilitate the embodiment.\nAmputees claim to perceive prostheses as tools; RESHAPE enables amputees to project their self into the prosthesis, improving in parallel their dexterity.\nThe first of three phases develops the enabling technology and defines the embodiment protocol.\nThe following phase evaluates thirty myoelectric-prosthesis users and the first of two amputees implanted with peripheral neural electrodes, for functional ability, prosthesis embodiment and acceptability and for phantom limb pain (PLP), before and after neuromodulation.\nIn the last phase, a neuro-controlled prosthesis is optimized in line with the specifications defined in the previous phase and tested in the second implanted amputee.\nAn embodiment and a sensory/manipulation platform, integrating a discrimination setup with sensorized wearable systems, induce and weigh the embodiment and its impact on prosthesis performance.\nEmbodiment neural correlates are investigated with EEG and fMRI-based techniques, thanks to a prosthesis virtual model controllable inside the scanner.\nPatients are stimulated with a homeostatic plasticity-based rTMS either on premotor cortex or on intraparietal sulcus. A robot-aided TMS compensates head-coil relative displacement, allowing the subject to operate the prosthesis during the stimulation.\nRESHAPE is a paradigm shift in Prosthetics. It offers the guidelines for highly-embodiable prostheses, four technological platforms beyond the state-of-the-art, novel insights on how tools shape the body-image, the proof of a TMS-induced embodiment and a new strategy to readdress amputeesí aberrant plasticity and PLP.",
    "totalCost": "1490750",
    "ecMaxContribution": "1490750",
    "coordinator": "UNIVERSITA CAMPUS BIO MEDICO DI ROMA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999440665": {
            "orgId": "999440665",
            "orgName": "UNIVERSITA CAMPUS BIO MEDICO DI ROMA",
            "ecContrib": 1490750
        }
    },
    "calculatedTotalContribution": 1490750
}