{
    "rcn": "202546",
    "acronym": "NeuroVisEco",
    "topics": "ERC-StG-2015",
    "title": "Zebrafish vision in its natural context: from natural scenes through retinal and central processing to behaviour.",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "All visual systems are specialised to best serve an animalís sensory niche, yet how such specialisations are achieved through phylogenetic and developmental adaptations of the ëcommon vertebrate visual system blueprintí are poorly understood. I will study these adaptations in the visual system of zebrafish. I will use two-photon functional imaging and computational modelling to investigate how the visual system of zebrafish samples and processes behaviourally meaningful stimuli in the natural world. I will then use optogenetic manipulations while zebrafish navigate a virtual reality environment to directly probe the role of visual circuits in driving behaviour. Specifically, I will pursue four Aims:\n\n1. What is the zebrafish eye designed to see?\n2. How does the fish retina form feature selective output channels?\n3. What does the fishís eye tell the fishís brain?\n4. How does visual input to the brain lead to behaviour?\n\nVisual specialisations begin in the optics and movements of the eyes, and are subsequently deeply rooted in every step of neuronal computation. Therefore, I will study visual processing at these different organisational levels. Here, the highly ëvisualí zebrafish present a powerful model. They (i) offer exquisite genetic tools to record and manipulate neurons, (ii) have transparent larval stages permitting optical access to the entire nervous system and (iii) there is a large array of well-studied and easily quantifiable visual behaviours. In addition, zebrafish undergo two distinct life-stages, from larva to adult - with distinct lifestyles in different visual environments and hence different feature-detection requirements. Comparison of processing strategies employed by the (a) larval and (b) adult zebrafish visual system with that of other species, including a complementary database already recorded in mice (c), will lead to an increasingly generalised understanding of biological vision.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}