{
    "rcn": "202567",
    "acronym": "CLOCK",
    "topics": "ERC-StG-2015",
    "title": "CLIMATE ADAPTATION TO SHIFTING STOCKS",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Management of marine fisheries is still far from incorporating adaptation to climate change, even though global stocks are heavily overexploited and climate change is adding additional pressure to the resource.  In fact, there is growing evidence that current fisheries management systems may no longer be effective under climate change, and this will translate into both ecological and socioeconomic impacts. This research project argues that the combination of fisheries management science and socio-ecological systems thinking is necessary in order to advance in fisheries adaptation to climate change. To this end, the main objectives are set to: 1) Identify and understand the new challenges raised by climate change for current sustainable fisheries management; 2) Develop a novel approach to fisheries adaptation within a socio-ecological framework; 3) Provide empirical evidence on potential solutions for the adaptation of fisheries management systems; and 4) Help introduce fisheries adaptation at the top of the regional and international adaptation policy agendas. To do this, I will combine model and simulation approaches to fisheries with specific case studies where both biophysical and economic variables will be studied an modelled, but also individuals will be given the opportunity to participate in an active way, learning from participatory methods their preferences towards adaptation and the consequences of the new scenarios climate change poses. Three potential case studies are identified for property rights over stocks, property rights over space, and Marine Reserves in two European and one international case study areas. As a result, I expect to develop a new Adaptation Framework for fisheries management that can be scalable, transferable and easily operationalized, and a set of case study examples on how to integrate theory and participatory processes with the aim of increasing social, ecological and institutional resilience to climate change.",
    "totalCost": "1184931",
    "ecMaxContribution": "1184931",
    "coordinator": "UNIVERSIDAD DE VIGO",
    "coordinatorCountry": "ES",
    "participants": "ASOCIACION BC3 BASQUE CENTRE FOR CLIMATE CHANGE - KLIMA ALDAKETA IKERGAI",
    "participantCountries": "ES",
    "projectParticipants": {
        "999630494": {
            "orgId": "999630494",
            "orgName": "UNIVERSIDAD DE VIGO",
            "ecContrib": 1049567
        },
        "998253579": {
            "orgId": "998253579",
            "orgName": "ASOCIACION BC3 BASQUE CENTRE FOR CLIMATE CHANGE - KLIMA ALDAKETA IKERGAI",
            "ecContrib": 135364
        }
    },
    "calculatedTotalContribution": 1184931
}