{
    "rcn": "202549",
    "acronym": "FAHMRRR",
    "topics": "ERC-StG-2015",
    "title": "Focus alternatives in the human mind: Retrieval, representation, and recall",
    "startDate": "01/06/2016",
    "endDate": "30/11/2020",
    "objective": "The sentences: ìI have written a proposal for the ERCî and ìIt is for the ERC that I have written a proposalî mean the same, but they have a different focus structure. A focused element like ìIt is for the ERCî indicates that alternatives are relevant for the interpretation of the utterance. Hence, the sentence expresses, in addition to its literal content, that the proposal is not for the NSF or the German Research Foundation. The alternative set is a theoretical construct from formal semantics, but a number of researchers, myself included, have shown that it is also cognitively real.\nI propose to further investigate representation, retrieval and recall of an alternative set. First, I will ask the novel question if the decision to focus a phrase activates alternatives in the speakerís mind. I will explore this with behavioural measures and event-related brain potentials (ERPs). This question brings together two areas of speech production which are rarely considered side by side: conceptualisation and lexical access. Second, I will examine the neural representation of focus alternatives with neuroimaging. While there is convincing evidence for the cognitive reality of focus alternatives, we do not know how this is reflected in the brain. Finally, I will explore individual differences in processing focus information, using large-scale regression analyses. The aim is to understand which abilities enable a human language user to optimally use the focus information provided by the linguistic input.\nThe projectís innovative potential lies both in its questions and in the combination of methods: neuroimaging, ERPs, a range of behavioral measures, and individual differences approaches, which, in combination, will critically advance our understanding of the cognitive and neural basis of processing information structural cues. The findings will be of interest not only to linguists and cognitive scientists, but also to language teachers and people who use language as a tool.",
    "totalCost": "1154438,75",
    "ecMaxContribution": "1154438,75",
    "coordinator": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 1154439
        }
    },
    "calculatedTotalContribution": 1154439
}