{
    "rcn": "202578",
    "acronym": "Dynasore",
    "topics": "ERC-CoG-2015",
    "title": "Dynamical magnetic excitations with spin-orbit interaction in realistic nanostructures",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Nano-spin-orbitronics is an emerging and fast growing field that aims at combining three degrees of freedom ? spin, charge and spin-orbit interaction ? to explore new nanotechnologies stemming from fundamental physics. New magnetic phases of matter are investigated using, in particular, atomic design to tailor beneficial physical properties down to the atomic level. Storage, transport and manipulation of magnetic information within a small set of atoms does not only require a fundamental understanding of their ground-state properties from the perspective of quantum mechanics, but crucially also their dynamical excited states. We propose to go beyond the state of the art by investigating from first-principles the dynamical properties of chiral spin textures in nanostructures from 2-dimensions to 0-dimension with these nanostructures being deposited on different substrates where spin-orbit interaction plays a major role. Understanding their response to external dynamical fields (electric/magnetic) or currents will impact on the burgeoning field of nano-spin-orbitronics. Indeed, to achieve efficient manipulation of nano-sized functional spin textures, it is imperative to exploit and understand their resonant motion, analogous to the role of ferromagnetic resonance in spintronics. A magnetic skyrmion is an example of a spin-swirling texture characterized by a topological number that will be explored. This spin state has huge potential in nanotechnologies thanks to the low spin currents needed to manipulate it. Based on time-dependent density functional theory and many-body perturbation theory, our innovative scheme will deliver a paradigm shift with respect to existing theoretical methodologies and will provide a fundamental understanding of: (i) the occurrence of chiral spin textures in reduced dimensions, (ii) their dynamical spin-excitation spectra and the coupling of the different excitation degrees of freedom and (iii) their impact on the electronic structure.",
    "totalCost": "1994879",
    "ecMaxContribution": "1994879",
    "coordinator": "FORSCHUNGSZENTRUM JULICH GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 1994879
        }
    },
    "calculatedTotalContribution": 1994879
}