{
    "rcn": "202575",
    "acronym": "DECOR",
    "topics": "ERC-CoG-2015",
    "title": "Decorative Principles in late Republican and early Imperial Italy",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "This project will provide a comprehensive analysis of the decorative principles employed between the late Republic and the end of the early Imperial period, i.e. the 2nd century BC and the end of the 1st century AD. It will be the first research programme to move away from analyses of single decorative elements in isolation and to focus on their correlation and interaction. This comprehensive approach will be adopted for varying spatial contexts such as houses, sanctuaries and main streets, enabling analyses of the changes decorative principles underwent according to spatial and functional contexts. Within this framework, the project will address four core research questions:\n(1) How can the interplay of different decorative elements be analysed for architecturally closed and open urban spaces? A key question here is how forms of decor interact on a formal level, as well as in terms of content and meaning, in order to create specific atmospheres. \n(2) What methods allow a scientific assessment of the interplay between decor and the use of space?\n(3) Is there a social significance to decorative principles? Do specific social groups or specific spatial contexts favour or exclusively employ specific forms of decor?\n(4) How can decorative ensembles be identified as artistic expressions typical for certain periods?\nThis approach will enable analyses of forms of decor and their dependencies on respective functional contexts in spatial, chronological and social terms.\nThe project is a pilot project for advancing new methods in substantial analyses of decorated spaces. At the same time, it provides a fundamental advancement of our understanding of the visual culture from the late Republic to the early Roman Empire.",
    "totalCost": "1996971",
    "ecMaxContribution": "1996971",
    "coordinator": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 1996971
        }
    },
    "calculatedTotalContribution": 1996971
}