{
    "rcn": "202541",
    "acronym": "SHARE-DEV3",
    "topics": "INFRADEV-3-2015",
    "title": "Achieving world-class standards in all SHARE countries",
    "startDate": "01/07/2015",
    "endDate": "30/06/2018",
    "objective": "The central objective of this project is to improve European coverage, stability and cross-national comparability of SHARE, the Survey of Health, Ageing and Retirement in Europe, while a sustainable funding model will be negotiated with the member states, DG RTD, DG JRC and several policy-related DGs to fully implement SHARE-ERIC in all SHARE countries.\nSHARE is a research infrastructure to better understand and cope with population ageing created after a joint communication by the European Council and the European Parliament to the European Commission. It has been a huge success measured by the number of users, the number of scientific publications and its public policy support. The data has world-class value as proven by the many users also outside of the EU, especially in the US. The key value of SHARE lies in its strict cross-national comparability which permits unbiased cross-national comparisons of the economic, health and social situation of European citizens aged 50 and over.\nTo obtain this key value, SHARE aims to include all European countries, especially all EU member states. SHARE has made great progress during the first waves and has collected data in 21 countries. Moreover, substantial international coordination has to be done among these countries. To this end, SHARE has implemented an efficient and effective central management model.\nIn contrast to this scientific and managerial success, the decentralized and member state-related funding is succeeding rather slowly in certain parts of the EU, for a host of structural reasons detailed below. This threatens the stability of SHARE, has stalled the inclusion of all EU member states, and is threatening its world-class standards.\nThe project aims to enlarge SHARE-ERIC membership, enhance the technical architecture, introduce several scientific innovations, and support the central coordination which is crucial for the international cooperation and cross-national comparability.",
    "totalCost": "5493328,75",
    "ecMaxContribution": "5493328",
    "coordinator": "EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM FOR THE SURVEY OF HEALTH, AGEING AND RETIREMENT IN EUROPE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938052954": {
            "orgId": "938052954",
            "orgName": "EUROPEAN RESEARCH INFRASTRUCTURE CONSORTIUM FOR THE SURVEY OF HEALTH, AGEING AND RETIREMENT IN EUROPE",
            "ecContrib": 5493328
        }
    },
    "calculatedTotalContribution": 5493328
}