{
    "rcn": "202543",
    "acronym": "SOCIAL ROBOTS",
    "topics": "ERC-StG-2015",
    "title": "Mechanisms and Consequences of Attributing Socialness to Artificial Agents",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Understanding how we perceive and interact with others is a core challenge of social cognition research. This challenge is poised to intensify in importance as the ubiquity of artificial intelligence and the presence of humanoid robots in society grows. By innovatively combining psychology, neuroscience and robotics, the SOCIAL ROBOTS project helps prepare us for this future by (1) establishing a new approach for understanding how the human brain processes and responds to interactive robots; (2) delineating the factors influencing how representations of robots and humans are shared at brain and behavioural levels; and (3) exploring how these findings inform the now-rapid development of social robots. To achieve this, we first investigate how young adults perceive and interact with humans vs. robots, the role of physical features and training experience, and the extent to which brain regions mediating social interaction with humans also support robot interaction. Next, to test the role of experience-dependent plasticity on social cognition, we assess how brain and behavioural flexibility toward robots manifests among young children and older adults. Finally, we explore cultural influences on shared representations of humans and robots by extending the first project phase to Japan, the worldís most robotics-rich nation. The SOCIAL ROBOTS project tests a dominant hypothesis of social cognition and is expected to lead to a novel conception of the neurocognitive architecture supporting human-robot interaction. Neuroimaging and behavioural measures will offer detailed and nuanced insights into how brain mechanisms supporting social engagement with people are used when interacting with robots, and how different kinds of experience (e.g., training, lifespan, cultural) influence such engagement. The planned studies and those generated during the project will enable the SOCIAL ROBOTS team to become a world-leading group bridging social cognition, neuroscience and robotics.",
    "totalCost": "1809000",
    "ecMaxContribution": "1809000",
    "coordinator": "BANGOR UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999823815": {
            "orgId": "999823815",
            "orgName": "BANGOR UNIVERSITY",
            "ecContrib": 1809000
        }
    },
    "calculatedTotalContribution": 1809000
}