{
    "rcn": "202571",
    "acronym": "EUROSTUDENTS",
    "topics": "ERC-CoG-2015",
    "title": "Constructing the Higher Education Student: a comparative study of six European countries",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "There are currently over 35 million students within Europe and yet, to date, we have no clear understanding of the extent to which understandings of ëthe studentí are shared. This project thus investigates how the contemporary higher education student is conceptualised and the extent to which this differs both within nation-states and across them. This is significant in terms of implicit (and sometimes explicit) assumptions that are made about common understandings of ëthe studentí across Europe ñ underpinning, for example, initiatives to increase cross-border educational mobility and the wider development of a European Higher Education Area. It is also significant in relation to exploring the extent to which understandings are shared within a single nation and, particularly, the degree to which there is congruence between the ways in which students are conceptualised within policy texts and by policymakers, and the understandings of other key social actors, such as the media, higher education institutions and students themselves. \n\nThis proposal outlines plans for a significant body of work that, by the end of the five year period, will have: developed a new theoretical framework for understanding the ways in which the higher education student is conceptualised, based on an innovative and inter-disciplinary comparative approach; generated a comprehensive and cross-national dataset on constructions of the higher education student; and established international networks that will provide a platform for taking forward research in this field after the grant has ended. The proposed work will also have a considerable impact on my own career development, through: consolidating my leadership experience by giving me experience of managing a six-nation comparative research project and mentoring research staff; providing me with dedicated time to publish widely across several academic disciplines; and extending my profile further amongst the international research community.",
    "totalCost": "1753936",
    "ecMaxContribution": "1753936",
    "coordinator": "UNIVERSITY OF SURREY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 1753936
        }
    },
    "calculatedTotalContribution": 1753936
}