{
    "rcn": "202568",
    "acronym": "MONASS",
    "topics": "ERC-StG-2015",
    "title": "MONSOON ASSEMBLAGES",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The ambition of this cutting edge research project is to deliver a ground breaking, interdisciplinary design-driven inquiry into the impacts of changing monsoon climates in three of South Asiaís rapidly growing cities. This will be undertaken at a time when climate change and urban development conspire to produce unlikely futures for urban survival. Extreme weather events, all attributed to the monsoonís capricious nature, are resulting in increasing frequency in water shortages, power failures, floods, out-breaks of disease, damage to property and loss of life. In responding to these events, the project will challenge the dominant view of the monsoon as a natural meteorological system outside of and distinct from society. Instead it will propose that the monsoon is a co-production of physical and social dynamics entangled within historic lived environments that can be analyzed, worked with, shaped and changed. To do so, an unconventional interdisciplinary team will develop a novel research methodology around the new operative concept of ëmonsoon assemblages.í This will bring together the spatial design disciplines with the environmental humanities to advance research of lived environments as indivisibly natural, social and political and to propose models for intervening in them through design. \n\nThe project aims to shift conceptions and understandings of the monsoon as a natural meteorological system; to deliver a ground breaking new approach to the design of cities by treating the monsoon as an organizing principle of urban life, not an external threat; to assess the potential impact of this approach for urban policy, planning and infrastructure investment; to assess the new political, theoretical and aesthetic agendas for the spatial design disciplines and the environmental humanities this opens up; and to engage critically with the climate change adaption paradigm through the innovative idea of climate co-production.",
    "totalCost": "1497212",
    "ecMaxContribution": "1497212",
    "coordinator": "THE UNIVERSITY OF WESTMINSTER LBG",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999858250": {
            "orgId": "999858250",
            "orgName": "THE UNIVERSITY OF WESTMINSTER LBG",
            "ecContrib": 1497212
        }
    },
    "calculatedTotalContribution": 1497212
}