{
    "rcn": "202566",
    "acronym": "NORVAS",
    "topics": "ERC-StG-2015",
    "title": "Therapeutic and Biomarker Potential of long non-coding RNAs in Vascular Disease",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The contribution of cardiovascular disease to human morbidity and mortality continues to steadily increase in our aging European society. In response, extraordinary efforts have been launched to determine the molecular and pathophysiological characteristics of its etiology. The collective work of multiple research groups has uncovered a complex transcriptional and post-transcriptional regulatory milieu, which is believed to be essential for maintaining cardiovascular homeostasis. Recently, non-coding RNAs, especially the ones with antisense capabilities such as microRNAs or ënatural antisense transcriptsí (NATs) have received much attention. They have been identified as important transcriptional and post-transcriptional inhibitors of gene expression. \nThis current proposal describes the development of novel diagnostic and therapeutic strategies to limit the burden of cardiovascular disease in general, and abdominal aortic aneurysms as well as carotid stenosis and subsequent stroke in particular. Using transcriptomic profiling techniques on human diseased tissue samples, we have identified two NATs (SLFNL-AS1 and NUDT6) as novel crucial regulators of smooth muscle cell survival via targeting CTPS1 and the fibroblast growth factor 2 (FGF2) in the vascular system. We are using disease-relevant experimental in vivo models (rodents and LDLR-/- mini-pigs) to functionally assess how inhibition of these two NATs influences aneurysm progression and atherosclerotic plaque vulnerability. One focus of our studies is to utilize local delivery mechanisms for non-coding RNA modulators, such as drug eluting balloons and stents, to enhance the translational feasibility of our findings. Furthermore, we have access to unique human plasma material from patients with early and advanced forms of aneurysm disease, enabling us to investigate the biomarker value of non-coding RNAs in recognizing patients with acutely ruptured aneurysms, as well as predicting the future risk of rupture.",
    "totalCost": "1493125",
    "ecMaxContribution": "1493125",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "participantCountries": "DE",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1493125
        }
    },
    "calculatedTotalContribution": 1493125
}