{
    "rcn": "202535",
    "acronym": "METAL-AID",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Metal oxide Aided Subsurface Remediation: From Invention to Injection",
    "startDate": "01/07/2016",
    "endDate": "30/06/2020",
    "objective": "Thousands of sites across Europe are polluted with toxic metals and organic solvents; many more exist worldwide. As EU population grows, clean water will determine the quality of life and economic stability. Most sites remain contaminated because existing technology is costly and disruptive. Society needs an innovative way to decontaminate soil and groundwater directly underground. In METAL-AID, we will develop new technologies through fundamental knowledge.\n\nWe are a consortium of experts in natural materials, contaminant reactivity, groundwater treatment and environment policy, spread over 4 consulting firms, 6 universities and a government agency. We will train 14 early stage researchers (ESRs) through integrated, intersectoral research, using advanced technology, ranging from nanometre to field scale. ESRs will gain technical, business and personal skills, as they push a promising soil and groundwater remediation technology toward commercialisation. To meet the METAL-AID goals, the ESRs will:\n\n1) Test known layered double hydroxide (LDH) and redox active green rust (GR) reactants that show promise for remediating toxic metals and chlorinated compounds and invent new ones;\n2) Derive thermodynamic and kinetic data, essential for safety assessment modelling;\n3) Quantify reactant effectiveness and reacted phase stability and compare these with natural analogues;\n4) Inject the new reactants at field sites operated by our beneficiaries.\n\nMETAL-AID begins at technology readiness level, TRL 1 and runs to TRL 6, implementation. The government agency will provide guidance so our new technology complies with regulations and has promised R&D funding after the ETN ends, to carry it into full commercialisation. The ESRs will be trained to tackle challenges of concern to society, to communicate across sector boundaries and with the public, in a network that will last long after the project ends. We will provide a pool of scientists for roles in EU's knowledge based economy.",
    "totalCost": "3716533,44",
    "ecMaxContribution": "3716533,44",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "REGION HOVEDSTADEN;AECOM URS ESPANA SLU;AMPHOS 21 CONSULTING SL;HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ;KARLSRUHER INSTITUT FUER TECHNOLOGIE;NIRAS AS;ARCADIS GERMANY GMBH;UNIVERSITY COLLEGE LONDON;ARCADIS DEUTSCHLAND GMBH ADE;HASKOLI ISLANDS;UNIVERSIDAD DE SALAMANCA",
    "participantCountries": "DK;ES;DE;UK;IS",
    "projectParticipants": {
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 498433
        },
        "999884246": {
            "orgId": "999884246",
            "orgName": "HASKOLI ISLANDS",
            "ecContrib": 269145
        },
        "952245509": {
            "orgId": "952245509",
            "orgName": "ARCADIS DEUTSCHLAND GMBH ADE",
            "ecContrib": 0
        },
        "999742723": {
            "orgId": "999742723",
            "orgName": "AMPHOS 21 CONSULTING SL",
            "ecContrib": 247873
        },
        "959604317": {
            "orgId": "959604317",
            "orgName": "AECOM URS ESPANA SLU",
            "ecContrib": 247873
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 249216
        },
        "998006229": {
            "orgId": "998006229",
            "orgName": "NIRAS AS",
            "ecContrib": 290082
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 546576
        },
        "911937159": {
            "orgId": "911937159",
            "orgName": "ARCADIS GERMANY GMBH",
            "ecContrib": 249216
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 290082
        },
        "999846610": {
            "orgId": "999846610",
            "orgName": "UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 3716533
}