{
    "rcn": "202565",
    "acronym": "PHOTOTUNE",
    "topics": "ERC-StG-2015",
    "title": "Tunable Photonic Structures via Photomechanical Actuation",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The next frontier in photonics is to achieve dynamic and externally tunable materials that allow for real-time, on-demand control over optical responses. Light is in many ways an ideal stimulus for achieving such control, and PHOTOTUNE aims at devising a comprehensive toolbox for the fabrication of light-tunable solid-state photonic structures. We harness light to control light, by making use of photoactuable liquid-crystal elastomers, which display large light-induced deformations through coupling between anisotropic liquid-crystal order and elasticity brought about by the polymer network.\n\nWe will take liquid-crystal elastomers into a new context by intertwining photomechanics and photonics. Specifically, PHOTOTUNE is built around the following two objectives:\n\n(i) Tunable photonic bandgaps and lasing in photoactuable layered structures: The aim is to take photomechanical materials into the scale of optical wavelengths and utilize them in thickness-tunable liquid-crystal elastomer films. Such films will be further integrated into layered structures to obtain photonic crystals and multilayer distributed feedback lasers whose properties can be tuned by light.\n\n(ii) Photomechanical control over plasmonic enhancement on nanostructured elastomeric substrates: Fabrication of metal nanostructures on substrates that can contract and expand in response to light comprises a perfect, yet previously unexplored, nanophotonic platform with light-tunable lattice parameters. We will apply such tunable photoelastomeric substrates for surface-enhanced Raman scattering and phototunable nonlinear plasmonics. \n\nWe expect to present a wholly new technological toolbox for tunable optical components and sensing platforms and beyond: The horizons of PHOTOTUNE are as far-reaching as in studying distance-dependent physical phenomena, controlling the speed of light in periodic structures, and designing actively-tunable optical metamaterials.",
    "totalCost": "1486400",
    "ecMaxContribution": "1486400",
    "coordinator": "TTY-SAATIO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 1486400
        }
    },
    "calculatedTotalContribution": 1486400
}