{
    "rcn": "202584",
    "acronym": "BuildingPlanS",
    "topics": "ERC-CoG-2015",
    "title": "Building planetary systems: linking architectures with formation",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The last few years have seen an explosion in our knowledge of extra-solar planetary systems. However, most exoplanetary systems look nothing like our own: we see ìhot Jupitersî which take just days to orbit their parent stars, planets which meander across entire solar systems on highly eccentric orbits, and even planets orbiting twin, binary suns. These planets formed in relatively homogenous discs of cold dust and gas around young, newly-formed stars, but we do not yet understand how this extraordinarily diverse range of planetary architectures was assembled.\nBuildingPlanS will establish how the observed architectures of exoplanets link to the physics of their formation. My team will build comprehensive models of the assembly of planetary systems, in order to:\n1) understand how systems of giant planets are built.\n2) understand the assembly of compact, tightly-packed planetary systems.\n3) determine where and when planets form around binary stars.\n\nBy focusing on the three main types of known planetary systems we will determine how key physical processes operate in a wide variety of different environments, and build up a detailed understanding of how planetary systems form and evolve. Recently I have played a key role in developing a robust theory of how young, gas-rich protoplanetary discs evolve; this project will establish how these new ideas shape the formation and evolution of planetary systems. My team will consider how forming and newly-formed planets interact with their parent discs, in order to understand the architectures of young planetary systems. We will then follow how these young systems evolve to maturity over billions of years, and test our results against both new observations of planet-forming discs and our ever-growing census of exoplanetary systems. The overall aim of BuildingPlanS is to link exoplanet architectures with their formation and establish a global picture of how planetary systems are built.",
    "totalCost": "1945720,96",
    "ecMaxContribution": "1945720,96",
    "coordinator": "UNIVERSITY OF LEICESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 1945721
        }
    },
    "calculatedTotalContribution": 1945721
}