{
    "rcn": "202599",
    "acronym": "QBox",
    "topics": "ERC-CoG-2015",
    "title": "Quantum Gas in a Box",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "'Ultracold atomic gases offer flexible systems for fundamental studies of both equilibrium and non-equilibrium many-body problems that are relevant across many fields, from condensed matter physics to high-energy physics and astrophysics. In the long run, research on these systems could also lead to practical applications, in the development of novel materials, force sensing, navigation, and quantum information processing. \n\nTraditionally, an important difference between 'conventional' many-body systems and ultracold gases has been that the former are usually spatially uniform, while the latter were produced in harmonic traps. This difference can often be addressed using the local density approximation (LDA), but for studies of some very important problems it is a serious hindrance. In particular, LDA breaks down close to phase transitions, where the correlation length diverges, and where (due to the ìcritical slowing downî of the system) some of the most interesting non-equilibrium effects also emerge. \n\nHere we propose a comprehensive study of both equilibrium and non-equilibrium many-body phenomena in a homogeneous 39K Bose gas with dynamically tuneable interactions. The use of a homogeneous quantum gas, produced in our newly developed box-like trapping potential (in contrast to the standard setting of a harmonic trap) is a particularly important and unique aspect of this proposal, which will allow for closer connections with both other many-body systems and the theoretical calculations. \n\nWe will specifically focus on problems in beyond-mean-field physics and on those that cannot be effectively tackled using a harmonically trapped gas. The outstanding problems we will address range from the 50-year-old equilibrium problem of the critical temperature of an interacting homogeneous gas, to the modern topics of quenches and non-equilibrium (Kibble-Zurek and beyond) critical dynamics, to the largely unexplored problem of the unitary Bose gas.\n'",
    "totalCost": "1943753",
    "ecMaxContribution": "1943753",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}