{
    "rcn": "202550",
    "acronym": "FORECASToneMONTH",
    "topics": "ERC-StG-2015",
    "title": "Forecasting Surface Weather and Climate at One-Month Leads through Stratosphere-Troposphere Coupling",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Anomalies in surface temperatures, winds, and precipitation can significantly alter energy supply and demand, cause flooding, and cripple transportation networks.  Better management of these impacts can be achieved by extending the duration of reliable predictions of the atmospheric circulation. \n\nPolar stratospheric variability can impact surface weather for well over a month, and this proposed research presents a novel approach towards understanding the fundamentals of how this coupling occurs. Specifically, we are interested in: 1) how predictable are anomalies in the stratospheric circulation? 2) why do only some stratospheric events modify surface weather? and 3) what is the mechanism whereby stratospheric anomalies reach the surface? While this last question may appear academic, several studies indicate that stratosphere-troposphere coupling drives the midlatitude tropospheric response to climate change; therefore, a clearer understanding of the mechanisms will aid in the interpretation of the upcoming changes in the surface climate. \n\nI propose a multi-pronged effort aimed at addressing these questions and improving monthly forecasting. First, carefully designed modelling experiments using a novel modelling framework will be used to clarify how, and under what conditions, stratospheric variability couples to tropospheric variability. Second, novel linkages between variability external to the stratospheric polar vortex and the stratospheric polar vortex will be pursued, thus improving our ability to forecast polar vortex variability itself. To these ends, my group will develop 1) an analytic model for Rossby wave propagation on the sphere, and 2) a simplified general circulation model, which captures the essential processes underlying stratosphere-troposphere coupling.  By combining output from the new models, observational data, and output from comprehensive climate models, the connections between the stratosphere and surface climate will be elucidated.",
    "totalCost": "1808000",
    "ecMaxContribution": "1808000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "NEW YORK UNIVERSITY",
    "participantCountries": "US",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1719000
        },
        "999437561": {
            "orgId": "999437561",
            "orgName": "NEW YORK UNIVERSITY",
            "ecContrib": 89000
        }
    },
    "calculatedTotalContribution": 1808000
}