{
    "rcn": "202561",
    "acronym": "MIRACLS",
    "topics": "ERC-StG-2015",
    "title": "Multi Ion Reflection Apparatus for Collinear Laser Spectroscopy of radionuclides",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Employing laser spectroscopy (LS) to study radionuclides is equally rich in its long tradition as it is manifold in its active pursuit today as virtually all radioactive ion beam (RIB) facilities do or are planning to host dedicated setups. Probing the hyperfine structure of an atom or ion with laser light is a powerful technique to infer nuclear properties such as a nuclideís spin, charge radius, or electromagnetic moments. This information provides insight into a wide range of contemporary questions in nuclear physics such as the mechanism driving the emergence and disappearance of nuclear shells far away from stability.\nIn the last decade, LS has benefited from the advent of ion traps in rare isotope science. The bunched beams released from these traps have led to an increase in sensitivity by several orders of magnitude due to an improved signal-to-background ratio when gating on the passing ion bunch.\nThis present proposal is determined to introduce another type of ion trap, an Electrostatic Ion Beam Trap, which has the potential to enhance the sensitivity of collinear LS by another factor of 20-800. This is achieved by increasing the laser-interaction and observation time by trapping the ion bunch between two electrostatic mirrors while keeping its beam energy at 30 keV to minimize Doppler broadening.\nSuch a device promises to extend collinear LS to nuclides so far out of reach given their low yields of typically <1000 ions/s at RIB facilities. Among the accessible nuclides are 34Mg in the island of inversion, 20Mg at the neutron shell closure N=8, or Sn isotopes towards the doubly magic 100Sn. Their charge radii will benchmark modern theoretical models utilizing 3-body forces in their quest to understand the evolution of nuclear shells.\nUltimately, the setup can be further enhanced in sensitivity when combined with other single-particle detection methods or by utilizing its multi-reflection time-of-flight aspect to suppress disturbing isobaric contamination.",
    "totalCost": "1463750",
    "ecMaxContribution": "1463750",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 1463750
        }
    },
    "calculatedTotalContribution": 1463750
}