{
    "rcn": "202579",
    "acronym": "ColloQuantO",
    "topics": "ERC-CoG-2015",
    "title": "Colloidal Quantum Dot Quantum Optics",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Colloidal semiconductor nanocrystals have already found significant use in various arenas, including bioimaging, displays, lighting, photovoltaics and catalysis. Here we aim to harness the extremely broad synthetic toolbox of colloidal semiconductor quantum dots in order to utilize them as unique sources of quantum states of light, extending well beyond the present attempts to use them as single photon sources. By tailoring the shape, size, composition and the organic ligand layer of quantum dots, rods and platelets, we propose their use as sources exhibiting a deterministic number of emitted photons upon saturated excitation and as tunable sources of correlated and entangled photon pairs. The versatility afforded in their fabrication by colloidal synthesis, rather than by epitaxial growth, presents a potential pathway to overcome some of the significant limitations of present-day solid state sources of nonclassical light, including color tunability, fidelity and ease of assembly into devices.\nThis program is a concerted effort both on colloidal synthesis of complex multicomponent semiconductor nanocrystals and on cutting edge photophysical studies at the single nanocrystal level. This should enable new types of emitters of nonclassical light, as well as provide a platform for the implementation of recently suggested schemes in quantum optics which have never been experimentally demonstrated. These include room temperature sources of exactly two (or more) photons, correlated photon pairs from quantum dot molecules and entanglement based on time reordering. Fulfilling the optical and material requirements from this type of system, including photostability, control of carrier-carrier interactions, and a large quantum yield, will inevitably reveal some of the fundamental properties of coupled carriers in strongly confined structures.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}