{
    "rcn": "202545",
    "acronym": "MODEM",
    "topics": "ERC-StG-2015",
    "title": "Multipoint Optical DEvices for Minimally invasive neural circuits interface",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "A primary goal of experimental neuroscience is to dissect the neural microcircuitry underlying brain function, ultimately to link specific neural circuits to behavior. There is widespread agreement that innovative new research tools are required to better understand the incredible structural and functional complexity of the brain. To this aim, optical techniques based on genetically encoded neural activity indicators and actuators have represented a revolution for experimental neuroscience, allowing genetic targeting of specific classes of neurons and brain circuits. However, for optical approaches to reach their full potential, we need new generations of devices better able to interface with the extreme complexity and diversity of brain topology and connectivity.\nThis project aspires to develop innovative technologies for multipoint optical neural interfacing with the mammalian brain in vivo. The limitations of the current state-of-the-art will be surmounted by developing a radically new approach for modal multiplexing and de-multiplexing of light into a single, thin, minimally invasive tapered optical fiber serving as a carrier for multipoint signals to and from the brain. This will be achieved through nano- and micro-structuring of the taper edge, capitalizing on the photonic properties of the tapered waveguide to precisely control light delivery and collection in vivo. This general approach will propel the development of innovative new nano- and micro-photonic devices for studying the living brain.\nThe main objectives of the proposals are: 1) Development of minimally invasive technologies for versatile, user-defined optogenetic control over deep brain regions; 2) Development of fully integrated high signal-to- noise-ratio optrodes; 3) Development of minimally invasive technologies for multi-point in vivo all-optical ìelectrophysiologyî through a single waveguide; 4) Development of new optical methodologies for dissecting brain circuitry at small and large scale",
    "totalCost": "1996250",
    "ecMaxContribution": "1996250",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 1996250
        }
    },
    "calculatedTotalContribution": 1996250
}