{
    "rcn": "202555",
    "acronym": "SiCMetabol",
    "topics": "ERC-StG-2015",
    "title": "Signaling Cascades in Metabolic Diseases",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Over 380 million people suffer from diabetes worldwide, with majority of cases being attributed to type 2 diabetes (T2D). Obesity is a major risk factor predisposing to the development of this disease. T2D is characterized by peripheral insulin resistance in combination with relative insulin deficiency that results in hyperglycemia and hyperlipidemia. Liver and adipose tissue are central for regulation of glucose and lipids levels. However, during T2D the hepatic glucose uptake is reduced while rates of gluconeogenesis and lipogenesis are increased. In the adipose tissue, T2D leads to decreased glucose uptake, perturbations in secretion of adipokines and increased lipolysis. Importantly, dysfunction of the liver and the adipose tissue during T2D is caused by defective phosphorylation signaling cascades and normalization of these pathways was shown to attenuate the course of T2D. However, the specific roles of different classes of signaling molecules in these organs remain poorly characterized. We hypothesize that the cross-talk of different classes of signaling molecules determines regulation of metabolism.\nThus, we aim to identify the signaling networks regulating metabolism. The results generated in my own laboratory suggest that the Pkd family kinases are the crucial regulators of metabolic homeostasis. Specifically, Pkd1 and Pkd2 promote obesity and diabetes while Pkd3 controls liver function. Thus, we plan to characterize the molecular mechanisms controlling Pkds signaling. In parallel, we will utilize screening approaches to identify novel, non-canonical signaling modules (phosphatases and components of the ubiquitin system) regulating abundance, localization and phosphorylation of targets of Pkds and, in the long term, also other kinases implicated in T2D.\nBy identifying and characterizing the essential signaling networks in liver and adipose tissue the project will contribute to more targeted pharmacological strategies for the treatment of T2D.",
    "totalCost": "1499128",
    "ecMaxContribution": "1499128",
    "coordinator": "JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}