{
    "rcn": "202547",
    "acronym": "GutBCells",
    "topics": "ERC-StG-2015",
    "title": "Cellular Dynamics of Intestinal Antibody-Mediated Immune Response",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Vaccination is widely used to prevent human diseases by inducing the formation of cellular and antibody-mediated immune responses for induction of long lasting immunological memory. Although most studies focus on immune responses elicited against injected immunizations, the simplest delivery of a vaccine regimen is by oral administration. The cellular and molecular components of the antibody immune response in peripheral lymph nodes in response to immunization are well described, however, much less is known about the dynamics of immune cells in gut associate lymphoid tissues (GALT) and adjust intestinal mucosal tissues. In the proposed research plan I will implicate intravital in vivo imaging for analysis of the cellular component of the antibody immune response in intestinal tissues. My goals are: 1. To track germinal center (GC) T cells for prolong time periods in peripheral lymph nodes and GALT and determine if they enter the memory compartment. For this purpose I will develop a new photoactivation method for permanently labeling immune cells and fate tracing of their daughter cells. 2. To examine T-B interactions and their regulation by intraceullar signaling pathways in GALT and to determine where and when class switch recombination to IgA takes place. For this purpose I will use intravital imaging of fluorescent reporter mice. 3. I will analyze the dynamics of plasma cell migration from Peyerís patches to the mucosa by implementing state of the art photoactivation and imaging techniques that allow prolonged cell tracking. I will also use photoactivation approaches for sorting plasma cells from specific intestinal layers and perform gene expression analysis. 4. I will develop a new method to study dynamics and fate of B cells specific for commensal microbes in the GC, memory and plasma cell compartments. This research plan will extend our knowledge of the antibody immune response in intestinal tissues towards the future design of improved oral vaccinations.",
    "totalCost": "1375000",
    "ecMaxContribution": "1375000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1375000
        }
    },
    "calculatedTotalContribution": 1375000
}