{
    "rcn": "202540",
    "acronym": "MEAN4SG",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Metrology Excellence Academic Network for Smart Grids",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "MEAN4SG network aims to educate 11 young researchers in the smart grids metrology field by constructing a training network gathering the whole innovation value chain. The main EU actors in the field of smart grids metrology have worked together, under the umbrella of the European Association of National Metrology Institutes (EURAMET), and relying on the support of the International Electrotechnical Commission (IEC), in order to design a training program coping with the principal R&D challenges related to metrology for smart grids while tackling the shortage of highly-skilled professionals on this area that has been foreseen by the European Commission, the electricity grids industrial sector and the academia.\nThe overall MEAN4SG research programme tackles the main research challenges in the smart grids metrology field identified by the European R&D community: (1) power quality analysis, (2) smart grids modelling and management, (3) advanced monitoring through Phasor Measurement Units applications and (4) smart cable diagnosis. These main goals have been divided into eleven specific objectives, which will be assigned to the fellows, for them to focus their R&D project, PhD Thesis and professional career.\nThe established training plan answers the challenges identified by the SET Plan Education Roadmap. Personal Development Career Plans (PCDP) will be tuned up for every fellow, being their accomplishment controlled by a Personal Supervisory Team (PST), composed by a main supervisor from the beneficiary and two mentors from the institutions hosting the two fellowsí secondments. The training plan includes intra-network activities, like Specific Courses lectured by the project partners, as well as network-wide initiatives, like two secondments for every fellow, PhD Seminars organized in cooperation with EURAMET and Summer Schools. Internal agreements have been reached among the beneficiaries to ensure the access for all the fellows to the obtention of a PhD degree.",
    "totalCost": "2819753,28",
    "ecMaxContribution": "2819753,28",
    "coordinator": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
    "coordinatorCountry": "ES",
    "participants": "ORMAZABAL CORPORATE TECHNOLOGY, A.I.E.;ENEL INGEGNERIA E RICERCA SPA;FUNDACION PARA EL FOMENTO DE LA INNOVACION INDUSTRIAL;ENEL PRODUZIONE SPA;LABORATOIRE NATIONAL DE METROLOGIE ET D'ESSAIS;HAEFELY TEST AG;TECHNISCHE UNIVERSITEIT EINDHOVEN;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "ES;IT;FR;CH;NL;UK",
    "projectParticipants": {
        "964238492": {
            "orgId": "964238492",
            "orgName": "ORMAZABAL CORPORATE TECHNOLOGY, A.I.E.",
            "ecContrib": 247873
        },
        "998801144": {
            "orgId": "998801144",
            "orgName": "LABORATOIRE NATIONAL DE METROLOGIE ET D'ESSAIS",
            "ecContrib": 262876
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "989206001": {
            "orgId": "989206001",
            "orgName": "FUNDACION PARA EL FOMENTO DE LA INNOVACION INDUSTRIAL",
            "ecContrib": 247873
        },
        "933931327": {
            "orgId": "933931327",
            "orgName": "HAEFELY TEST AG",
            "ecContrib": 265227
        },
        "999804318": {
            "orgId": "999804318",
            "orgName": "ENEL PRODUZIONE SPA",
            "ecContrib": 516123
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 273288
        },
        "995503920": {
            "orgId": "995503920",
            "orgName": "ENEL INGEGNERIA E RICERCA SPA",
            "ecContrib": 0
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 2819755
}