{
    "rcn": "202544",
    "acronym": "CureCKDHeart",
    "topics": "ERC-StG-2015",
    "title": "Targeting perivascular myofibroblast progenitors to treat cardiac fibrosis and heart failure in chronic kidney disease",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Chronic kidney disease (CKD) is a growing public health problem with a massively increased cardiovascular mortality. Patients with advanced CKD mostly die from sudden cardiac death and recurrent heart failure due to premature cardiac aging with hypertrophy, fibrosis, and capillary rarefaction. I have recently identified the long sought key cardiac myofibroblast progenitor population, an emerging breakthrough that carries the potential to develop novel targeted therapeutics. Genetic ablation of these Gli1\\ perivascular progenitors ameliorates fibrosis, cardiac hypertrophy and rescues left-ventricular function. I propose that Gli1\\ cells are critically involved in all major pathophysiologic changes in cardiac aging and uremic cardiomyopathy including fibrosis, hypertrophy and capillary rarefaction. I will perform state of the art genetic fate tracing, ablation and in vivo CRISPR/Cas9 genome editing experiments to untangle their complex mechanism of activation and communication with endothelial cells and cardiomyocytes promoting fibrosis, capillary rarefaction, cardiac hypertrophy and heart failure. To identify novel druggable targets I will utilize new mouse models that allow comparative transcript and proteasome profiling assays of these critical myofibroblast precusors in homeostasis, aging and premature aging in CKD. Novel assays with immortalized cardiac Gli1\\ cells will allow high throughput screens to identify uremia associated factors of cell activation and inhibitory compounds to facilitate the development of novel therapeutics. \nThis ambitious interdisciplinary project requires the expertise of chemists, physiologists, biomedical researchers and physician scientists to develop novel targeted therapies in cardiac remodeling during aging and CKD. The passion that drives this project results from a simple emerging hypothesis: It is possible to treat heart failure and sudden cardiac death in aging and CKD by targeting perivascular myofibroblast progenitors.",
    "totalCost": "1497888",
    "ecMaxContribution": "1497888",
    "coordinator": "UNIVERSITAETSKLINIKUM AACHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897632": {
            "orgId": "999897632",
            "orgName": "UNIVERSITAETSKLINIKUM AACHEN",
            "ecContrib": 1497888
        }
    },
    "calculatedTotalContribution": 1497888
}