{
    "rcn": "202590",
    "acronym": "SEEWHI",
    "topics": "ERC-CoG-2015",
    "title": "Solar Energy Enabled for the World by High-resolution Imaging",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "THE GOAL\nWe will derive new and fundamental insight in the relation between nano-scale structure and the performance of 3rd generation solar cells, and determine how to apply this in large-scale processing.\nTHE CHALLENGES\nWe currently have a superficial understanding of the correlations between structure and performance of photovoltaic heterojunctions, based on studies of small-scale devices and model systems with characterization techniques that indirectly probe their internal structure. The real structures of optimized devices have never been ìseenî, and in devices manufactured by large-scale processing, almost nothing is known about the formation of structures and interfaces.\nTHE SCIENCE\nWe will take a ground-breaking new approach by combining imaging techniques where state of the art is moving in time spans on the order of months, with ultrafast scattering experiments and modelling. The techniques include high resolution X-ray phase contrast and X-ray dark-field tomography, in situ small and wide angle X-ray scattering, resonant scattering and imaging and time resolved studies of charge transport and transfer. To relate our findings to device performance, we will establish full 3D models of charge generation and transport in nano-structured solar cells.\nTHE FOCUS\nSolution cast solar cells is the only technology that promises fast and cheap industrial scaling, and it is consequently the focus of our efforts. They require a tight control of processing conditions to ensure that the proper nano-structure is formed in the photoactive layers, with optimal contacts to charge transport layers and interfaces. The prime contenders are non-toxic polymer and kesterite solar cells.\nTHE IMPACT\nOur results may advance 3rd generation, solution-cast solar cells to meet the ìunification challengeî where high efficiency, stability and cheap processing combines in a single technology, scalable to the level of gigawatts per day, thus becoming a centrepiece in global energy supply.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}