{
    "rcn": "202592",
    "acronym": "TSGPs-of-CFSs",
    "topics": "ERC-CoG-2015",
    "title": "Role of Tumour Suppressor Gene Products of Common Fragile Sites in Human Diseases",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Common fragile sites (CFSs) are large chromosomal regions identified by conventional cytogenetics as sequences prone to breakage in cells subjected to replication stress. The interest in CFSs stems from their key role in DNA damage, resulting in chromosomal rearrangements. The instability of CFSs was correlated with genome instability in precancerous lesions and during tumour progression. Two opposing views dominate the discussion regarding the role of CFSs. One school of thought suggested that genomic instability during cancer progression causes collateral damage to genes residing within CFSs, such as WWOX and FHIT. These genes are proposed to be unselected ëëpassengeríí mutations. The counter argument is that deletions and other genomic alterations in CFSs occur early in cancer development. Cancer cells with deletions in genes that span CFSs are then selectively expanded due to loss of tumour suppressor functions such as protection of genome stability, coordination of cell cycle or apoptosis. \nRecent observations from my lab clearly suggest that gene products from CFSs play driver roles in cancer transformation. Moreover, we have evidence for the involvement of DNA damage and Wwox in pancreatic ?-cells in the context of diabetes. Here, I propose to investigate the role of tumour suppressor gene products (TSGPs) of CFSs in human diseases. Three approaches will be taken to tackle this question. First, molecular functions of TSGPs of CFSs will be determined using state-of-the-art genetic tools in vitro. Second, novel transgenic mouse tools will be used to study CFSs and their associated TSGs in preneoplastic lesions and tumours in vivo, with confirmatory studies in human material. Third, we will examine the potential involvement of CFSs and their TSGPs in type-2 diabetes (T2D). \nThe expected outcome is a detailed molecular understanding of CFSs and their associated TSGPs in genomic instability as well as their roles in cancer and metabolic diseases.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}