{
    "rcn": "202559",
    "acronym": "FoodTransforms",
    "topics": "ERC-StG-2015",
    "title": "Transformations of Food in the Eastern Mediterranean Late Bronze Age",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Mediterranean cuisine has long been perceived as a timeless constant, already linking the different societies around the sea by the 2nd mill. BC. The geographic frame was considered to be essential, whereas intercultural entanglements as transformative factors were neglected. By integrating archaeological, textual and scientific research, we will shed new light on the transformative power of cultural encounters arising from the intense connectivity between local communities in the Eastern Mediterranean Late Bronze Age and the simultaneous introduction of food of South and East Asian origin (e.g. pepper, nutmeg, cinnamon). We intend to achieve this goal by analysing human remains and pottery vessels from selected sites between the Aegean and Egypt from the 15th to the 12th cent. BC to trace spatial and temporal dynamics. Organic residue analyses of the pottery will shed light on the preparation and consumption of food (e.g. oils, wine, spices). We will include vessels with their contents labelled on them and then link so-far hardly understood Egyptian textual evidence to the contents, which enables a new understanding of these texts for the study of food. We combine the results from residue analyses with a cutting-edge approach to the study of human dental calculus, the potential of which has just been recognized for the understanding of human nutrition: we will analyse DNA from food traces and bacteria as well as proteins, lipids and microremains in dental calculus. This will give unique insight into individual consumption of different oils (olive, sesame etc.), kinds of milk (cow, sheep, goat) and related products (cheese, kefir) and of plants (spices, cereals), which goes far beyond what has been achieved to date. The linkage of food residues in vessels and calculus will allow us to trace processes of homogenization and diversification as consequences of early globalization and better understand food circulation in present and future globalization processes.",
    "totalCost": "1499125",
    "ecMaxContribution": "1499125",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "participantCountries": "DE",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1016625
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 482500
        }
    },
    "calculatedTotalContribution": 1499125
}