{
    "rcn": "202597",
    "acronym": "NanoPokers",
    "topics": "ERC-CoG-2015",
    "title": "Deciphering cell heterogeneity in tumors using arrays of nanowires to controllably poke single cells in longitudinal studies",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Cancer is responsible for 20% of all deaths in Europe. Current cancer research is based on cell ensemble measurements or on snapshot studies of individual cells. However, cancer is a systemic disease, involving many cells that interact and evolve over time in a complex manner, which cell ensemble studies and snapshot studies cannot grasp. It is therefore crucial to investigate cancer at the single cell level and in longitudinal studies (over time). Despite the recent developments in micro- and nanotechnologies, combined with live cell imaging, today, there is no method available that meets the crucial need for global monitoring of individual cell responses to stimuli/perturbation in real-time.  \nThis project addresses this crucial need by combining super resolution live-cell imaging and the development of sensors, as well as injection devices based on vertical nanowire arrays. The devices will penetrate multiple single cells in a fully controlled manner, with minimal invasiveness.\n\nThe objectives of the project are:\n1) To develop nanowire based-tools in order to gain controlled and reliable access to the cell interior with minimal invasiveness.\n2) Developing mRNA sensing and biomolecule injection capabilities based on nanowires.\n3) Performing longitudinal single cell studies in tumours, including monitoring gene expression in real time, under controlled cell perturbation.\n\nBy enabling global, long term monitoring of individual tumour cells submitted to controlled stimuli, the project will open up new horizons in Biology and in Medical Research. It will enable ground-breaking discoveries in understanding the complexity of molecular events underlying the disease. This cross-disciplinary project will lead to paradigm-shifting research, which will enable the development of optimal treatment strategies. This will be applicable, not only for cancer, but also for a broad range of diseases, such as diabetes and neurodegenerative diseases.",
    "totalCost": "2621251",
    "ecMaxContribution": "2621251",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 2621251
        }
    },
    "calculatedTotalContribution": 2621251
}