{
    "rcn": "202598",
    "acronym": "EvoStruc",
    "topics": "ERC-CoG-2015",
    "title": "The physics of antibiotic resistance evolution in spatially-structured multicellular assemblies",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The rise in bacterial infections that are resistant to antibiotic treatment poses a major global health challenge. Addressing this challenge is not just a clinical issue: understanding bacterial resistance evolution calls for an interdisciplinary approach, in which the development of new physics, in coordination with biology, chemistry and engineering, has a central role to play. In particular, statistical physics, to predict the stochastic emergence of drug-resistant mutants, must be integrated with soft matter and chemical physics, to understand the spatial organization of the bacterial populations within which this happens.\n\nBacterial infections are very often spatially heterogeneous. This is known to influence the outcome of antibiotic treatment ñ for example bacterial biofilms, which form on the surfaces of medical implants, are notoriously hard to remove. However, much less attention has been paid to the role of spatial structure in the evolution of drug resistance, i.e. the emergence and spread of genetically drug-resistant bacterial strains. \n\nI will lead a research programme which will for the first time uncover the two-way link between the emergence of spatial structure in bacterial multicellular assemblies and the evolution of drug resistance. The programme builds on my current theoretical, simulation and experimental work. I will first determine the basic principles of evolution in drug gradients using theoretical models, combined with experiments in a controlled, 1D geometry. I will then explore how these principles translate to the more realistic scenario of bacterial biofilms, where spatial structure and drug gradients are emergent properties, using advanced computer simulation methods and both confocal microscopy and evolution experiments. In the final part of the programme, I will use these insights to reveal optimization principles for the design of evolution-resistant surface coatings for applications in medical devices.",
    "totalCost": "1826984",
    "ecMaxContribution": "1826984",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1826984
        }
    },
    "calculatedTotalContribution": 1826984
}