{
    "rcn": "202557",
    "acronym": "TransposonsReprogram",
    "topics": "ERC-StG-2015",
    "title": "How retrotransposons remodel the genome during early development and reprogramming",
    "startDate": "01/05/2016",
    "endDate": "31/12/2021",
    "objective": "Retrotransposons (RTNs) are ancient viruses that have stably integrated themselves into mammalian genomes and they now occupy around half of the human or mouse genome. These mobile genetic elements that have coevolved with us drive evolution by creating new genes and plasticity of genomes. Exciting data including ours has shown that even RTNs that are no longer active retain enhancer, promoter or repressor sequences that regulate developmental genes, through largely uncharacterized transcription factors. We have employed CRISPR/Cas9 gene disruption to determine that Zfp37 and Zfp819 bind to and regulate RTNs in mouse embryonic stem cells (ESCs). Identification of these zinc finger proteins (ZFPs) now allows us to ask new questions about how RTNs have been co-opted to orchestrate gene circuits in vitro and in vivo. Both these factors have already been implicated to play a role in reprogramming or genome integrity. \n\nWe hypothesize that RTNs have been co-opted to remodel the genome by acting as structural platforms that recruit transcription factors like Zfp37 and Zfp819. We will test this hypothesis assessing the role of RTNs and these two ZFPs in three dynamic contexts where the genome is remodelled. These are in ESC differentiation to neurons, in reprogramming and in early mouse development, three scenarios where RTNs have been documented to become expressed and serve an unknown function.\n\nThis work will exploit mouse development to unravel the mechanism of how RTNs remodel the genome. It will help us to understand how ZFPs can be engaged to reprogram cells and in stem-cell therapies, and will explain more broadly how RTNs, which dominate our genomes, control cell fate.",
    "totalCost": "1499055",
    "ecMaxContribution": "1499055",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}