{
    "rcn": "202553",
    "acronym": "TibArmy",
    "topics": "ERC-StG-2015",
    "title": "The Tibetan Army of the Dalai Lamas (1642-1959)",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "TibArmy proposes to undertake a study of a previously unresearched subject: the Tibetan army during the period of the Buddhist government of the Dalai Lamas, known as the Ganden Phodrang, from 1642 to 1959. This government was the heir to a robust military culture with long experience in the defence of Buddhism since the Tibetan Imperial Period (7th-9th centuries); however, from its inception it decided to rely on foreign armies for its protection. On the basis of two distinctive features of this periodóthe creation and maintenance of the first Tibetan standing army and the limited number of the troops compared to former timesóthe project will explore the enduring ambivalence of the Dalai Lamasí government towards having its own army, as well as its reasons, consequences and expressions in discourse and practice. \nThe methodology follows a multifaceted approach towards the military in Tibet, by taking into considerations its social, economic, political, legal, religious and cultural aspects, and focussing on the multicultural and connected historical context of the Tibetan armyís evolution (foreign Mongol and Manchu armies stationed in Tibet, and the later adoption of British and Japanese military models). The research project, based on written and oral multilingual sources, is structured along 5 thematic axes: \n1. A history of the army institution (17th-20th c.): social, economic and political aspects; 2. Interactions with the Sino-Manchu troops and other foreign influences on the Tibetan army; 3. Cultural and discursive aspects: integration of the army within the Buddhist frame; 4. Material culture and photographs: a visual history of the Army (with photograph exhibition); 5. A lexicon of military terminology.\nBy focussing on the links between Buddhism and the military in Tibet, TibArmy will achieve a clearer understanding of the links between State construction, religion and army, and will also shed light on the past and current geo-political situation in Asia.",
    "totalCost": "1499875",
    "ecMaxContribution": "1499875",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499875
        }
    },
    "calculatedTotalContribution": 1499875
}