{
    "rcn": "202558",
    "acronym": "TRANSGENE",
    "topics": "ERC-StG-2015",
    "title": "Medical translation in the history of modern genomics",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The translation of basic biomedical research into clinical practice has become a central concern for science policy. Policies to foster translation are being applied to large amounts of genomic information available in open-access databases. This information is the result of concerted initiatives that, in the early 2000s, determined the full genetic sequence that characterises humans and other organisms. However, when the initiatives started the goal of determining the full sequence and making the resulting information available was not universally supported. My project will investigate how and why this objective of completing the sequence was adopted in preference to other models that prioritised the usability of the data.\n\nNewly available archives suggest that the yeast, human and pig genome initiatives underwent crucial changes from the mid-1980s onwards. In their early years, the priority had been rapid translation of results into the improvement of human and animal health. Consequently, sequence determination was limited to small areas of the genome for which there was an existing medical interest. However, as the initiatives progressed the systematic sequencing of the full genome prevailed over those approaches. My project will follow the development of these sidelined models that sought to use the sequences as they were produced, in order to investigate their significance for current translational research policies.\n\nI will develop a collaborative framework in which archival research will be combined with insights from social studies of science and innovation studies. By doing this, I seek to bridge the current fragmentation between history of science and other fields of science studies focused on present-day events. In my project, biomedical translation will be approached as a historical process that unfolds over time and can be investigated with a cross-disciplinary set of tools, to be commonly applied to historical, contemporary and prospective studies.",
    "totalCost": "1498708",
    "ecMaxContribution": "1498708",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1498708
        }
    },
    "calculatedTotalContribution": 1498708
}