{
    "rcn": "202556",
    "acronym": "RESPONSIVENESS",
    "topics": "ERC-StG-2015",
    "title": "The Microfoundations of Authoritarian Responsiveness: E-Participation, Social Unrest and Public Policy in China",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "'Chinaís success story of the past three decades is seen as an anomaly. Market-based reforms have generated an economic system that can hardly be described as socialist anymore, but the Communist Party of China remains in power. Although social unrest is on the rise, the CCP enjoys the consent of the overwhelming majority of its people. Most agree that Chinaís economic performance is the key to solving this apparent puzzle, but how can extraordinary high rates of public support be maintained in a country where income inequality is so extreme? \nWe believe that the answer to this question lies in the responsiveness of Chinaís authoritarian one-party regime to popular demands and grievances, a capability that has so far been attributed only to democratic regimes. We further believe that the rapid improvement of e-participation, the opportunity to evaluate public services on the Internet, has greatly facilitated regime responsiveness - Chinaís score in the United Nations e-participation index is higher than the European average. We suggest, however, that as the government increasingly calibrates public policy towards satisfying the demand of Chinaís netizens, the 'technologically illiterate' are forced to express their demands in public protests and other forms of social unrest. \nThe proposed project sheds light on the intended and unintended consequences of enhanced e-participation in China by exploring which social interests Chinaís rulers incorporate into public policy making, and how these decisions influence the propensity of particular social groups to voice their demands by either participating online or taking to the streets. By exploring the ìcomplex systemî in which online complaints, social unrest and public policy interact, the project provides insights into the micro-foundations of regime responsiveness in China. It thereby increases our knowledge of how the CCP seeks to defer the antagonism that prompted the revolutions in Egypt, Tunisia and Syria.'",
    "totalCost": "1292440",
    "ecMaxContribution": "1292440",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1292440
        }
    },
    "calculatedTotalContribution": 1292440
}