{
    "rcn": "202586",
    "acronym": "NIR-VANA",
    "topics": "INNOSUP-6-2015",
    "title": "Networking Innovation Room for Added Value Networking Alliances",
    "startDate": "01/05/2016",
    "endDate": "30/06/2018",
    "objective": "The use of online collaboration platforms facilitates the access of SMEs to Open Innovation environments where they can collaborate, co-create and co-participate in innovation projects.\n\nDespite these benefits, European SMEs have so far failed to embrace the use of online platforms to facilitate open innovation.\n\nThe Europe Enterprise Network, the most widespread innovation support service in Europe, is successfully addressing this challenge mainly by organising brokerage events or clusters around interested stakeholders. \n\nHowever, EEN support services are very labour intensive, and the resources available are small, meaning many agents are unable to offer the level of support they believe is necessary. This often results in collaborations being set up, but then failing to realise their potential due to the lack of ongoing monitoring, support and management.\n\nThe NIR-VANA project will tackle these drawbacks through the design of a new service that will be provided by innovation agents. This service will promote the online collaboration for SME during the entire innovation process using an innovative approach based on ICT solutions, training and novel methods to support SMEs. Three members of the EEN a two other innovation organisations will collaborate in the design of the services that will be later tested by other 10 EENs and innovation agencies.\n\nThe project will develop an ICT-based layer that will facilitate the work of the innovation agents and will also promote a change of mentality of the SME. Some services will be provided online using a novel Networking and Innovation Room (NIR) where the innovation agents and the SMEs interact to develop innovation partnerships.\n\nThese services will allow direct and ongoing support provided by the innovation agents to the SMEs, links to other platforms/social networks, increased efficiency for the management and monitoring, and services aimed at encouraging SMEs involvement.",
    "totalCost": "791666,75",
    "ecMaxContribution": "791666,75",
    "coordinator": "Friedrich Schiller University Jena",
    "coordinatorCountry": "DE",
    "participants": "SWEREA IVF AB;EASY INNOVA S.L.;AGENCE BRUXELLOISE POUR L'ACCOMPAGNEMENT DE L'ENTREPRISE;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;AGENCE BRUXELLOISE POUR L'ENTREPRISE;VENETO INNOVAZIONE SPA;FUNDACIO PRIVADA UNIVERSITAT I TECNOLOGIA;ISTANBUL CHEMICALS AND CHEMICAL PRODUCTS EXPORTERS' ASSOCIATION",
    "participantCountries": "SE;ES;BE;DE;IT;TR",
    "projectParticipants": {
        "999549693": {
            "orgId": "999549693",
            "orgName": "AGENCE BRUXELLOISE POUR L'ENTREPRISE",
            "ecContrib": 0
        },
        "997191235": {
            "orgId": "997191235",
            "orgName": "FUNDACIO PRIVADA UNIVERSITAT I TECNOLOGIA",
            "ecContrib": 119438
        },
        "951029226": {
            "orgId": "951029226",
            "orgName": "ISTANBUL CHEMICALS AND CHEMICAL PRODUCTS EXPORTERS' ASSOCIATION",
            "ecContrib": 60875
        },
        "999685493": {
            "orgId": "999685493",
            "orgName": "EASY INNOVA S.L.",
            "ecContrib": 53297
        },
        "998530514": {
            "orgId": "998530514",
            "orgName": "VENETO INNOVAZIONE SPA",
            "ecContrib": 97140
        },
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 0
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 108811
        },
        "907878776": {
            "orgId": "907878776",
            "orgName": "AGENCE BRUXELLOISE POUR L'ACCOMPAGNEMENT DE L'ENTREPRISE",
            "ecContrib": 88125
        },
        "999475294": {
            "orgId": "999475294",
            "orgName": "SWEREA IVF AB",
            "ecContrib": 128750
        }
    },
    "calculatedTotalContribution": 656436
}