{
    "rcn": "202576",
    "acronym": "Mechan-of-Chromo",
    "topics": "ERC-CoG-2015",
    "title": "Unfolding the Mechanism of Chromosome Cohesion and Condensation using Single-Molecule Biophysical Approaches",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The global folding of the chromosome is mediated by Structural Maintenance of Chromosome (SMC) proteins, which stabilize the higher-order chromatin architecture by bringing distant DNA sequences together. Despite over a decade of work on these systems, their mechanism remains unknown, largely because of difficulty in re-capitulating physiological DNA binding and condensation in vitro. Moreover, traditional biochemical approaches are poorly suited for the study of processes that are fundamentally mechanical in nature. However, key breakthroughs, including the discovery that SMC is loaded by Spo0J protein at parS sites in vivo, and that parS sites act as global condensation centres for the chromosome have opened new possibilities to study chromosome organisation using single-molecule (SM) approaches. Importantly, our recent experiments with Magnetic Tweezers (MT) have already revealed a novel function of Spo0J in condensing DNA via a parS-independent binding mechanism.\n\nInspired by these recent discoveries, I have devised a series of novel SM biophysical approaches with the ambitious goal of determining the mechanism of action of SMC complexes, including understanding the role of SMC loaders and SMC accessory subunits, and how these proteins are regulated by ATP binding and hydrolysis for chromosome organisation. The rationale behind this approach is that SM methods are particularly well-suited for monitoring DNA cohesion and condensation where manipulation of individual DNA molecules, measurement of forces, and addition of proteins and buffer solutions can be carefully controlled. High throughput MT will be combined with fast video imaging, optical trapping, and fluorescence; and will be used to interrogate hypothetical models for SMC-DNA interactions. Finally, the novel assays developed here may be applicable to other protein-DNA interactions including variant SMC-like proteins specialized for other biological functions such as DNA repair.",
    "totalCost": "1894999",
    "ecMaxContribution": "1894999",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1894999
        }
    },
    "calculatedTotalContribution": 1894999
}