{
    "rcn": "202573",
    "acronym": "Feel your Reach",
    "topics": "ERC-CoG-2015",
    "title": "Non-invasive decoding of cortical patterns induced by goal directed movement intentions and artificial sensory feedback in humans",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "In Europe estimated 300.000 people are suffering from a spinal cord injury (SCI) with 11.000 new injuries per year. The consequences of spinal cord injury are tremendous for these individuals. The loss of motor functions especially of the arm and grasping function ñ 40% are tetraplegics ñ leads to a life-long dependency on care givers and therefore to a dramatic decrease in quality of life in these often young individuals. With the help of neuroprostheses, grasp and elbow function can be substantially improved. However, remaining body movements often do not provide enough degrees of freedom to control the neuroprosthesis.\nThe ideal solution for voluntary control of an upper extremity neuroprosthesis would be to directly record motor commands from the corresponding cortical areas and convert them into control signals. This would realize a technical bypass around the interrupted nerve fiber tracts in the spinal cord.\nA Brain-Computer Interface (BCI) transform mentally induced changes of brain signals into control signals and serve as an alternative human-machine interface. We showed first results in EEG-based control of a neuroprosthesis in several persons with SCI in the last decade, however, the control is still unnatural and cumbersome. \nThe objective of FEEL YOUR REACH is to develop a novel control framework that incorporates goal directed movement intention, movement decoding, error processing, processing of sensory feedback to allow a more natural control of a neuroprosthesis. To achieve this aim a goal directed movement decoder will be realized, and continuous error potential decoding will be included. Both will be finally joined together with an artificial kinesthetic sensory feedback display attached to the user. We hypothesize that with these mechanisms a user will be able to naturally control an neuroprosthesis with his/ her mind only.",
    "totalCost": "1994161",
    "ecMaxContribution": "1994161",
    "coordinator": "TECHNISCHE UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 1994161
        }
    },
    "calculatedTotalContribution": 1994161
}