{
    "rcn": "202595",
    "acronym": "VIBRANT-BIO",
    "topics": "ERC-CoG-2015",
    "title": "High-throughput vibrational fingerprinting by nanoplasmonics for disease biology",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Devastating diseases such as Alzheimerís, Parkinsonís and various cancers are still without cures, continue to undermine the quality of life for millions of people and impose significant economic burdens. Misfolded toxic proteins constitute the microscopic basis of these diseases, but little is understood about their structure and biological function. This is due the fact that current technologies are severely limited for molecular-level identification of protein structures and high-throughput analysis of biomolecular interactions.\nVIBRANT-BIO aims to introduce breakthrough mid-infrared spectroscopy technologies, including the first spectroscopic microarray, to overcome the limitations of current methods by enabling complete profiling of biomolecules from identification of their structure and composition to their biological function. \nTo achieve its ambitious goals, VIBRANT-BIO will exploit plasmonics and newly discovered two-dimensional nanomaterials such as graphene and explore the ultimate limits of light-matter interaction to demonstrate biosensors with extreme sensitivity, throughput and functionality, well beyond the state-of the art. It will innovatively integrate nanoplasmonics with advanced photonics and bioanalytical tools to dramatically enhance sensor performance and introduce new functionalities. The proposed technologies will be applied to study toxic amyloid-beta proteins and their interaction with lipid membranes for understanding the molecular mechanisms underlying Alzheimerís disease.\nVIBRANT-BIO will contribute to define the road-map for next generation biosensor and spectroscopy technologies through interdisciplinary research covering physics, engineering, chemistry and biology. The capability of the proposed systems to analyze a broad range and ultra-low quantities of molecules and chemicals provides a general-purpose toolkit that can impact numerous fields such as bioscience, material science, pharmaceutical industry, and homeland security.",
    "totalCost": "2562325",
    "ecMaxContribution": "2562325",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 2562325
        }
    },
    "calculatedTotalContribution": 2562325
}