{
    "rcn": "202585",
    "acronym": "IL-E-CAT",
    "topics": "ERC-CoG-2015",
    "title": "Enhancing electrocatalysis in low temperature fuel cells by ionic liquid modification",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The commercialization of low temperature fuel cells is restricted by the high cost and low durability of cathode catalysts. Intense efforts have been devoted to tackle this issue by engineering the structure of Pt-based catalysts. Herein, a novel concept towards enhancing the performance of low temperature fuel cell catalysts is proposed, namely by tuning the local active site microenvironment with an immobilized ionic liquid (IL) phase. As demonstrated by the applicant in preliminary work, a suitable IL layer strongly influences the active catalytic site in a very promising manner, apparently via a highly complex interplay of solvent-, ligand- and electrostatic-stabilization effects. As the structural versatility of ILs allows for rational engineering of this modification at molecular level, the proposed project aims for a full scientific exploration of the remarkable activation and stabilization effects in ORR, to enable the realization of an innovative fuel cell cathode with dramatically enhanced performance. To achieve this ambitious goal, a sound fundamental understanding of the interaction of ILs with electrocatalytic sites will be derived by making use of the excellent research infrastructure and longstanding experience in ionic liquid design and catalytic materials at our institute. To demonstrate the general applicability, the deduced principals will also be applied to CO2 electrochemical reduction. The approach will not stop at the design of novel catalyst systems, but will address solutions to ensure long-term stability of the IL modification. To avoid IL leaching from the catalyst over time, the recent success of the applicant in the synthesis of novel core/shell carbon materials will be employed. The IL will be synthesized in situ within a mesoporous core and the steric demanding ions fixed through a molecular sieving shell surrounding each catalyst particle. A model-assisted strategy will be applied for optimization of the core/shell pore structures.",
    "totalCost": "1999465",
    "ecMaxContribution": "1999465",
    "coordinator": "TECHNISCHE UNIVERSITAT DARMSTADT",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 1999465
        }
    },
    "calculatedTotalContribution": 1999465
}