{
    "rcn": "202504",
    "acronym": "BoostR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Engineering disease resistance gene networks: synthetic helpers for expanded sensors",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "To resist pathogen colonisation, plants have evolved a number of complex defense mechanisms that are activated upon recognition of pathogen-secreted molecules. These include cell surface or intracellular immune receptors, through either direct or indirect binding. Nucleotide-binding leucine rich repeat proteins (NB-LRRs or NLR) make up the largest family of intracellular immune receptors. Some of these NLR proteins were shown to function in pairs, with ìsensorsî mediating pathogen recognition and ìhelpersî eliciting a resistance response. Preliminary data revealed that many Solanaceae NLR sensors are dependent on three NRC (NLR proteins required for HR associated cell death) helper proteins (NRC2, NRC3, NRC4) in a complex and redundant signalling network. These NLR sensors, and their homologs, confer resistance to a diverse number of Solanaceae pathogens, including bacteria, oomycete, viruses, nematodes and insects. This suggests that NLR helper proteins play a major role in mediating disease resistance against a range of plant pathogens that infect the Solanaceae family. My objective is to use this information to engineer synthetic NRC helper proteins with enhanced sensor specificities. This will potentially result in resistance effective against multiple pathogen species currently affecting Solanaceae crops. To achieve my objective, I will undertake functional analyses of helper-sensor pairs, and study their interaction with known pathogen effectors to generate both chimeric and mutant NRC proteins with novel properties. I will then assess these candidate NRC proteins for enhanced disease resistance using a variety of genetic complementation assays. At the completion of this project I will deliver synthetic NRC helper proteins that confer expanded disease resistance in Solanaceae crops.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE SAINSBURY LABORATORY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998398982": {
            "orgId": "998398982",
            "orgName": "THE SAINSBURY LABORATORY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}