{
    "rcn": "202583",
    "acronym": "SYNVIA",
    "topics": "ERC-CoG-2015",
    "title": "Synthetic viability of homologous recombination-deficient cancers",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Although various effective anti-cancer drug treatments have become available over the last decades, drug resistance remains the major cause of death of cancer patients. Striking examples are patients with tumors that are defective in DNA repair by homologous recombination (HR). Despite initial responses to cancer therapy, resistance of primary or disseminated tumors eventually emerges, which minimizes therapeutic options and greatly reduces survival. The molecular mechanisms underlying this therapy escape are often poorly understood.\n\nIn the SYNVIA project I will address the problem of therapy escape by using powerful genetically engineered mouse models for BRCA1- and BRCA2-deficient breast cancer, which closely mimic the human disease. Due to the BRCA inactivation, the tumors that arise lack HR-directed DNA repair. Similar to the situation in cancer patients, we observe that cancer cells in these models eventually escape the deadly effects of chemotherapy or novel targeted drugs. Thus, these resistance models provide a unique opportunity to explore therapy escape mechanisms.\n\nI propose an approach that will take the in vivo analysis of therapy resistance mechanisms to a new level. By synergizing the advantages of next generation sequencing with functional genetic screens in tractable model systems, I will explore novel mechanisms that cause resistance of HR-deficient cancers by the loss of another gene (ìsynthetic viabilityî). I provide evidence that new mechanisms of resistance can be identified with this approach. In an innovative step, I will generate genome-wide alterations using the revolutionizing CRISPR/Cas technology. Mutations will also be introduced into 3D tumor organoid cultures, as we found that these are more physiologically relevant. I am convinced that the combination of these state-of-the-art approaches will yield highly useful information for designing effective approaches to circumvent or reverse therapy escape in human cancer patients.",
    "totalCost": "1999437,5",
    "ecMaxContribution": "1999437,5",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}