{
    "rcn": "202551",
    "acronym": "Age Asymmetry",
    "topics": "ERC-StG-2015",
    "title": "Age-Selective Segregation of Organelles",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Our tissues are constantly renewed by stem cells. Over time, stem cells accumulate cellular damage that will compromise renewal and results in aging. As stem cells can divide asymmetrically, segregation of harmful factors to the differentiating daughter cell could be one possible mechanism for slowing damage accumulation in the stem cell. However, current evidence for such mechanisms comes mainly from analogous findings in yeast, and studies have concentrated only on few types of cellular damage.\nI hypothesize that the chronological age of a subcellular component is a proxy for all the damage it has sustained. In order to secure regeneration, mammalian stem cells may therefore specifically sort old cellular material asymmetrically. To study this, I have developed a novel strategy and tools to address the age-selective segregation of any protein in stem cell division. Using this approach, I have already discovered that stem-like cells of the human mammary epithelium indeed apportion chronologically old mitochondria asymmetrically in cell division, and enrich old mitochondria to the differentiating daughter cell. We will investigate the mechanisms underlying this novel phenomenon, and its relevance for mammalian aging.\nWe will first identify how old and young mitochondria differ, and how stem cells recognize them to facilitate the asymmetric segregation. Next, we will analyze the extent of asymmetric age-selective segregation by targeting several other subcellular compartments in a stem cell division. Finally, we will determine whether the discovered age-selective segregation is a general property of stem cell in vivo, and it's functional relevance for maintenance of stem cells and tissue regeneration. Our discoveries may open new possibilities to target aging associated functional decline by induction of asymmetric age-selective organelle segregation.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}