{
    "rcn": "202589",
    "acronym": "FLUDYCO",
    "topics": "ERC-CoG-2015",
    "title": "Fluid dynamics of planetary cores: formation, heterogeneous convection and rotational dynamics",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Understanding the flows in planetary cores from their formation to their current dynamics is a tremendous interdisciplinary challenge. Beyond the challenge in fundamental fluid dynamics to understand these extraordinary flows involving turbulence, rotation and buoyancy at typical scales well beyond our day-to-day experience, a global knowledge of the involved processes is fundamental to a better understanding of the initial state of planets, of their thermal and orbital evolution, and of magnetic field generation, all key ingredients for habitability. The purpose of the present project is to go beyond the state-of-the-art in tackling three barriers at the current frontier of knowledge. It combines groundbreaking laboratory experiments, complementary pioneering numerical simulations, and fruitful collaborations with leaders in various fields of planetary sciences. Improving on the latest advances in the field, I will address the fluid dynamics of iron fragmentation during the later stages of planetary accretion, in order to produce innovative, dynamically reliable models of planet formation. Considering the latest published data for Earth, I will investigate the flows driven in a stratified layer at the top of a liquid core and their influence on the global convective dynamics and related dynamo. Finally, building upon the recent emergence of alternative models for core dynamics, I will quantitatively examine the non-linear saturation and turbulent state of the flows driven by libration, as well as the shape and intensity of the corresponding dynamo. In the context of an international competition, the originality of my work comes from its multi-method and interdisciplinary character, building upon my successful past researches. Beyond scientific advances, this high-risk/high-gain project will benefit to a larger community through the dissemination of experimental and numerical improvements, and allow promoting science through an original outreach program.",
    "totalCost": "1992602",
    "ecMaxContribution": "1992602",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1992602
        }
    },
    "calculatedTotalContribution": 1992602
}