{
    "rcn": "202562",
    "acronym": "UrbanOccupationsOETR",
    "topics": "ERC-StG-2015",
    "title": "Industrialisation and Urban Growth from the mid-nineteenth century Ottoman Empire to Contemporary Turkey in a Comparative Perspective, 1850-2000",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "This project aims to overcome historiographical and disciplinary limitations in social and economic history, historical geography and urban studies for the Ottoman Empire and the Republic of Turkey. The chosen long-term Ottoman/Turkish perspective is intended to facilitate comparative approaches so as to overcome the limitations of national historiographies. By extending the analysis up to 2000 the project also challenges the disciplinary divide between economic history, economics and urban studies in research on Turkey. To pursue these multiple goals the project will adopt both an inter-disciplinary approach and a comparative perspective. Throughout the project the focus will be on the dynamics of industrialisation, urbanisation and their accompanying changes in occupational structures and residential and migration patterns.\nTo be able to contextualise and compare changes in occupational structure and urban growth trajectories across time and space, solid and detailed datasets of occupational structure and historical demographics for a very large part of the Ottoman Empire in the 19th century and for the entire Turkey in the 20th century will be constructed. This project is an attempt at bringing Ottoman/Turkish history into the newly emerging field of digital humanities. It will use advanced techniques of spatial data and multiple correspondence analysis in conjuncture to answer long debated research questions and to formulate and work on new ones by taking an unprecedented step forward toward establishing a digital research infrastructure for the social and economic history of the Ottoman Empire and the Republic of Turkey. This project will re-define industrialisation in its connection with urbanisation from a spatiotemporal analytical perspective for Anatolia and the Southeast Europe to ask time and space specific questions about, simultaneity and geographical convergence of Eurasian economic development since 1850.",
    "totalCost": "1497500",
    "ecMaxContribution": "1497500",
    "coordinator": "KOC UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999901512": {
            "orgId": "999901512",
            "orgName": "KOC UNIVERSITY",
            "ecContrib": 1455489
        }
    },
    "calculatedTotalContribution": 1455489
}