{
    "rcn": "202594",
    "acronym": "xPRINT",
    "topics": "ERC-CoG-2015",
    "title": "4-Dimensional printing for adaptive optoelectronic components",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "This project aims at developing four-dimensional printing of new adaptive systems, namely printing of complex, three-dimensional polymer objects embedding functional compounds and able to change or adapt their physical properties responding to environmental stimuli. Additive manufacturing of three-dimensional objects relies on depositing or curing materials in a layer-by-layer fashion, starting from computer assisted design. These technologies have rapidly evolved from laboratory research to commercially available desktop systems, with costs decreasing continuously. Notwithstanding such astonishing progress, the potentialities of three-dimensional printing are still poorly exploited in terms of both materials and process resolution. This project will shed new light on the fundamental aspects of three-dimensional polymerization, thus establishing new process design rules and predictive tools for printing resolution. It will also specifically engineer additive manufacturing for printing materials embedding active compounds, thus leading to real four-dimensional objects, namely structures that have three-dimensional features and time-changing physical properties at the same time. An integrated approach will be pursued to this aim, where modeling and process engineering will be complemented by process monitoring, in order to establish well defined and reproducible methods for four-dimensional printing of photonic structures. The operation of the adaptive components, for optical computing and data storage, will be based on their nonlinear response to optical inputs. Leading to a new and pioneering laboratory on four-dimensional printing technologies, this project will critically consolidate scientific independence.",
    "totalCost": "1993908",
    "ecMaxContribution": "1993908",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "SCUOLA NORMALE SUPERIORE;UNIVERSITA DEL SALENTO",
    "participantCountries": "IT",
    "projectParticipants": {
        "999863585": {
            "orgId": "999863585",
            "orgName": "UNIVERSITA DEL SALENTO",
            "ecContrib": 0
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 1773858
        },
        "999886962": {
            "orgId": "999886962",
            "orgName": "SCUOLA NORMALE SUPERIORE",
            "ecContrib": 220050
        }
    },
    "calculatedTotalContribution": 1993908
}