{
    "rcn": "202596",
    "acronym": "REPSUMODDT",
    "topics": "ERC-CoG-2015",
    "title": "Mechanisms and regulators coordinating replication integrity and DNA damage tolerance.",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Accurate chromosomal DNA replication is of fundamental importance for cellular function, genome integrity and development. In response to replication perturbations, DNA damage response (DDR) and DNA damage tolerance (DDT) pathways become activated and are crucial for detection and tolerance of lesions, as well as for facilitating replication completion and supporting chromosome structural integrity. While important functions and key players of these regulatory processes have been outlined, much less is known about the choreography and mechanistic interplay between DDR and DDT during replication. Moreover, the principles by which they uniquely or commonly affect replication-associated chromosome integrity remain poorly understood.\nHere, we will use novel tools and a palette of ingenious genetic, molecular and proteomic based experimental strategies, to investigate the replication stress response triggered by diverse endogenous and exogenous cues, and to identify the underlying mechanisms. We will define the principles of local and temporal regulation of DDT in response to genotoxic stress, with a focus on the mechanisms of SUMO-regulated DNA metabolism processes. Additionally, we will investigate the topological DNA transitions triggered at intrinsically difficult to replicate genomic regions, stalled and terminal forks, with the aim of identifying key mechanisms and regulators of replication integrity at specific complex genomic regions or following specific types of replication stress. Finally, we will explore the relationship between DDT, replication fork architecture and sister chromatid cohesion in the context of DDR- and SUMO-orchestrated DNA transactions. We expect that these studies will reveal new aspects of how replication-associated DNA metabolism processes are inter-related and regulated, uniformly or at specific loci in the genome, and will break new ground in areas of replication mechanisms and chromosome integrity in general.",
    "totalCost": "1991250",
    "ecMaxContribution": "1991250",
    "coordinator": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999534367": {
            "orgId": "999534367",
            "orgName": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
            "ecContrib": 1991250
        }
    },
    "calculatedTotalContribution": 1991250
}