{
    "rcn": "202569",
    "acronym": "ZPR",
    "topics": "ERC-StG-2015",
    "title": "The Pancreas Regulome: From causality to prediction of non-coding mutations in human pancreatic diseases",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Several human pancreatic diseases have been characterized, being the diabetes the most common. Like others, this genetic disease is related to disrupted non-coding cis-regulatory elements (CREs) that culminate in altered gene expression. Although Genome Wide Association Studies support this hypothesis, itís still unclear how mutations on CREs contribute to disease. The translation from the ìnon-coding codeî to phenotype is an exciting and unexplored field that we will approach in this project with the help of the zebrafish as a suitable animal model. We aim to uncover the implications of the disruption of pancreas CREs and how they contribute to diabetes in vivo. For this we will study transcriptional regulation of genes in zebrafish. The similarities between zebrafish and mammal pancreas and the evolutionary conservation of pancreas transcription factors (TF) make it an excellent model to approach and study this disease. In this project we will characterize the zebrafish insulin producing beta-cell regulome, by determining the active CREs in this cell type and their bound TFs. Then we will compare this information with a similar dataset recently available for human beta-cells, to define functional orthologs in these species. Selected CREs will be tested by in vivo gene reporter assays in zebrafish, focusing on those functionally equivalent to human CREs where risk alleles have been associated with diabetes or those regulating genes involved in diabetes. Later these CREs will be mutated in the zebrafish genome to validate their contribution to diabetes. Finally we will translate this to predict new human disease-associated CREs by focusing on the regulatory landscape of diabetes-associated genes, without the need of having countless patients to uncover them. With this project we will create a model system that will allow the identification of new diabetes-associated CREs,  which might have a great impact in clinical management of this epidemic disease.",
    "totalCost": "1497520",
    "ecMaxContribution": "1497520",
    "coordinator": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999451238": {
            "orgId": "999451238",
            "orgName": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
            "ecContrib": 1497520
        }
    },
    "calculatedTotalContribution": 1497520
}