{
    "rcn": "202537",
    "acronym": "ChroMe",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Chromatin and MetabolismChromatin-metabolism interactions as targets for healthy living",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "Metabolic disorders are at pandemic levels. Based on recent estimates, ~50% of Europeans are overweight, 20% are obese and 10% have type II diabetes. Obesity and insulin resistance impact European health to the tune of Ä110 billion per year. These disorders have genetic, nutritional and lifestyle causes. However, the molecular mechanisms that link nutrients and lifestyle to gene activity and chromatin are poorly understood, and drug targets are only starting to be identified. Pioneering experiments by ChroMe labs now reveal how sugars, exercise, the gut microbiome and novel drugs regulate chromatin. These novel links promise to substantially improve our understanding and treatment of metabolic disorders. National governments and the EU invest major resources to address the burden of the ìmetabolic syndromeî. However, there is an urgent need for expert human capital able to dissect metabolic diseases, exploit new targets and establish innovative therapies. No local nor international program currently provides adequate training at this emerging interface of chromatin and metabolism. \n\nChroMe establishes a timely and intersectorial ETN that exploits Europeís strengths in epigenetics, physiology and medicine to translate our molecular knowledge of chromatinñmetabolism interactions into therapies. Our ESRs receive advanced training in emerging technologies, bioinformatic and translational approaches, and all engage in collaborative PhD projects co-supervised by academia and industry. ChroMeís extensive transferable skills, dissemination and public engagement program equips our ESRs with the experience and personal network needed for a career in metabolic health. By systematically involving the non-academic sector at every level in our research, training and management, ChroMe will craft future European leaders with the necessary knowledge and skills to fight the metabolic syndrome pandemic.",
    "totalCost": "3825128,16",
    "ecMaxContribution": "3825128,16",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITAT ROVIRA I VIRGILI;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;4SC DISCOVERY GMBH;NESTLE INSTITUTE OF HEALTH SCIENCES SA;KAROLINSKA INSTITUTET;BIOBAM BIOINFORMATICS SL;FundaciÛ Institut de Recerca Contra la Leucemia Josep Carreras;CHRONOS THERAPEUTICS LIMITED",
    "participantCountries": "ES;FR;UK;DE;CH;SE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 273288
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 249216
        },
        "945074008": {
            "orgId": "945074008",
            "orgName": "CHRONOS THERAPEUTICS LIMITED",
            "ecContrib": 273288
        },
        "952538837": {
            "orgId": "952538837",
            "orgName": "BIOBAM BIOINFORMATICS SL",
            "ecContrib": 247873
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 249216
        },
        "961320441": {
            "orgId": "961320441",
            "orgName": "NESTLE INSTITUTE OF HEALTH SCIENCES SA",
            "ecContrib": 265227
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 747649
        },
        "999880560": {
            "orgId": "999880560",
            "orgName": "UNIVERSITAT ROVIRA I VIRGILI",
            "ecContrib": 247873
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 263659
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 262876
        },
        "954446245": {
            "orgId": "954446245",
            "orgName": "4SC DISCOVERY GMBH",
            "ecContrib": 249216
        },
        "951078308": {
            "orgId": "951078308",
            "orgName": "Fundació Institut de Recerca Contra la Leucemia Josep Carreras",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 3825127
}