{
    "rcn": "202588",
    "acronym": "Tolerome",
    "topics": "ERC-CoG-2015",
    "title": "Evolution of antibiotic tolerance in the 'wild': A quantitative approach",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Bacterial ability to evolve strategies for evading antibiotic treatment is a fascinating example of an evolutionary process, as well as a major health threat. Despite efforts to understand treatment failure, we lack the means to prevent evolution of resistance when a new drug is released to the market. Most efforts are directed towards understanding the mechanisms of antibiotic resistance. Whereas ëresistanceí is due to mutations that enable microorganisms to grow even at high concentrations of the drug, ëtoleranceí is the ability to sustain a transient treatment, for example by entering a mode of transient dormancy. The importance of tolerance in the clinic has not been investigated as thoroughly as resistance. The presence of tolerant bacteria is not detected in the clinic because of the inherent difficulty of tracking dormant bacteria that often constitute only a minute fraction of the bacterial population. I hypothesize that bacterial dormancy may evolve quickly in the host under antibiotic treatment. This hypothesis is strengthened by our recent results demonstrating the rapid evolution of dormancy leading to tolerance in vitro, and by the increasing number of cases of treatment failure in the clinic not explained by resistance. My goal is to develop a multidisciplinary approach to detect, quantify and characterize tolerant bacteria in the clinic. Using my background in quantitative single-cell analyses, I will develop microfluidic devices for the rapid detection of tolerant bacteria in the clinic, systems biology tools to isolate and analyze dormant sub-populations directly from clinical isolates. I will search for the genetic mutations leading to tolerance, namely build what I term here the ëtoleromeí. The results will be analyzed in a mathematical framework of tolerance evolution. This approach should reveal the role of tolerance in the clinic and may lead to a paradigm shift in the way bacterial infections are characterized and treated.",
    "totalCost": "1978750",
    "ecMaxContribution": "1978750",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1978750
        }
    },
    "calculatedTotalContribution": 1978750
}