{
    "rcn": "202587",
    "acronym": "BOOST",
    "topics": "ERC-CoG-2015",
    "title": "Biomimetic trick to re-balance Osteblast-Osteoclast loop in osteoporoSis treatment: a Topological and materials driven approach",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "One out of 5 people in their fifties will experience a bone fracture due to osteoporosis (OP)-induced fragility in their lifetime. The OP socio-economic burden is dramatic and involves tens of millions of people in the EU, with a steadily increasing number due to population ageing. Current treatments entail drug-therapy coupled with a healthy lifestyle but OP fractures need mechanical fixation to rapidly achieve union: the contribution of biomaterial scientists in this field is still far from taking its expected leading role in cutting-edge research. Bone remodelling is a well-coordinated process of bone resorption by osteoclasts followed by the production of new bone by osteoblasts. This process occurs continuously throughout life in a coupling with a positive balance during growth and negative with ageing, which can result in OP. We believe that an architecture driven stimulation of the osteoclast/osteoblast coupling, with an avant-garde focus on osteoclasts activity, is the key to success in treating unbalanced bone remodelling. We aim to manufacture a scaffold that mimics healthy bone features which will establish a new microenvironment favoring a properly stimulated and active population of osteoclasts and osteoblasts, i.e. a well-balanced bone cooperation. After 5 years we will be able to prove the efficacy of this approach. A benchmark will be set up for OP fracture treatment and for the realization of smart bone substitutes that will be able to locally ìtrickî aged bone cells stimulating them to act as healthy ones. BOOST results will have an unprecedented impact on the scientific research community, opening a new approach to set up smart, biomimetic strategies to treat aged, unbalanced bone tissues and to reduce OP-associated disabilities and financial burdens.",
    "totalCost": "1977500",
    "ecMaxContribution": "1977500",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 1977500
        }
    },
    "calculatedTotalContribution": 1977500
}