{
    "rcn": "202664",
    "acronym": "H-DisNet",
    "topics": "EE-13-2015",
    "title": "Intelligent Hybrid Thermo-Chemical District Networks",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "The innovative thermo-chemical (TC) network technology of H-DisNet will contribute to next-generation district energy networks. The technology will exploit high chemical potential of absorption processes for loss-free transport and storage of energy potential. It will be applied to form an intelligent district network with thermal, electric and gas networks. This intelligent thermo-chemical district network will significantly\n\n- increase energy efficiency of heat transport and storage,\n- increase utilization of waste heat and renewables at low temperature\n- contribute to a wider usage of district networks by allowing heating and cooling in one multifunctional network and by adding the additional services drying and humidity control.\n- reduce the primary energy usage \n\nThe project will serve to gain the required knowledge about processes, components and network applications and to demonstrate the feasibility to allow the industrial R&D to pick up the technology and to bring it to the market. Four project work levels guarantee to reach the readiness for broad industrial development:\n\n(1) The partners develop the TC components and intelligent network technology and demonstrate it in a residential area and in an industry environment to proof the technology's feasibility.\n(2) Modelling of TC components serves to carry out simulation of networks. On this basis, smart control strategies and a network identification tool are developed. \n(3) Based on simulation, an economic and environmental assessment determines the potential of the technology and allows defining the path to market. \n(4) The dissemination and exploitation strategy operates at two levels: First, it informs a broad audience including energy suppliers, operators, local governments, manufactures and end users about the principles and benefits of the technology. Second, it enables further development of the technology by generating a stakeholder network with the outlook of a full-scale pilot implementation.",
    "totalCost": "2699895",
    "ecMaxContribution": "2009697,5",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "AURUBIS BELGIUM;UNIVERSITY OF NEWCASTLE UPON TYNE;WATERGY GMBH;TECHNISCHE UNIVERSITAET BERLIN;ZURCHER HOCHSCHULE FUR ANGEWANDTE WISSENSCHAFTEN;THERMAFLEX INTERNATIONAL HOLDING B.V.",
    "participantCountries": "BE;UK;DE;CH;NL",
    "projectParticipants": {
        "998291506": {
            "orgId": "998291506",
            "orgName": "ZURCHER HOCHSCHULE FUR ANGEWANDTE WISSENSCHAFTEN",
            "ecContrib": 0
        },
        "923521772": {
            "orgId": "923521772",
            "orgName": "THERMAFLEX INTERNATIONAL HOLDING B.V.",
            "ecContrib": 91451
        },
        "970692387": {
            "orgId": "970692387",
            "orgName": "WATERGY GMBH",
            "ecContrib": 491500
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 602700
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 501046
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 240500
        },
        "951812113": {
            "orgId": "951812113",
            "orgName": "AURUBIS BELGIUM",
            "ecContrib": 82500
        }
    },
    "calculatedTotalContribution": 2009697
}