{
    "rcn": "202620",
    "acronym": "SKYOPENER",
    "topics": "GALILEO-1-2015",
    "title": "SKYOPENER - establishing new foundations for the use of Remotely-Piloted Aircraft Systems for civilian applications.",
    "startDate": "01/05/2016",
    "endDate": "31/10/2018",
    "objective": "SKYOPENER will increase the use of Remotely-Piloted Aircraft Systems (RPAS) for civilian applications by contributing to the European RPAS Steering Group's roadmap for the integration of civil RPAS into the European Aviation System. SKYOPENER will provide a whole operational process and a system that will demonstrate higher capability through Communication, Navigation and Surveillance innovations in RPAS. The SKYOPENER system will be designed, in the first instance, for specific operations for tactical RPAS, that are under 25kilos but subject to national aviation authority regulation, operating at Very Low Level of operation (under 500ft). \nSKYOPENER will include live trials in Switzerland for which we will gather stakeholders implicated in the operations of RPAS including RPAS operators, civil aviation authorities, air navigation service providers, RPAS manufacturers, satcom service providers etc.\nThe newly developed system will be the result of the integration of a range of components which will combine technologies such as GNSS, satcom and security tools. GNSS will be used for the safety navigation of RPAS. The project will provide a command and control link that uses communication through multi-band satellite and radio and will address the redundancy issue of communication systems It will also feature a surveillance system with detect and avoid functions that will be based on GNSS, system wide information management and satcom. Such a system will be less costly, less complex, lighter and easier to roll out than those that are currently using mode-S transponders. \nSKYOPENER project brings together a seven partner team with a range of expertise and skills. Additionally we will include in the project a stakeholder group which will advise on the requirements of the project, witness the trial operations and support in the dissemination of results from the project. The range of partners, stakeholders and European associations give SKYOPENER a European scope.",
    "totalCost": "4171487,5",
    "ecMaxContribution": "1813729",
    "coordinator": "VIASAT ANTENNA SYSTEMS SA",
    "coordinatorCountry": "CH",
    "participants": "M3 SYSTEMS SAS;UNIFLY;SKYGUIDE, SA SUISSE POUR LES SERVICES DE LA NAVIGATION AERIENNE CIVILS ET MILITAIRES;CONNECTIV-IT;BLYENBURGH & CO SARL;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "FR;BE;CH;IT",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 197375
        },
        "924870557": {
            "orgId": "924870557",
            "orgName": "UNIFLY",
            "ecContrib": 166031
        },
        "957288442": {
            "orgId": "957288442",
            "orgName": "BLYENBURGH & CO SARL",
            "ecContrib": 63616
        },
        "998156870": {
            "orgId": "998156870",
            "orgName": "M3 SYSTEMS SAS",
            "ecContrib": 754301
        },
        "996390985": {
            "orgId": "996390985",
            "orgName": "VIASAT ANTENNA SYSTEMS SA",
            "ecContrib": 0
        },
        "958184334": {
            "orgId": "958184334",
            "orgName": "SKYGUIDE, SA SUISSE POUR LES SERVICES DE LA NAVIGATION AERIENNE CIVILS ET MILITAIRES",
            "ecContrib": 0
        },
        "931748245": {
            "orgId": "931748245",
            "orgName": "CONNECTIV-IT",
            "ecContrib": 632406
        }
    },
    "calculatedTotalContribution": 1813729
}