{
    "rcn": "202683",
    "acronym": "CIVILEX",
    "topics": "BES-11-2015",
    "title": "Supporting European Civilian External Actions",
    "startDate": "01/05/2016",
    "endDate": "30/04/2017",
    "objective": "Currently, many processes, procedures, systems and equipment for information management and exchange in EU civilian external actions are in place, but these are often used in an incoherent way and lack interoperability, inhibiting CSDP entities and other stakeholders to build a common understanding of crisis management. \nCIVILEX aims to identify, characterise and model the communication and information systems in use within the EU Civilian missions, understand the stakeholdersí requirements and provide possible solutions to tackle by a future interoperable Situational Awareness, Information Exchange and Operational Control Platform. This would allow to constitute a more coherent and interoperable platform. As a result, common understanding and situational awareness about crisis management in EU civilian external actions will be enhanced since CIVILEX paves the way for such an infrastructure. The envisaged platform should facilitate the engagement of EU actors. This can include CSDP missions, EU Delegations, ECHO offices and Member State Embassies, but also UN offices and other non-EU actors. While the focus is on the civilian chain of command, it should also consider certain connections and overlaps with military actors. The need for coherence and interoperability is not new, nor is it a purely technical challenge. Clearly, there are certain legal, policy, institutional and human elements that function as facilitators and constrainers for better information exchange. \nCIVILEX, therefore, adds an innovative dimension by researching and helping to clarify the wider policy, institutional and operational issues of ICT systems in the context of CSDP and EU external action. The project would take a hybrid approach, aiming both for a technical solution for information exchange (a platform that stimulates low-level, secure ad-hoc communities of interest) and for institutional changes (leading to agreements on exchange formats for civilian parties).",
    "totalCost": "1100351,25",
    "ecMaxContribution": "1100351,25",
    "coordinator": "ATOS SPAIN SA",
    "coordinatorCountry": "ES",
    "participants": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;ISTITUTO AFFARI INTERNAZIONALI;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;EUROPEAN CENTRE FOR DEVELOPMENT POLICY MANAGEMENT;EUROPEAN UNION SATELLITE CENTRE",
    "participantCountries": "NL;IT;DE;ES",
    "projectParticipants": {
        "999537083": {
            "orgId": "999537083",
            "orgName": "EUROPEAN UNION SATELLITE CENTRE",
            "ecContrib": 271441
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 168824
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 201250
        },
        "975418324": {
            "orgId": "975418324",
            "orgName": "EUROPEAN CENTRE FOR DEVELOPMENT POLICY MANAGEMENT",
            "ecContrib": 194250
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 155836
        },
        "999694708": {
            "orgId": "999694708",
            "orgName": "ISTITUTO AFFARI INTERNAZIONALI",
            "ecContrib": 108750
        }
    },
    "calculatedTotalContribution": 1100351
}