{
    "rcn": "202652",
    "acronym": "MATRIX",
    "topics": "ERC-ADG-2015",
    "title": "MAchine for Time Reversal and Immersive wave eXperimentation",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "There is a need for a radically new laboratory experimental approach for studying the interaction of seismic waves with the complex media of the Earthís subsurface. We present here a fundamental new approach to seismic wave experimentation that involves fully immersing a physical seismic experiment within a virtual numerical environment. This enormously challenging endeavour, which is relevant to many outstanding issues in seismology, has not been previously attempted. By continuously varying the output of numerous transponders closely spaced around the physical domain using a control algorithm that takes advantage of measurements made by a scanning Laser-Doppler Vibrometer and a novel theory of exact boundary conditions, waves travelling between the physical and numerical domains will seamlessly propagate back and forth between the two domains without being affected by reflections at the boundaries between the two domains. This will allow us to investigate diverse types of Earth materials using frequencies that are much closer to those of seismic waves propagating through the Earth than previously possible.\n\nThe novel laboratory enables experimentation under highly controlled conditions. A broad range of long-standing problems in wave propagation and imaging that have eluded Earth scientists and physicists for decades will be addressed. Fine scale heterogeneity, porosity and fluid saturation in real Earth media result in complex frequency-dependent amplitude and phase responses that we can characterize in the laboratory. Synthetically produced complex models can be used in wavefield-focussing experiments and to achieve complete elastic time-reversal for the first time ever. We will study coda waves that can be indicative of slight changes in stress fields before catastrophic fracturing and that might provide pre-cursory signs of earthquakes. Finally, the laboratory is highly relevant to applications such as non-destructive testing, medical imaging and lithotripsy.",
    "totalCost": "3498330",
    "ecMaxContribution": "3498330",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 3498330
        }
    },
    "calculatedTotalContribution": 3498330
}