{
    "rcn": "202685",
    "acronym": "PROTECT",
    "topics": "BES-06-2015",
    "title": "Pervasive and UseR Focused BiomeTrics BordEr ProjeCT",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The goal of the PROTECT project is an enhanced biometric-based person identification system that works robustly across a range of border crossing types and that has strong user-centric features. The system will be deployed in Automated Border Control (ABC) areas supporting border guards to facilitate smooth and non-intrusive rapid crossing by travellers based on deployment of the next generation of biometric identification detection methods. The ability for the system to efficiently process low-risk travellers, combined with increased levels of accuracy, security and privacy standards and enabling border guards to concentrate resource on higher-risk travellers, are central ambitions of the project.  To achieve these goals, a multi-biometric enrollment and verification system is envisaged, taking into account current and next-generation e-Passport chips, mobile equipment and person identification ëon the moveí. Research will be undertaken into optimization of currently deployed biometric modalities, application of emerging biometrics (including contactless finger vein, speaker recognition and angthropometrics), multi-modal biometrics and counter-spoofing, for border control scenarios.  An integral part of the project is collection and dissemination of new border-realistic biometric datasets, and systematic evaluation of the developed biometric methods including vulnerability and privacy assessment.  The PROTECT project is strongly user-driven and demonstration of the developed biometric system will be conducted at two different border crossing sites. Finally, the PROTECT project will make contributions to facilitating border crossing of bona-fide non-EU citizens as well as evolving standards in biometric systems.",
    "totalCost": "4981752,5",
    "ecMaxContribution": "4981752,5",
    "coordinator": "THE UNIVERSITY OF READING",
    "coordinatorCountry": "UK",
    "participants": "VERIDOS GMBH;PARIS-LODRON-UNIVERSITAT SALZBURG;KOMENDA GLOWNA STRAZY GRANICZNEJ;EURECOM;ITTI SP ZOO;INTREPID MINDS LTD;WOJSKOWA AKADEMIA TECHNICZNA IM JAROSLAWA DABROWSKIEGO;UNIVERSITE DE NAMUR ASBL;HOME OFFICE",
    "participantCountries": "DE;AT;PL;FR;UK;BE",
    "projectParticipants": {
        "999606147": {
            "orgId": "999606147",
            "orgName": "EURECOM",
            "ecContrib": 483492
        },
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 1082708
        },
        "969140484": {
            "orgId": "969140484",
            "orgName": "INTREPID MINDS LTD",
            "ecContrib": 354375
        },
        "999891521": {
            "orgId": "999891521",
            "orgName": "UNIVERSITE DE NAMUR ASBL",
            "ecContrib": 463144
        },
        "942993261": {
            "orgId": "942993261",
            "orgName": "KOMENDA GLOWNA STRAZY GRANICZNEJ",
            "ecContrib": 67500
        },
        "999868047": {
            "orgId": "999868047",
            "orgName": "PARIS-LODRON-UNIVERSITAT SALZBURG",
            "ecContrib": 628198
        },
        "999832351": {
            "orgId": "999832351",
            "orgName": "HOME OFFICE",
            "ecContrib": 158906
        },
        "999969509": {
            "orgId": "999969509",
            "orgName": "ITTI SP ZOO",
            "ecContrib": 390875
        },
        "999887835": {
            "orgId": "999887835",
            "orgName": "WOJSKOWA AKADEMIA TECHNICZNA IM JAROSLAWA DABROWSKIEGO",
            "ecContrib": 355680
        },
        "933094508": {
            "orgId": "933094508",
            "orgName": "VERIDOS GMBH",
            "ecContrib": 996875
        }
    },
    "calculatedTotalContribution": 4981753
}