{
    "rcn": "202651",
    "acronym": "High-Spin-Grav",
    "topics": "ERC-ADG-2015",
    "title": "Higher Spin Gravity and Generalized Spacetime Geometry",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Extensions of Einsteinís gravity containing higher spin gauge fields (massless fields with spin greater than two) constitute a very active and challenging field of research, raising many fascinating issues and questions in different areas of physics. However, in spite of the impressive achievements already in store, it is fair to say that higher spin gravity has not delivered its full potential yet and still faces a rich number of challenges, both conceptual and technical.  The objective of this proposal is to deepen our understanding of higher spin gravity, following five interconnected central themes that will constitute the backbone of the project: (i) how to construct an action principle; (ii) how to understand the generalized space-time geometry invariant under the higher-spin gauge symmetry ñ a key fundamental issue in the project; (iii) what is the precise asymptotic structure of the theory at infinity; (iv) what is the connection of the higher spin algebras with the hidden symmetries of gravitational theories; (v) what are the implications of hypersymmetry, which is the higher-spin version of supersymmetry. Holography in three and higher dimensions will constitute an essential tool.\n\nOne of the motivations of the project is the connection of higher spin gravity with tensionless string theory and consistent theories of quantum gravity.",
    "totalCost": "1841868",
    "ecMaxContribution": "1841868",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 1841868
        }
    },
    "calculatedTotalContribution": 1841868
}