{
    "rcn": "202669",
    "acronym": "ATM4E",
    "topics": "Sesar-04-2015",
    "title": "Air Traffic Management for environment",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "The overall aim of ATM4E is to explore the scope for the potential reduction of air traffic environmental impacts in European airspace on climate, air quality, and noise through optimization of air traffic operations\n\nThe project will integrate existing methodologies for assessment of the environmental impact of aviation, in order to evaluate the feasibility of environmentally-optimized flight operations to the European ATM network, including climate, air quality, and noise impacts. A preliminary modelling concept for climate-optimization has previously been developed for an FP7 European Project, (REACT4C). The ëcase-studyí approach of REACT4C will be built upon and extended to a multi-dimensional environmental impact assessment, to cover climate, air quality and noise, to better understand impacts in the European airspace. Different traffic scenarios (present-day and future) will be analysed to understand the extent to which environmentally-optimized flights based on multi-dimensional environmental criteria (assessment) would lead to changes in air traffic flows and create challenges for ATM. The findings of the project will be used to prepare a roadmap that is consistent with SESAR2020 principles and objectives, which would consider the necessary steps and actions that would need to be taken to ultimately introduce environmentally-optimized flight operations in European airspace.",
    "totalCost": "599625",
    "ecMaxContribution": "599625",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "ENVISA SAS;THE UNIVERSITY OF READING;TECHNISCHE UNIVERSITAT HAMBURG-HARBURG;THE MANCHESTER METROPOLITAN UNIVERSITY;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "FR;UK;DE;NL",
    "projectParticipants": {
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 111000
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 88875
        },
        "999847580": {
            "orgId": "999847580",
            "orgName": "THE MANCHESTER METROPOLITAN UNIVERSITY",
            "ecContrib": 75500
        },
        "993054088": {
            "orgId": "993054088",
            "orgName": "ENVISA SAS",
            "ecContrib": 82250
        },
        "999838753": {
            "orgId": "999838753",
            "orgName": "TECHNISCHE UNIVERSITAT HAMBURG-HARBURG",
            "ecContrib": 99500
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 142500
        }
    },
    "calculatedTotalContribution": 599625
}