{
    "rcn": "202661",
    "acronym": "DYNAMOX",
    "topics": "ERC-ADG-2015",
    "title": "Charge carrier dynamics in metal oxides",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Transition metal (TM) oxides (TiO2, ZnO, NiO) are large gap insulators that have emerged as highly attractive materials over the past two decades for applications in photocatalysis, solar energy conversion, etc., all of which rely on the generation of charge carriers, their evolution and their eventual trapping at defects or a self-trapped excitons. Despite the huge interest for such materials, the very nature of the elementary electronic excitations (Frenkel, Wannier or charge transfer exciton) is still not established, nor is the way these excitations evolve after being created: excitonic polaron or charged polaron. Finally, the electron and hole recombine is also not clearly established because of issue of defects and trapping. \nIn order to tackle these issues, here we implement novel experimental tools that would provide us with hitherto inaccessible information about the charge carrier dynamics in TM oxides. Of importance is the ability to detect both the electrons and the holes. Some of these tools have been developed in the PIís group: i) Ultrafast X-ray absorption spectroscopy (XAS) will provide information about the final metal d-orbitals and about the structural changes around it; ii) Ultrafast X-ray emission (XES) will provide information about hole states. While these two approaches are ideal element-selective ones, the localization of the electron at metal atoms represents a small proportion of the electron population. Therefore, ultrafast Angle-resolved photoemission spectroscopy (ARPES) will be used to map out the band structure changes in the system and the evolution of the conduction band electrons. Ultrafast 2-dimensional (2D) UV (<400nm) transient absorption spectroscopy allows the mapping of the time evolution of both the valence and the conduction bands by its ability to pump and probe above the band gap. Last, Fourier Transform visible 2D spectroscopy will allow the probing of gap state dynamics at high time resolution.",
    "totalCost": "2482305",
    "ecMaxContribution": "2482305",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 2482305
        }
    },
    "calculatedTotalContribution": 2482305
}