{
    "rcn": "202659",
    "acronym": "pre-FAB",
    "topics": "ERC-ADG-2015",
    "title": "Prenylated-flavins: Application and Biochemistry",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Our group has recently discovered a new type of cofactor: a prenylated-flavin that has azomethine ylide properties. This cofactor is an integral part of the widespread  ubiD/ubiX system. The latter is implicated in the non-oxidative reversible decarboxylation of aromatic substrates, and plays a pivotal role in bacterial ubiquinone biosynthesis or microbial biodegradation of aromatic compounds. We established UbiX acts as a novel flavin prenyltransferase, linking a dimethylallyl moiety to the flavin N5 and C6 atoms. Formation of the holo-UbiD enzyme involves oxidative maturation of the new cofactor, creating the novel azomethine ylide moiety. The dipolarophile substrate binds directly above the azomethine ylide group, and our data strongly suggests 1,3-dipolar cycloaddition chemistry supports reversible decarboxylation in these enzymes. While 1,3-dipolar cycloaddition is commonly used in organic chemistry, this presents the first example of an enzymatic 1,3-dipolar cycloaddition reaction. Our model for UbiD catalysis hints at new routes in alkene hydrocarbon production or aryl (de)carboxylation. \n\nThe current application builds ambitiously on these results and takes the project altogether to another level: we seek to investigate structure/function of relationships of the wider UbiD family, ultimately including the multi-subunit enzymes that couple ATP-hydrolysis to benzene or naphthalene carboxylation. Furthermore, we will explore and harness the unusual properties of the prenylated flavin, through targeted evolution of (monoxygenase) flavoenzymes to create artificial prFMN-dependent self-sufficient monoxygenases. Our approach seeks to harness both the UbiD and the artificial prFMN-dependent enzymes in novel green routes to commodity chemicals.",
    "totalCost": "2494328,75",
    "ecMaxContribution": "2494328,75",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 2494329
        }
    },
    "calculatedTotalContribution": 2494329
}