{
    "rcn": "202648",
    "acronym": "PROMISE",
    "topics": "YOUNG-4-2015",
    "title": "PROMoting youth Involvement and Social Engagement: Opportunities and challenges for 'conflicted'  young people across Europe",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "The challenges faced by young people across Europe have been the focus of public, political and academic debates at local, national and international levels. Young people face tough choices in key areas of social life that affect their participation in society, and their potential marginalisation from it: from structural issues of unemployment, lack of access to affordable housing and debt problems, to information overload on big questions like the environment, identity, faith and radicalisation, and negotiating the moral challenges of illegal markets and an increasingly sexualised social-media generation. While there are wide variations in opportunities and challenges between and within countries, young people today face tough choices in negotiating this moral maze. The PROMISE project will investigate how young peopleís, often negative, responses to these problems create conflict, and how, instead, their responses can provide opportunities for positive social engagement. By addressing the experiences, values and attitudes of European youth seen to be in conflict with older generations, authorities and social norms PROMISE will get to the heart of barriers and opportunities for social engagement. We will employ a four pronged methodology to gather and analyse data (primary and secondary) on a cross-national level, alongside comparative ethnographic case study data that uniquely addresses the experiences of ëconflictedí youth within the context and social history of each country. Each case study will address a site of conflict and stigmatisation as a (potential) site of innovation or social change. Throughout the process, we will involve young people across Europe in setting the agenda, in documenting their situation and in articulating their needs. PROMISE will produce a comparative ethnography of young people in 10 European countries, a comparative quantitative analysis of attitudes, values and control, and policy papers and positive engagement strategies.\n\nFor better communication the next acronyms are used in the proposal:\nUNIMAN (P1), IPRS (P2), CJD (P3), UAB (P4), UCP (P5), UMB (P6), FYRN (P7),UTARTU (P8), CYC (P9), IPI (P10), YES (P11), GESIS (P11)",
    "totalCost": "2724107,5",
    "ecMaxContribution": "2499107,25",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "ISTITUTO PSICOANALITICO PER LE RICERCHE SOCIALI ASSOCIAZIONE;INSTITUT DRUSTVENIH ZNANOSTI IVO PILAR;TARTU ULIKOOL;FEDERAL STATE AUTONOMOUS EDUCATIONAL INSTITUTION FOR HIGHER EDUCATION NATIONAL RESEARCH UNIVERSITY HIGHER SCHOOL OF ECONOMICS;GESIS-LEIBNIZ-INSTITUT FUR SOZIALWISSENSCHAFTEN EV;CHRISTLICHES JUGENDDORFWERK DEUTSCHLANDS GEMEINNUTZIGER EV (CJD);UNIVERSIDADE CATOLICA PORTUGUESA;UNIVERZITA MATEJA BELA V BANSKEJ BYSTRICI;UNIVERSITAT AUTONOMA DE BARCELONA;NUORISOTUTKIMUSSEURA RY UNGDOMSFORSKNINGSSALLSKAPET RF;YES FORUM EWIV -  YOUTH AND EUROPEAN SOCIAL WORK FORUM",
    "participantCountries": "IT;HR;EE;RU;DE;PT;SK;ES;FI",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 188938
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 207178
        },
        "998462517": {
            "orgId": "998462517",
            "orgName": "UNIVERZITA MATEJA BELA V BANSKEJ BYSTRICI",
            "ecContrib": 153038
        },
        "999872800": {
            "orgId": "999872800",
            "orgName": "FEDERAL STATE AUTONOMOUS EDUCATIONAL INSTITUTION FOR HIGHER EDUCATION NATIONAL RESEARCH UNIVERSITY HIGHER SCHOOL OF ECONOMICS",
            "ecContrib": 0
        },
        "954356132": {
            "orgId": "954356132",
            "orgName": "ISTITUTO PSICOANALITICO PER LE RICERCHE SOCIALI ASSOCIAZIONE",
            "ecContrib": 194098
        },
        "951225360": {
            "orgId": "951225360",
            "orgName": "YES FORUM EWIV -  YOUTH AND EUROPEAN SOCIAL WORK FORUM",
            "ecContrib": 107725
        },
        "999562400": {
            "orgId": "999562400",
            "orgName": "GESIS-LEIBNIZ-INSTITUT FUR SOZIALWISSENSCHAFTEN EV",
            "ecContrib": 320762
        },
        "939896148": {
            "orgId": "939896148",
            "orgName": "CHRISTLICHES JUGENDDORFWERK DEUTSCHLANDS GEMEINNUTZIGER EV (CJD)",
            "ecContrib": 196110
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 648566
        },
        "954780216": {
            "orgId": "954780216",
            "orgName": "NUORISOTUTKIMUSSEURA RY UNGDOMSFORSKNINGSSALLSKAPET RF",
            "ecContrib": 145425
        },
        "999907623": {
            "orgId": "999907623",
            "orgName": "UNIVERSIDADE CATOLICA PORTUGUESA",
            "ecContrib": 191436
        },
        "999893364": {
            "orgId": "999893364",
            "orgName": "INSTITUT DRUSTVENIH ZNANOSTI IVO PILAR",
            "ecContrib": 145832
        }
    },
    "calculatedTotalContribution": 2499108
}