{
    "rcn": "202619",
    "acronym": "SiLaSpaCe",
    "topics": "COMPET-03-2015",
    "title": "Si based Layer Stacks for Rear-Side Passivation and Enhanced Reflection of GaInP/GaInAs/Ge Triple-Junction Space Solar Cells",
    "startDate": "01/06/2016",
    "endDate": "30/09/2018",
    "objective": "'Solar cells are the preferred method for powering todayís satellites. The cell efficiency determines the available power and is hence of exceptional importance for any spacecraft equipment or system. Besides the efficiency that is directly linked to the solar array power (W/m2), solar cells define also further Key Performance Indicators such as specific mass (kg/m2) and manufacturing costs (EUR/W). The SiLaSpaCe proposal will address these needs by developing next generation, high performance, GaInP/GaInAs/Ge multi-junction space solar cells with reduced weight, high radiation stability and increased efficiency. This ambitious goal will be achieved by the introduction (spinning-in) of Si photovoltaic technologies which are absolutely new for space applications and which will lead to a disruptive development. These measures will furthermore allow the introduction of thinner Ge wafers and metamorphic top structures leading to increased efficiency and to reduced weight bringing GaInP/GaInAs/Ge multi-junction space solar cells significantly beyond the state-of the art which are lattice-matched GaInP/GaInAs/Ge triple-junction solar cells with a Beginning-of-Life (BOL) efficiency of 30%. In the SiLaSpaCe project GaInP/GaInAs/Ge multi-junction space solar cells shall reach a BOL efficiency of 33%. The proposal relates clearly to the EU call topic 'H2020-LEIT-Space-Competitiveness of the European Space Sector-2015î. Its main objective is to preserve European independence and competitiveness in the space market by incorporating and developing a brand-new space solar cell technology. The proposalís ambitious developments will enhance new and key enabling technologies (KET) like energy production, materials and structures as well as additive layer manufacturing techniques. Finally the proposal will attract terrestrial technologies to space systems and mobilises the new incorporation of non-space actors into the space landscape.'",
    "totalCost": "997466,25",
    "ecMaxContribution": "997466,25",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;AZUR SPACE SOLAR POWER GMBH;UMICORE",
    "participantCountries": "FR;DE;BE",
    "projectParticipants": {
        "999893461": {
            "orgId": "999893461",
            "orgName": "UMICORE",
            "ecContrib": 146434
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 125618
        },
        "991336024": {
            "orgId": "991336024",
            "orgName": "AZUR SPACE SOLAR POWER GMBH",
            "ecContrib": 249598
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 475816
        }
    },
    "calculatedTotalContribution": 997466
}