{
    "rcn": "202660",
    "acronym": "SOLMAG",
    "topics": "ERC-ADG-2015",
    "title": "Solar magnetic field and its influence on solar variability and activity",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "For life on Earth, the Sun is the most important astrophysical object in the universe. For astrophysicists, the atmosphere of the Sun presents an intriguing, complex and extremely varied environment generated by continuous dynamic, small-scale interactions between plasma and intricately structured magnetic fields.\n \nThe purpose of this proposal is to elucidate the physics underlying the structure and dynamics of the solar magnetic field that is responsible for the Sunís varied activity and its variability. This goal is to be achieved by following an integral approach combining new observational facilities, novel instruments developed in the group of the PI, the next generation of inversion techniques for data analysis and state-of-the-art magnetohydrodynamic simulations. This wide range of expertise present in the group of the PI is unique and well suited to such an approach.\n \nThe research proposed here will provide measurements of the Sunís magnetic field at high spatial and temporal resolution at unprecedented sensitivity to Zeeman splitting and to magnetic flux. Also, the use of a novel polarimetric hyperspectral imager, combined with the next generation of inversion techniques will allow following the 3D structure of the magnetic field and of other physical parameters in time through a sequence of snapshots. This will enable following the build-up of magnetic tension and of waves following the field lines and will set important constraints on the heating mechanism of the solar chromosphere and corona. The proposed work, in particular the comparison of measurements with simulations, will also set constraints on the presence and properties of a small-scale turbulent dynamo as well as other fundamental physical processes taking place in the solar atmosphere. The techniques introduced here will enable reliable and robust measurements of chromospheric magnetic fields, shedding new light on this enigmatic but centrally important layer of the solar atmosphere.",
    "totalCost": "2418750",
    "ecMaxContribution": "2418750",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2418750
        }
    },
    "calculatedTotalContribution": 2418750
}