{
    "rcn": "202607",
    "acronym": "illumizymes",
    "topics": "ERC-CoG-2015",
    "title": "Illuminating aptamers and ribozymes for biomolecular tagging and fluorogen activation",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "RNAs are linear biopolymers that consist of only four types of building blocks, but can fold into complex three-dimensional structures that are endowed with selective, high-affinity ligand-binding abilities known as aptamers, and catalytic activities known as ribozymes. Genome projects have brought the surprising insight that a large part of the human genome is transcribed into RNAs, but only a very small fraction is translated into proteins. The actual number of noncoding RNAs with specific functions is currently unknown, but many are considered as prominent regulators of cellular functions. Posttranscriptional modifications of RNA add an extra layer of complexity, but their regulatory roles in RNA metabolism are only poorly understood. Despite the relative simplicity in molecular composition, the available methodological repertoire for manipulation, interrogation and visualization of RNA is rather limited. This project aims to solve the challenge of RNA labeling in both fixed and living cells, using aptamers and ribozymes for RNA imaging and functional characterization. We introduce the term illumizymes for novel tools that attach bio-orthogonal tags and fluorophores to specific RNA sequences, in vitro and in vivo. Ribozymes and aptamers for small, stable, and specific labels will be identified by in vitro selection and systematic evolution of ligands by exponential enrichment (SELEX) to activate the fluorescence of latent chromophores by restricting their conformational flexibility and/or formation of covalent bonds by new bio-orthogonal reactions. Using naturally inspired, cell-permeable and non-toxic ligands, we will specifically select for increased brightness and photostability, and evolve illumizymes into color-switching probes for RNA microscopy. The new genetically encodable RNA devices will find widespread applications in diverse disciplines to enlighten our understanding of cellular RNA functions in health and disease.",
    "totalCost": "2061250",
    "ecMaxContribution": "2061250",
    "coordinator": "JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "coordinatorCountry": "DE",
    "participants": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "participantCountries": "DE",
    "projectParticipants": {
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 83750
        }
    },
    "calculatedTotalContribution": 83750
}