{
    "rcn": "202611",
    "acronym": "MatEnSAP",
    "topics": "ERC-CoG-2015",
    "title": "Semi-Artificial Photosynthesis with Wired Enzymes",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Nature has been harnessing solar energy to drive endergonic life-sustaining reactions such as photosynthesis for billions of years. However, the overall biological processes are inefficient despite the evolution of efficient enzymes for carrying out specific reactions. Currently, there is an urgent need to develop superior strategies for the large scale conversion of solar energy into a renewable chemical fuel through artificial photosynthesis, which uses the same fundamental science as natural photosynthesis. Here we integrate the strengths of both natural and artificial photosynthesis to explore novel pathways for efficient solar-to-chemical conversion, which are otherwise inaccessible to either field alone.\n\nIn aim 1, we develop advanced materials and strategies for the rational integration of photosynthetic enzymes into photoelectrochemical cells. A platform will be established in which enzymes can be artificially coupled to light absorbers, and also be wired together to perform novel chemical reactions.\n\nIn aim 2, we adapt advanced analytical techniques, including scanning electrochemical microscopy and time-resolved spectroscopy, to gain mechanistic insights into the nature, extent, and mechanism of the enzyme-material interaction. This will aid rational cell design and shed light into reaction bottlenecks.\n\nIn aim 3, we wire the enzyme-electrodes together in rational combinations to arrive at novel and efficient pathways for performing solar-to-fuel conversions. We will demonstrate the efficient coupling of solar energy harvesting with water oxidation and proton/carbon dioxide reduction.\n\nThis integrated approach will lead the emergent field of semi-artificial photosynthesis beyond conventional solar fuels research. It will probe into the strengths and weaknesses of biological processes, and be used to explore how other processes (e.g. nitrogen fixation, CñH bond activation) can be more efficiently re-wired or be coupled to photochemistry.",
    "totalCost": "1960289",
    "ecMaxContribution": "1960289",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}