{
    "rcn": "202690",
    "acronym": "ESPREssO",
    "topics": "DRS-10-2015",
    "title": "Enhancing Synergies for disaster PRevention in the EurOpean Union",
    "startDate": "01/05/2016",
    "endDate": "31/10/2018",
    "objective": "ESPREssO aims at contributing to a new strategic vision to approach natural risk reduction and climate change adaptation, thereby opening new frontiers for research and policy making. From this perspective it wants also to be of support to the EC research and development and to the JRC Knowledge Centre on Disaster Risk Management.\nTo achieve this goal, the project structure is built upon the central role of three main challenges to be addressed in order to propose ways to mitigate differences, to identify gaps, and to overcome the boundaries among different topics:\n1 To propose ways to create more coherent national and European approaches on Disaster Risk Reduction, Climate Change Adaptation and resilience strengthening;\n2.To enhance risk management capabilities by bridging the gap between science and legal/policy issues at local and national levels in six European countries;\n3.To address the issue of efficient management of trans-boundary crises.\nActivities on the three ESPREssO challenges will be performed in all work-packages. The first 3 WPs are essentially dedicated to collection of information: on relevant stakeholdersí needs, perspectives and priorities (WP1), on the existing knowledge of legal, policy and science approach at the EU level and across identified countries (WP2), and development of hazard-specific scenarios as a basis for a Risk Management Simulation tool to elicit stakeholders (WP3). The other two WPs are dedicated to the analysis of information and the preparation of proposals: analysis of information and evaluation of the proposed strategies (WP4), and preparation and dissemination of guidelines (WP5).\nA comprehensive approach to the ESPREssO challenges requires a strong, multi-disciplinary group. The ESPREssO team is consequently formed by partners having a well-known expertise in legal and governance issues and natural risk management, socio-economic aspects and resilience, hard science, statistical approaches to multi-risk and resilience.",
    "totalCost": "2374367,5",
    "ecMaxContribution": "2068021,25",
    "coordinator": "AMRA - ANALISI E MONITORAGGIO DEL RISCHIO AMBIENTALE SCARL",
    "coordinatorCountry": "IT",
    "participants": "KOBENHAVNS UNIVERSITET;HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ;BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;THE UNIVERSITY OF HUDDERSFIELD;Deutsches Komitee Katastrophenvorsorge e.V.",
    "participantCountries": "DK;DE;FR;CH;UK",
    "projectParticipants": {
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 335500
        },
        "986474966": {
            "orgId": "986474966",
            "orgName": "Deutsches Komitee Katastrophenvorsorge e.V.",
            "ecContrib": 332520
        },
        "999452208": {
            "orgId": "999452208",
            "orgName": "THE UNIVERSITY OF HUDDERSFIELD",
            "ecContrib": 312000
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 0
        },
        "999993662": {
            "orgId": "999993662",
            "orgName": "BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES",
            "ecContrib": 370629
        },
        "999527286": {
            "orgId": "999527286",
            "orgName": "AMRA - ANALISI E MONITORAGGIO DEL RISCHIO AMBIENTALE SCARL",
            "ecContrib": 422750
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 294622
        }
    },
    "calculatedTotalContribution": 2068021
}