{
    "rcn": "202655",
    "acronym": "SUPRABIOTICS",
    "topics": "ERC-ADG-2015",
    "title": "Supramolecular Protective Groups Enabling Antibiotics and Bioimaging",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The pharmaceutical sector has a huge demand for new active compounds including natural products to fill the drug pipelines and to stop the global decline in novel approved active pharmaceutical ingredients. Therefore, developing new tools to fabricate complex molecular structures in a fast and reliable way is paramount. This holds especially true for the field of antibiotics. Multidrug resistant (MDR) pathogens evolve at a terrifying rate and confer resistance to all presently available antibacterial treatments and therefore WHO has identified MDR bacteria as major threat to human health.\n\nIn this ERC Advanced Grant, I propose a radically new approach to fabricate very complex molecules with minimal synthetic effort. The technology is based on nucleic acid binders (aptamers), which are evolved in a selection protocol and block several functional groups within a target molecule while allowing other functionalities not in contact with the aptamer to be selectively modified in a single reaction step. Here, we aim to establish this groundbreaking aptameric protective group (APG) method as a novel tool that gives access to compounds that would otherwise be too difficult to obtain by multistep synthesis.  Toward this end, the specific objectives are:\n\nï\tTo develop reagents and reactions that are compatible with aptamer-mediated reactions\nï\tTo control the site of chemical modification within complex molecules by APGs\nï\tTo establish APGs as a general paradigm in natural product derivatization to modify several kinds of substrates\nï\tTo achieve site selective modification of proteins by aptamers\nï\tTo synthesize novel antibiotics that kill MDR bacteria\nï\tTo fabricate ìimage-and-activateî antibiotics by the APG technology\nï\tTo employ the aptamer-target complexes for live-cell imaging of RNA\n\nThe outcomes will enable future advances in drug discovery and drug design, bioimaging technologies, and the site-specific modification of therapeutic proteins.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}