{
    "rcn": "202618",
    "acronym": "ERFTM",
    "topics": "COMPET-01-2015",
    "title": "Export Restriction Free Travelling wave tubes Materials",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "The ERFTM project aims to develop new European manufacturing processes for preparing material components of power amplifiers based on Travelling Wave Tubes for space and ground applications using raw materials not governed by Export Restriction comprising an helix made with flat ribbon maintained by ceramic support rods.\n\nThe studies will advance work from TRL3 to TRL6, in compliance with the non-dependence action ìU7-Power Amplification Travelling Wave Tube (TWT) materialsî as described in the revised Joint Task Force (European Commission-ESA-EDA) draft document of the Critical Space Technologies for European Strategic Non-Dependence Actions for 2015/2017.  \n\nThe main applications of these power amplifiers are space satellites and ground applications such as telecommunications.\nThe ERFTM project will specify, develop, test and qualify the export restriction free helix wire materials on the one hand and the export restriction free dielectric materials for helix support rods on the other hand. Both will be subjected to a complete qualification process for space tubes and terrestrial communication tubes, as well as a commercial evaluation of the technologies involved.\n\nThe ERFTM consortium includes 2 European large enterprises from the Thales Group, worldwide leaders in space TWT development and production, 1 industrial company and 2 SMEs. The latter 3 companies are innovative technology providers not yet involved in the space domain. In addition, 1 research laboratory with metallurgy and characterization expertise is a full partner. These partners are present in 3 European member-states, and join their expertise to successfully tackle the formidable challenges of the ERFTM project. \n\nGiven its focus on developing materials to avoid export restrictions imposed by certain non-European countries, the ERFTM project is requested to be treated as EU CONFIDENTIAL.",
    "totalCost": "3096320",
    "ecMaxContribution": "3096320",
    "coordinator": "THALES ELECTRON DEVICES SAS",
    "coordinatorCountry": "FR",
    "participants": "THALES DEUTSCHLAND GMBH;MICROCERTEC;KERN-LIEBERS TMG SA;ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS;CVT GMBH & CO KG",
    "participantCountries": "DE;FR;ES",
    "projectParticipants": {
        "993020041": {
            "orgId": "993020041",
            "orgName": "THALES DEUTSCHLAND GMBH",
            "ecContrib": 563740
        },
        "966570469": {
            "orgId": "966570469",
            "orgName": "CVT GMBH & CO KG",
            "ecContrib": 667519
        },
        "953042267": {
            "orgId": "953042267",
            "orgName": "MICROCERTEC",
            "ecContrib": 363062
        },
        "999981246": {
            "orgId": "999981246",
            "orgName": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
            "ecContrib": 430904
        },
        "999587523": {
            "orgId": "999587523",
            "orgName": "THALES ELECTRON DEVICES SAS",
            "ecContrib": 0
        },
        "924251794": {
            "orgId": "924251794",
            "orgName": "KERN-LIEBERS TMG SA",
            "ecContrib": 413954
        }
    },
    "calculatedTotalContribution": 2439179
}