{
    "rcn": "202635",
    "acronym": "C3-Cloud",
    "topics": "PHC-25-2015",
    "title": "A Federated Collaborative Care  Cure Cloud Architecture for Addressing the Needs of Multi-morbidity and Managing Poly-pharmacy",
    "startDate": "01/05/2016",
    "endDate": "30/04/2020",
    "objective": "C3-Cloud will establish an ICT infrastructure enabling a collaborative care and cure cloud to enable continuous coordination of patient-centred care activities by a multidisciplinary care team and patients/informal care givers. A Personalised Care Plan Development Platform will allow, for the first time, collaborative creation and execution of personalised care plans for multi-morbid patients through systematic and semi-automatic reconciliation of clinical guidelines, with the help of Decision Support Modules for risk prediction and stratification, recommendation reconciliation, poly-pharmacy management and goal setting. Fusion of multimodal patient and provider data will be achieved via C3-Cloud Interoperability Middleware for seamless integration with existing information systems. An Integrated Terminology Server with advanced semantic functions will enable meaningful analysis of multimodal data and clinical rules. Active patient involvement and treatment adherence will be achieved through a Patient Empowerment Platform ensuring patient needs are respected in decision making and taking into account preferences and psychosocial aspects. Co-design and 4-layered multi-method multi-stakeholder evaluation will lead to a user friendly solution. To demonstrate feasibility, pilot studies will focus on diabetes, heart failure, renal failure, depression in different comorbidity combinations. Pilots will operate for 15 months in 3 European regions with diverse health and social care systems and ICT landscape, which will allow for strengthening the evidence base on health outcomes and efficiency gains. C3-Cloud adaptive patient pathways and organisational models validated by patient organisations and a clinical reference group, change management and training guidelines will be shared with the European community. Commercial exploitation of C3-Cloud integrated care solutions will be facilitated through an Industry Vendor Forum and commercial EHR/PHR products of 3 leading SMEs.",
    "totalCost": "4995000",
    "ecMaxContribution": "4995000",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH;REGION JAMTLAND HARJEDALEN;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;EUROPEAN INSTITUTE FOR HEALTH RECORDS;Servicio Vasco de Salud Osakidetza;SOUTH WARWICKSHIRE NHS FOUNDATION TRUST;CAMBIO HEALTHCARE SYSTEMS AB;SRDC YAZILIM ARASTIRMA VE GELISTIRME VE DANISMANLIK TICARET ANONIM SIRKETI;ASOCIACION CENTRO DE EXCELENCIA INTERNACIONAL EN INVESTIGACION SOBRE CRONICIDAD;OREBRO UNIVERSITY;MEDIXINE OY",
    "participantCountries": "DE;SE;FR;ES;UK;TR;FI",
    "projectParticipants": {
        "996153917": {
            "orgId": "996153917",
            "orgName": "CAMBIO HEALTHCARE SYSTEMS AB",
            "ecContrib": 304875
        },
        "999683553": {
            "orgId": "999683553",
            "orgName": "SRDC YAZILIM ARASTIRMA VE GELISTIRME VE DANISMANLIK TICARET ANONIM SIRKETI",
            "ecContrib": 611250
        },
        "994866048": {
            "orgId": "994866048",
            "orgName": "MEDIXINE OY",
            "ecContrib": 433750
        },
        "993205990": {
            "orgId": "993205990",
            "orgName": "Servicio Vasco de Salud Osakidetza",
            "ecContrib": 429375
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 804375
        },
        "999801990": {
            "orgId": "999801990",
            "orgName": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH",
            "ecContrib": 471250
        },
        "955006420": {
            "orgId": "955006420",
            "orgName": "ASOCIACION CENTRO DE EXCELENCIA INTERNACIONAL EN INVESTIGACION SOBRE CRONICIDAD",
            "ecContrib": 242500
        },
        "996615152": {
            "orgId": "996615152",
            "orgName": "EUROPEAN INSTITUTE FOR HEALTH RECORDS",
            "ecContrib": 459375
        },
        "999650088": {
            "orgId": "999650088",
            "orgName": "OREBRO UNIVERSITY",
            "ecContrib": 240250
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 370625
        },
        "951211004": {
            "orgId": "951211004",
            "orgName": "SOUTH WARWICKSHIRE NHS FOUNDATION TRUST",
            "ecContrib": 302500
        },
        "929148645": {
            "orgId": "929148645",
            "orgName": "REGION JAMTLAND HARJEDALEN",
            "ecContrib": 324875
        }
    },
    "calculatedTotalContribution": 4995000
}