{
    "rcn": "202601",
    "acronym": "ONCOINTRABODY",
    "topics": "ERC-CoG-2015",
    "title": "Targeting common oncogenes with intracellular monobodies",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Oncogenic signalling networks display a remarkable degree of plasticity. Despite only a limited number of alterations in oncogenes and tumour suppressor genes in most tumours, the majority of targeted therapeutics (monoclonal antibodies and small-molecule kinase inhibitors) does not strongly improve the survival of cancer patients and suffers from the rapid development of resistance. The rising number of targeted drugs in clinical use inhibits only a very limited number of protein targets (largely kinases). Consequently, most intracellular non-kinase oncoproteins remain untargeted. We have previously established the use of small engineered antibody mimics, termed monobodies, to potently and specifically target intracellular protein-protein interactions mediated by the SH2 domains of oncogenic kinases and phosphatases. Expression of SH2-targeting monobodies resulted in the inhibition of signalling and oncogenesis of these oncoproteins. Here, we aim at developing monobody binders to 10 key intracellular oncoproteins for which no chemical inhibitors exist and testing their activity in cancer cells. To enable a possible clinical translation of monobody-based therapeutics, we will develop methods to deliver monobody proteins into cells, including cell-penetrating peptides, bacterial toxins and biocompatible nanocarriers. 'Mirror-image' monobodies, composed of D-amino acids, will be developed and tested to increase intracellular and plasma stability and to limit immunogenicity. The developed monobodies and delivery systems are planned to be tested in mouse cancer models. Our goal is to establish monobodies as novel class of intracellular protein-based therapeutics. We hope to kick off their use beyond basic research tools towards possible applications in cancer patients. This innovative endeavour uses state-of-the-art protein engineering techniques to address a central problem in cancer medicine and may provide a ground-breaking new approach to target cancer.",
    "totalCost": "1996055",
    "ecMaxContribution": "1996055",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1996055
        }
    },
    "calculatedTotalContribution": 1996055
}