{
    "rcn": "202658",
    "acronym": "COCONIS",
    "topics": "ERC-ADG-2015",
    "title": "Coherent multidimensional spectroscopy of controlled isolated systems",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Fundamental quantum mechanical processes determine the properties of matter and their functionality. In order to understand complex processes such as light harvesting in photosynthesis and photovoltaics, a detailed knowledge of coherent effects in excitation and charge transfer processes and related dynamics is required. To a large extent, the complexity of the systems induces too many interactions and perturbations of the processes to isolate and understand individual mechanisms. Advanced experimental methods, capable of detecting quantum coherences, so far are not applicable to quantum state controlled molecular complexes isolated from the perturbing environment, due to the low density of such targets. In this project we will for the first time employ coherent femtosecond multidimensional spectroscopy to dilute isolated molecular complexes. For a specific heterogeneous synthesis we will use aggregation in superfluid helium at millikelvin temperatures. In order to reach the needed sensitivity we will setup a novel phase modulation technique including lock-in demodulation in combination with mass-resolved ionization and photoelectron detection. Advanced mathematical methods will furthermore be developed and applied, boosting efficient collection of multidimensional datasets. We will be able to (a) identify processes and coherent dynamics of excitation and charge transfer in fundamental heterogeneous complexes, in particular van der Waals bound donor acceptor complexes (b) elucidate coherence and dissipation effects in contact with tailored external baths, (c) investigate microsolvation, i.e. measure the evolution of dynamic properties as a function of attached solvent molecules, (d) determine collective effects like autoionization in dilute atomic gases or exciton annihilation in semiconductor systems, (e) implement compressed sensing in multidimensional data acquisition, (f) implement largely parallelized phase-cycling into real-time data acquisition.",
    "totalCost": "2295000",
    "ecMaxContribution": "2295000",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 2295000
        }
    },
    "calculatedTotalContribution": 2295000
}