{
    "rcn": "202613",
    "acronym": "TempoQ",
    "topics": "ERC-CoG-2015",
    "title": "Temporal Quantum Correlations",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Correlations are central for our modern view on the foundations of quantum theory and applications like quantum information processing. So far, research concentrated on correlations between two or more particles. Indeed, for this situation it is well established that spatial quantum correlations are a useful resource for tasks like quantum cryptography and quantum metrology. There are, however, other types of correlations in quantum mechanics, which arise if a sequence of measurements on a single quantum system is made. These temporal quantum correlations have recently attracted attention, because they are central for the understanding of some differences between the quantum and the classical world. Moreover, due to experimental progress their observation has become feasible with trapped ions, polarized photons, or other quantum optical systems.\n\nThis project aims at a full understanding and characterization of temporal quantum correlations. For that, we will derive criteria and measures for temporal quantum correlations and investigate their connection to information theory. Then, we will elucidate to which extent temporal correlations can be used to prove that a system is quantum and not classical. Finally, we consider implementations of temporal quantum correlations using continuous variable systems like nanomechanical oscillators and applications in quantum information processing.",
    "totalCost": "1673875",
    "ecMaxContribution": "1673875",
    "coordinator": "UNIVERSITAET SIEGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999849617": {
            "orgId": "999849617",
            "orgName": "UNIVERSITAET SIEGEN",
            "ecContrib": 1673875
        }
    },
    "calculatedTotalContribution": 1673875
}