{
    "rcn": "202645",
    "acronym": "EUCLCORP",
    "topics": "ERC-PoC-2015",
    "title": "European Union Case Law Corpus: creating a multilingual and searchable corpus of case law from EU member state courts and the European Court of Justice.",
    "startDate": "01/07/2016",
    "endDate": "31/12/2017",
    "objective": "The idea to be taken to proof of concept is to develop and test an innovative EU Case Law Corpus (EUCLCORP). EUCLCORP will be a standardised, multidimensional and multilingual corpus of the case law of the Court of Justice of the European Union (CJEU) and of the constitutional/supreme courts of EU member states. Unlike databases, in which users can carry out only relatively straightforward searches, for the occurrence of specific terms or keywords, corpora allow users to search and track how particular linguistic expressions and features are used in context. The corpus will be coded linguistically and with metadata to enable stakeholders such as lawyers, legal translators, lexicographers and linguists, as well as academics to compare meanings of terms across languages and legal systems, to compare translation options and monitor the consistency of translation in EU case law. Furthermore, EUCLCORP will allow users to track the migration of terms between legal systems and to create data-driven legal dictionaries and terminological databases. No such corpus currently exists.  By adding to the big data currently available in legal databases, EUCLCORP will contribute to a better understanding of EU law and of the Europeanisation of law as well as improved administration of justice.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}