{
    "rcn": "202605",
    "acronym": "GCB-PRID",
    "topics": "ERC-CoG-2015",
    "title": "Post-transcriptional Regulation of Germinal Center B Cell Responses in Immunity and Disease",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Antibodies secreted by B cells of the adaptive immune system establish an essential barrier against bacteria and viruses and their presence is the hallmark of protective vaccinations. B cells are licensed for their tasks during germinal center (GC) reactions and differentiation into antibody-secreting plasma cells. Unfortunately, B cell-derived autoantibodies and proinflammatory cytokines can cause or contribute to autoimmune diseases.\n\nWhile major transcription factor networks regulating protective (or pathogenic) GCB cell responses have been identified and characterized, little is known about the post-transcriptional regulation by RNA-binding proteins (RBP), whose number rivals that of transcription factors.\nWe postulate that RBPs exercise critical post-transcriptional control over germinal center B (GCB) and plasmacytic cell physiology and we aim to identify and molecularly characterize these regulatory mechanisms.\n\nTo this end, we will complement sophisticated genetic mouse models with novel cell culture systems. We will monitor RBP activity with fluorescent sensors and use proteomics to reveal RBPs regulating the protein abundance of critical mediators of GCB and plasmacytic cell fates. In addition, we will conduct genetic screens to uncover relevant functions of a short list of 40 RBPs, whose protein expression we found to differ significantly between GCB and mantle zone B cells. Ultimately, we will use cellular immunology and RNA biochemistry to elucidate how these RBPs exert their post-transcriptional control. \n\nThrough the integrated power of our multi-disciplinary approach we will thus pinpoint and investigate the functions of key RBPs regulating the biology of GCB and plasmacytic cells. GCB-PRID promises to uncover profoundly new insights into post-transcriptional regulation of adaptive immunity. Thereby, this groundbreaking research aims to reveal novel molecular targets for the treatment of autoimmune diseases, whose incidence is steadily on the rise.",
    "totalCost": "1998066",
    "ecMaxContribution": "1998066",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 1998066
        }
    },
    "calculatedTotalContribution": 1998066
}