{
    "rcn": "202617",
    "acronym": "CS2-WP714-DE",
    "topics": "JTI-CS2-2014-CFP01-ENG-04-03",
    "title": "Advanced Design of Very High Power Density Piston Engine and Thermal Management Challenges for Aircraft Application",
    "startDate": "01/02/2016",
    "endDate": "30/11/2018",
    "objective": "Danielson Engineering is an SME based in Magny Cours (France), SRC certified (SociÈtÈ de Recherche sous Contrat), specialising in the design, the optimisation, the manufacturing and experimental development of innovative engines for automotive and aeronautical applications (http://www.danielson-eng.fr/en/).\n\nDanielson Engineering has departments such as Design Office, numerical simulation, Prototyping (foundry \\ machining) and test benches (engine benches, wind tunnel and component bench) which allows us to deal with any comprehensive development program on-site.\n\nWith our experience over the last 30 years, our expertise in the development of innovative engines, particularly for aeronautical applications, would ensure the success of the Clean Sky 2 Alternative Architecture Engine Research Project. All our departments will work together and in synergy on this program. Our structure incorporates all the necessary services for Danielson Engineering to accomplish the deliveries involved in this RIA.\n\nIn addition Danielson Engineering has already worked on development programs for diesel engines at very high power density for applications related to motorsport. Our knowledge in this field of high power density diesel engines gives us a significant advantage, because our experience will allow us to adapt technological ëbricksí that we have already developed in the framework of diesel engines destined for the aeronautical sector.",
    "totalCost": "2044444",
    "ecMaxContribution": "2044444",
    "coordinator": "Danielson Engineering",
    "coordinatorCountry": "FR",
    "participants": "DFM-EUROPE",
    "participantCountries": "FR",
    "projectParticipants": {
        "930352221": {
            "orgId": "930352221",
            "orgName": "Danielson Engineering",
            "ecContrib": 1791444
        },
        "931561423": {
            "orgId": "931561423",
            "orgName": "DFM-EUROPE",
            "ecContrib": 253000
        }
    },
    "calculatedTotalContribution": 2044444
}