{
    "rcn": "202604",
    "acronym": "VISONby3DSTIM",
    "topics": "ERC-CoG-2015",
    "title": "Restoration of visual perception by artificial stimulation performed by 3D EAO microscopy",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The long-term aim of the investigation is to assess the feasibility of creating an ìartificial senseî and, thereby, a possible sensory (visual) prosthetic. While working towards this goal, we will have to address the question of how neural assembly activity relates to subjective perceptions. Finding and understanding these functional assemblies will make it possible to reactivate them in a precise, biologically relevant manner to elicit similar cortical activation as visual stimulation. Recent publications suggest that cortical connectivity can be mapped by two-photon microscopy. Here we want, therefore, to develop a novel 3D Electro-Acousto-Optical microscope for high-throughput assembly mapping. The microscope will be capable of scanning neuronal activity with one order of magnitude higher speed (300-500 kHz/ROI) and simultaneously photoactivate neurons with three order of magnitude higher efficiency (2,500 ñ 25,000 neurons/ms) than existing 3D microscopes while preserving the subcellular resolution required to simultaneously measure the somatic, the dendritic and axonal computation units in the entire V1 region of the cortex. The microscope will be based on our current 3D AO technology; on novel ultra-fast scanning technologies; new, 10-fold faster AO deflectors; and novel (multi-ROI) scanning strategies. Using our microscope in combination with novel caged neurotransmitters and optogenetic tools, we want to map cell assemblies and to understand how they form larger clusters and how they are associated with visual features. Furthermore, as a proof-of-concept of this grant, we want to restore visual perception by recreating previously mapped assembly patterns with 3D artificial photositmulation in behaving mice and see if the animal responds to the artificial stimulus in the same way as to the visual stimulus. Moreover, we want to restore visual information based spatial navigation in head restrained animals orienting and moving in a virtual labyrinth for reward.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998242327": {
            "orgId": "998242327",
            "orgName": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}