{
    "rcn": "202615",
    "acronym": "TIMED",
    "topics": "ERC-CoG-2015",
    "title": "Testing the role of Mediterranean thermohaline circulation as a sensor of transient climate events and shaker of North Atlantic Circulation",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The Mediterranean Sea is an excellent sensor of transient climate conditions at different time scales. Changes in Mediterranean water properties result from complex interactions between the Atlantic inflow, local climate and north and south atmospheric teleconnections. In turn, Mediterranean outflow waters spill into the Atlantic Ocean, thus acting as a net salt and heat source for the Atlantic Meridional Overturning Circulation (AMOC). Climate models anticipate changes in these circulation systems within decades; thus it becomes critical to understand the natural range of variations in the Mediterranean Thermohaline Circulation (MedTHC) and whether these can alter the AMOC. An innovative approach, based on both well-established and newly-developed analytical methods will be applied to characterize, qualitatively and quantitatively, past changes in the MedTHC dynamics. Specific time windows representing very different transient periods (18-14 ka BP; 9.5-6.5 ka BP and the last 2 kyr) will be targeted in order to understand the distinctive role that individual forcing mechanisms exerted in controlling MedTHC changes. Particular emphasis will be placed on building robust regional chronologies and proxy records with unprecedented high-resolution. This approach will combine proxy data from sediment cores and deep-sea corals along the main paths of water masses as they cross the Mediterranean basins and exit into the North Atlantic. This paleo-data analysis will be complemented with novel climate model paleo-simulations to test the sensitivity of the AMOC to changes in Mediterranean outflow under varying AMOC conditions. The main goals are to identify: (1) the natural range of MedTHC variability;  (2) the forcings and inter-regional teleconnections driving MedTHC changes; (3) the associated impact onto the AMOC. The assessment of the forcings controlling MedTHC and the ensuing impact on the AMOC will allow us to gauge the consequences of future Mediterranean changes.",
    "totalCost": "2400000",
    "ecMaxContribution": "2400000",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 2275625
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 124375
        }
    },
    "calculatedTotalContribution": 2400000
}