{
    "rcn": "202693",
    "acronym": "CLISEL",
    "topics": "DRS-22-2015",
    "title": "Climate Security with Local Authorities (CLISEL) From insecurity takers to security makers: mobilizing local authorities to secure the EU against the impacts of climate change in Third Countries",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "CLISEL proposes an innovative approach to the question of how Europe can be secured from the impacts of climate change in Third Countries. Most academic and policy initiatives to date have focused on the direct security impacts of climate change in Third Countries and/or on the indirect impacts on international security (e.g. concerning regional economic or political stability). While those initiatives offer invaluable insights, CLISEL is based on the presumption that many indirect impacts on Europeís security emerge and are felt at the local scale, within Europe itself. This is overlooked by most existing initiatives on the so called climate-security nexus, and the conditions under which local authorities act upon climate change (in)security within their operations are not well understood. \nTo fill this gap, CLISEL explores the climate-security nexus from the perspective of local administrations and communities, based on the idea that innovations in the exercise of regulatory power of local authorities can contribute to enhance the understanding of the indirect security implications of climate change in Third countries, as well as to take proactive action. In particular, CLISEL looks at the issue of climate-induced migration, an issue often cited as an indirect security dimension of climate change, from the perspective of local administrators in Sardinia. The aim is to understand the extent to which migrants from ecologically vulnerable Third Countries are perceived as a security issue, the reasons why that is (not) the case, as well as the policies and actions through which local administrators can ward off the emergence of security crisis within their territory.",
    "totalCost": "1740330",
    "ecMaxContribution": "889205",
    "coordinator": "UNIVERSITA DEGLI STUDI DI CAGLIARI",
    "coordinatorCountry": "IT",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;CONSIGLIO DELLE AUTONOMIE LOCALI SARDEGNA;UNIVERSITAET BERN;LANCASTER UNIVERSITY",
    "participantCountries": "SE;IT;CH;UK",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 284744
        },
        "999841663": {
            "orgId": "999841663",
            "orgName": "UNIVERSITA DEGLI STUDI DI CAGLIARI",
            "ecContrib": 340000
        },
        "936660034": {
            "orgId": "936660034",
            "orgName": "CONSIGLIO DELLE AUTONOMIE LOCALI SARDEGNA",
            "ecContrib": 102500
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 161961
        }
    },
    "calculatedTotalContribution": 889205
}