{
    "rcn": "202612",
    "acronym": "PALEODEM",
    "topics": "ERC-CoG-2015",
    "title": "Late Glacial and Postglacial Population History and Cultural Transmission in Iberia (c.15,000-8,000 cal BP)",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The aim of this project is to investigate patterns of population history and cultural transmission from the Late Magdalenian to the Late Mesolithic (c.15,000-8,000 cal BP) in South-western Europe. This period witnessed major environmental changes and cultural transformations on settlement distribution, technology and social organisation. Our project specifically addresses two major inter-related research topics: Firstly, to what extent demographic behaviour was driven by environmental factors; and secondly, how did regional population patterns influence cultural transmission processes.\nThis project develops a new, multi-scale, methodological approach to study population patterns and cultural change between the Late Magdalenian and the Late Mesolithic in the Iberian Peninsula. First, at a local scale, our project will combine new empirical data obtained at open-air residential sites with well dated multi-proxy palaeoenvironmental reconstructions to understand the impact of climate change and hydrological stress on human settlement areas. Then, we will reconstruct population patterns at 4 different Iberian regional units analysing summed probabilities of radiocarbon date distributions from a new audited radiocarbon database. Finally, we will conduct computational network analysis at a macro-regional scale to identify how diachronic variations on hunter-gatherer settlement networks affected the transmission of cultural traits and the spread of technological innovations. \nWith this multi-step interdisciplinary approach, we aim to provide a chronological-secure framework and spatially explicit context for the interpretation of population history, cultural change, and resilience to environmental changes through from the Late Pleistocene-Early Holocene transition to the Middle Holocene in Iberia.",
    "totalCost": "1460385",
    "ecMaxContribution": "1460385",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA DE PALEOECOLOGIA HUMANA I EVOLUCIO SOCIAL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967062453": {
            "orgId": "967062453",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA DE PALEOECOLOGIA HUMANA I EVOLUCIO SOCIAL",
            "ecContrib": 1460385
        }
    },
    "calculatedTotalContribution": 1460385
}