{
    "rcn": "202697",
    "acronym": "CANVAS",
    "topics": "DS-07-2015",
    "title": "Constructing an Alliance for Value-driven Cybersecurity",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The growing complexity of the digital ecosystem in combination with increasing global risks entail the danger that enforcing cybersecurity may bypass other fundamental values like equality, fairness or privacy, whereas downplaying cybersecurity would undermine citizensí trust and confidence in the digital infrastructure. Technology developers as well as legal and philosophical scholars and empirical researchers have dealt for many years with cybersecurity issues, although from very specific angles. What is missing is community-building that unifies these perspectives from the presupposition that technology development in cybersecurity should incorporate European values and fundamental rights. Constructing this community ñ an alliance for value-driven cybersecurity ñ is the central aim of the CANVAS consortium.\nCANVAS consists of partners from different scientific traditions ñ ethical, legal, empirical and technological ñ with unique competences and broad contact networks such that they can serve as ìseed crystalsî for community-building. The consortium will take three domains of application with unique value-profiles and complementing cybersecurity exigencies ñ the health system, finance, and police / national security ñ as starting point for outlining problems related to value-driven cybersecurity. Using a three-step process, CANVAS will (1) structure existing knowledge, (2) design a network for exchanging knowledge and generating insights across domains, and (3) disseminate the insights gained through three means: A reference curriculum for value-driven cybersecurity with a focus on industry-training, briefing packages for policy stakeholders, and a MOOC (massive open online course) on value-driven cybersecurity. Furthermore, the alliance that should result from this community-building will allow for self-organization among alliance members for tackle specific research questions that emerge out of knowledge exchange in future proposals.",
    "totalCost": "1569125",
    "ecMaxContribution": "1000000",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "UNIVERSITAT ROVIRA I VIRGILI;UNIVERSITE DE LAUSANNE;DUBLIN CITY UNIVERSITY;UNIVERSITAET HAMBURG;BERNER FACHHOCHSCHULE;VRIJE UNIVERSITEIT BRUSSEL;UNABHAENGIGES LANDESZENTRUM FUER DATENSCHUTZ;OSTBAYERISCHE TECHNISCHE HOCHSCHULE REGENSBURG;F-SECURE OYJ;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "ES;CH;IE;DE;BE;FI;NL",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 127200
        },
        "999880560": {
            "orgId": "999880560",
            "orgName": "UNIVERSITAT ROVIRA I VIRGILI",
            "ecContrib": 112300
        },
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 114500
        },
        "999579181": {
            "orgId": "999579181",
            "orgName": "UNABHAENGIGES LANDESZENTRUM FUER DATENSCHUTZ",
            "ecContrib": 124600
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 141800
        },
        "999623995": {
            "orgId": "999623995",
            "orgName": "BERNER FACHHOCHSCHULE",
            "ecContrib": 0
        },
        "997999730": {
            "orgId": "997999730",
            "orgName": "OSTBAYERISCHE TECHNISCHE HOCHSCHULE REGENSBURG",
            "ecContrib": 104000
        },
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 0
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 133100
        },
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 0
        },
        "954546349": {
            "orgId": "954546349",
            "orgName": "F-SECURE OYJ",
            "ecContrib": 142500
        }
    },
    "calculatedTotalContribution": 1000000
}