{
    "rcn": "202665",
    "acronym": "InDeal",
    "topics": "EE-13-2015",
    "title": "Innovative Technology for District Heating and Cooling",
    "startDate": "01/06/2016",
    "endDate": "28/02/2019",
    "objective": "Challenged by climate change, and coupled with the need to secure sustainable economic growth and social cohesion, Europe must achieve a genuine energy revolution to reverse present-day unsustainable trends and live up to the ambitious policy expectations. A rational, consistent and\nfar-sighted approach to heating and cooling is key for ensuring such transformation.\nToward this direction, district heating and cooling systems need to be more efficient, intelligent and cheaper. InDeal project will offer an innovative platform that will impose a fairly distribution of heating and cooling among the networkís buildings by: (i) real ñ time energy consumption data gathering via artificial intelligent meters, (ii) identifying and evaluating the networkís buildingsí need and demand for heating and cooling depending to their energy efficiency, energy consumption and type of building (EDP tool), (iii) predicting the short-term and long-term weather conditions and forthcoming need for heating and cooling (EDP tool), (iv) monitoring and control the level of energy stored in networkís storage stations and substations (SMT), (v) 24/7 monitoring of the DHC system by a central control platform and (vi) minimizing heat losses via novel pipe design solutions and innovative insulation materials. The target of InDeal is to turn the current DHCS into a new next-level automated DHCS that will guarantee the increase of the overall energy efficiency of the system accomplishing a fairly distribution of heating and cooling energy demands. In light of this, InDeal will make a significant step forward contributing to wider use of intelligent district heating and cooling systems and integration of renewables, waste and storage.",
    "totalCost": "1992726,25",
    "ecMaxContribution": "1992726,25",
    "coordinator": "CITY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "IZNAB SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;CENTER FOR TECHNOLOGY RESEARCH AND INNOVATION (CETRI) LTD;ENERGETIKA PROJEKT DOO KOMUNALNO PODJETJE;NET TECHNOLOGIES FINLAND OY;FEDERATION DES SERVICES ENERGIE ENVIRONNEMENT;FUNDACION CETENA;PROMAR SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "participantCountries": "PL;EL;FR;CY;SI;FI;ES",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 280000
        },
        "960886463": {
            "orgId": "960886463",
            "orgName": "FUNDACION CETENA",
            "ecContrib": 255750
        },
        "952629047": {
            "orgId": "952629047",
            "orgName": "IZNAB SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 169125
        },
        "995985622": {
            "orgId": "995985622",
            "orgName": "CENTER FOR TECHNOLOGY RESEARCH AND INNOVATION (CETRI) LTD",
            "ecContrib": 214375
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 256351
        },
        "928713794": {
            "orgId": "928713794",
            "orgName": "ENERGETIKA PROJEKT DOO KOMUNALNO PODJETJE",
            "ecContrib": 132000
        },
        "990914074": {
            "orgId": "990914074",
            "orgName": "NET TECHNOLOGIES FINLAND OY",
            "ecContrib": 205000
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 227625
        },
        "927348422": {
            "orgId": "927348422",
            "orgName": "FEDERATION DES SERVICES ENERGIE ENVIRONNEMENT",
            "ecContrib": 135000
        },
        "951953345": {
            "orgId": "951953345",
            "orgName": "PROMAR SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 117500
        }
    },
    "calculatedTotalContribution": 1992726
}