{
    "rcn": "202650",
    "acronym": "SmartCast",
    "topics": "ERC-ADG-2015",
    "title": "Smart casting of concrete structures by active control of rheology",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Concrete production processes do not take full advantage of the rheological potential of fresh cementitious materials, and are still largely labour-driven and sensitive to the human factor. SmartCast proposes a new concrete casting concept to transform the concrete industry into a highly automated technological industry. Currently, the rheological properties of the concrete are defined by mix design and mixing procedure without any further active adjustment during casting. The goal of this proposal is the active control of concrete rheology during casting, and the active triggering of early stiffening of the concrete as soon as it is put in place. The ground-breaking idea to achieve this goal, is to develop concrete with actively controllable rheology by adding admixtures responsive to externally activated electromagnetic frequencies. Inter-disciplinary insights are important to achieve these goals, including inputs from concrete technology, polymer science, electrochemistry, rheology and computational fluid dynamics.\n\nWe will develop 4 new experimental test set-ups allowing to study active rheology control during different phases of the casting process: 1)concrete pumping (control of slip layer), 2)while flowing in the formwork (bulk control of rheology), 3)while flowing through formwork joints (control of formwork tightness), and 4)once the concrete is in its final position (trigger stiffening). Well-designed polymers with the desired response to the applied activation will be added to the concrete during mixing. The experiments will be analysed by advanced computational flow modelling based on fundamental rheological laws. Special attention will be paid to the compatibility of all responsive polymers selected for the different control phases. SmartCast will mean a paradigm shift for formwork-based concrete casting. The developed active rheology control will provide a fundamental basis for the development of future-proof 3D printing techniques in concrete industry",
    "totalCost": "2498750",
    "ecMaxContribution": "2498750",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 2498750
        }
    },
    "calculatedTotalContribution": 2498750
}