{
    "rcn": "202606",
    "acronym": "PLANTCULT",
    "topics": "ERC-CoG-2015",
    "title": "Identifying the food cultures of ancient Europe: an interdisciplinary investigation of plant ingredients, culinary transformation and evolution through time",
    "startDate": "01/04/2016",
    "endDate": "31/03/2021",
    "objective": "The project seeks to explore culinary practice among early farming European communities, from the Aegean to Central Europe, spanning the Neolithic through to the Iron Age (7th-1st millennia BC). The project seeks to identify the ëfood culturesí of prehistoric Europe, and to reconstruct how cultivated and wild plant foods were transformed into dishes exploring their underlying cultural and environmental contexts and their evolution through time. The project will explore how culinary identities were shaped through the selection of plant foods both in terms of ingredients as well as processing and cooking practices. Thus not only species and meals but also the equipment involved in plant food preparation will be considered for the study area, linking the end product to the relevant technologies of transformation. Macroscopic and microscopic examination of the archaeological finds and experimental replication of various aspects of food preparation techniques informed by ethnographic investigations will form the main analytical tools. The interdisciplinary and contextual examination of the archaeological record will provide a fresh insight into prehistoric cuisine in Europe, the transformation of nature to culture through cooking. The project will revolutionise perceptions of prehistoric food preparation providing insights for the ëlongue durÈeí of traditional plant foods constituting Europeís intangible cultural heritage.",
    "totalCost": "1891875",
    "ecMaxContribution": "1891875",
    "coordinator": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
    "coordinatorCountry": "EL",
    "participants": "UNIVERSITAT BASEL;UNIVERSITAT WIEN;OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN;UNIVERSITAET HOHENHEIM",
    "participantCountries": "CH;AT;DE",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 0
        },
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 57000
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 1673675
        },
        "999901900": {
            "orgId": "999901900",
            "orgName": "UNIVERSITAET HOHENHEIM",
            "ecContrib": 89950
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 71250
        }
    },
    "calculatedTotalContribution": 1891875
}