{
    "rcn": "202633",
    "acronym": "INTEGROIL",
    "topics": "WATER-1b-2015",
    "title": "Demonstration of a Decision Support System for a Novel Integrated Solution aimed at Water Reuse in the Oil & Gas Industry",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "The Oil&Gas (O&G) industry is one of the 8 most water-intensive industries; indeed, it could be conceived as a water industry which delivers oil as a by-product. Specifically, by 2020 it is expected that over 500 million barrels/day of produced water (PW) and about 15 million m≥/day of refinery wastewater (RW) are generated. Despite the necessity and potential beneficial impacts of reusing the water involved in extraction and refining activities,  several significant barriers are hampering this opportunity. Firstly, the existent commercial water treatment technologies cannot be used directly in the O&G sector without an extensive adaptation, and they are not flexible and reliable enough to bear the complexity and variability of PW/RW composition. Moreover, there is no expertise or experience in the O&G sector in the design and operation of water treatment systems.\n\nThe INTEGROIL project aims to develop and demonstrate a robust but flexible integrated solution for treating O&G water flows with variable compositions to different water qualities depending on the final reuse objective. This new solution will be readily designed with different modules each comprising innovative water treatment technologies that will be operated and optimized in an integrated manner through a novel Decision Support System, in line with 3 priorities of the EIP Water. The INTEGROIL approach ensures minimal design and operational efforts involved from the O&G end-user side and that the energy and chemical costs are kept to an absolute minimum for a certain target water quality. Its feasibility and long-term application will be assessed through demo activities in 2 real operational conditions, that will provide critical information for the commercialisation actions to be undertaken.\n\nThe INTEGROIL consortium brings together 10 entities (6 SMEs) covering the full value chain, including technology developers, O&G end-users, a Sustainability Assessment firm and a professional association.",
    "totalCost": "5794442,5",
    "ecMaxContribution": "4273536,26",
    "coordinator": "ACCIONA AGUA SA",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITAT ROVIRA I VIRGILI;LIKUID NANOTEK SL;APLICACIONS DE LA CATALISI SL;Turkiye Petrol Rafinerileri Anonim Sirketi;INNOTEC21 GMBH;EUROPEAN DESALINATION SOCIETY;BWA WATER ADDITIVES UK LIMITED;2.-O LCA CONSULTANTS APS;RECHERCHE EXPLOITATION PRODUITS REP",
    "participantCountries": "ES;TR;DE;IT;UK;DK;FR",
    "projectParticipants": {
        "986412401": {
            "orgId": "986412401",
            "orgName": "2.-O LCA CONSULTANTS APS",
            "ecContrib": 162575
        },
        "950714558": {
            "orgId": "950714558",
            "orgName": "EUROPEAN DESALINATION SOCIETY",
            "ecContrib": 180500
        },
        "968974226": {
            "orgId": "968974226",
            "orgName": "INNOTEC21 GMBH",
            "ecContrib": 348425
        },
        "973148233": {
            "orgId": "973148233",
            "orgName": "Turkiye Petrol Rafinerileri Anonim Sirketi",
            "ecContrib": 570412
        },
        "942162844": {
            "orgId": "942162844",
            "orgName": "LIKUID NANOTEK SL",
            "ecContrib": 545964
        },
        "999880560": {
            "orgId": "999880560",
            "orgName": "UNIVERSITAT ROVIRA I VIRGILI",
            "ecContrib": 544255
        },
        "952379563": {
            "orgId": "952379563",
            "orgName": "APLICACIONS DE LA CATALISI SL",
            "ecContrib": 389900
        },
        "968216365": {
            "orgId": "968216365",
            "orgName": "ACCIONA AGUA SA",
            "ecContrib": 883704
        },
        "937357270": {
            "orgId": "937357270",
            "orgName": "RECHERCHE EXPLOITATION PRODUITS REP",
            "ecContrib": 487900
        },
        "937218366": {
            "orgId": "937218366",
            "orgName": "BWA WATER ADDITIVES UK LIMITED",
            "ecContrib": 159900
        }
    },
    "calculatedTotalContribution": 4273535
}