{
    "rcn": "202603",
    "acronym": "IdrSeq",
    "topics": "ERC-CoG-2015",
    "title": "Discovery and characterization of functional disordered regions and the genes involved in their regulation through next generation sequencing",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "A large fraction of any eukaryotic genome (>40%) encodes protein segments that do not adopt a defined tertiary structure. These proteins or regions are called intrinsically disordered proteins/regions (IDPs/IDRs). IDRs are enriched in critical functions such as transcription and signaling, and have been linked with numerous diseases including neurodegeneration and cancer. In contrast to structured regions, the molecular principles behind the sequence-function relationship of IDRs remain poorly understood.\n\nWe propose to identify functional IDRs and discover genes that regulate their function using yeast as a cellular model. We will develop and apply a targeted, high-throughput approach called IdrSeq. This technology exploits next generation sequencing to simultaneously assay vast libraries of sequences (~millions) that code for IDRs by coupling IDR sequence (genotype) to a selectable function (phenotype) and identifying functional variants through a selection experiment. \n\nSpecifically, using IdrSeq, we aim to identify and characterize IDRs in a cellular context that can\n(Aim 1) activate transcription, and discover genes that regulate IDR mediated transcription \n(Aim 2) influence protein stability, and discover genes that regulate IDR mediated half-life\n(Aim 3) form higher-order assemblies and discover genes that regulate assembly formation \n\nThe unique feature of this proposal is its integrative vision of synthetic & systems biology, structural biology, cell biology, genetics, experiments and computation to establish a discovery platform to study IDRs in a cellular context. Since IdrSeq is modular and scalable, it can be readily extended to investigate a broad range of IDR functions, and adapted to other organisms. Elucidating the principles of sequence-function-gene relationship of IDRs holds enormous potential for synthetic biology. The discovery of genes that regulate IDR function has direct implications for human health by revealing novel therapeutic targets.",
    "totalCost": "1998126",
    "ecMaxContribution": "1998126",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}