{
    "rcn": "202641",
    "acronym": "KNOWPEC",
    "topics": "MSCA-RISE-2015",
    "title": "KNOWLEDGE FOR PESTICIDES CONTROL",
    "startDate": "01/07/2016",
    "endDate": "30/06/2020",
    "objective": "KKNOWPEC, Knowledge for pesticides control, aims to create a transnational research network between Europe and Latin America focused on the challenge of unwanted pesticides in the environment.  KNOWPEC wants to identify the occurrence and fate of banned and toxic pesticides in drinking and natural waters in agricultural areas of Latin America where knowledge on occurrence and risk is scarce. KNOWPEC wants to assess the environmental and potential human risks of the pesticides detected, and to provide solutions for both reducing pollution at source, and remediating contaminated water. Together, KNOWPEC will promote the sharing of knowledge at each step from pesticide analysis, toxicity and risk assessment to advanced treatment technologies that jointly enables the design of sustainable solutions to each pesticide pollution problem. Moreover, we want to create the tools of information and networking for a source of collaboration between European and Latin America institutions under the framework of the environmental and human protection from pesticides. \n\nKNOWPEC will make important contributions increasing the knowledge of pesticide pollution in potable and natural waters in selected Latin America locations providing typical (or exemplary) cases of widespread agricultural practices and ecological regions.  This, together with the application of knowledge from a network of experts in chemical analysis, environmental toxicity and risk assessment, and innovative water treatment technologies in training future specialists, will contribute to safeguarding drinking water supplies and providing solutions for sustainable food production, and a sustainable environment.",
    "totalCost": "526500",
    "ecMaxContribution": "526500",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "KOBENHAVNS UNIVERSITET;DEMOCRITUS UNIVERSITY OF THRACE;FERA SCIENCE LIMITED",
    "participantCountries": "DK;EL;UK",
    "projectParticipants": {
        "930929856": {
            "orgId": "930929856",
            "orgName": "FERA SCIENCE LIMITED",
            "ecContrib": 108000
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 139500
        },
        "999659109": {
            "orgId": "999659109",
            "orgName": "DEMOCRITUS UNIVERSITY OF THRACE",
            "ecContrib": 139500
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 139500
        }
    },
    "calculatedTotalContribution": 526500
}