{
    "rcn": "202644",
    "acronym": "e-Cat",
    "topics": "ERC-ADG-2015",
    "title": "The Electron as a Catalyst",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Is the electron a catalyst in synthesis? This fundamental question will be addressed within the frame of the suggested ERC-project. Brˆnsted acid catalysis is well established in organic synthesis. The electron, as compared to the proton about 1800 times smaller and omnipresent, is currently not recognized as a potential catalyst in synthesis. The concept of using the electron as a catalyst is nearly unexplored. In the suggested, challenging project this kind of catalysis and its potential in synthesis will be the target of the investigations. The aim is to establish catalysis with the electron as an independent research branch in organic synthesis. To this end, the generality and broad applicability of the concept has to be documented. Different reactions, which are currently conducted as non-chain reactions by using transition metals as redox catalysts, will be performed via electron-catalyzed radical chain processes. In view of the foreseen shortage of transition metals we consider the development of transition-metal-free chemistry as important. Guided by Mother Nature we plan to develop synthetic dehydrogenases. Unactivated aliphatic sites in complex substrates will be selectively oxidized to the corresponding alkenes. Remote regioselective C-H functionalization in complex molecules comprising C-C- and C-X-bond formation will be investigated and also transition-metal-free radical arene and alkene C-H functionalization will be explored. Furthermore, the potential of electron-catalysis in asymmetric synthesis will be elucidated. Preparative and kinetic experimental studies will be supported by theoretical chemistry, new methods for initiation of electron-catalyzed processes will be developed and also mechanistic studies will be performed.",
    "totalCost": "2490000",
    "ecMaxContribution": "2490000",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 2490000
        }
    },
    "calculatedTotalContribution": 2490000
}