{
    "rcn": "202609",
    "acronym": "SmartGraphene",
    "topics": "ERC-CoG-2015",
    "title": "Graphene based smart surfaces: from visible to microwave",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The aim of this proposal is to develop adaptive camouflage systems using graphene-enabled smart surfaces. We propose a new class of active surfaces capable of real-time electrical-control of its appearance in a very broad spectrum ranging from visible to microwave covering 6 orders of magnitude in wavelength. The proposed method relies on controlling electromagnetic waves by tuning density of high-mobility charges on single or multilayers of atomically thin graphene electrodes. We will realize this goal by efficient gating of large-area graphene using ionic liquids which yields unprecedented ability to control intensity and phase of the reflected and transmitted electromagnetic waves from the surface. Based on underlying physical mechanisms and applications, the proposed research plan is structured in 3 main directions; (1) Active surfaces in microwave and THz, (2) Active thermal surfaces, and (3) Active surfaces in the visible. \n\nThe core idea of the proposal is based on a mutually-gated capacitor structure consisting of ionic liquid electrolyte sandwiched between two large area graphene. The voltage applied between the electrodes polarizes the ionic liquid and accumulates high-density of charges. Combining large scale chemical synthesis of graphene, novel device architectures and ionic liquid electrolyte we will develop new tools to understand and control light-matter interaction in a very broad spectrum. Then we will use these tools to fabricate new camouflage and display technologies on flexible polymers and paper substrates which cannot be realized by conventional semiconducting materials. We will challenge specific applications, such as THz compressive imaging, reconfigurable thermal shields, and electronic paper display.\n\n At the basic science level, this project revisits and challenges our basic understanding of light-matter interaction, in parallel, the proposed graphene-based smart surfaces will serve as a tool for developing new enabling technologies.",
    "totalCost": "1995625",
    "ecMaxContribution": "1995625",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "Bilkent ‹niversitesi",
    "participantCountries": "TR",
    "projectParticipants": {
        "999923628": {
            "orgId": "999923628",
            "orgName": "BILKENT UNIVERSITESI VAKIF",
            "ecContrib": 0
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1355045
        }
    },
    "calculatedTotalContribution": 1355045
}