{
    "rcn": "202674",
    "acronym": "PROTECTIVE",
    "topics": "DS-04-2015",
    "title": "Proactive Risk Management  through Improved Cyber Situational Awareness",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "PROTECTIVE is designed to improve an organisations ongoing awareness of the risk posed to its business by cyber security attacks. PROTECTIVE makes two key contributions to achieve this enhanced situational awareness. Firstly it increases the computer security incident response teamís (CSIRT) threat awareness through improved security monitoring and increased sharing of threat intelligence between organisations within a community. Secondly it ranks critical alerts based on the potential damage the attack can inflict on the threatened assets and hence to the organisations business. High impact alerts that target important hosts will have a higher priority than other alerts. Through the combination of these two measures organisations are better prepared to handle incoming attacks, malware outbreaks and other security problems and to guide the development of the prevention and remediation processes.\nThe PROTECTIVE system is designed to provide solutions for public domain CSIRTs and SMEís who both have needs outside the mainstream of cyber security solution provision. Public CSIRTs needs arise in part because commercial tools do not address their unique requirements. This has created a shortfall, clearly articulated by ENISA, of tools with the required analytical and visualisation capabilities to enable public CSIRTs provide optimised services to their constituency. SMEís also are vulnerable to cybercrime as they have limited resources to protect themselves and often a limited understanding of what needs to be done. Two pilots will be conducted to evaluate and validate the PROTECTIVE outcomes with CSIRTs from 3 National Research and Educational Networks (NRENs) and with SMEs via a managed security service provider (MSSP). \nThe PROTECTIVE consortium is constituted of 3 NRENs, 3 academic and four commercial partners from 8 countries so as to maximise the technical and commercial impact of the outputs and the dissemination and uptake of the results.",
    "totalCost": "4693612,5",
    "ecMaxContribution": "4160596,88",
    "coordinator": "ATHLONE INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IE",
    "participants": "CESNET ZAJMOVE SDRUZENI PRAVNICKYCH OSOB;GMV SOLUCIONES GLOBALES INTERNET SAU;SYNYO GmbH;INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK;CLEAN COMMUNICATIONS LIMITED;TECHNISCHE UNIVERSITAT DARMSTADT;ITTI SP ZOO;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;Agentia de Administrare a Retelei Nationale de Informatica Pentru Educatie si Cercetare",
    "participantCountries": "CZ;ES;AT;PL;IE;DE;UK;RO",
    "projectParticipants": {
        "997512402": {
            "orgId": "997512402",
            "orgName": "GMV SOLUCIONES GLOBALES INTERNET SAU",
            "ecContrib": 393466
        },
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 590870
        },
        "999586359": {
            "orgId": "999586359",
            "orgName": "INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 584000
        },
        "926531779": {
            "orgId": "926531779",
            "orgName": "CLEAN COMMUNICATIONS LIMITED",
            "ecContrib": 287219
        },
        "996644834": {
            "orgId": "996644834",
            "orgName": "Agentia de Administrare a Retelei Nationale de Informatica Pentru Educatie si Cercetare",
            "ecContrib": 176562
        },
        "999589463": {
            "orgId": "999589463",
            "orgName": "CESNET ZAJMOVE SDRUZENI PRAVNICKYCH OSOB",
            "ecContrib": 211562
        },
        "999969509": {
            "orgId": "999969509",
            "orgName": "ITTI SP ZOO",
            "ecContrib": 167825
        },
        "969470478": {
            "orgId": "969470478",
            "orgName": "SYNYO GmbH",
            "ecContrib": 395194
        },
        "996870747": {
            "orgId": "996870747",
            "orgName": "ATHLONE INSTITUTE OF TECHNOLOGY",
            "ecContrib": 755938
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 597961
        }
    },
    "calculatedTotalContribution": 4160597
}