{
    "rcn": "202638",
    "acronym": "CONNECARE",
    "topics": "PHC-25-2015",
    "title": "Personalised Connected Care for Complex Chronic Patients",
    "startDate": "01/04/2016",
    "endDate": "30/09/2019",
    "objective": "The ambition of the CONNECARE consortium is to co-design, develop, deploy, and evaluate a novel smart, adaptive integrated care system for chronic care management. This will save European healthcare organisations huge sums whilst improving patient outcomes. The consortium contains all the necessary partners to ensure success.\nBased on the concept of 4P medicine, CONNECARE will provide decision support for the adaptive management of personalised clinical pathways and will deliver tools to monitor patientsí activities and status, thus empowering them and providing them with recommendations to self-manage their condition, resulting in substantial improvements in their quality of life.\nThe three dimensions underpinning the required proposed paradigm shift are:\n1. Organisational: making health and social care systems interoperable, promoting collaboration among care settings, and moving from institutional reactive care to a home-based preventive model.\n2. Care and social services: addressing health risk prediction by combining already operational population-based tools with a patient-based five-dimension scoring strategy consisting of i) screening, ii) risk stratification, iii) mapping, iv) intervention, and v) surveillance. \n3. Technological: delivering a CONNECARE system which leverages existing assets from partners to offer smart Adaptive Case Management, self-management and 3-level monitoring features, fully integrated with management systems in place.\nAn iterative patient-centred co-design process will ensure a progressive refinement of model and tools, providing foundations for adoption and transferability. In addition, clinical trials will be held in three leading-light regions in integrated care uptake ñCatalonia, Israel, and Groningen ñ to evidence improvements in outcomes and efficiency. Consortium members are active in the EIP AHA B3 Action Group; transfer of results to relevant stakeholders across Europe, beyond the stakeholders in CONNECARE, is guaranteed.",
    "totalCost": "4964189,25",
    "ecMaxContribution": "4964188,75",
    "coordinator": "FUNDACIO EURECAT",
    "coordinatorCountry": "ES",
    "participants": "ASSUTA MEDICAL CENTERS LTD;TECHNISCHE UNIVERSITAET MUENCHEN;ACADEMISCH ZIEKENHUIS GRONINGEN;IP HEALTH SOLUTIONS BV;EWAVE LTD;INSTITUT DE RECERCA BIOMEDICA DE LLEIDA FUNDACIO PRIVADA DOCTOR PIFARRE;CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER;ADVANCED DIGITAL INNOVATION UK LTD;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
    "participantCountries": "IL;DE;NL;ES;UK;IT",
    "projectParticipants": {
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 530850
        },
        "951934333": {
            "orgId": "951934333",
            "orgName": "ASSUTA MEDICAL CENTERS LTD",
            "ecContrib": 558750
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 802374
        },
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 596558
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 517901
        },
        "951375516": {
            "orgId": "951375516",
            "orgName": "ADVANCED DIGITAL INNOVATION UK LTD",
            "ecContrib": 340342
        },
        "929418208": {
            "orgId": "929418208",
            "orgName": "EWAVE LTD",
            "ecContrib": 516250
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 297062
        },
        "953343646": {
            "orgId": "953343646",
            "orgName": "IP HEALTH SOLUTIONS BV",
            "ecContrib": 334725
        },
        "997817661": {
            "orgId": "997817661",
            "orgName": "INSTITUT DE RECERCA BIOMEDICA DE LLEIDA FUNDACIO PRIVADA DOCTOR PIFARRE",
            "ecContrib": 469375
        }
    },
    "calculatedTotalContribution": 4964187
}