{
    "rcn": "202654",
    "acronym": "MICROLIPIDS",
    "topics": "ERC-ADG-2015",
    "title": "Microbial lipids: The three domain ëlipid divideí revisited",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Tremendous progress has been made in the last decade in the genetic characterization of microorganisms, both in culture and in the environment. However, our knowledge of microbial membrane lipids, essential building blocks of the cell, has only marginally improved. This is remarkable since there exists a dichotomy in the distribution of lipids between the three Domains of Life. Diacyl glycerols based on straight-chain fatty acids are produced by bacteria and eukaryotes, whereas archaea synthesize isoprenoidal glycerol ether lipids. From a microbial evolutionary perspectives, this ëlipid divideí is enigmatic since it has recently become clear that eukaryotes evolved from the archaea. Preliminary results of my research group show that when novel analytical methodology is used, there is a large hidden diversity in microbial lipid composition that may resolve this fundamental question. Here I propose to systematically characterize prokaryotic intact polar lipids (IPLs) with state-of-the-art analytical techniques based on liquid chromatography and high-resolution mass spectrometry to bring our knowledge of microbial lipids to the next level. To this end, we will characterize (i) 250\\ bacterial and archaeal cultures and (ii) 200\\ environmental samples for IPLs by HPLC-MS, complemented by full identification of fatty acids and other lipids released after acid hydrolysis of total cells. This approach will be complemented by the characterisation of functional genes for lipid biosynthesis. This will involve both mapping of known genes, based on the analysis of published whole (meta)genome data, as well as the identification of as yet unknown genes in selected groups of prokaryotes. The results are expected to make a fundamental contribution to (i) our understanding of the evolution of biosynthesis of membrane lipids, (ii) their application as microbial markers in the environment, and (iii) in the development and application of organic proxies in earth sciences.",
    "totalCost": "2499426",
    "ecMaxContribution": "2499426",
    "coordinator": "STICHTING NIOZ, KONINKLIJK NEDERLANDS INSTITUUT VOOR ONDERZOEK DER ZEE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999479077": {
            "orgId": "999479077",
            "orgName": "STICHTING NIOZ, KONINKLIJK NEDERLANDS INSTITUUT VOOR ONDERZOEK DER ZEE",
            "ecContrib": 0
        },
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 2499426
        }
    },
    "calculatedTotalContribution": 2499426
}