{
    "rcn": "202647",
    "acronym": "GravityLS",
    "topics": "ERC-ADG-2015",
    "title": "Large Scale Structure Constraints of General Relativity",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The past decade has witnessed a phenomenal success in relativistic cosmology. It is now possible to constrain the structure, content and evolution of the Universe with an accuracy of a few percent. The current focus of cosmology is to understand some of the fundamental problems in physics such as: the accelerated expansion of the universe, the nature of dark energy and dark matter and the initial conditions of large scale structure. Key to addressing these problems is ascertaining the role general relativity plays in cosmology. While we now have remarkable astrophysical constraints on general relativity on milliparsec scales, we have no direct cosmological constraints on gigaparsec scales. Given the quality of the up and coming cosmological data, it is now time to tackle the challenge of constraining general relativity on large scales.\n\nI propose a coordinated program to study, model and test general relativity with the aim of obtaining definitive constraints from cosmology. My programme will have three themes. A theoretical first theme will focus on developing a unified formalism for describing deviations from general relativity on cosmological scales.  A phenomenological second theme will develop the tools necessary to model the three main regimes of large scale structure: horizon size (or ultra-large) scales, the quasi-static scales (which most current surveys are targeting) and the non-linear scales. In the final, observational theme I will develop the tools needed for the data analysis of current and future cosmological surveys (such as redshift and weak lensing surveys) and a complete pipeline for the analysis of the Euclid, LSST and SKA next generation surveys. As a result I will determine the state of the art constraints on general relativity on cosmological scales and in doing so, definitively establish the role of gravity in the accelerated expansion of the universe.",
    "totalCost": "2863366",
    "ecMaxContribution": "2863366",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2863366
        }
    },
    "calculatedTotalContribution": 2863366
}