{
    "rcn": "202614",
    "acronym": "DELMIT",
    "topics": "ERC-CoG-2015",
    "title": "Maintaining the Human Mitochondrial Genome",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Mitochondria are required to convert food into usable energy forms and every cell contains thousands of them. Unlike most other cellular compartments, mitochondria have their own genomes (mtDNA) that encode for 13 of the about 90 proteins present in the respiratory chain. All proteins necessary for mtDNA replication, as well as transcription and translation of mtDNA-encoded genes, are encoded in the nucleus. Mutations in nuclear-encoded proteins required for mtDNA maintenance is an important cause of neurodegeneration and muscle diseases. The common result of these defects is either mtDNA depletion or accumulation of multiple deletions of mtDNA in postmitotic tissues.\n\nThe long-term goal (or vision) of research in my laboratory is to understand in molecular detail how mtDNA is replicated and how this process is regulated in mammalian cells. To this end we use a protein biochemistry approach, which we combine with in vivo verification in cell lines. My group was in 2004 the first to reconstitute mtDNA replication in vitro and we have continued to develop even more elaborate system ever since. In the current application, the major focus is studies of the mitochondrial D-loop region, a triple-stranded structure in the mitochondrial genome. The D-loop functions as a regulatory hub and we will determine how initiation and termination of mtDNA replication is controlled from this region. We will also determine the physical organization of the mtDNA replication machinery at the replication fork and establish how mtDNA deletions, a classical hallmark of human ageing, are formed.",
    "totalCost": "1999985",
    "ecMaxContribution": "1999985",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 1999985
        }
    },
    "calculatedTotalContribution": 1999985
}