{
    "rcn": "202695",
    "acronym": "iTRACK",
    "topics": "BES-10-2015",
    "title": "Integrated system for real-time TRACKing and collective intelligence in civilian humanitarian missions",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "The enduring humanitarian crisis in the Middle East, the unrelenting high levels of violence in Afghanistan and new outbursts of violence in South-Sudan have made 2014 another record-breaking year for acts of violence against humanitarian aid workers. In 2000 41 significant attacks on aid workers were recorded across the globe. By 2014, that number had risen to 190. In this 15-year period, over 3,000 aid workers have been killed, injured or kidnapped. Despite the increasing availability of tracking and monitoring technologies, the number of humanitarian workers that fall victim to attacks continues to rise. Clearly, a novel and innovative approach to tracking and decision-making is needed.  \nInformation systems for fleet management, GPS for navigation and location or RFID tags for inventory management are just a few of the technologies that have changed the humanitarian operations. Until now, however, there is no integrated decision support system that provides real-time analyses from the data streams that are generated by these technologies.  This lack of integrated real-time information prevents an understanding of potentially threatening situations, increases response times and creates insecure communications, all leading to inadequate protection and hampered efficiency and effectiveness.\nThe aim of better protection and more efficient and effective operations can only be achieved by developing technologies along with the policies for their use. GPS, for example, notwithstanding its capability to provide live tracking of vehicles for recovery, cannot prevent an ambush or kidnapping. Technologies therefore need to go hand in hand with procedures and policies in order to provide useful early warnings to decision-makers on the ground as well as decision support for scheduling, navigation, risk management and coordination. Policies, in other words, provide for the essential guidance on how to use the technologies in the field. This project will develop human-centred technologies that take into account actual real-world practices of humanitarian aid workers, and provide policies for better protection and a more effective and efficient response.\nBased on principles of Privacy by Design, this project will build the iTRACK system, an integrated intelligent real-time tracking and threat identification system to improve protection of responders and assets, and provide information management and logistics services such as real-time information updates and analyses as well as navigation, routing and scheduling. iTRACK will achieve this through an interdisciplinary, sociotechnical approach, which will draw on the latest advances in sensor development, GIS, security & privacy, artificial intelligence, information management, risk analysis, and humanitarian logistics.",
    "totalCost": "3999213,75",
    "ecMaxContribution": "3999213,75",
    "coordinator": "UNIVERSITETET I AGDER",
    "coordinatorCountry": "NO",
    "participants": "INFORMATION MANAGEMENT AND MINE ACTION PROGRAMS INC;Teleplan Globe AS;TREELOGIC TELEMATICA Y LOGICA RACIONAL PARA LA EMPRESA EUROPEA SL;KNOWLEDGE NOW LIMITED;ARTTIC;WORLD FOOD PROGRAMME;TRILATERAL RESEARCH LTD;INTRASOFT INTERNATIONAL SA;SVENSKA HANDELSHOGSKOLAN;TECHNISCHE UNIVERSITEIT DELFT;TEKNOVA AS",
    "participantCountries": "US;NO;ES;UK;FR;IT;LU;FI;NL",
    "projectParticipants": {
        "999702371": {
            "orgId": "999702371",
            "orgName": "INTRASOFT INTERNATIONAL SA",
            "ecContrib": 405750
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 385438
        },
        "996531635": {
            "orgId": "996531635",
            "orgName": "Teleplan Globe AS",
            "ecContrib": 294625
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 504322
        },
        "986118976": {
            "orgId": "986118976",
            "orgName": "SVENSKA HANDELSHOGSKOLAN",
            "ecContrib": 305029
        },
        "996538910": {
            "orgId": "996538910",
            "orgName": "TREELOGIC TELEMATICA Y LOGICA RACIONAL PARA LA EMPRESA EUROPEA SL",
            "ecContrib": 355281
        },
        "923930724": {
            "orgId": "923930724",
            "orgName": "TRILATERAL RESEARCH LTD",
            "ecContrib": 334125
        },
        "995726050": {
            "orgId": "995726050",
            "orgName": "KNOWLEDGE NOW LIMITED",
            "ecContrib": 188775
        },
        "998049782": {
            "orgId": "998049782",
            "orgName": "WORLD FOOD PROGRAMME",
            "ecContrib": 191719
        },
        "998822969": {
            "orgId": "998822969",
            "orgName": "UNIVERSITETET I AGDER",
            "ecContrib": 693381
        },
        "926741590": {
            "orgId": "926741590",
            "orgName": "TEKNOVA AS",
            "ecContrib": 284250
        },
        "926078692": {
            "orgId": "926078692",
            "orgName": "INFORMATION MANAGEMENT AND MINE ACTION PROGRAMS INC",
            "ecContrib": 56519
        }
    },
    "calculatedTotalContribution": 3999214
}