{
    "rcn": "202675",
    "acronym": "ARIES",
    "topics": "FCT-09-2015",
    "title": "reliAble euRopean Identity EcoSystem",
    "startDate": "01/09/2016",
    "endDate": "28/02/2019",
    "objective": "ARIES main goal is to deliver a comprehensive framework for reliable e-identity ecosystem comprising new technologies, processes and security features that ensure highest levels of quality in eID based on trustworthy security documents and biometrics for highly secure and privacy-respecting physical and virtual identity management, with the specific aim to tangibly achieve a reduction in levels of identity theft, fraud and associated crimes. The set of solutions will be designed to achieve required levels of multi-party trust with efficiency, ease of adoption and convenience for all end-users (citizens, law enforcement, businesses), consolidating Europe as world leader in enhanced identity-based services as a basis to boost the competitiveness of its economy. \n\nARIES will leverage virtual and mobile IDs cryptographically derived from strong eID documents in order to prevent identity theft and related crimes in the physical (e.g. an airport) and virtual (e.g eCommerce) domains. Both, the derivation process, and the derived IDs will be univocally linked to citizens' biometric features, increasing the level of identity assurance during the credential issuance process and during authentication. Highest data protection standards will be followed to provide digital privacy-preserving features. Thus, the project will provide a global approach for ID Ecosystem in Europe to address European-specific concerns to improve identity, trust and security, and better support the law enforcement to address the new threats in cybersecurity while achieving far-reaching socio-economic positive impacts.\n\nARIES will demonstrate its outcomes and the levels of identity prevention reduction achieved in two use case demonstrators (secure eCommerce and identity virtualization for secure travel), covering the complete vision of virtual id ecosystem and its practical application.",
    "totalCost": "2247002,5",
    "ecMaxContribution": "2247002,5",
    "coordinator": "ATOS SPAIN SA",
    "coordinatorCountry": "ES",
    "participants": "IDEMIA IDENTITY & SECURITY FRANCE;SERVICE PUBLIC FEDERAL INTERIEUR;POLICE AND CRIME COMMISSIONER FOR WEST YORKSHIRE;GOBIERNO VASCO - DEPARTAMENTO SEGURIDAD;SONAE CENTER SERVICOS II S.A.;SAHER UK LTD;GEMALTO SRO;UNIVERSIDAD DE MURCIA",
    "participantCountries": "FR;BE;UK;ES;PT;CZ",
    "projectParticipants": {
        "999766294": {
            "orgId": "999766294",
            "orgName": "IDEMIA IDENTITY & SECURITY FRANCE",
            "ecContrib": 343852
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 474125
        },
        "963764453": {
            "orgId": "963764453",
            "orgName": "SERVICE PUBLIC FEDERAL INTERIEUR",
            "ecContrib": 97500
        },
        "924450353": {
            "orgId": "924450353",
            "orgName": "SAHER UK LTD",
            "ecContrib": 176875
        },
        "999844282": {
            "orgId": "999844282",
            "orgName": "UNIVERSIDAD DE MURCIA",
            "ecContrib": 394250
        },
        "938179733": {
            "orgId": "938179733",
            "orgName": "GOBIERNO VASCO - DEPARTAMENTO SEGURIDAD",
            "ecContrib": 78525
        },
        "941831201": {
            "orgId": "941831201",
            "orgName": "GEMALTO SRO",
            "ecContrib": 415000
        },
        "941124556": {
            "orgId": "941124556",
            "orgName": "SONAE CENTER SERVICOS II S.A.",
            "ecContrib": 122500
        },
        "949894229": {
            "orgId": "949894229",
            "orgName": "POLICE AND CRIME COMMISSIONER FOR WEST YORKSHIRE",
            "ecContrib": 144375
        }
    },
    "calculatedTotalContribution": 2247002
}