{
    "rcn": "202692",
    "acronym": "CIPSEC",
    "topics": "DS-03-2015",
    "title": "Enhancing Critical Infrastructure Protection with innovative SECurity framework",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "In recent years, the majority of the world's Critical Infrastructures CIs evolved to become more flexible, cost efficient and able to offer better services and conditions for business opportunities. Towards this evolution, CIs and companies offering CI services had to adopt many of the recent advances of the Information and Communication Technologies (ICT) field. This adaptation however, was rather hasty and without thorough evaluation of its impact on security. The result was to leave CIs vulnerable to a who the new set of threats and attacks that impose high levels of risk to the public safety, economy and welfare of the population. In so far, the main approach to protect CIs is to handle them as comprehensive entities and offer them a complete solution for their overall infrastructures and systems (IT&OT departments). However Complete CI protection solutions exist in the form of individual products from individual companies. These products integrate only and tools/solutions designed by the same company, thus offering limited technical solutions. The main aim of CIPSEC is to create a unified security framework that orchestrates state-of-the-art heterogeneous security products to offer high levels of protection in IT (information technology) and OT (operational technology) departments of CIs. As part of this framework CIPSEC will offer a complete security ecosystem of additional services that can support the proposed technical solutions to work reliably and at professional quality. These services include vulnerability tests and recommendations, key personnel training courses, public-private partnerships (PPPs) forensics analysis, standardization and protection against cascading effects. All solutions and services will be validated in three pilots performed in three different CI environments (transportation, health, environment). CIPSEC will also develop a marketing strategy for optimal positioning of its solutions in the CI security market.",
    "totalCost": "7017235",
    "ecMaxContribution": "5258316,25",
    "coordinator": "ATOS SPAIN SA",
    "coordinatorCountry": "ES",
    "participants": "BITDEFENDER SRL;DB NETZ AG;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;EMPELOR GMBH;UNIVERSITAT POLITECNICA DE CATALUNYA;TECHNISCHE UNIVERSITAT DARMSTADT;COMSEC LIMITED;WORLDSENSING LIMITED;PANEPISTIMIO PATRON;HOSPITAL CLINIC I PROVINCIAL DE BARCELONA;AEGIS IT RESEARCH LTD;CONSORZIO PER IL SISTEMA INFORMATIVO (CSI PIEMONTE)",
    "participantCountries": "RO;DE;EL;CH;ES;IL;UK;IT",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 551550
        },
        "925881394": {
            "orgId": "925881394",
            "orgName": "AEGIS IT RESEARCH LTD",
            "ecContrib": 423062
        },
        "935137910": {
            "orgId": "935137910",
            "orgName": "EMPELOR GMBH",
            "ecContrib": 0
        },
        "921154681": {
            "orgId": "921154681",
            "orgName": "COMSEC LIMITED",
            "ecContrib": 342125
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 510000
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 606375
        },
        "948298773": {
            "orgId": "948298773",
            "orgName": "WORLDSENSING LIMITED",
            "ecContrib": 486456
        },
        "998947711": {
            "orgId": "998947711",
            "orgName": "CONSORZIO PER IL SISTEMA INFORMATIVO (CSI PIEMONTE)",
            "ecContrib": 432500
        },
        "954832790": {
            "orgId": "954832790",
            "orgName": "BITDEFENDER SRL",
            "ecContrib": 257250
        },
        "999900736": {
            "orgId": "999900736",
            "orgName": "HOSPITAL CLINIC I PROVINCIAL DE BARCELONA",
            "ecContrib": 224872
        },
        "999426794": {
            "orgId": "999426794",
            "orgName": "DB NETZ AG",
            "ecContrib": 457625
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 476250
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 490250
        }
    },
    "calculatedTotalContribution": 5258315
}