{
    "rcn": "202657",
    "acronym": "NuBSM",
    "topics": "ERC-ADG-2015",
    "title": "From Fermi to Planck : a bottom up approach",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The Standard Model of particle physics is a hugely successful theory that has been tested in experiments at ever increasing energies, culminating in the recent discovery of the Higgs boson. Nevertheless, some major riddles cannot be addressed by the Standard Model, such as neutrino oscillations, the existence of Dark Matter, the absence of antimatter in the Universe. New fundamental principles, interactions and unknown yet particles are required to address these questions. Much of the research done during the last three decades on physics ëbeyond the Standard Modelí (BSM) has been driven by attempts to find a ënaturalí solution of the hierarchy problem: why the Planck and the electroweak scales are so different. The most popular approaches to this problem predict new particles with the masses right above the electroweak scale.\n\nThis project explores an alternative idea that the absence of new particles with masses between the electroweak and Planck scales, supplemented by extra symmetries (such as scale invariance) may itself explain why the mass of the Higgs boson is much smaller than the Planck mass. This calls for a solution of the BSM problems by extremely feebly interacting particles with masses below the electroweak scale. Along the same lines we also explore the possibility that cosmological inflation does not require a new field, but is driven by the Higgs field of the Standard Model.\nThe proposed model offers solutions for BSM puzzles and is among a few ones that can be tested with existing experimental technologies and are valid even if no evidence for new physics is found at the LHC.\n\nConstructing such a theory requires consolidated efforts in domains of high-energy theory, particle physics phenomenology, physics of the early Universe, cosmology and astrophysics as well as analyses of the available data from previous experiments and from cosmology. We will make predictions and establish the sensitivity goals for future high intensity experiments.",
    "totalCost": "2371132",
    "ecMaxContribution": "2371132",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "UNIVERSITEIT LEIDEN;KOBENHAVNS UNIVERSITET",
    "participantCountries": "NL;DK",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 580340
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580340
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1210452
        }
    },
    "calculatedTotalContribution": 2371132
}