{
    "rcn": "202608",
    "acronym": "HAZE",
    "topics": "ERC-CoG-2015",
    "title": "Reducing the Burden of Smouldering Megafires: an Earth-Scale Challenge",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Smouldering megafires are the largest and longest-burning fires on Earth. They destroy essential peatland ecosystems, and are responsible for 15% of annual global greenhouse gas emissions. This is the same amount attributed to the whole of the European Union, and yet it is not accounted for in global carbon budgets. Peat fires also induce surges of respiratory emergencies in the population and disrupt shipping and aviation routes for long periods, weeks even months. The ambition of HAZE is to advance the science and create the technology that will reduce the burden of smouldering fires. Despite their importance, we do not understand how smouldering fires ignite, spread or extinguish, which impedes the development of any successful mitigation strategy. Megafires are routinely fought across the globe with techniques that were developed for flaming fires, and are thus ineffective for smouldering. Moreover, the burning of deep peat affects older soil carbon that has not been part of the active carbon cycle for centuries to millennia, and thus creates a positive feedback to the climate system. HAZE wants to turn the challenges faced by smouldering research into opportunities and has the following three novel aims: \n1) To conduct controlled laboratory experiments and discover how peat fires ignite, spread and extinguish.\n2) To develop multidimensional computational models for the field scale (~1 km) and simulate the real phenomena.\n3) To create pathways for novel mitigation technologies in accurate prevention, quick detection systems, and simulation-driven suppression strategies.\nWith my proposal, Europe has the chance to lead the way and pioneer technologies against this Earth-scale and important but unconventional source of emissions. I am confident that with the support of ERC, I can deliver the science and excellence needed to tackle this global challenge, and in doing so, I will advance the knowledge frontier, foster innovation and develop new young talent for Europe",
    "totalCost": "1958900",
    "ecMaxContribution": "1958900",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1958900
        }
    },
    "calculatedTotalContribution": 1958900
}