{
    "rcn": "202750",
    "acronym": "YOUTHBLOCS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Youth illegal political involvement in an intergenerational perspective",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "YOUTHBLOCS focuses its interest on the analysis of youth involvement in illegal political activities. During the last years, researchers and commentators have stressed a new upsurge of these type of political actions among the young people of Europe. This youth choice to express political views through illegal modes has been frequently interpreted as one of the many faces of the widely reported ìyouth escapeî from politics that would find expression not so much in an expansion of a kind of political apathy among the younger generation, but in the growing of a preference for styles of political engagement that distance themselves from the conventional ways of being politically engaged. In this perspective, the widespread youth dissent towards the formal political sphere and its institutions and the manifestations of this dissent through illegal forms of involvement cannot be underestimated for both its current effects and potential consequences in terms of legitimacy and strength of the entire European social and institutional system. The proposed project intends to contribute to the understanding of illegal political activities and of their adoption by young people (18-30) through the conduction of a multidisciplinary mixed-method research in two different national contexts - Sweden and Italy - selected because of their differences in terms of current socio-demographic and economic conditions, participatory traditions and welfare systems. The research will be based on the adoption of an intergenerational perspective of analysis, involving young people and their ìsignificant adultsî in a study aimed at exploring and explaining the meanings and the practices related to this specific way of being engaged.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "OREBRO UNIVERSITY",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999650088": {
            "orgId": "999650088",
            "orgName": "OREBRO UNIVERSITY",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}