{
    "rcn": "202794",
    "acronym": "Super-DENSE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Superfluid dynamics of neutron star crusts and cores",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Neutron stars are one of the most exciting nuclear physics laboratories in the Universe. With interior densities well above nuclear saturation density they allow us to probe conditions impossible to replicate on Earth. In addition the thermal energy of the star is negligible compared to the Fermi energy, and neutrons in the interior will be superfluid.\nSuperfluidity affects the dynamics of the star, as now neutrons can flow relative to the ënormalí components of the star with little viscosity. A direct probe of such an effect is thought to come from pulsar ëglitchesí, sudden jumps in frequency observed in otherwise spinning down radio pulsars. \nMost theories of glitches are based on the idea that a large scale superfluid component of the star is decoupled from the spin-down of the ënormalí component, and its sudden re-coupling leads to a glitch.\nOn theoretical grounds we expect this effect as a superfluid rotates by forming an array of quantised vortices, and these vortices are strongly attracted, or ëpinnedí, by ions in the neutron star crust (or superconducting flux tubes in the core). If the superfluid cannot expel ëpinnedí vortices it cannot spin-down and builds up a lag with respect to the normal component, until hydrodynamical lift forces become strong enough to break the pinning.\nDespite the success of this picture in interpreting glitches, only recently has progress been made in quantitatively describing glitches with large scale hydrodynamical simulations, and statistics throughout the pulsar population with small scale quantum-mechanical simulations of vortex motion.\nThis proposal aims to bridge the gap between these two scales by using inputs from quantum mechanical simulations to describe vortex unpinning in hydrodynamical simulations, which will include state of the art crustal physics and thermal conduction. We will thus quantitatively describe the response of the star to different kinds of glitches and obtain, for the first time, robust statistics.",
    "totalCost": "146462,4",
    "ecMaxContribution": "146462,4",
    "coordinator": "CENTRUM ASTRONOMICZNE IM. MIKOLAJAKOPERNIKA POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999457543": {
            "orgId": "999457543",
            "orgName": "CENTRUM ASTRONOMICZNE IM. MIKOLAJAKOPERNIKA POLSKIEJ AKADEMII NAUK",
            "ecContrib": 146462
        }
    },
    "calculatedTotalContribution": 146462
}