{
    "rcn": "202726",
    "acronym": "FLAME",
    "topics": "MSCA-IF-2015-EF",
    "title": "Fragility and Geopolitics in the Middle East and North Africa",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "State fragility at the EUís immediate Southern doorstep is a key challenge for European foreign policy in  the coming years. War and fragility in the Middle East, exacerbated by geopolitical competitions, allowed the proliferation of violent non-state actors such as the Islamic State and triggered the greatest refugee crisis since World War 2. Reflecting key priorities of the Horizon 2020 work programme (Europe in a changing world-inclusive, innovative and reflective societies and Secure societies-protecting freedom and security of Europe and its citizens), FLAME will: 1) map the political, security and socio-economic drivers of fragility across the Middle East and North Africa; 2) assess how these are reinforced by state and non-state actorsí pursuit of geopolitical interest; and 3) explore opportunities for EU and US to jointly ease these dynamics. The fellow, currently heading the Middle East department at a renowned  Madrid-based think tank, builds on a decade of experience in both academic and policy research on Euro-Mediterranean relations, and has frequently provided policy advice to  EU institutions.The host, the Brussels branch of one of the most renowned institutions on transatlantic cooperation, links up EU and US policy debates on Middle Eastern security affairs. Its offices in Washington, Berlin, Paris, Warsaw and Ankara provide a privileged institutional frame for the triangular research proposed. The partnership will produce  ample mutual benefit and skills transfer as it will expand the fellowís global  network; broaden her expertise in security, US policy and non-state actors; and multiply her career prospects by exposing her work to a transatlantic high-level audience. The host will fill a gap in its expertise portfolio and strengthen its academic profile and European presence on Middle Eastern affairs. Using the host's unique global reach, the project will feed research results into the ongoing process of revision of the EUís foreign policy.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "THE TRANSATLANTIC FOUNDATION",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "961148363": {
            "orgId": "961148363",
            "orgName": "THE TRANSATLANTIC FOUNDATION",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}