{
    "rcn": "202728",
    "acronym": "collActionStatus",
    "topics": "MSCA-IF-2015-EF",
    "title": "We are the 1%, we stand with the 99%: reactions of high-status groups faced with social change attempts from low-status groups",
    "startDate": "10/10/2016",
    "endDate": "09/10/2018",
    "objective": "One of the most widespread social phenomena that we witness nowadays is the emergence of collective action movements in which low-status groups mobilize in order to trigger social change (e.g. Arab Spring, Indignados, the Occupy Movement). Interest in collective action has mushroomed in the last decade, as confirmed by the fact that from the 1602 hits found in Psycarticles using the ìcollective actionî term, more than 70% of them date from 2000 or later. However, this research is almost exclusively focused on low-status groups without taking into account high-status groupsí reactions. Existing literature on high-status groups either puts the emphasis on individual psychological processes linked to prejudice reduction or on the reinforcement of status quo. Yet, the likelihood of social change and, ultimately, the unfolding of intergroup conflict cannot be understood without considering both low-status groupsí actions and high-status groupsí reactions. This project directly targets high-status groupsí role in social change. We analyze high-status groupsí support for normative (i.e., socially accepted protest such as demonstrations) vs. nonnormative collective action behaviors (i.e., radical protest such as the use of violence).\n\nThis research project main goals are to examine: 1) psychological mechanisms explaining high-status groupsí support for normative and nonnormative collective action; 2) disentangle two theoretically contrasting perspectives by analyzing moderating conditions at different levels that lead to higher support from high-status groups in response to normative and nonnormative collective action. The main idea developed is that normative and nonnormative collective action will prove effective in eliciting high-status group support in different situations. In general, this will depend on a matching between the type of action and the individual (Question 1), the type of low-status demand (Question 2) and the socio-structural context (Question 3).",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}