{
    "rcn": "202719",
    "acronym": "ELSi",
    "topics": "FTIPilot-1-2015",
    "title": "Industrial scale recovery and reuse of all materials from end of life silicon-based photovoltaic modules",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "This ElSi project will demonstrate and validate a complete recycling system for end of life (eol) photovoltaic (PV) modules. During the last three decades PV systems have been deployed throughout Europe showing enormous growth. Early systems are now reaching end of life and have to be disposed after returning. Facing this increasing environmental challenge three industrial partners, Geltz, Variata and Revatech identified the big economic potential of raw materials contained in eol PV modules. Prior to this request for funding they have developed a patented technology to recover about 95% of silicon, high purity glass, aluminum, copper, silver, gold, tin and lead from eol modules. Together with Solartys, industrial association, and Fraunhofer as RTD partner this will all be realised by demonstrating the technology involving mechanical and electrolytic based processes at an industrially relevant scale (1000 mt/a). Mechanical separation processes, chemical dissolution and electrically driven separation and winning will be combined in a new way enabling economically viable recovery. Besides these technical tasks there will be a couple of logistic aspects to be worked on including procurement, transportation and outbound logistics. It will be important to ensure that supplies of eol PV modules are available for post project operation of the ELSi plants and thus supply contracts will be put in place during the life of this project. Various marketing and communication activities will be carried out like visits at the demonstration site, publications in user-oriented recycling and waste journals, presentations at conferences and various web-based dissemination actions. During the whole project a focus will be on the commercialisation of the ELSi PV recycling system. Therefore the consortium will further assess the market and work out an advanced business plan to ensure market take-up by the end of the project and first sales within twelve months post project.",
    "totalCost": "3248338,75",
    "ecMaxContribution": "2529607",
    "coordinator": "GELTZ UMWELTTECHNOLOGIE GMBH",
    "coordinatorCountry": "DE",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ASOCIATION ESPANOLA PARA LA INTERNACIONALIZACION Y LA INNOVACION DE LAS EMPRESAS SOLARES - SOLARTYS;RECYCLAGE ET VALORISATION TECHNIQUE;VARIATA DORIT LANG GMBH & COKG",
    "participantCountries": "DE;ES;BE",
    "projectParticipants": {
        "973010493": {
            "orgId": "973010493",
            "orgName": "GELTZ UMWELTTECHNOLOGIE GMBH",
            "ecContrib": 1104250
        },
        "925750250": {
            "orgId": "925750250",
            "orgName": "RECYCLAGE ET VALORISATION TECHNIQUE",
            "ecContrib": 205625
        },
        "926331668": {
            "orgId": "926331668",
            "orgName": "VARIATA DORIT LANG GMBH & COKG",
            "ecContrib": 367166
        },
        "949632232": {
            "orgId": "949632232",
            "orgName": "ASOCIATION ESPANOLA PARA LA INTERNACIONALIZACION Y LA INNOVACION DE LAS EMPRESAS SOLARES - SOLARTYS",
            "ecContrib": 103750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 748816
        }
    },
    "calculatedTotalContribution": 2529607
}