{
    "rcn": "202781",
    "acronym": "MEMORAGE",
    "topics": "MSCA-IF-2015-GF",
    "title": "Attention and memory components in every-day cognitive problems in aging",
    "startDate": "01/03/2017",
    "endDate": "29/02/2020",
    "objective": "Older individuals experience problems in many every-day tasks, due to age-related decline in cognitive functions. Cognitive frailty is a societal and economical challenge, as it affects elderlyís quality of life and need for care. To understand, and counteract, cognitive difficulties, we need to be able to measure them. Basic research has revealed essential knowledge on age-related cognitive and neuronal changes. However, the correlation between laboratory task performance, brain alterations, and experienced difficulties in daily life is imperfect. In the realms of attention and memory, the problem may lie in the tasks we use. Most laboratory tasks are made of brief trial structures, which is useful to isolate specific process components. Real world tasks, while built of smaller components, are complex and extend over time. This project presents a multi-method neuro-cognitive approach to unravel sources of older individualsí deficit. The research is based on leading theoretical models and includes behavioral data modeling, eye-movement and EEG data analyses. At my TC host, Wolfeís Visual Attention Lab (Harvard Medical School), we will create new extended hybrid search and foraging tasks that enable us not only to look at the small components, but also to analyze how they interact over time, and how they relate to age-specific daily problems. At Bundesenís Center for Visual Cognition (University of Copenhagen), the new knowledge will be integrated into the computational ìTheory of Visual Attentionî framework and the model-based assessment procedure. Our aim is to advance the theoretical knowledge about attention and memory and improve cognitive assessment products. Commercialization of the newly developed tests will be exploited together with the industrial partner Cambridge Cognition, a company producing cognitive assessment tools. The outcome will be relevant to the development of technology, products, and strategies to meet the needs of our aging population.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 239861
        },
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 239861
}