{
    "rcn": "202710",
    "acronym": "CORA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Copper Acquisition",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "It has recently been discovered that archaea are promoting ammonia oxidation, an important process in nitrogen cycling. Ammonia oxidizing archaea (AOA) use Cu containing enzymes to oxidize ammonia to nitrate. Therefore, they have an elevated Cu requirement and thus the bioavailability of Cu to archaea may impact the nitrogen cycle. However, the molecular mechanism of Cu uptake by Archaea from terrestrial and aquatic environments remains unknown. Understanding the molecular mechanism of Cu uptake by these archaea will be an important step in understanding Cu acquisition by the Archaea. The first objective of this study will be to determine what types of proteins are potentially involved in Cu uptake under Cu limiting conditions. The hypothesis that low concentrations of Cu will result in expression of Cu acquisition genes will be tested using different strains of AOA originating from soil and hotspring environments and varying the availability of Cu to the AOA. The gene expression of AOA cultures as a function of Cu availability will be monitored using transcriptome illumina sequencing. The hypothesis that soil AOA will secrete extracellular reactive compounds to mobilize Cu as part of a Cu acquisition strategy will be tested. The presence of a strong copper binding ligands using a colorimetric assay and by an electrochemical method. The second objective of this study will be to use different strains of AOA in batch incubation experiments with different previously characterized Cu containing soils and minerals. The hypothesis that AOA isolated from soil environments will have high efficiency Cu uptake systems compared to AOA from the aquatic environment will be tested in batch incubations with AOA cell cultures and different Cu containing soils and minerals. This study will be innovative as this problem has not previously been addressed.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}