{
    "rcn": "202793",
    "acronym": "AMUSIC",
    "topics": "MSCA-IF-2015-EF",
    "title": "nonlineAr Multimode and mUlticore optical fiberS for multIple appliCations",
    "startDate": "15/09/2016",
    "endDate": "14/09/2018",
    "objective": "'Light propagation in multimode (MM) and multicore (MC) optical fibers is rapidly emerging as one of the most exciting topics in optical physics. These fibers are employed in several fields, spanning from telecommunications to spectroscopy and astronomy. In addition, they support a complex nonlinear spatiotemporal dynamics that is the subject of intense research and the understanding of which is far from being complete. \n\nIt is in this framework that the project AMUSIC arises: it aims to advance the state-of-art understanding of nonlinear effects in MM and MC fibers and to investigate some promising devices where these effects are exploited in view of important applications in several key-areas.\n\nThe first part of the project is dedicated to the development of an optimized numerical platform for the analysis of nonlinear effects in MM and MC fibers. \n\nIn the second part we target the investigation and experimental implementation of the following fiber based devices: \n1) MM fiber optical parametric amplifiers and oscillators supporting the simultaneous amplification/generation of several modes in  an extremely broad and tunable band.\n2) High power MC- and MM-doped fiber lasers, where nonlinear effects are exploited to promote phase-synchronization and multimode soliton mode-locking.\n\nAMUSIC is aligned with the key-drivers and focus areas of Horizon-2020 Work program (WP). The project goals will be achieved in the framework of  international academic and industrial partnerships  (WP key-drivers: 'Leverage and boost engagement of industry' and 'Supporting strong partnership with Member States').  In addition, the envisaged devices may find application in several fields, among which  molecular fingerprinting techniques for personalised detection of disease by breath analysis (WP focus area: 'Personalising health and care') and Spatial-Division-Multiplexing schemes for new smart and sustainable digital infrastructures (WP focus area ìSmart cities and communitiesî)'",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}