{
    "rcn": "202738",
    "acronym": "EvolVir",
    "topics": "MSCA-IF-2015-EF",
    "title": "Evolution of virulence in immune-compromised hosts and the adaptation of emerging viruses",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Understanding pathogen evolution is key to predicting and managing disease emergence. While theory predicts that strong immune responses will generally select for increased pathogen virulence, current work mostly ignores the effect of immune-suppressed hosts on virulence evolution and on pathogen adaptation to novel hosts during disease spread. Further, the underlying genetic basis of the evolutionary change, that is, the genomic targets of selection, is seldom detected. I will apply a novel experimental approach by evolving the viral pathogen Drosophila C Virus (DCV) in its natural host Drosophila melanogaster, using host lines that are either immune-competent or immune-compromised due to the inactivation of specific immune genes. In addition to assessing changes in the evolution of virulence in these host lines (i.e. viral growth rate and host mortality), I will also take an evolve-and-resequence approach, using ultra-deep sequencing of the viral populations during experimental evolution. Using these uniquely detailed sequence data I will (i) identify the region of the viral genome under selection, (ii) determine if rapid virus adaptation is dependent on the fixation of new mutations or changes in viral variant frequencies from standing genetic variation and (iii) measure the rate of repeatability of pathogen adaptation in identical selective regimes. This work will test the role of immune-compromised hosts on the evolution of pathogen virulence, and also dissect the mechanisms that underpin pathogen evolution during adaptation to hosts with variable immune responses.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}