{
    "rcn": "202731",
    "acronym": "PrinTeam",
    "topics": "MSCA-IF-2015-EF",
    "title": "Political knowledge as teamwork: The Academy of Zamo?? print shop (1594-1627)",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "This research project investigates the collective effort behind the development of modern political science through a case study unique in Europe: the editorial activity of the Academy of Zamo??. This academy was one of the most distinguished schools of the early modern era and its primary mission was to train the Polish nobility for political life. It also had its own print shop where teachers jointly collaborated in the preparation of texts for printing. My analysis will consider the period from the foundation of the Academy in 1594 up to the destruction of the printworks by fire in 1627, during which time policy was largely influenced by its founder, the political and military leader Jan Zamoyski (1542-1605).\nTo avoid misinterpretations common to mono-disciplinary approaches, I will adopt an inter/multidisciplinary method, integrating the history of political thought, of ideas and of printing. I will also employ interpretative tools of the sociology of knowledge which have never before been applied to the cultural life of a Renaissance academy. \nI will use this innovative method to explore:\n1. the Zamo?? publications and the academic curricula of their creators;\n2. the political issues most frequently addressed in the publications, and their relation to the teaching activities;\n3. the interactions between the various working groups and individuals in the print shop.\nMy project is the first to produce a wide-ranging analysis of a fundamental topic in the history of early modern culture, since this Academy predated by several decades similar experiences elsewhere. This proposal also meets the Work Programme training objectives in the acquisition of new (transferable) skills and a considerable enhancement of professional maturity. Finally, my research will be widely disseminated, delivering a monograph, online research tools, articles, and presentations in Poland and abroad, contributing to raise awareness about the collective production of knowledge among scholars.",
    "totalCost": "146462,4",
    "ecMaxContribution": "146462,4",
    "coordinator": "INSTYTUT FILOZOFII I SOCJOLOGII POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999483054": {
            "orgId": "999483054",
            "orgName": "INSTYTUT FILOZOFII I SOCJOLOGII POLSKIEJ AKADEMII NAUK",
            "ecContrib": 146462
        }
    },
    "calculatedTotalContribution": 146462
}