{
    "rcn": "202715",
    "acronym": "NMDARETT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cell-type Specific Mechanisms and Functional Consequences of Altered NMDA Receptor Development and Mecp2 Deficiency on Developing Cortical Circuits",
    "startDate": "01/04/2016",
    "endDate": "02/08/2018",
    "objective": "NMDA receptor (NMDAR) dysfunction has been identified in multiple genetic causes of autism and related neurodevelopmental disorders. I recently showed that loss of Mecp2, the cause of Rett syndrome and some cases of autism, differentially affects NMDAR development at cortical synapses on specific cell-types: slowing down the development in excitatory pyramidal neurons and accelerating the maturation in parvalbumin-positive (PV) inhibitory interneurons. Genetic manipulation of NMDAR expression in Mecp2-deficient mice rescued both cortical function and the premature NMDAR maturation in PV cells. Based on these findings, I hypothesize that this cell-type specific disruption of NMDAR development leads to an imbalance in excitation and inhibition in the developing cortical circuits.  To test this idea, I will combine single cell genomic and cell-type specific recording techniques to elucidate how Mecp2 controls the development of synaptic receptors and the impact on network function. In Aim 1, I will use cutting-edge techniques for single-cell RNA sequencing and synaptic recordings of NMDAR maturation in cortical cultures to identify novel cell-type specific mechanisms underlying NMDAR development and the regulation by Mecp2. In Aim 2, I will investigate the functional effects of Mecp2 deficiency and altered NMDAR maturation on the development of cortical network activity using two-photon calcium imaging and multi-electrode array (MEA) recordings. As a neuroscientist and neurologist, this training will prepare me for an independent research career addressing the circuit-based defects underlying Rett syndrome and autism. I have the full support of the University of Cambridge and Wellcome Trust Sanger Institute for the proposed research and my career development. This study will improve our understanding of how loss of Mecp2 alters cortical circuits and has the potential to identify novel cell-type specific targets for developing new therapies for Rett syndrome.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}