{
    "rcn": "202774",
    "acronym": "MIGROPOLIS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Renaissance Migropolis: Mobility, Migration and the Politics of Reception in Venice (ca. 1450-1650)",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "This project aims to provide an invaluable new perspective on the motives, practices and consequences of migration in European history, by examining one of the most dynamic and cosmopolitan of past urban societies: Renaissance Venice (ca. 1450-1650). It will do this by investigating quotidian practices of mobility and in particular the early, liminal phases of migrant journeys through the city, producing a closely-focused study of spaces of first arrival for mobile people in Venice, such as inns, lodging houses, ferry stations and quays. Employing an innovative, interdisciplinary methodology, the project will map these key entry-points where new arrivals first sought shelter, food, work, information and human connection, revealing them as crucial sites of interaction and negotiation between newcomers and the local community and as hubs of the authoritiesí developing systems of migrant surveillance and identification. \nDissemination of the research via a monograph, journal articles and conference papers, as well as planned Public Engagement activities including a digital map of sites of arrival, a radio documentary pitch and an interdisciplinary workshop, will provide a vital historical perspective to contemporary debates on European migration. More broadly, the research will foster knowledge and expertise on vital themes of European history such as the development of policies of reception and hospitality, integration and assimilation, border control and identification, and their impact on states and urban centres as well as on local communities and migrants themselves. The Fellowship will also offer the candidate exceptional knowledge transfer, training and career development opportunities; in particular, her research will be enriched by participation, at the host institution, in an unrivaled concentration of expertise on comparative, transnational and interdisciplinary dimensions of  European migration.",
    "totalCost": "172477,2",
    "ecMaxContribution": "172477,2",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 172477
        }
    },
    "calculatedTotalContribution": 172477
}