{
    "rcn": "202795",
    "acronym": "AGRICADOPT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Environmental indicators for agricultural adoption, success, and continuity in the Nile Delta",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Archaeologists have long debated the origins of settled farming communities, and their appearance across the world at vastly different times, attempting to establish why and how the earliest farming settlements occur where and when they do. This is particularly true for the western Nile Delta, the region within which this training-through-research project focusses, and where the first sedentary farming communities in Egypt appear at c. 5,000 BC, e.g. at Merimde Beni Salama (MBS). The proposed research will apply two key methods using sedimentary analysis to assess the local environment in the hinterland and wider regional around MBS, which will require training in 1) recording, interpretation and analysis of sediments, and 2) thin section micromorphology description and interpretation. The application of these methods aims, overall, to elucidate the environmental setting before, during and after the settlement at MBS, as well as examining climatic data to highlight changes in the suitability/necessity for permanent settlement in the area by c. 5,000 BC, addressing these aims through the questions: 1) To what extent does the transition to settled lifeways depend on the arrival of new human groups bringing with them domesticated species and new technical knowledge; 2) Are the ënewí Neolithic lifeways an adaptation of the preceding Epipalaeolithic way of life in the region with the integration of some new groups and new knowledge, within a changed climatic/environmental setting; and 3) was the local environment specific to the western Nile Delta fringes especially well suited for the adoption and success of agriculture. The focal time range is c. 8000-3000 BC, covering the period during which the mobile Epipalaeolithic communities were present in the region, through the Neolithic period to the end of the Predynastic period when MBS goes out of use. The research will involve comparative artefactual analysis and be set within a framework chronometric dating framework.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}