{
    "rcn": "202700",
    "acronym": "PeaceTraining.eu",
    "topics": "BES-13-2015",
    "title": "Strengthening the Capabilities and Training Curricula for Conflict Prevention and Peace Building Personnel with ICT-based Collaboration and Knowledge Approaches",
    "startDate": "01/09/2016",
    "endDate": "31/10/2018",
    "objective": "Political conflicts have long since gone beyond national borders and peace building has become central to the self-conception of the European Union as a foreign policy actor. Current challenges in Conflict Prevention and Peace Building (CPPB) trainings are that many programmes on offer are both too general/narrow, they are not applicable enough, weak on concrete skills enlargement and moreover training alone is not sufficient. Overcoming these challenges requires novel CPPB training curricula and linked activities.\nPeaceTraining.eu aims to analyse these issues with strong involvement of all relevant stakeholders to take into account current practices and provide new training methods for CPPB personnel. In order to meet these challenges and to investigate this complex field of research a multidimensional modeling approach is used. The resulting, proprietary PeaceTraining.eu Cube Model describes curricula structures including stakeholders, new methods, course structures, techniques as well as further aspects, e-approaches, tools and entities.\nThe PeaceTraining.eu Web Platform (www.peacetraining.eu) features a knowledge base, stakeholder maps, expert navigators, infographics, best practice libraries, and digital guidebooks to strengthen the information transfer among all project developments and future implementations. Additional Training Curricula Setup Utilities and Search Tools four training centres and trainers are provided through the project. Thus, PeaceTraining.eu increases awareness on the topic and also attracts secondary target groups including training course provider, educational institutions and trainers because of its sustainable strategy with long-term mobilisation and engagement activities including an International PeaceTraining.eu Symposium.\nOn a European scale, PeaceTraining.eu will deliver new CPPB training methods and curricula and serve as a one-stop resource to increase efficiency and reduce costs.",
    "totalCost": "1499920",
    "ecMaxContribution": "1499920",
    "coordinator": "SYNYO GmbH",
    "coordinatorCountry": "AT",
    "participants": "PHILIPPS UNIVERSITAET MARBURG;COVENTRY UNIVERSITY;INSTITUTE FOR CONFLICT RESEARCH;BUNDESMINISTERIUM FUER INNERES;KOSOVAR CENTRE FOR SECURITY STUDIES;BALTI KAITSEKOLLEDZ;ARGE BILDUNGSMANAGEMENT GMBH;INSTITUTUL ROMAN PENTRU ACTIUNE, INSTRUIRE SI CERCETARE IN DOMENIUL PACII - PEACE ACTION, TRAINING & RESEARCH INST OF ROMANIA;ERDMANN DANIEL;UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "DE;UK;AT;XK;EE;RO;ES;BE",
    "projectParticipants": {
        "949095822": {
            "orgId": "949095822",
            "orgName": "INSTITUTUL ROMAN PENTRU ACTIUNE, INSTRUIRE SI CERCETARE IN DOMENIUL PACII - PEACE ACTION, TRAINING & RESEARCH INST OF ROMANIA",
            "ecContrib": 113750
        },
        "926058613": {
            "orgId": "926058613",
            "orgName": "ERDMANN DANIEL",
            "ecContrib": 101250
        },
        "999876971": {
            "orgId": "999876971",
            "orgName": "UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA",
            "ecContrib": 152125
        },
        "943502123": {
            "orgId": "943502123",
            "orgName": "BALTI KAITSEKOLLEDZ",
            "ecContrib": 58750
        },
        "999826434": {
            "orgId": "999826434",
            "orgName": "BUNDESMINISTERIUM FUER INNERES",
            "ecContrib": 64250
        },
        "999612161": {
            "orgId": "999612161",
            "orgName": "COVENTRY UNIVERSITY",
            "ecContrib": 112795
        },
        "925942504": {
            "orgId": "925942504",
            "orgName": "ARGE BILDUNGSMANAGEMENT GMBH",
            "ecContrib": 80000
        },
        "968196480": {
            "orgId": "968196480",
            "orgName": "INSTITUTE FOR CONFLICT RESEARCH",
            "ecContrib": 101250
        },
        "927578603": {
            "orgId": "927578603",
            "orgName": "KOSOVAR CENTRE FOR SECURITY STUDIES",
            "ecContrib": 45000
        },
        "969470478": {
            "orgId": "969470478",
            "orgName": "SYNYO GmbH",
            "ecContrib": 370500
        },
        "999848938": {
            "orgId": "999848938",
            "orgName": "PHILIPPS UNIVERSITAET MARBURG",
            "ecContrib": 151250
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 149000
        }
    },
    "calculatedTotalContribution": 1499920
}