{
    "rcn": "202701",
    "acronym": "FTI Cocoon",
    "topics": "FTIPilot-1-2015",
    "title": "Optimization of the production line of an innovative biodegradable water reservoir to be applied in efficient landscape-scale ecosystem restoration plans",
    "startDate": "01/02/2016",
    "endDate": "31/03/2018",
    "objective": "Global land resources are under pressure in the face of growing demand from an exponentially growing population and the impacts of climate change. The numbers demonstrate that we are wasting our natural capital at an accelerating pace. The time to act is now, by initiating large scale land restoration programs involving tree plantings. The ecosystem restoration market is globally estimated at US $300 billion. \n\nTowards this goal we have developed a unique, fully functional product (TRL 7), called ëCocooní, to promote tree establishment in dryland environments. Acting as a tree incubator the Cocoon nourishes tree seedlings, resulting in high survival rates and increased resilience to adverse growing conditions, while maintaining water efficiency.\n \nThe scope of this FTI is to prototype an innovative manufacturing line in the EU with the following objectives:\n1. Reach a production capacity of 1 million Cocoons per year\n2. Achieve a production output of 125 units per hour (as compared to 40 units in status quo)\n3. Reduce the manufacturing costs per Cocoon from Ä5 (currently) to Ä1 (target costs)\n4. Reduce energy consumption by 50% & manufacture with 100% recycled energy from waste heat, solar heat and PV\n5. Integrate local agriculture waste materials or grasses in the product \n\nWhen production cost can go down to Ä1, completely new, large-scale markets will open up. Our project will stimulate private sector investment in land regeneration projects and promote trans-disciplinary research & innovation (industrial design, organic waste recycling, biomass, renewable energy). Our sustainable innovations address societal needs of restoring degraded areas, especially in times of increasing pressures from climate change. They also create a viable business opportunity for the private tree planting sector (forestry companies, fruit & nut producers, etc.). FTI Cocoon is highly business-driven and clearly demonstrates a realistic potential for quick deployment and market take-up.",
    "totalCost": "1521875",
    "ecMaxContribution": "1065312,5",
    "coordinator": "FGW FASERGUSSWERK POLENZ GMBH",
    "coordinatorCountry": "DE",
    "participants": "LAND LIFE COMPANY BV;VOLTERRA ECOSYSTEMS SL",
    "participantCountries": "NL;ES",
    "projectParticipants": {
        "926104106": {
            "orgId": "926104106",
            "orgName": "VOLTERRA ECOSYSTEMS SL",
            "ecContrib": 152250
        },
        "926070835": {
            "orgId": "926070835",
            "orgName": "FGW FASERGUSSWERK POLENZ GMBH",
            "ecContrib": 242594
        },
        "929388914": {
            "orgId": "929388914",
            "orgName": "LAND LIFE COMPANY BV",
            "ecContrib": 670469
        }
    },
    "calculatedTotalContribution": 1065313
}