{
    "rcn": "202770",
    "acronym": "PreclinSR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Increasing clinical translation of experimental stroke research: new approaches to systematic review",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The translational paradigm of testing stroke treatments in animal models before proceeding to clinical trial has resulted in little success. A number of scientific practices likely contribute to this translational failure: Low study quality and bias in animal studies can cause overly or falsely positive results. Failure to publish outcomes contributes to an inaccurate body of knowledge and the wasteful duplication of experiments. Limited analysis of previous literature leads to weakly justified studies that may not investigate the most promising treatments. I aim to address these issues by developing new approaches to systematic review. Systematic review and meta-analysis are transparent, reproducible methods to objectively synthesise and interpret scientific evidence. They are routinely used in clinical research to support evidence-based healthcare decisions but remain underdeveloped and underutilised in preclinical research. Current systematic review methods provide a summary effect of treatments but do not adjust for the quality of evidence from different studies or the range of conditions where an intervention is effective. Additionally, while they are used to summarise data from different studies, they cannot present the comparative effectiveness of different treatments. I will develop sophisticated statistical techniques to address these drawbacks and analyse published literature describing animal models of stroke. I will be one of the first to adapt the powerful new method, network meta-analysis, to assess preclinical data. My results will inform drug selection for preclinical multicentre stroke trials and identify aspects of experimental design that contribute to biased research outcomes. Gaps in current knowledge will be identified, focussing animal experiments and reducing unjustified animal use and the duplication of studies into low potential areas. My new approach can be used for prioritising research in a broad range of biomedical fields.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}