{
    "rcn": "202716",
    "acronym": "TankRob",
    "topics": "FTIPilot-1-2015",
    "title": "In-service intrusive Non-Destructive Testing of above ground and underground petrochemical storage tank floors and walls to detect corrosion",
    "startDate": "01/05/2016",
    "endDate": "31/10/2018",
    "objective": "It is estimated that 20% of storage tank accidents are caused by cracks or raptures on the tank structure. The majority of the bulk liquids stored in these tanks include crude oil and derived products which are extremely hazardous to the environment; a spill of only one gallon of oil can contaminate a million gallons of water.\nStorage tank NDT inspection is very costly and degrading to the environment. Tank operators need to clear and vent the tank in order for human inspectors to enter it; a process that takes approximately 4 weeks and costs more than Ä500k while it causes hazardous gases to be released into the atmosphere.\nThere is currently no inspection solution allowing for low-cost and 100% surface tank inspection. It is this gap that gives rise to unique business opportunity which InnotecUK (Dynamic robotic NDT solution provider), Technic-Control and Integrity NDT (Leading NDT instrument and service providers) aspire to seize with the aid of TWI (World-class NDT technique research organization) and LSBIC (Leading robotic control research institute).\nOur vision is clear; we aim to redefine storage tank NDT inspection by commercializing TankRob, a leading-edge NDT inspection robot capable of in-service operation and 100% surface coverage thanks to a specially designed surface changing mechanism.\nTankRobís operation has already been demonstrated in water tanks and its performance indicates tremendous potential. We now need to finalize the systemís commercial version, obtain the necessary certifications and validate its performance in oil storage tanks. Our primary target customers will be large storage tank operators and SME NDT service providers initially in  European, Asian and Middle-eastern markets.\nTo this end we have come together as a consortium pursuing Ä3m funding. Our goal is to grow our businesses by Ä202.86m in gross sales resulting Ä39.47m of profit over the 10 years after our productís market launch, translating to a total amount of 897 new jobs.",
    "totalCost": "2828495",
    "ecMaxContribution": "2409117,14",
    "coordinator": "INNOVATIVE TECHNOLOGY AND SCIENCE LIMITED - INNOTECUK",
    "coordinatorCountry": "UK",
    "participants": "TECHNIC CONTROL;LONDON SOUTH BANK UNIVERSITY LBG;INTEGRITY NDT MUHENDISLIK SANAYI VE TICARET LIMITED SIRKETI;TWI LIMITED",
    "participantCountries": "PL;UK;TR",
    "projectParticipants": {
        "999911309": {
            "orgId": "999911309",
            "orgName": "LONDON SOUTH BANK UNIVERSITY LBG",
            "ecContrib": 668219
        },
        "990136037": {
            "orgId": "990136037",
            "orgName": "INNOVATIVE TECHNOLOGY AND SCIENCE LIMITED - INNOTECUK",
            "ecContrib": 408400
        },
        "965702416": {
            "orgId": "965702416",
            "orgName": "INTEGRITY NDT MUHENDISLIK SANAYI VE TICARET LIMITED SIRKETI",
            "ecContrib": 481946
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 762350
        },
        "997353516": {
            "orgId": "997353516",
            "orgName": "TECHNIC CONTROL",
            "ecContrib": 88203
        }
    },
    "calculatedTotalContribution": 2409118
}