{
    "rcn": "202733",
    "acronym": "PMTFOS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Plant metallothioneins as potential players in food security",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Food security is a socioeconomical concept that involves access to food that meets people's dietary needs and preferences. Current and future food security is threatened by more frequent and more widespread drought events, leading to reduction in crop yields. A related issue of global importance is micronutrient deficiency. Zinc, a micronutrient involved in all major physiological processes, has outstanding potential to improve crop yields, as well as animal and human health. One long-term and cost-effective approach to overcome zinc deficiency in humans involves biofortification - increasing micronutrients in staple crops.\nIn this context, the molecular processes underlying (a) drought resistance, and (b) micronutrients accumulation in edible parts of crop plants need to be elucidated. \nOne protein family ñ the plant metallothioneins (MTs) ñ shows tremendous promise in enhancing drought tolerance, zinc accumulation, and bioavailability.\nThis project aims to analyse the complement of MTs from sorghum, a cereal plant with unusual drought- and heat-resistance that is a staple crop for 500 Million people. Sorghum is predicted to become more prevalent in future European diets.\nIn this project, the questions whether and which MT may be involved in (a) zinc accumulation in grains, (b) discrimination between essential zinc and toxic cadmium, and (c) drought stress tolerance, will be addressed. A unique cross-disciplinary approach spanning in-planta analysis to protein biophysics will furnish unprecedented insight into crucial aspects of plant zinc homeostasis and drought tolerance. Outcomes will impact European scientific excellence by empowering a female scientist from Central Europe, and by inspiring further work in plant science. Future translation of the fundamental insights generated will Iead to applications in agriculture (e.g. novel biofortification strategies for cereals), and enhance the European publicís awareness of the importance of zinc for human health.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}