{
    "rcn": "202723",
    "acronym": "DivMeanBody",
    "topics": "MSCA-IF-2015-EF",
    "title": "Divergent Meanings: understanding the postmortem fate of human bodies found in Neolithic settlements from the Balkan area in light of interdisciplinary data",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "This research proposal is designed as an exploration in the construction of the prehistoric body and identity, by studying the post-mortem fate of human remains discovered in Neolithic settlements in the Balkan area (between 7th-5th millennia BC). These settlements have yielded collections of disarticulated/fragmentary/scattered human remains. Traditionally such human remains have been either a focus of osteological studies, looking at them in a biological dimension, or subjected to cultural analysis. DivMeanBody aims at taking a multi-disciplinary comparative perspective, at the cross-road of archaeology and osteology, towards the re-interpretation of such deposits from a taphanomic perspective to answer the question of whether these are deliberate depositions or more complex, including non-cultural processes, might explain this fragmentation. The beginnings of settlements, agriculture and the Neolithic way of life are marked by such funerary practices, and studying them is integral to understanding past ways of life and cultures. \nThrough its aims, DivMeanBody will help us better understand how these past people were performing and dealing with the dynamic processes of life and death in their communities and the relation of these practices to the formation of archaeological deposits. In the same time, it will surpass the divide present in contemporary research between a biological body (studied by osteology) and a cultural body (by archaeology). \nThe results of DivMeanBody will bring an original contribution that can challenge contemporary distinctions between domestic-funerary space, whole bodies-fragmentary parts, the world of the living-the realm of the dead. It will also create links between categories of archaeological material which are otherwise interpreted separately and thus offer new insights into what  being human meant in the past.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}