{
    "rcn": "202797",
    "acronym": "SPENG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Stretchable Piezoelectric Nanogenerators for Energy Harvesting in Elastic Environments",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Nanoscale piezoelectric (PZ) energy harvesters, or nanogenerators (NGs), are vital for next-generation autonomous devices as they can directly convert small-scale vibrations, such as blood flow and body movements, into electrical energy. Scavenging power from ubiquitous vibrations in this way offers an attractive route to supersede fixed power sources such as batteries that need constant replacing/recharging. In particular, epidermal or implantable PZ NGs could revolutionize wearable electronics and healthcare monitoring. The associated elastic environments require not only flexibility of the NG, but also stretchability in order for it to remain operational. Current NGs are rarely functional without being coupled to rigid or, at best, flexible substrates, due to the lack of proper methodology for fabrication of both stretchable electrodes as well as stretchable high performance PZ nanomaterials, that together make up PZ NGs. Thus, the Action aims to (i) develop micro/nano-patterned electrode fabrication techniques based on electronic printing on flexible/stretchable substrates, (ii) develop polymer-based PZ materials with tailored elastic properties to satisfy stretchability and flexibility criteria, marking a departure from traditional PZ materials that are ceramic in nature and hence stiff and brittle, and (iii) study the efficiency of the stretchable NGs developed, based on simulations and direct measurements of energy harvesting (EH) performance in elastic environments. The Action will address pressing EH challenges such as scalability and cost of fabrication of stretchable NGs, and enhancement of energy conversion efficiency over a wide range of deformation scenarios, with an aim to broaden the application of NGs to EH in biological and other extreme environments. The Action will be implemented in a multidisciplinary and innovative research environment at the University of Cambridge, with unique opportunities for the applicant to further his academic career.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}