{
    "rcn": "202777",
    "acronym": "CHISEL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Church Building as Industry in Early Medieval Western Europe",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "This project interrogates the early medieval ëconstruction industryí with a specific focus on the ecclesiastical workshops responsible for producing masonry buildings in the Early Middle Ages (8th-11th centuries). Using state-of-the-art analyses of selected religious buildings that survive as standing structures in Spain, Portugal and England, the overarching aims of the proposal are threefold. Firstly, to study the industry of construction of masonry churches through analysis of the building processes, technologies and the material and skills-based investment at selected churches. Secondly, to develop an understanding of the architecture as a product in its social and economic context, and to measure its contribution to the early medieval economy. Thirdly to establish a suitable methodology for the analysis of the construction industry at this time across Western Europe. The combination of traditional and novel methodologies, including architectural archaeology, history, geology, cost calculations, structural analysis and reverse engineering will facilitate a new assessment of Early Medieval church-building programmes, offering a unique opportunity to redefine the economy and history of the Middle Ages by taking into account this industry in the context of other industrial sectors, charting the period from a new perspective and transcending the boundaries of traditional research. As part of the research programme, the candidate will acquire complementary knowledge in the field (mainly relating to Anglo-Saxon architecture), will be trained in new techniques (OSL, laser scanning, GIS/informatics and LiDAR) and will interact with researchers in the host organisation who have mutually complementary research expertise. Results will be disseminated by via a monograph and papers published in high-impact journals, and communicated to public by means of different activities.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}