{
    "rcn": "202709",
    "acronym": "LIQUEFACT",
    "topics": "DRS-13-2015",
    "title": "Assessment and mitigation of liquefaction potential across Europe: a holistic approach to protect structures / infrastructures for improved resilience to earthquake-induced liquefaction disasters",
    "startDate": "01/05/2016",
    "endDate": "31/10/2019",
    "objective": "Over the past decade, earthquakes proved to be the deadliest of all European disasters, with almost 19,000 fatalities and direct economic losses of approx. Ä29 billion. Earthquake Induced Liquefaction Disasters (EILDs) is responsible for tremendous amounts of the structural damages and fatalities; with experiences from recent events giving example of where approx. half of the economic loss was directly caused by liquefaction. Liquefaction is a phenomenon, with previously a low profile until recent earthquake events, in which the stiffness and strength of soil is reduced by seismic activity. With the causes of Liquefaction being known, it is important to recognize the factors that contribute to its occurrence; as well as the resulting hazards. The theory on how to address the subject has been comprehensive, as well as the engineering to reduce its consequences of liquefaction already developed; however, recent findings and advances need to be accurately examined in order to implement mitigation strategies practically. A systematic approach is needed for assessing the possibility of liquefaction on a site, prior to construction, then implementing the most appropriate liquefaction mitigation techniques. However, the variability of circumstances, invariably translates to multiple approaches of implementation, based on the susceptibility of the location to liquefaction, as well as the type and size of structure. The LIQUEFACT project addresses the mitigation of risks to EILD events in European communities with a holistic approach. The project not only deals with the resistance of structures to EILD events, but also, the resilience of the collective urban community in relation to their quick recovery from an occurrence. The LIQUEFACT project sets out to achieve a more comprehensive understanding of EILDs, the applications of the mitigation techniques, and the development of more appropriate techniques tailored to each specific scenario, for both Europe and global.",
    "totalCost": "4944072,5",
    "ecMaxContribution": "4944072,5",
    "coordinator": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "SLP SPECIALIZIRANO PODJETJE ZA TEMELJENJE OBJEKTOV, DOO, LJUBLJANA;UNIVERSITA DEGLI STUDI DI CASSINO E DEL LAZIO MERIDIONALE;ISTITUTO SPERIMENTALE MODELLI GEOTECNICI SOCIETA A RESPONSABILITA LIMITATA;TREVI SOCIETA PER AZIONI;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;UNIVERSITA DEGLI STUDI DI PAVIA;ISTANBUL UNIVERSITESI;UNIVERSIDADE DO PORTO;STIFTELSEN NORSAR;UNIVERZA V LJUBLJANI",
    "participantCountries": "SI;IT;TR;PT;NO",
    "projectParticipants": {
        "991657094": {
            "orgId": "991657094",
            "orgName": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
            "ecContrib": 647348
        },
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 615000
        },
        "998391222": {
            "orgId": "998391222",
            "orgName": "ISTANBUL UNIVERSITESI",
            "ecContrib": 326250
        },
        "938287985": {
            "orgId": "938287985",
            "orgName": "TREVI SOCIETA PER AZIONI",
            "ecContrib": 492621
        },
        "999740201": {
            "orgId": "999740201",
            "orgName": "STIFTELSEN NORSAR",
            "ecContrib": 607754
        },
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 445000
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 531925
        },
        "999844767": {
            "orgId": "999844767",
            "orgName": "UNIVERSITA DEGLI STUDI DI CASSINO E DEL LAZIO MERIDIONALE",
            "ecContrib": 381250
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 311275
        },
        "925893228": {
            "orgId": "925893228",
            "orgName": "SLP SPECIALIZIRANO PODJETJE ZA TEMELJENJE OBJEKTOV, DOO, LJUBLJANA",
            "ecContrib": 216900
        },
        "926251740": {
            "orgId": "926251740",
            "orgName": "ISTITUTO SPERIMENTALE MODELLI GEOTECNICI SOCIETA A RESPONSABILITA LIMITATA",
            "ecContrib": 368750
        }
    },
    "calculatedTotalContribution": 4944073
}