{
    "rcn": "202746",
    "acronym": "SHADOWBANKING",
    "topics": "MSCA-IF-2015-EF",
    "title": "Monetary Policy and Shadow banking: global micro-evidence from ABCPs",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "This project aims to contribute to a multi-disciplinary understanding of shadow banking and banksí interactions with it, which includes accounting, banking and macroeconomics, with the purpose to assess their response to monetary policy changes. The financial crisis revealed how the banking system is both intertwined with, and exposed to, (systemic) risks in the shadow banking system. This latter is generally defined as ìcredit intermediation involving entities and activities outside the regulated banking systemî, or non-bank credit intermediation. The complexity of the issue, the heterogeneous legal forms and accounting practice assumed has so far limited empirical research on these ìde factoî banks and their activities outside the scope of the regulatory framework. Based on extensive rating agenciesí data, we examine how global shadow banking in the form of asset-backed commercial paper (ABCPs) ñ where the 2007- crisis started - are affected by monetary policy and can become a potential source of financial and banking instability because of their market-based funding. This research is innovative as it takes a global view of the shadow banking system by: i) focusing on the (lending)-activities of shadow banks, regardless of their legal forms and their reporting practices; ii) including US, but also EU and UK banks as major global players; iii) using micro data at ABCPs-portfolio level. After the crisis, this issue remains relevant in the current global uncertain economic environment and in the Euro Area as early-stage regulatory initiatives (FSB, BCBS) are aiming to transform shadow banking into a resilient market-based financing as an alternative to bank funding to support the recovery of real economy. The project addresses one of the focus areas in the agenda of Horizon 2020 in line with Europeís main challenge to overcome the economic crisis: i) understanding the evolution of the crisis and ii) understanding the impact of global trends on the EUís economy. ---",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "CITY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}