{
    "rcn": "202798",
    "acronym": "EFFECT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Effective environmental policies in Europe in the context of rebound effects",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "European policymakers are increasingly concerned about the unsatisfactory outcomes of efforts to harmonise economic growth and welfare with environmental quality, in particular due to the so-called rebound effects. The main objective of the EFFECT project is to develop innovative methods to identify and quantify key rebound effects, and assess their potential to impede the achievement of environmental targets in Europe. Some specific research objectives are: (1) review and classification of key environmental policies and targets in the EU and Member States in the context of rebound effects; (2) improvement of theoretical and methodological aspects of macroeconomic models used in rebound effect studies by integrating the ëenvironmental rebound effectí perspective; (3) assessment of the impact of rebound effects via EU and country-level ex post assessment of past key environmental policies and ex ante assessment of future policy scenarios and (4) proposal of recommendations to achieve net environmental savings from environmental policies, including optimal combinations and configurations, as well as optimal levels of welfare and economic development and equality. To attain such objectives, the EFFECT project will design an innovative analytical framework by combining an interdisciplinary perspective with micro and macro-level aspects of rebound effects. Such framework would allow a more comprehensive and scientifically sound study of the interplay between rebound effects and policy. In the context of the pursuit of a sustainable economic growth in Europe, this project can aid European policymakers in the design of effective environmental policies. Furthermore, the development of innovative and state-of-the-art analytical frameworks aimed at tackling exceptional societal challenges such as climate change resonates with the ambition of putting Europeís in-house science and researchers at the forefront of worldwide scientific excellence.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}