{
    "rcn": "202714",
    "acronym": "CompOLEDs",
    "topics": "MSCA-IF-2015-EF",
    "title": "Computational studies on materials for organic light-emitting diodes (OLEDs)",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Producing light with low energy consumption and low production costs is of vital importance for the lighting industry and also to face major societal challenges, i.e. exploiting energy resources more efficiently. Towards these aims, organic light-emitting diodes (OLEDs) are excellent candidates. This research project, CompOLEDs, aims at the refined understanding, at a molecular level, of the photochemical processes occurring in transition metal (TM) complexes and organic dyes used as phosphors and fluorophores in OLEDs. Hence, herein I propose the computation of the i) photophysical properties, ii) steady-state and dynamic properties and iii) reliable potential energy surfaces, which are mandatory to get insights into the processes occurring after light excitation. The design of photoactive materials with tailored photochemical properties is very often done in a trial-and-error manner. Instead, accurate predictive tools would be highly desirable. Thus, through the results obtained with these novel computational studies I will address current key challenges in OLEDs design, including: i) how to improve the internal and external photoluminescence efficiency and ii) how to fine-tune the emission color, notably to achieve white OLEDs (WOLEDs) and highly-efficient photostable blue emitters. These studies will pave the way to the next generation of OLEDs materials. The synergy of my scientific portfolio with the one of the host institution puts myself and this research project in a unique position to reach these goals. Finally, close cooperation with experimental partners, consisting of synthesizing and characterizing our best emitters candidates, are also proposed in this research programme. These collaborations are foreseen to generate technology transfer, especially in filling the current gaps in the OLED lighting industry and in contributing to the forecast market transfer from phosphors to the so-called third generation of emitters.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE NANTES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854176": {
            "orgId": "999854176",
            "orgName": "UNIVERSITE DE NANTES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}