{
    "rcn": "202773",
    "acronym": "MuCellWall",
    "topics": "MSCA-IF-2015-EF",
    "title": "Seed mucilage envelope as a new structural model in cell wall research",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The plant cell wall is dynamic, complexes structure composed of polysaccharides divided into fibrillar (cellulosic) fraction  and extracellular matrix (hemicelluloses and pectins). All the components are arranged in a network structure characteristic of the cell wall. The proposed, general spatial models of the cell wall based mostly on various  biochemical and/or microstructural analysis, which have usually been invasive by treatment with enzymes or chemicals, which can destroy the cell wall organization and allow to visualize a selected components. Despite of extensive research our knowledge about the cell wall is still incomplete and restricted mostly to the biochemical or genetic studies. The main aim of this project will be the determination of the cell wall components i.e. polysaccharides, glycoproteins, and the determination their spatial distribution in a special type of cell wall of the mucilage secreting cells (MSCs). The obtained results will allow creation a direct spatial cell wall model. The used material e.g. seeds of Arabidopsis thaliana mutants and wild type, Artemisia leucodens or Lepidium sativum will be an excellent and so far not examined study model due to characteristic loose spatial structure of the MSC cell wall. The use of modern techniques (in a quite new combinations) e.g. antibodies with attached gold particles and precise visualization in divers microscopes (e.g. SEM, LCSM) available at the host laboratory (Kiel University) will allow to overcome invasive procedures and let to detect the exactly location of the components. The realistic, representative cell wall spatial model will be created allowing for better understanding the different processes taking place within the cell wall. The project will be implemented at an interdisciplinary level opening a new possibilities for various cell wall studies. The project will give a new insight into the cell wall structural studies and lead to significant advances in this field.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}