{
    "rcn": "202886",
    "acronym": "InnateMSDyn",
    "topics": "MSCA-IF-2015-EF",
    "title": "Combining in vivo spectral biphoton imaging and multiparametric cytometry to characterize the dynamics of the innate immune response in a multiple sclerosis mouse model",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Multiple sclerosis (MS) disease is dependent on an intricate interplay between the adaptive and innate immune systems. Nevertheless, none of the Food and Drug Administration-approved drugs target innate immune cells, because of their unclear roles in the disease process. However, innate immune cells implication in the MS disease is no longer put in doubt.\nThe mobilization, differentiation and spatial-temporal distribution of brain resident and recruited peripheral innate immune cells, in relation with clinical scores, will be analyzed, as an alternative source of disease biomarkers and therapeutic targets.\nThe project combines recent advances in (a) generation of multicolor transgenic reporter mice with subpopulations of cells expressing distinct fluorophores, (b) spectral bi-photon imaging to visualize the cells of interest directly in the spinal cord in living animals, at a subcellular resolution in real time, and (c) multiparametric flow cytometry to characterize over time inflammatory cell types in the spinal cord tissue after disease induction. \nThe activated cells converging to the neuronal lesions, as well as the delay and the effect on the neurons, will be characterized. VEGF will also be tested as potential therapeutic drug, based on the known VEGF effects on neurons and immune cells. This data will provide new insights on MS disease setting up and implicated cells, correlated with clinical scores, neuronal damages and disease progression.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}