{
    "rcn": "202869",
    "acronym": "SMART-BONE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Smart electroactive 3D models of osteoregeneration",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "In the European Union alone, the annual number of bone fractures is projected to reach 4.5 million in 2025. Despite the advances in implant technology, grafts prepared using bone extracted from the patient to fill the bone defect are the only material reported so far to retain any significant efficacy in sustaining new bone formation. However, the aging worldwide population and increased life expectancy call for a different answer to the growing need for effective implants for bone fracture healing. \nThe 3D-BONE project will develop an in vitro 3D model to investigate electrical stimulation of stem cells based on biocompatible electroactive 3D scaffolds produced by the ice-templating technique. Electrical stimulation has been shown to positively affect stem cells differentiation into both bone- and vessels-forming cells. One of the key novelty of the 3D-BONE project is the use of human neural crest-derived stem cells (NCSCs). The study of this system in vitro will contribute to increasing the knowledge on a cell population that has the remarkable characteristic of preserving their potentialities to differentiate towards multiple lineages also in the adult. They can thus be isolated from the patient in need of the bone graft, with no need of external donors. Cellsí response to the applied electrical stimulus will be investigated using an organic electrochemical transistor (OECT) that will be integrated in the developed device and will allow for label-free monitoring of cells through an electronic readout. Altogether, the results of these studies will prove beneficial to increase the knowledge on electrically stimulated stem cells differentiation, providing new key tools for the development of implants to be successfully used in critical size defects healing.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT MINES-TELECOM",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999849326": {
            "orgId": "999849326",
            "orgName": "INSTITUT MINES-TELECOM",
            "ecContrib": 173076
        },
        "997996432": {
            "orgId": "997996432",
            "orgName": "ECOLE NATIONALE SUPERIEURE DES MINES DE SAINT-ETIENNE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 173076
}