{
    "rcn": "202800",
    "acronym": "EDU-DEM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Democratization through Education? The role of education in strengthening civil agency and voice in Sub-Saharan Africa. (Case study: Uganda)",
    "startDate": "01/09/2016",
    "endDate": "01/05/2019",
    "objective": "EDU-DEM advances our understanding of the role of education in fostering democratization processes in sub-Saharan Africa from the bottom up. Education has been long treated as an area of development programming that is separate from strengthening civil society formation and democratization processes. We still face several knowledge gaps in existing research on how education increases the agency of the wider civil sphere. This void is striking and it is here where EDU-DEM makes an innovative contribution to existing debates. In doing so, EDU-DEM will 1) explore the correlations between educational attainment and civil society characteristics and agency; 2) assess how formal and non-formal education systems and programmes increase the attention to and comprehension of local politics; 3) identify innovative, multi-scalar and context-specific approaches to nurture democratization processes through education.\nEDU-DEM brings together the disciplines of education and international development while drawing from and contributing to research on democratization, civil society and agency. Uganda serves as a case study as it exemplifies a striking paradox occurring in the majority of sub-Saharan African states. Despite a steady increase of funds and the commitment to support development through the grassroots level, experts witness weak democratization processes on the ground. Leading local CSOs consist of a small group of well-funded, urban-based organisations, led by a highly educated elite, with only a token presence in rural areas. On the other hand, the majority of grassroots and less-visible civil society actors are frequently characterized by political illiteracy ñnot to mention the countryís poorly educated wider civil sphere. \nThe findings of this project will be published in a monograph, two journal articles, policy briefs and publicized to a non-specialized audience via outreach activities (e.g.: dedicated website, media and blog articles, round-table discussions).",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}