{
    "rcn": "202887",
    "acronym": "NANOBreg",
    "topics": "MSCA-IF-2015-EF",
    "title": "A new therapeutic platform based on nanotechnology to promote T- and B-regulatory networks",
    "startDate": "01/05/2016",
    "endDate": "13/05/2018",
    "objective": "The complexity of autoimmune responses is a barrier to the design of strategies that can selectively purge the immune system of autoreactivity without impairing systemic immunity. Recently, Santamaria et al. have shown that nanoparticles (NPs) coated with type 1 diabetes (T1D)-relevant peptideñMHC (pMHC) complexes can restore normoglycemia in diabetic animals by blunting the diabetogenic autoimmune response without impairing systemic immunity. pMHC class II-NP therapy functions by expanding, in an epitope-specific manner, autoantigen-experienced T-regulatory-1 (TR1) CD4\\ T-cells that inhibit the recruitment of other autoantigenic specificities by: (1) suppressing autoantigen-loaded antigen-presenting cells in the pancreatic lymph nodes (PLNs); and (2) promoting the differentiation of B-cells into B-regulatory cells. Importantly, they have shown that human T1D-relevant pMHC class II-NPs also promote human TR1 CD4\\ T-cell formation in NSG mice engrafted with peripheral blood mononuclear cells from recent onset T1D patients. \n\nHere, I propose a multidisciplinary approach to test the following hypotheses: (1) Breg formation is driven by a cognate interaction between TR1 cells and autoreactive B-cells; (2) TR1-derived cytokines play critical roles in TR1-driven Breg conversion in vivo; and (3) the B-cells that are recruited to the PLNs of pMHC-NP-treated humanized NSG mice are enriched for Breg cells. Furthermore, I will work with the enterprise SEPMAG, to design a scalable magnetic separation device for future clinical development of these compounds.\n\nCollectively, NANOBreg will provide new insights into the biology of the TR1-Breg regulatory pathway and will enhance our knowledge on the mechanisms of action of this novel therapeutic approach. In addition, it will address a manufacturing bottleneck by bridging academic research with the manufacturing industry while enhancing my career development in an area of huge potential growth and translational significance.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}