{
    "rcn": "202885",
    "acronym": "OSCA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Ozone Sensitivity of Crops in Africa",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "Africa will experience rapid population and economic growth this century. Without pollution controls, the increased demand for fossil fuels, agricultural intensification, and industrial expansion will result in increased emissions of the atmospheric precursors that form ground-level ozone. Ozone is phytotoxic to plants and so reduces crop yields. Global losses in yields are estimated at over $10 billion. Africa will be particularly vulnerable as malnourishment is rampant and already ground-level ozone far exceeds levels safe for plant growth. Deleterious effects of ozone on crops are not included in crop yield forecasts for Africa, so future crop yields are likely overestimated. The overarching aim of this project is to get a data-driven estimate of current and future (2050) effects of ozone pollution on crop yields in Africa with Africa-specific crops and cultivars not yet considered in global studies. Project objectives will be achieved with (1) ozone exposure measurements at the Centre for Ecology and Hydrology (CEH, UK) where the fellowship will be based; (2) ozone and crop physiology measurements at field sites in Kenya; (3) simulation of surface ozone with an atmospheric chemistry model to be evaluated in this work; and (4) crop productivity forecasts for Africa at the University of Leeds as secondment. Data collected will be used to quantify current and 2050 food security threats of surface ozone in Africa. Results will be reported to relevant air quality and agricultural policymakers to emphasise the need for crop adaptation and ozone pollution control in Africa. New skill sets include ozone exposure experiments, physiological modelling, and crop forecasting; career development will be in project, person and data management; and placement at CEH and University of Leeds will facilitate extensive global networking. CEH will benefit from the candidateís skills in global atmospheric modelling and a new focus on Africa as part of the ozone impacts team.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}