{
    "rcn": "202839",
    "acronym": "DSMM",
    "topics": "MSCA-IF-2015-EF",
    "title": "ì(De) Securitising Muslims in Cyber space: Social Media, Civil society and Marginalisation After Charlie Hebdo and the Islamic Stateî",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "DSMM proposes a two-year fellowship at the CNRS in Aix-en-Provence, France, with a six month secondment at the School of Oriental and African Studies in London, UK. Europe faces one of the most significant security issues of recent years in the threats posed by Islamist terrorism. Prominent in this, and little researched, is the role of social media in this process. The project aims to fill this gap by applying cutting-edge research in a vital field for the future of Europe in assessing the effect of social media narratives on the (de) securitisation of Muslims in France and the UK. It does this through taking an original and interdisciplinary approach, incorporating quantitative and qualitative methods and concepts from sociology, political science and media studies. The key research objective is to create an analytical account of the means by which social media narratives work to construct and deconstruct Muslims in France and the UK as security threats. This account draws on data from a range of social media platforms, in addition to interviews of key actors in France and the UK. In terms of outputs, the project will generate 3 peer reviewed articles. In addition, the work will be presented at international conferences and will feature in blog posts and policy briefs.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}