{
    "rcn": "202890",
    "acronym": "MIGRADAPT",
    "topics": "MSCA-IF-2015-EF",
    "title": "An avian model for understanding adaptations and modulatory drivers of avian migration",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Migratory birds have evolved exceptional adaptations: they can invert their circadian rhythms turning from diurnal to nocturnal, undergo rapid changes in body mass and fat stores, and cope with repeated cycles of fasting and feeding as they alternate between sustained migratory flights and refuelling stopovers. The genetic and physiological mechanisms underlying such remarkable adaptations remain poorly understood.\nStudies on small, wild-caught Passerines have unravelled several aspects of migratory physiology. However, they have not allowed to experimentally uncouple the suite of endogenous and environmental factors underlying the dynamics of the migratory state. I will circumvent such limitations by pioneering a novel experimental approach using two closely related, larger avian model species that are better suited for multi-scale investigations of proximate mechanisms and offer a direct comparison between migratory and sedentary individuals.   \n\nThe key goals of this post-doctoral project are to determine:\n(i) The physiological mechanisms associated with the activation and deactivation of the migratory state; \n(ii) Which genes modulate such transition via changes in their expression within key target organ tissues;\n(iii) Whether endocrine signals trigger the switching of the migratory state.  \n\nThis project will undertake a novel comparative and integrative approach to reveal completely new insights into the importance of understanding genetic and physiological pathways underlying the dynamics of the migratory state. It will also provide fruitful insights to both poultry science and biomedical research on the importance of nutrition on health and food safety.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "VETERINAERMEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999851848": {
            "orgId": "999851848",
            "orgName": "VETERINAERMEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}