{
    "rcn": "202874",
    "acronym": "TORWIRE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mechanical Behavior of Microscale Metallic Wires under Torsional and Tensile Loadings at Elevated Temperatures",
    "startDate": "01/08/2016",
    "endDate": "31/01/2018",
    "objective": "The size effects (smaller is stronger) and Bauschinger effects (plastic recovery) at room temperature have been extensively documented experimentally at the micro/nano-scale. However, the underlying deformation mechanisms remain ambiguous, particularly in the presence of strain gradients. In this project, we intend to develop an integrated micro-torsion and micro-tension technique with a heating and temperature-control element for investigating the mechanical behavior of micro-scale metallic wires/tubes at elevated temperatures. We study all three size effects, due to the grain size, due to nonuniform deformation, and due to the wire diameter, and their coupling effects, using samples with different diameters (or wall thickness) and controlled grain sizes. The Fellow has reported the first observation of anomalous plasticity in the cyclic torsion of micro-scale metallic wires at room temperature. However, there have been no reports on the phenomenon in the cyclic torsion of small volumes at elevated temperatures. In this proposal, we plan to perform the (cyclic) torsion tests on micron-scale metallic wires and tubes which are heated in situ by passing an electrical current, and then to analyze the relation between plastic recovery and temperature. A long term goal is to exploit the size effect in novel high-strength, lightweight materials through ìlength-scale engineeringî. The main objectives are: ï To integrate the different micro-torsion/tension experimental methods, and so that it can be used at high temperatures. ï To perform (cyclic) torsion and tension tests on thin metallic wires/tubes at elevated temperature. ï To integrate the complementary theoretical methods, used to understand the corresponding physical mechanisms for the observed phenomena. ï To test existing theories for micro-scale plasticity by using the homemade samples, e.g. thin wires/tubes prepared with different grain sizes and diameters.",
    "totalCost": "146591,1",
    "ecMaxContribution": "146591,1",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 146591
        }
    },
    "calculatedTotalContribution": 146591
}