{
    "rcn": "202815",
    "acronym": "INSTINCT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Inhibiting Stress in the Construction Industry",
    "startDate": "03/01/2017",
    "endDate": "02/01/2019",
    "objective": "Work-related stress is costing the UK economy about 10 million man-hours and Ä16 billion. An intervention to curb the advent of stress is proposed: ëStress-Blockerí (Streblo). Cognitive psychology identifies five main personalities (Big-5): extraversion, agreeableness, conscientiousness, neuroticism and openness. How these Big-5 differ in the dynamics of stress are unexplored, particularly in the field of construction where stress is also prevalent. Behavioural science explains differences in the coping abilities of people. Thus Part A of the study is an empirical investigation of the impacts of stressors on the Big-5 and their different coping behaviours. Data from at least 1500 UK construction personnel will be collected using a questionnaire, and analysed using multiple inferential statistical techniques: hierarchical regression, factor analysis and sequential equation modelling. The findings will then inform Part B: the development of Streblo, a cloud-based IT tool for the effective recognition and deterrence of stress. Streblo will operate on artificial intelligence and its initial simulation will be carried out using of the WEKA software. Data from 1200 respondents will be used to train Streblo while the remaining 300 pseudo responses will be used to pilot (validate) the performance of the product. Streblo will also be validated with the partner organisations and project managers, through focus group meetings which will be recorded, transcribed and analysed using the ëNvivoí software. Streblo will then be launched as a simple, quick-to-use and free IT app which will be accessible on mobile devices, PCs and laptops. Streblo will exploit advanced technologies to prevent stress in different construction job profiles as well as other sectors of the economy. It will be the first worldwide integrated system that is based on personality profiling and associated coping skills to empower individuals to manage event-related stress in the context of their job roles.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF WOLVERHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852527": {
            "orgId": "999852527",
            "orgName": "UNIVERSITY OF WOLVERHAMPTON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}