{
    "rcn": "202867",
    "acronym": "PIEZOMACH",
    "topics": "MSCA-IF-2015-EF",
    "title": "Piezoelectric Vibration Absorber for Machining Applications",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The main idea of the PIEZOMACH project is to develop a fully passive nonlinear device for suppressing chatter vibrations in machine tools. These vibrations represent a major concern in industry, as they result, for instance, in waves on the machined surface. This project goes beyond the challenge of dealing with the nonlinear nature of chatter vibrations, to developing a device that can unlock the huge potential of nonlinearity to improve dynamic performance. \nMore specifically, the linear characteristic of the absorber will be optimized to maximize its stability properties, while its nonlinear characteristic will be designed in order to avoid dangerous bistable behaviors and guarantee robustness. This technique, successfully implemented for the suppression of aeroelastic instabilities, will be adapted to machine tool vibrations, first analytically and then experimentally, paving the way to the industrial exploitation of the obtained results. The vibration absorber will be practically realized utilizing an RLC resonant circuit coupled to the mechanical structure through a piezoelectric patch.\nAn important aspect of this project is that it exploits the complementary expertise of the Experienced Researcher, regarding nonlinear vibration absorbers, acquired in the framework of the ERC Starting Grant NOVIB, and of the Beneficiary, regarding machine tools vibrations, obtained in decades of activity in the field and in the recent ERC Advanced Grant SIREN.\nFor these reasons, PIEZOMACH represents a unique possibility to join the knowledge developed in two different ERC Grants into a single project that will allow the Experienced Researcher to boost his career through an intensive transfer of knowledge with the Beneficiary, and that is aimed at the development of a product with a strong industrial and commercial potential.",
    "totalCost": "146239,2",
    "ecMaxContribution": "146239,2",
    "coordinator": "BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999904228": {
            "orgId": "999904228",
            "orgName": "BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM",
            "ecContrib": 146239
        }
    },
    "calculatedTotalContribution": 146239
}