{
    "rcn": "202857",
    "acronym": "SWATCH",
    "topics": "MSCA-IF-2015-GF",
    "title": "Savanna water and carbon fluxes modelling integrating Earth Observation data",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "The aim of SWATCH is to develop a unique information system for quantifying savanna water use and biomass production on a regional scale, with the ultimate objective of supporting decision-making processes. This effort directly addresses the European H2020 priorities of sustainable rural development and food security. \nSavannas are among the most complex, variable and extensive agrosilvopastoral systems on Earth (~20%). One fifth of the world's population depend upon them, although they are extremely vulnerable to changes in land use and climate. These changes affect not only ecosystem functioning, but also the land-atmosphere linkages and regional carbon cycle, in ways still unknown. Since savannas are greatly influenced by human activities, private/institutional practices play a key role in their conservation. The integration of Earth Observation data into process-based models will enable us to map the evolution of the ecosystem health, improving their management, productivity and resilience. \nHowever, to map savanna fluxes, besides the mechanistic understanding of how the climate (dry periods) and the canopy structure (patched multiple canopy layers) interact with land-atmospheric processes, robust techniques to upscale the ecosystem parameters and fluxes over space and time are needed.\nThis project intends to bridge this gap and contribute to: 1) a better mechanistic understanding of savanna water/energy/carbon fluxes, using long-term eddy covariance and ground measurements 2) more accurately modelling these fluxes on a regional scale with different-scale EO data 3) the development of an operational information system to be integrated into decision-making processes, evaluating a pilot experience located over dehesa (Spanish productive savanna).The outgoing phase with Prof. Baldocchi's group (UC Berkeley, USA) intends to cover first and second objectives, while the third one will be address on the return phase, with Dr. Gonzalez-Dugo's group (IFAPA, Spain).",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "INSTITUTO ANDALUZ DE INVESTIGACIONY FORMACION AGRARIA PESQUERA ALIMENTARIA Y DE LA PRODUCCION ECOLOGICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "997591651": {
            "orgId": "997591651",
            "orgName": "INSTITUTO ANDALUZ DE INVESTIGACIONY FORMACION AGRARIA PESQUERA ALIMENTARIA Y DE LA PRODUCCION ECOLOGICA",
            "ecContrib": 239191
        }
    },
    "calculatedTotalContribution": 239191
}