{
    "rcn": "202884",
    "acronym": "Legitimacy",
    "topics": "MSCA-IF-2015-GF",
    "title": "Legitimacy, Sovereignty and the Public Sphere",
    "startDate": "01/03/2017",
    "endDate": "29/02/2020",
    "objective": "The goal of the research is to redefine the interrelations between the concepts of legitimacy, sovereignty, the public sphere and democracy in order to develop a conception of a more inclusive and participatory public sphere.\nThe problems of participation in and inclusivity of the public sphere relate to recent trends of globalisation and democratic development in general. As for the latter it has been argued that democracy is hijacked by corporate interests and party bureaucracies that make decisions in their back rooms, excluding all public discussion, and as for the former, we can observe how globalisation brings together different peoples, cultures, religions, highlighting the question of openness to and acceptance of differences. This research project proceeds from understanding that tackling these issues means to deal with the problems of inclusivity and participation in the public sphere. \nThis project differs from various re-conceptualisations of the public sphere or sovereignty that have been offered in response to these concerns. It returns to the original condition of possibility of the concept of the public sphere: my argument is that the mentioned problems with inclusivity and participation emanate from the unfinished conceptual separation between state and society. I argue further that the idea of legitimacy has to be tackled, if this conceptual separation is to be brought to its conclusion. My theoretical approach to these issues will be a conceptual analysis informed by Derridean deconstruction.\nThis project is innovative as it is interdisciplinary in using conceptual tools of philosophy to reinterpret terms which are in use in our everyday political practice. The process of carrying out the research plan that also foresees publishing four scholarly articles and the completion of one book manuscript will significantly develop further my skills and knowledge, making me better equipped to contribute to European science.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968246435": {
            "orgId": "968246435",
            "orgName": "THE STATE UNIVERSITY OF NEW YORK",
            "ecContrib": 0
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}