{
    "rcn": "202876",
    "acronym": "Wnt and CRC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Therapeutic inhibition of the oncogenic Wnt/beta-catenin pathway in mismatch repair deficient hypermutant tumors",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Colorectal cancer (CRC) is a leading cause of death worldwide. Mutations in components of the canonical Wnt/beta-catenin pathway such as APC, CTNNB1/beta-catenin, AXIN2 and more recently RNF43 or ZNRF3 can contribute to CRC tumorigenesis. The hosting team and Dr. Cleversí group have recently described that inhibitors of the porcupine enzyme, that is essential for the maturation of Wnt-ligands, have therapeutic efficacy in tumors with RNF43 and ZNRF3 mutations. Hypermutant tumors are characterized by mutations in key components of the DNA mismatch repair (MMR) genes, resulting in the amplification in non-codifiying repetitive sequences in the genome known as microsatellites. Recent studies from the hosting team and Dr. Garrawayís group highlighted that mutations in RNF43 and ZNRF3 preferentially occur in a codifying microsatellite (hotspot) in MMR-deficient tumors. Lynch Syndrome is a hereditary cancer-prone disease where patients also develop MMR-deficient tumors as a consequence of germinal mutations in MMR genes accounting for 3-6% of CRC patients with very few therapeutic opportunities. In this proposal we aim to: 1) characterize Wnt-related genetic alterations in Lynch Syndrome patients and determine enrichment of RNF43 and ZNRF3 mutations compared to CRC sporadic tumors; 2) link MMR-deficiency and acquisition of the druggable Wnt-related mutations in RNF43 and ZNRF3; 3) evaluate the efficacy of PORCN/Wnt inhibitor WNT974 on tumors mutated in RNF43 and ZNRF3. \nWe believe that not only Lynch Syndrome but any cancer patient with tumors presenting RNF43 and ZNRF3 mutations could benefit from the treatment with such new generation of Wnt/beta-catenin inhibitors. \nOur collaboration with the Oncology Service and pharmaceutical companies will accelerate the translation of our findings into the clinical practice and hopefully provide a new therapeutic opportunity for CRC patients. This would therefore have a general impact on cancer treatment in Europe.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "995163935": {
            "orgId": "995163935",
            "orgName": "FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}