{
    "rcn": "202846",
    "acronym": "PlantCellMech",
    "topics": "MSCA-IF-2015-GF",
    "title": "Quantification of the role of mechanical stresses in plant cell morphogenesis.",
    "startDate": "15/04/2016",
    "endDate": "14/04/2019",
    "objective": "Specific cell and tissue form is essential to support many biological functions of living organisms. During development, the creation of different shapes fundamentally requires the integration of genetic, biochemical and physical mechanisms.\nIn plant, a stiff pecto-cellulosic network encapsulates cells and counterbalances stress created by turgor pressure inside the cell, thereby controlling cell shape. It is well established that the cytoskeletal microtubules network play a key role in the morphogenesis of the plant cell wall by guiding the organisation of new cell wall material. Moreover, it has been suggested that mechanical stresses orient the microtubules along their principal direction, thereby controlling wall architecture and plant cell shape. Nevertheless, to fully understand how plant cells are shaped and how mechanical stresses influence this process, a quantitative approach needs to be established.\nIn this project, we aim to provide new fundamental knowledge on the role of mechanics in plant development at the cellular scale. New experimental and imaging methods are now available to achieve this aim. We will combine experimental approaches and mechanical modeling to study quantitatively how single plant cells respond to mechanical signals and how they are integrated by the cell into changes in genetic expression. The outgoing host at Caltech, and the candidate have had success developing a custom-made micro-wells device to mechanically disrupt single plant cells. By coupling this approach with mechanical modeling and using a novel software developed by the returning host at the Sainsbury Laboratory, this project will lead to fully develop a computational model of plant cells and tissues morphogenesis, as they respond biologically to changes in directions and amounts of physical stress. The success of this project will have a significant societal impact on improving our understanding of how plants grow, and can grow in agricultural settings.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997764020": {
            "orgId": "997764020",
            "orgName": "CALIFORNIA INSTITUTE OF TECHNOLOGYCORP",
            "ecContrib": 0
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}