{
    "rcn": "202813",
    "acronym": "DeBoRA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dopamine and Bone Metabolism in Rheumatoid Arthritis",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Rheumatoid arthritis (RA) is associated with local bone erosion and systemic osteoporosis, which leads to severe disability and low quality of life. Although treatment with biologics can reduce bone loss by inhibiting inflammation, biologics are not able to achieve bone repair and some patients do not respond sufficiently to the treatment. Therefore, an efficient long-term therapeutic approach to target bone erosion and osteopenia still need to be established. Here, we describe a possible involvement of the neurotransmitter dopamine (DA) in bone metabolism and how we aim to use this new pathway to control bone erosion and restore bone mass in RA.\n\nThe involvement of DA on joint inflammation in RA was demonstrated in vitro and in vivo, and an elevated concentration of DA in the synovial fluid of RA patients was also described. Moreover, we recently described that DA is produced in RA synovial tissue and can act in an autocrine/paracrine manner. However, it is still unclear which role local DA can exert on bone erosion in RA. We performed preliminary experiments and could confirm the presence of DRs in RA bone remodeling zone and in osteoblasts isolated from RA. Moreover, DR activation stimulated IL-6. This confirms the active role of local DA also on bone metabolism in RA.\n\nGoal of the present study is therefore to elucidate the mechanisms of action of DA in bone remodeling in RA, in order to find out how to modulate this pathway to control bone erosion and stimulate bone formation in RA. Specifically, we will address the following issues: 1) To identify the mechanisms responsible for DRs expression in RA bone remodeling zone, 2) To define mechanisms of action of DRs on bone metabolism in the context of RA 3) To prove the clinical applicability of DA modulation in arthritic joints towards an anti-inflammatory and bone-protective path. Final goal of this project is to establish a new therapeutic approach to block bone erosion and restore bone mass in RA.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "FORSCHUNGSGESELLSCHAFT FUR ARBEITSPHYSIOLOGIE UND ARBEITSSCHUTZ E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998770686": {
            "orgId": "998770686",
            "orgName": "FORSCHUNGSGESELLSCHAFT FUR ARBEITSPHYSIOLOGIE UND ARBEITSSCHUTZ E.V.",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}