{
    "rcn": "202880",
    "acronym": "GENETONE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Genetic dissection of a tonically active neural circuit",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Understanding how the brain works is a fundamental challenge in biology and a priority of EU research. A subset of brain circuits can signal tonically to encode persistent stimuli. Such circuits are involved in many sensory systems (e.g. vision, hearing) and in homeostatic responses (e.g. temperature, pH, and posture control). How tonic activity is molecularly achieved remains poorly understood. In C. elegans a tonic circuit promotes aggregation behavior and escape from 21% oxygen. At its core this circuit comprises URX oxygen sensors that tonically stimulate RMG interneurons as oxygen approaches 21%, evoking a switch in behavioral state. Each neuron in the circuit can be imaged and selectively modified in vivo - providing a special opportunity to dissect a tonically active circuit. Genetic screens have isolated 74 mutants with behavioral defects linked to URX-RMG tonic activity and that appear to disrupt hitherto unstudied loci. I am currently identifying the genes defective in these mutants, something I expect to achieve by May 2016 when the Fellowship would begin. I propose to combine genetics, neural imaging, optogenetics and biochemistry to characterize these genesí function. I expect to define groups of gene products that act together. Some will be hitherto uncharacterized in any animal. I propose to collaborate with partners in the host institute and elsewhere to characterize the function of conserved genetic pathways I discover in depth. I will gain added value from learning new approaches (e.g. biochemistry, CLEM, cell-specific RNA Seq) and by extending some of my findings into a vertebrate model. I expect my research to provide general insights into molecular mechanisms by which tonic circuits work, with potential implications for human disease. This project is likely to pioneer new lines of research indispensible to establish an independent research career, will broaden and deepen my technical expertise, and will help me develop new scientific networks.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}