{
    "rcn": "202819",
    "acronym": "SAMA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Spaces of Anti-Muslim Acts in the Greater Paris and Greater London regions",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Social and political debates have repeatedly shown that we are now in a new religious era primarily marked by diversity. The religious diversity of European society ñ and in particular the visibility of Muslims in the public space ñ reveals that the geographical space is a key factor in the study of anti-Muslim discrimination. Indeed, Islamophobia is very much present and has intensified especially since the armed attack of Charlie Hebdo publishing offices (a French satirical magazine) in January 2015. By analysing the spatial effects of Islamophobia, we seek to more effectively assess the impact of Muslim presence throughout European society, and in particular in France and United Kingdom. More exactly in the SAMA project, I will identify the spaces where anti-Muslim acts have occurred, the spatial practices and the scales of belonging of these discriminated people, and the intersectional dimension of Islamophobia in both the Greater Paris and Greater London regions. In addition to recording the highest levels of anti-Muslim acts , these conurbations are also ìsocio-spatial laboratoriesî that offer a useful context for exploring and understanding the dynamics that revolve around religious discrimination. To do this, the researcher - Dr Kawtar NAJIB - is moving from France to Newcastle University in United Kingdom in order to undertake a research on ìspaces of anti-Muslim acts in the Greater Paris and Greater London regionsî. This project will offer significant insights for the fight against racism and hate crimes in Europe. The researcher will gain research expertise in Islamophobia, social geographies, inter-European comparative research and GIS (Geographical Information Systems).",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}