{
    "rcn": "202849",
    "acronym": "DANCING",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dualities ANd Correspondences IN algebraic Geometry via derived categories and noncommutative methods",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "In the last few years, our understanding of algebraic geometry has undergone a radical reinterpretation as many classical problems are being solved using derived categories. These are a tool to translate geometric input into algebraic notions, retaining much of the initial information but at the same time allowing extra flexibility to work in an algebraic setting.\n\nThe purpose of the proposal is to gain a deeper understanding of the behavior of derived categories and contribute to the unity of the subject, connecting several of its subfields in a clear, transparent way. In turn, we will exploit the power of derived categories and apply them to more classical fields to gain insight that would be impossible with traditional methods: applications will include classical algebraic geometry via singularity theory, but also symplectic geometry via Homological Mirror Symmetry.\n\nProject DANCING will use a wide array of tools including algebraic geometry, noncommutative algebra, representation theory, DG and A-infinity methods. This innovative, multifaceted approach will allow us on one hand to understand better the abstract underpinnings of derived categories and their relation to other homological constructions, and on the other hand to use cutting-edge new techniques like stability conditions and a derived-categorical duality to have a concrete impact on our general knowledge of geometry.\n\nProject DANCING will take advantage of the world-class research group at the School of Mathematics of the University of Edinburgh, and the complementary skill set of the applicant, to create high impact research.\n\nKnowledge transfer forms a central part of DANCING and will be bi-directional. The applicant will further take advantage of training events and teaching opportunities. By the end of DANCING, it is expected that she will have gained a position of international prominence and will have a concrete track record of setting her own research agenda.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}