{
    "rcn": "202864",
    "acronym": "CADENT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Competitive Advantage for the Data-driven ENTerprise",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The notion of big data and its application in driving organizational decision making has attracted enormous attention over the past couple of years. Prominent examples of companies engaging in the big data paradigm have illustrated the potential in generating substantial business impacts and fundamentally changing the way organizational-level decisions are made. The need to harness the potential of rapidly expanding data volume, velocity, and variety, has seen a significant evolution of techniques and technologies for data storage, management, analysis, and visualization. Yet, there is limited understanding of how organizations need to change to embrace these technological innovations and the business shifts they entail. The purpose of  CADENT is to examine how big data is successfully exploited and by which means it improves competitive performance. The aim is to identify the critical success factors in a range of contexts, and use these findings to promote research and practice. More specifically, the proposed research project is targeted in identifying and categorizing the primary decisions needs from big data intelligence and analytics in varying industries and for different strategic orientations. The goal is to develop a clear understanding of how strategy and context shape data-driven information requirements, and explore through a holistic approach the human, technological, managerial, and relational aspects that contribute to successful data-driven decisions. In effect, the CADENT project seeks to explore through case studies, action research, as well as qualitative and quantitative methods how big data is optimally exploited and the organizational changes it creates. Implications stemming from the CADENT project will serve industry by providing a set of guidelines for companies adopting big data strategies to optimally exploit their investments and gain a competitive edge.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}