{
    "rcn": "202843",
    "acronym": "PaleoMicroBot",
    "topics": "MSCA-IF-2015-EF",
    "title": "Palaeolithic Micro-botanical remains as a proxy for Human Occupation Intensities",
    "startDate": "15/01/2017",
    "endDate": "14/01/2019",
    "objective": "The present project aims to use the microbotanical remains content in the sedimentary record to study site occupation intensity as a proxy for demographic changes during the Middle to Upper Paleolithic (MP-UP) transition. PalaeoMicroBot will develop new methods to obtain high-resolution data by incorporating the last developments in geoarchaeology, palaeobotany and archaeology. The objective is to study the phytolith, micro-charcoal, starch grain, and mineral composition in well-studied archaeological sites where the late MP and early UP layers are found in stratigraphic succession: La Ferrassie and Les CottÈs.  In addition, complementary sites with similar characteristics will be tested to provide a larger-scale perspective to the MP-UP transition. The sedimentation rate, sediment diagenesis, paleo-climatic changes, and the taphonomy and distribution of the microbotanical remains will be analyzed in order to evaluate the extent of the anthropogenic impact in the exposed profiles. The microbotanical results will be integrated with the macro-archaeological record and on-going analyses at the sites using state-of-the-art GIS methods. The results obtained will be tested against the additional sites in order to define chronological and geographical variations. Finally, several models to explain the MP-UP transition will be developed using the data obtained in this project and in the literature. These models will be tested using advanced multivariate statistics in order to detect first, the existence of effective changes in the site occupation intensities, and second the importance of the demographic variable in the MP-UP transition.  The PaleoMicroBot project aims to contribute to the debate of the demise of the Neanderthals and the arrival of the first Anatomically Modern Humans by using a groundbreaking methodological approach, and doing so, to add a new line of evidence to the study of demographic changes in European Prehistory.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}