{
    "rcn": "202850",
    "acronym": "GTR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dissecting gamma-TuRC composition and activity by Single Molecule Pull-down",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "In this project I will use Single Molecule Pull-down (SiMPull) for studying activity and regulation of human gamma-tubulin ring complexes (gamma-TuRCs). Gamma-TuRCs are the main nucleators of microtubule (MT) polymerization. Additionally, gamma-TuRCs may play a role in modulating MT dynamics. Regulation of gamma-TuRC activity is key to organizing the dynamic MT arrays needed for essential processes in various cell types. Progress in understanding gamma-TuRC regulation at the molecular level is currently hampered by a lack of information about subunit stoichiometries and interactions, and by technical difficulties that have prevented reconstitution of gamma-TuRCs in vitro. I will tackle these challenges by using SiMPull to immunoprecipitate and immobilize gamma-TuRCs to a glass surface directly from cell extracts collected at different cell cycle stages, and analyze individual gamma-TuRCs using high resolution microscopy. I will express tagged gamma-TuRC subunits in cells to isolate wildtype and mutant gamma-TuRCs. Using fluorescent protein tags and antibodies I will visualize and quantify components in individual gamma-TuRCs and, by incubation in pure tubulin and GTP, determine how gamma-TuRC composition is related to its ability to nucleate MTs and modulate MT dynamics. Together, the proposed research will expand the fieldís toolbox, thereby allowing new, molecular level insight into gamma-TuRC activity and its regulation.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999541836": {
            "orgId": "999541836",
            "orgName": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}