{
    "rcn": "202882",
    "acronym": "BNPGE",
    "topics": "MSCA-IF-2015-EF",
    "title": "The escaping B chromosome: a tool for dissecting the mechanisms of Paternal Genome Elimination",
    "startDate": "09/01/2017",
    "endDate": "08/01/2019",
    "objective": "Parent-of-origin effects are considered an important factor in the evolution and development of mammals and plants. Work on genomic imprinting has primarily focused on these two groups, yet reproduction in thousands of insect species involves an extreme form of imprinting known as ìPaternal Genome Eliminationî. In this case, males recognise, silence and, during sperm formation, discard the chromosomes they inherited from their father. Only the motherís chromosomes are inherited from the males. The molecular mechanisms responsible for parental origin recognition and process of elimination during sperm formation remain largely unknown. To redress this, BNPGE aims at exploring a unique genomic system found in the mealybug Pseudococcus viburni: a ìselfishî B chromosome that has acquired a way to escape from this genomic exclusion, therefore given itself the capability to be transmitted to the next generation regardless of parental origin. Using comparative transcriptomic and genomic analyses, as well as epigenetic approaches, BNPGE proposes to dissect molecularly how this B chromosome escapes from genomic exclusion. This system provides a rare chance to acquire novel insights into the epigenetic mechanisms underlying the recognition and exploitation of a chromosomeís parental origin, a widespread and evolutionarily conserved yet under-appreciated phenomenon. BNPGE will also add new knowledge of applied value as gene inactivation under genetic conflict has been implicated in a wide range of human diseases and disorders. Finally, BNPGE will equip the Fellow to become an independent researcher by enabling her to return and conduct long-term research in the EU, contribute to train and strengthen her research skills, expand her network of collaborators, produce high-impact publications, and enable research dissemination via conference communications and public outreach through the host institution and Internet media.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}