{
    "rcn": "202888",
    "acronym": "DecodeRemapping",
    "topics": "MSCA-IF-2015-EF",
    "title": "Decoding the neural mechanism of human spatial cognition using behavioural and hemodynamic signals",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The aim of this research is to understand space constancy, that is the mechanisms used by the brain to build a stable and continuous percept of our environment despite frequent movements of our sensory receptors (eyes, ears). For example, each time we move our eyes, the image of the outside world sweeps across the retina, yet we see the world as stable. Studies using single cell recording in animals have shown that some visual neurones predict what the world will look like after an eye movement by remapping their receptive fields to the place they will occupy following the movement. In my previous studies I developed behavioural tools that allowed me to model remapping in human as an attentional process. Even though my findings in humans were largely consistent with the results obtained from single cell recordings in animals, there was no possible way to establish a direct link between these data. Recent methodological advances in functional imaging, both in terms of techniques and data analysis make this possible. By combining my tools with novel imaging analysis of human population receptive fields, I aim to determine the mechanisms our brains use to stabilise our percept of the world for visual and auditory objects. Using hemodynamic (fMRI) and behavioural (gaze recording) signals I will decode the organisation of the multi-sensory spatial maps. I aim to determine the role of attention for space constancy, to establish innovative methods and procedures for investigating human spatial cognition, and to reconcile human and animal neurosciences findings by providing precise neural information of the maps and the neural mechanisms of human spatial navigation. This interdisciplinary project will constitute a unique opportunity to combine my expertise with state-of-the-art methods. I will have the chance to expend my skills, putting me on the best track to pursue a future independent research career with a multi-faceted profile of psychologist and neuroscientist.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}