{
    "rcn": "202878",
    "acronym": "DrugSense",
    "topics": "ERC-PoC-2015",
    "title": "Ribo-regulators that sense trace antibiotics",
    "startDate": "01/05/2016",
    "endDate": "30/04/2017",
    "objective": "Over-usage of antibiotics in the clinic and in agriculture resulted not only in increased drug resistance among pathogenic bacteria, but also in the spread of antibiotics metabolites in the environment and in our food. This poses multiple significant threats, including the development and expansion of multi-drug resistant pathogens. \n\nThe health and safety risks imposed by the presence of antibiotics in food, drinking water, and environmental waters raise the strong necessity for continuous monitoring of trace antibiotics levels in multiple media. The EU now obliges food manufacturers to test for antibiotics traces in their products, but current technologies for antibiotics sensing do not provide a complete solution. There is a strong need for antibiotics sensors that would accurately, rapidly and inexpensively report on the presence of antibiotics in various environments. \n\nIn our ERC-StG project we discovered new RNA leaders (ribo-regulators) that sense very low concentrations of antibiotics, leading to the activation of antibiotics resistance genes. These ribo-regulators thus function as efficient antibiotics sensors. Within the current PoC project we will develop a prototype for a highly sensitive bio-sensor, capable of rapid detection of trace levels of multiple antibiotics in food, water and other substances in a cost-effective manner. \n\nOur PoC project involves both prototype development and business development. Within the prototype development we will utilize our earlier discoveries to bio-engineer the  antibiotics sensor. Within the business development arm we will perform a thorough market research to identify the market needs, map the competition and pinpoint market segments where our biosensor product would have an advantage over the competition. Our aim is to achieve an IP protected proof of concept prototype that will attract further external investments, leading to spawning of a start up company that will bring our technology to the market.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}