{
    "rcn": "202971",
    "acronym": "defence_SC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Computation of innate threats and defensive behaviour in the mouse",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Innate defensive behaviours are emergency responses that animals use to avoid predators and environmental threats, such as escape to a safe shelter or freezing to avoid detection. Engaging in defensive behaviour at the right time and choosing the correct response is essential for survival, but little is known about how the brain achieves this. In this project we aim to understand the neural circuits that process sensory information to compute the presence of a threat and the most appropriate defensive action. We will focus on the mouse superior colliculus (SC), an evolutionarily conserved brain region thought to be crucial for defensive behaviours. \nIn the first stage of the research we will study the behavioural response triggered by both visual and auditory stimuli. We will then identify the SC neurons that facilitate the defensive response using two strategies. First, we will measure the neuronal activity to different defence responses using single-unit recordings in freely moving animals. Second, we will employ a novel method of activity-dependent recombination, to label active neurons during a defined behavioural period and characterize their functionality using optogenetics. Next, we will determine the synaptic input onto SC neuron populations using in-vivo whole-cell recordings in head-fixed mice navigating a virtual environment.  Finally, we will combine in-vitro whole-cell recordings with optogenetics and molecular perturbations of ion channels to study the biophysical mechanisms of multisensory synaptic integration in SC neurons. Success in this project will establish the biological mechanisms that SC neurons use to trigger defensive behaviours in the mouse.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "MEDICAL RESEARCH COUNCIL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}