{
    "rcn": "202932",
    "acronym": "NNI",
    "topics": "MSCA-IF-2015-EF",
    "title": "Neuroscience and Narratives of Intimacy",
    "startDate": "15/05/2016",
    "endDate": "14/05/2018",
    "objective": "As human beings, we tend to connect. Yet social isolation is a widespread condition with grave consequences on life-expectancy. Ideals of self-sufficiency and new modes of communication incite to isolate rather than attach. By contrast, experiencing meaningful intimate interactions has positive effects on health. But what is intimacy, where is it to be found, has it changed and how can it be studied?\nInfused with a robust public engagement component, the intended programme of research involves collecting narratives of intimacy from the general public to derive elements of its every day lived experience. Be these obstacles to (shame, fear, attachment deficits) or catalysts for (authenticity, vulnerability, trust) intimacy, the project then scrutinises past and current neuroscience and psychology research that can explain them. The project also aims at finding out whether brain explanations of intimacy resonate loudly with people and in popular culture and whether they disenchant the value of social connection. \nOverall, the proposed approach bears a twofold potential: \nOn one hand, the intimacy narratives identified may translate into instructive inspiration for the design of experiments by the scientific community. On the other hand, the public will be exposed to and question scientific accounts of intimacy, as well as report whether or not a scientific interpretation of intimacy reconciles with experience. \nUltimately, it will be possible to probe levels of incommensurability as well as possible convergences between scientific empiricism and lived experience, data and phenomenology, measurements and narratives and, thereby, test an effective dialogue between the medical sciences and the humanities, as well as science and society. If awarded, this fellowship as well as the training and original work arising from it will allow the fellow to push innovative research boundaries and achieve the appropriate intellectual maturation for a long-term independent career.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}