{
    "rcn": "202925",
    "acronym": "BIJOU",
    "topics": "MSCA-IF-2015-EF",
    "title": "Biomolecular Identification of Ornaments",
    "startDate": "30/03/2017",
    "endDate": "29/03/2019",
    "objective": "Symbolic material culture and personal ornaments can be used as effective proxies for tracking mobility and identity in the past: prehistoric Europe was interconnected by a network of long-distance exchange routes of shell ìjewelleryî. The movements of ornaments can thus reveal contact between communities, elucidating cultural dynamics and patterns of migration. \n\nIn the absence of written documents, reconstructing the journey of ornaments from their place of origin to their final destination requires secure information on the taxonomy and provenance of the shells. BIJOU will develop a novel interdisciplinary approach for shell ornament identification, advancing the traditional morphological methods and exploiting the biomolecules trapped in shells as taxonomic barcodes. \n\nIntegrating six state-of-the-art techniques (proteomics and amino acid analyses, macro- and micro-morphology, mineralogy, stable isotopes) and focusing on fifteen key archaeological sites across Europe, BIJOU will build the first publicly available reference collection of shells, identify the materials used to make ornaments and determine their local or exotic provenance. This will provide the long-awaited scientific basis for theories on long-distance exchange in prehistory. \n\nBuilding on the complementary expertise of the Researcher (archaeology and ancient proteins) and the Host Institution (shell biominerals), BIJOU will deliver long-term scientific benefits, including an ad-hoc methodology for the investigation of precious artefacts, and the establishment of an international network of archaeologists. The wealth of information on the modes and tempos of interaction between peoples in the past will be the focus of public dissemination and will inform current debate on the fundamental right of freedom of movement and perceived loss of cultural identity, contributing to building a European society that is truly ìinclusive, innovative and reflectiveî (Europe 2020 strategy).",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DIJON BOURGOGNE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839820": {
            "orgId": "999839820",
            "orgName": "UNIVERSITE DIJON BOURGOGNE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}