{
    "rcn": "202977",
    "acronym": "AS-ABA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Alternative splicing and SR proteins in ABA-mediated plant stress responses",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Abscisic acid (ABA), the major plant stress hormone, plays a crucial role in the response to the most pervasive causes of loss of crop productivity worldwide, including drought and high salinity. Serine/arginine-rich (SR) proteins are RNA-binding proteins that play crucial roles in the regulation of alternative splicing (AS), a key posttranscriptional mechanism for expanding proteome diversity and a flexible means of regulating gene expression in higher eukaryotes. While its functional relevance in plants remains largely unknown, mounting evidence suggests a central role for AS in the response to abiotic stress, in particular by targeting the ABA hormonal pathway. Using gene expression analyses, subcellular localization studies and reverse genetics approaches, this project will investigate the functional significance of six ABA-regulated Arabidopsis SR genes in stress responses mediated by the ABA phytohormone. To gain mechanistic insight into the mode of action of the SR proteins implicated in the ABA pathway, the physiological transcripts targeted by these splicing factors to achieve plant stress tolerance will be identified using a combination of genome-wide and biochemical approaches. In brief, next-generation sequencing technologies will be applied to whole transcriptome analysis (RNA-seq) of plants with altered levels of an SR protein and to RNA immunoprecipitation (RIP-seq) in plants expressing a tagged version of the SR protein. In discovering new plant genes that determine the ability to cope with unfavorable environmental conditions and by revealing the molecular mechanisms underlying their mode of action, this work will pave the way for the development of new efficient strategies to improve crop productivity in specific world regions.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "FUNDACAO CALOUSTE GULBENKIAN",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999455894": {
            "orgId": "999455894",
            "orgName": "FUNDACAO CALOUSTE GULBENKIAN",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}