{
    "rcn": "202978",
    "acronym": "VORTSHEET",
    "topics": "MSCA-IF-2015-EF",
    "title": "Vortex sheets - from new intuitions to crucial questions.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Understanding fundamental phenomena in fluid mechanics, such as formation of vortices at wingtips of a plane taking off or development of repetitive turbulent patterns of clouds, requires studying special flows which are characterized by a jump of velocity across certain interfaces. These singular flows correspond to solutions of the classical Euler equations from inviscid fluid dynamics, called vortex sheets. Remarkably, the existence and uniqueness of vortex sheets remain outstanding open problems even though they are of vital importance in applications in aerodynamics and climatology.\n\nWe aim to approach these problems from a new point of view and thus contribute to the development of the area. To achieve our goals we will\n- construct a new family of vortex sheets called 'vortex cusps',\n- study singularities, which vortex cusps may develop,\n- study related models to gain further intuitions.\n\nThe project will be conducted at the University of Warwick under the supervision of a leading researcher in the field, J.L. Rodrigo. It will also include a secondment in Seville, hosted by F. Gancedo and short visits to other experts in the field (D. Cordoba, Ch. Fefferman, T.Cieslak). This setup guarantees the highest quality of academic training, which will significantly broaden the previous interdisciplinary expertise of G. Jamroz (who finished his PhD in Warsaw in January 2015 and is currently a postdoc in Basel) and will, in combination with an intensive transferable skills training, lead him to an independent researcher position. What is more, the project will strengthen the position of the University of Warwick as a top mathematical research centre by extending its network of collaborations across Europe. The results of the research will be actively and frequently communicated both to experts and general public by open-access and peer-reviewed publications as well as conferences and general public events, thus ensuring maximum outreach of the proposed action.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}