{
    "rcn": "202900",
    "acronym": "TESNinSAB",
    "topics": "MSCA-IF-2015-EF",
    "title": "Fate and Toxic Effects of Silver Nanoparticles and Its Transformation Products in Soil Applied with Biosolids",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Sewage sludge management is one of the most challenging waste issues in Environmental Engineering field due to their highly polluted nature and high volume. On the other hand, sewage sludge, which is also called as biosolids, can be a nutrient resource for the agri-foods which leads to their usage in agriculture as fertilizers. Usage of biosolids as fertilizer is the most desirable management strategy since it provides resource recovery and prevents the usage of synthetic chemicals which can be harmful for human and environment health. Therefore, after the treatment of biosolids to meet the required quality criteria, their ultimate disposal as fertilizer has to be sustained. Up to date, organic, metallic or hazardous pollutants were addressed to be removed from biosolids before land spreading and standards were defined in regulations.  However, there are new concerning pollutants for biosolids application to agricultural lands. One of the most recent and biggest concerns is the presence of silver nanoparticles (AgNPs), which are widely used as biocides in the consumer products and are shown to occur in wastewater treatment plants, mostly, in biosolids. They are, as a source of ionic and nano Ag, among the emerging pollutants which are known to have potential to pose threat to human and environment health and have not been included in monitoring lists, yet. Therefore, the aim of this research is to advance the state of the art in land spread of biosolids through the investigation of the toxic effects and bioacculumation of AgNPs and its transformation products in soil organisms. For excellence in research, the knowledge about the toxic effects is integrated with environmental risk assessment which will enable necessary actions such as proposing guidelines for biosolids applications.",
    "totalCost": "145845,6",
    "ecMaxContribution": "145845,6",
    "coordinator": "ISTANBUL TEKNIK UNIVERSITESI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866592": {
            "orgId": "999866592",
            "orgName": "ISTANBUL TEKNIK UNIVERSITESI",
            "ecContrib": 145846
        }
    },
    "calculatedTotalContribution": 145846
}