{
    "rcn": "202906",
    "acronym": "FLUORODRUGS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Smart Theranostic Agents for the Tumour Microenvironment",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "FLUORODRUGS is a highly interdisciplinary project encompassing the design, synthesis and biological validation of novel smart chemical agents for highly sensitive diagnosis and specific treatment of cancer. I will prepare novel drug-fluorophores conjugates by combining macrophage-specific fluorophores with cytotoxic drugs using smart cleavable linkers. The activation of these smart agents in the tumour microenvironment will allow to not only to visualise in real-time but also to selectively ablate tumour-associated macrophages, which are essential for cancer progression. Further derivatization of the agents with specific ligands (i.e. chemokine CCL2) will yield probes for specific subpopulations of macrophages (i.e. CCR2\\ macrophages) that are critical in tumour metastasis. This strategy will minimise two of the major limitations of conventional cancer therapies: 1) drug resistance from cancer cells, and 2) toxic side effects derived from low cell specificity. Notably, the visualisation of immune cells in the tumour microenvironment will allow to monitor cancer progression in real-time and to run profiling studies to discover new biomarkers for cancer therapy. Initial in vitro studies to confirm the activity and selectivity of FLUORODRUGS will be performed in bone marrow-derived macrophages. Further, relevant mouse cancer models will be used to validate the theranostic agents in vivo. FLUORODRUGS will involve multidisciplinary training in biology, spectroscopy, pharmacology and imaging, and will render a unique generation of smart chemical tools to enhance diagnosis and treatment of cancer. This project will open a whole range of opportunities for my future career development in cancer biology and medicinal chemistry.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}