{
    "rcn": "202951",
    "acronym": "Farewell flashbacks",
    "topics": "MSCA-IF-2015-EF",
    "title": "Developing science-driven therapies after trauma: Neural mechanisms underlying the modification of intrusive emotional memories",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "A hallmark symptom of posttraumatic stress disorder involves ërecurrent, involuntary and intrusive memories of the traumatic eventí, in their most extreme form referred to as ëflashbacksí. At present, effective interventions to prevent the development of intrusive memory after trauma are lacking. The research aim is to develop innovative, science-based therapies for treating trauma-related psychiatric disorders, by using a multidisciplinary approach, combining advanced neuroimaging (fMRI) analyses with an experimental analogue for trauma (film footage with aversive content). Key to the proposed research are findings from basic neuroscience showing that consolidated memories can - upon their retrieval ñ enter a labile state, making them susceptible to interference. Recent finds from the supervisors lab show that the reconsolidation of trauma memory can be disrupted, resulting in fewer subsequent intrusions, by engaging participants in a visuospatial task (i.e., Tetris) after retrieving the memory. To understand the mechanisms underlying this effect, I aim to directly measure the neural processes involved in the modulation of consolidated emotional memory. This has the potential to yield major conceptual, clinical and methodological insights, and will advance my research skills. The acquired transferrable knowledge will form the basis of a future grant application fully supported by the supervisor, prof. Emily Holmes, towards the end of the fellowship and fuel my career as a future leader in mental health science. My training will include courses on advanced MRI, media training and project management, and disseminating my results through scientific papers, conferences, and the media. A fellowship at the Medical Research Council (MRC) Cognition and Brain Sciences Unit (CBU) in Cambridge would help me establish an network with leading scientists from all over the world, while being based at a premier establishment for clinical psychology research and neuroscience.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "MEDICAL RESEARCH COUNCIL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 81440
        }
    },
    "calculatedTotalContribution": 81440
}