{
    "rcn": "202993",
    "acronym": "DLL4-LVN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Targeting the (pre)metastatic lympho-vascular niche: molecular mechanisms and therapeutic implications in  melanoma",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Tumor metastasis is responsible for >90% of cancer deaths. A tumor type where the mechanisms driving this process are especially unclear is melanoma, the only cancer where apparently thin lesions (2 mm depth) have a high potential for metastatic dissemination. As a PhD student in P. Agostinis lab (KUL, Belgium) I identified a new strategy using the lysosomotropic agent chloroquine (CQ) to blunt melanoma metastasis, by normalizing the angiogenic vasculature via increased blood endothelial cell (BEC) NOTCH signaling. The complete abolishment of metastasis by CQ urged me to study whether another route of metastasis; the lymphatic system and the sentinel lymph nodes (SLN); was also affected. The importance of this route of metastasis is supported by recent evidence showing that even before the arrival of the tumor cells, the lymph endothelial cells (LEC) and immune cells in the SLN undergo dynamic changes that actively facilitate tumor cell recruitment, metastatic outgrowth and immune tolerance. This phenomenon is referred to as the ëlymphovascular (pre)metastatic nicheí.  Pending questions are how the cancer cells, LEC and immune cells crosstalk and how to target them pharmacologically.  My preliminary data, obtained during a short term EMBO Fellowship in the lab of M. Soengas (CNIO, Spain) show that CQ affects lymphangiogenesis even more than angiogenesis. These effects are due to an unexpected different wiring of the NOTCH pathway in BEC versus LEC. Activated LECs express high levels of the NOTCH ligand DLL4, which is trapped and inactivated in the endosomal compartment by CQ. Genetic interference in LEC revealed that DLL4 not only regulates lymphangiogenesis, but also the production of mediators of cancer cell homing and immune tolerance. In this project I will address the mechanistic role of DLL4 in the establishment of the lymphovascular niche, correlate DLL4 levels with melanoma patient prognosis and target DLL4 pharmacologically to improve therapeutic outcome.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999547850": {
            "orgId": "999547850",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}