{
    "rcn": "202924",
    "acronym": "SeQuCom",
    "topics": "MSCA-IF-2015-EF",
    "title": "Secure Quantum Communication and Computation",
    "startDate": "06/02/2017",
    "endDate": "05/02/2019",
    "objective": "Quantum Theory is one of the greatest scientific revolutions of the twentieth century. During the last decades, it has become apparent that the tools provided by quantum mechanics can be used in many fields, such as cryptography, algorithms, game theory, and even biology. This is because quantum systems exhibit an intrinsic randomness that can be exploited in order to significantly boost computational performance, increase security of communications and in general achieve tasks that are impossible with purely classical means. On the other hand, the use of quantum technologies in future telecommunication networks, raises important questions on the security of the currently deployed protocols since quantum adversaries will be able to use quantum effects to break widely-deployed cryptosystems (e.g. RSA).\nThe scientific aim of the proposed research project is to build the essential components for secure quantum communication and computing in realistic environments. It stands at the interface between quantum theory and experiments, focusing on the effect of the experimental environment on the implementation and security of different quantum computational models and protocols.  It is expected to pave the way for large-scale quantum cloud computing, so that users can store and process their data on a network using powerful quantum servers, therefore providing a more effective way for computing and communication. The proposed project is highly innovative and interdisciplinary, and it will play an essential role in my career development, since it will allow me to work closely with researchers from different fields and acquire both key scientific and complementary skills.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}