{
    "rcn": "202991",
    "acronym": "WntELECT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Wnt Enhancer LandscapE CharacTerization",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Despite significant efforts, cancer remains one of the major health challenges in Europe.\nIn essence, cancer can be seen as the result of alterations in the intricate balance between cell proliferation, differentiation and death during tissue homeostasis. Hence, pathways that are essential for the development and maintenance of mammalian tissues are frequently deregulated in human tumors and represent attractive targets for therapeutic intervention.\nIn that respect, the Wnt signal transduction pathway serves as a paradigm: On the one hand, Wnt ligands are crucial determinants of cell fate decisions and can act as self-renewal factors for adult stem cells in multiple tissues, including the mammary gland. On the other hand, aberrant activation of the Wnt/beta-catenin pathway is a hallmark of many human (breast) tumors.\nWhile it is clear that Wnt activity has to be carefully coordinated in precise temporal and tissue-specific patterns, there is a significant knowledge gap regarding the underlying control mechanisms.\nIn this project, I will combine bioinformatics, state-of-the-art genome engineering and an innovative screening approach to identify Wnt-associated enhancers in the mammary gland.\nI aim to:\n1. Establish an effective experimental pipeline for an epigenetic screen.\n2. Identify functional regulatory sequences for almost half of the mammalian Wnt genes.\n3. Validate individual enhancers in vivo.\nThe proposed research together with the training I will receive in an excellent, multidisciplinary research environment will significantly benefit my scientific career development.\nFinally, I envisage that my results will provide the basis for uncovering how environmental and intrinsic signals are integrated to control dynamic Wnt expression patterns in both normal development and cancer.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}