{
    "rcn": "202927",
    "acronym": "HIT-LVAD",
    "topics": "MSCA-IF-2015-GF",
    "title": "Understanding blood pressure and vascular haemodynamics in implanted Left Ventricular Assist Device patients.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Background: Advanced heart failure (HF) is a growing health problem in the European Union (EU). Consequently, a growing number of HF patients now depend on state-of-the-art continuous flow Left Ventricular Assist Devices (cf-LVAD) as a bridge to transplant or as a means of destination therapy. Since the introduction and usage of cf-LVADís rather than traditional pulsatile LVADís, survival rates have significantly improved. However, an increased number of side-effects, including stroke and microvascular bleeding, have been reported. Suggested mechanisms associated with these side effects is lack of pulsatile pressure and flow throughout the system, however there are currently no data on macro/micro haemodynamics in these patients.\nObjectives: Columbia Universityís Medical Center (CUMC) has the largest cf-LVAD programme in the world and thus will enable recruitment and assessment of the largest cohort to date of cf-LVAD patients. The aim of the project is to provide 5 work packages (WP) to understand the consequences of decreased pulsatile blood pressure (BP) and flow haemodynamics in cf-LVAD patients, compared to HF patients and age matched controls. \nProtocol: WP1:Measurement of BP and haemodynamics in cf-LVAD patients, using a new innovative BP device. WP2:Measurement of microvascular flow profiles in cf-LVAD patients, HF patients and healthy controls, using transcranial Doppler ultrasound and high frequency retinal Doppler ultrasound. WP3:Validation of brachial BP in cf-LVAD patients. WP4:Development of an improved LVAD device. WP5:Re-integration and Transfer of Knowledge back into the EU.\nOutcome: The project will require the fellow to re-integrate and transfer ALL of the newly acquired knowledge and skills from the world leading institution of CUMC back to the host institution, local community, national and EU clinical and industrial partners. This will facilitate the fellow to become a leading European authority in haemodynamics associated with LVAD patients.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "CARDIFF METROPOLITAN UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998269778": {
            "orgId": "998269778",
            "orgName": "TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
            "ecContrib": 0
        },
        "999872024": {
            "orgId": "999872024",
            "orgName": "CARDIFF METROPOLITAN UNIVERSITY",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}