{
    "rcn": "202902",
    "acronym": "MedCoRes",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mediterranean Coastal Resources: benefits and constraints for Prehistoric hunters-gatherers",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The Project ìMediterranean Coastal Resources: benefits and constraints for Prehistoric hunters-gatherersî aims to investigate how Mediterranean coastal ecosystems and climatic changes over the last 19,000 years have affected settlement and subsistence patterns during the Mesolithic-Neolithic transition. Studying past human adaptation in coastal zones is a key research topic to understand processes of economic intensification and human resilience to environmental change.\n\nWe propose to reconstruct the evolution of coastal landscapes around a well-known Mesolithic settlement area through the multi-proxy analysis of sediment cores of Pego lagoon (Gulf of Valencia, Spain). The objectives are: (a) the reconstruction of environmental changes through geomorphological, sedimentological and geochemical analysis and fossils of aquatic fauna in a well-constrain chronology, (b) the identification of vegetation cover changes through the analysis of pollen, spore and charcoal, which are linked to climatic change and human land-use,  (c) the reconstruction of the frequency of storm surge marine events using sedimentological analysis, and (d) the evaluation of ecosystems services and vulnerability to human pressures through a comparison of the inferred palaeoenvironmental dynamics with archaeological datasets from the same study area.\n\nThe hosting laboratory IPHES (University Rovira i Virgili, Spain) is the ideal institutional environment to develop the proposed research during the course of the fellowship and beyond. The researcher will be integrated within, and trained, in a strong collaborative and multidisciplinary network. This fellowship will reinforce the research experience, transferrable skills and audience and outreach of the candidate, and will thus be crucial for her future career.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA DE PALEOECOLOGIA HUMANA I EVOLUCIO SOCIAL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967062453": {
            "orgId": "967062453",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA DE PALEOECOLOGIA HUMANA I EVOLUCIO SOCIAL",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}