{
    "rcn": "202968",
    "acronym": "iEcoH",
    "topics": "MSCA-IF-2015-EF",
    "title": "Integrating Ecosystem Heterogeneity to Enhance ESM Performance",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Earth system models (ESM) are widely used to predict future climate and inform policy (e.g. IPCC). Recent research suggests that ESM do a poor job predicting future climate because they exclude microbial biogeochemical cycling and soil heterogeneity (e.g. texture), which affect the climate system. As an ecosystem ecologist with a strong background in microbial drivers of biogeochemistry, my primary goal is to use data from a robust global study measuring the effect of climate change on ecosystem processes to enhance the next generation of ESM making them more accurate and relevant to global policy. To achieve this goal I have developed key collaborations. Dr. H. Lee is an expert ecological modeler with an interest in enhancing ESM. NorESM is a leading ESM developed in Norway and used in many international modelling programs e.g. IPCC. Dr. A. Classen manages a 10 site global network measuring the ecosystem level impacts of warming. Dr. W. Wieder has initiated the development of the Microbial Mineral Carbon Stabilization (MiMiCS) model, which considers microbial drivers and soil heterogeneity; however this module requires verification and integration into ESM. My objectives are to (1) Train at the with Dr. Lee and develop ESM simulations for our 10 sites, (2) Generate a field based dataset with the help of Dr. Classen and (3) Compare simulations and field data to verify and enhance MiMiCS and (4) Integrate the newly enhanced MiMiCS into NorESM. During this action I will enhance my career by becoming a key user of cutting-edge ESM, furthering international collaborations, and enhancing European based ESM. Moreover, I will transfer my knowledge of biogeochemistry and ecosystem ecology to model developers and scientists internationally with the goal of creating synergies. The end goal of this action is to ultimately improve our ability to model future climates bringing our predicted climate scenarios closer to reality in order to better inform key policy.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNI RESEARCH AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999419616": {
            "orgId": "999419616",
            "orgName": "UNI RESEARCH AS",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}