{
    "rcn": "202967",
    "acronym": "EpiHope",
    "topics": "MSCA-IF-2015-EF",
    "title": "Epigenetic biomarkers for prediction of vascular complications and response to treatment in subjects with diabetes",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Type 2 diabetes (T2D) is one of the leading causes of death through its deleterious effects on cardiovascular disease (CVD). The complications of T2D can be reduced through early and appropriate preventive and therapeutic interventions. Several studies suggest that epigenetics may play a key role in the pathogenesis of these diseases. However, additional studies are needed to improve primary prevention and treatment of T2D and vascular complications. \nOur overall objective is to identify novel epigenetic biomarkers of clinical relevance that predict, monitor progression and forecast response to treatment of T2D and CVD. First we aim to identify clinically useful epigenetic biomarkers (DNA methylation will be analysed genome-wide) that can predict the glycaemic response to metformin treatment and future risk of CVD in newly diagnosed T2D patients recruited from ANDIS cohort. Second, the most efficient epigenetic biomarkers identified will be validated in T2D patients from ANDIS using pyrosequencing. Third, we aim to make combined predictive risk scores with our novel epigenetic biomarkers, genetic and clinical risk factors to assess risk for CVD. Finally, we will test functional characterization of the validated epigenetic biomarkers in target tissues from T2D patients, and in vitro follow-up studies will be developed. \nThis project represents an outstanding opportunity for personalized treatment for T2D, proposing for the first time pharmacoepigenetics in this field, and also for the development of a panel of high-quality epigenetic biomarkers together with combined risk scores, aiming to give a new reliable clinical tool for early prevention of CVD in T2D patients. Notably, epigenetic modifications can be manipulated more readily than genomic mutations, and thereby has much of potential for pharmacological applications. In summary, the findings of robust epigenetic biomarkers will optimize the therapeutics of T2D and the preventive care of vascular complications.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}