{
    "rcn": "202926",
    "acronym": "OCGN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Traditional Organised Crime and the Internet: The changing organization of illegal gambling  networks",
    "startDate": "22/05/2017",
    "endDate": "21/11/2018",
    "objective": "Transnational criminal networks utilise Information Communication Technology (ICT) to commit ëoldí and ënewí types of crime.  ICT assists in transnational crime (i.e., hacking) and also as a way to exchange information or plan new crimes. Empirical research has provided ample evidence that social and familial networks play a crucial role in the formation and growth (recruitment) of criminal networks. However, ICT now makes it possible for organised crime to form networks without the restrictions of geographic proximity and with the growth in the online gambling sector estimated at 13 billion Euros per annum in the EU worth approximately 15 percent of EU gambling market such sums of revenue attracts unwanted attention from organised cybercriminals. \n\nThis proposal will therefore examine online gambling and extortion networks. The reason(s) for this is that gambling ñ illegal and legal ñ has often attracted organised crime, and empirical evidence regarding online gambling and extortion in EU is limited. \n\nThe objectives of this research are:\n\nestablish tools and technique that facilitate management of internal/external cyber-threats to online gambling sector  \nvalidate tools and techniques that will facilitate the management of internal/external cyber-threats to online gambling sector\nset standards of information management \nset standards of dissemination and flows of information to cybersecurity centres from online gambling sector in EU\n\n\nThis is to be achieved by:\n\ninterviews with key individuals (systems managers at online sites and law enforcement)\nanalyse data for information flows and breaking down volume of information into accessible data for internal and external use. \nanalyse current decision making processes/systems and processing information \nanalyse exchange of data to improve and implement best practice available in cybersecurity across EU online gambling sites",
    "totalCost": "146591,1",
    "ecMaxContribution": "146591,1",
    "coordinator": "UNIVERSITY OF WOLVERHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852527": {
            "orgId": "999852527",
            "orgName": "UNIVERSITY OF WOLVERHAMPTON",
            "ecContrib": 146591
        }
    },
    "calculatedTotalContribution": 146591
}