{
    "rcn": "202944",
    "acronym": "MITOBIOPATH",
    "topics": "MSCA-IF-2015-EF",
    "title": "DISCOVERING NEW DISEASE PATHWAYS AFFECTING mtDNA METABOLISM",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Defects of mitochondrial DNA (mtDNA) metabolism (maintenance, integrity and expression) are the most common cause of multiple mitochondrial respiratory chain (MRC) defects in children. Several new disease genes have been identified in these complex pathways but the functional link between mutant protein and mtDNA metabolism is unknown or poorly understood. Example of the latter is FBXL4 (F-box and leucine-rich repeat protein 4) gene, mutations of which have been recently found in 28 patients with a multisystem complex syndrome, hallmarked by combined MRC defect and reduction of mtDNA copy number in muscle and fibroblasts. Approximately 60% of patients still lack genetic definition of their disease. Objective of MITOBIOPATH proposal is the discovery and characterization of novel mitochondrial biogenetic and maintenance pathways by implementing three specific aims. 1) Gene discovering by whole exome sequencing (WES): unbiased WES screening will be applied to a large cohort of paediatric patients presenting early onset hypotonia, developmental delay, failure to thrive, severe encephalomyopathy and/or liver failure associated with combined MRC defects. 2) Pathogenic pathways revealed by new gene defects: functional studies using cellular and animal models (knock-out zebrafish or mouse models) will be performed to establish the pathogenic mechanism of the mutation(s) and the function of unknown disease-associated protein(s); 3) FBXL4 function in cellular and in vivo models: immortalized cell lines expressing six different FBXL4 mutations will be generated by using CRISP/Cas9 technology and characterized with a combined molecular, biochemical and proteomic approaches. In addition, proteins in the Parkin-proteasome complex were recently identified as potential partners of FBXl4, and they will be further analyzed. Knock-out mouse model of Fbxl4 will be also investigated. \nOverall results will have impact on both mitochondrial disorders and other neurodegenerative disease.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "MEDICAL RESEARCH COUNCIL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 81440
        }
    },
    "calculatedTotalContribution": 81440
}