{
    "rcn": "202976",
    "acronym": "STEPN-UP",
    "topics": "MSCA-IF-2015-EF",
    "title": "Stilbene and entomopathogenic nematodes: Unlocking the potential",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Bacteria frequently form intimate associations with a eukaryotic host where they may have critical roles in the development, behavior, and/or functions of their animal symbiont. While the underlying molecular mechanisms are poorly understood there is increasing evidence that the bacteria are employing proteins or molecules to send signals to their host. My goal is to understand the inter-kingdom signalling that occurs between a bacterium and its animal host using, as a model, the interaction between an entomopathogenic nematode (EPN) called Heterorhabditis and its symbiotic bacterium, Photorhabdus.\n\nEPNs are soil-dwelling organisms that utilize a bacterial symbiont to kill their insect targets. Photorhabdus produces a bioactive secondary metabolite called stilbene (ST). ST is used as an antibiotic and a virulence factor. Furthermore, ST is required for nematode growth and development suggesting that ST may be an important inter-kingdom signalling molecule. In this vein, the proposed project will investigate fundamental aspects pertaining to host-symbiont evolution and interactions by: 1) investigating the evolutionary history of ST synthesis proteins, 2) determining the nematode response to ST, and 3) engineering increased ST production.\n\nAside from scientific advances, this fellowship would enable me to attend University College Cork (UCC) where beneficial training and knowledge will be obtained. For example, UCC provides training workshops on presentation skills, project management, and grant writing among others and aids in career management plans. Furthermore, I will learn new laboratory techniques and knowledge from this project. On the other hand, I will be able to bring my expertise in bacterial research to the host laboratory. This fellowship will have a significant impact on my career as an independent research scientist and will provide me opportunities to interact with the general public to enhance an overall knowledge of science.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}