{
    "rcn": "202919",
    "acronym": "2for1-SingletFission",
    "topics": "MSCA-IF-2015-EF",
    "title": "2 for 1: Quantum Dynamics of Singlet Fission",
    "startDate": "05/10/2016",
    "endDate": "04/10/2018",
    "objective": "The generation of renewable energy is of paramount importance as we move toward a low carbon economy. Solar cells represent a partial solution to this problem, and there has already been significant uptake of these technologies globally. In the proposed project we will study a quantum mechanical process which occurs in organic semiconductors called singlet fission (SF). Put simply this process involves a molecule absorbing a photon, and the resulting electron-hole pair ësharingí its energy with a neighbouring molecule, to produce two electron-hole pairs. As such, SF has the potential to double the electrical current generated by these molecules from sunlight. While it has been studied since the 1960s, new experimental techniques developed in the host laboratory have recently lead to breakthroughs in our understanding of SF. The aim is of this project is to understand the intricacies of SF so that it can be exploited to achieve dramatic increases in device efficiencies. This will be achieved using a two-pronged approach to the problem. The first is the use of newly developed ultrafast spectroscopic techniques to understand the fundamental aspects of SF. The host group is world-renowned for using spectroscopy to produce breakthroughs in our understanding of organic electronics and quantum chemistry. The second will leverage the applicantís background in physical chemistry to engineer SF systems with control on a molecular length scale. By combining these two innovations the project is expected to produce important results for the research community. These results will enhance our understanding of SF, with a view to exploit the process in real-world devices. We will elucidate the vibronic nature of intermolecular electronic processes with an unprecedented level of sensitivity. This has broader implications for our fundamental understanding of molecular physics, and the work will be a step toward an overarching picture of multi-molecular excitonic processes.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}