{
    "rcn": "202905",
    "acronym": "BAC-STAR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Bacterial Adhesion Control through Surface TArgeted Regulation",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Fundamental investigations of bacterial adhesion will create the knowledge base to advance surface engineering approaches.\nDirected mutagenesis of adhesin genes in several oral pathogens will be used to create a library of knockout strains. Recombinant adhesins will also be over-expressed in E.coli. Assays will be developed to test the interaction of the resulting strains (wild-type, knockouts, over-expressing E.coli clones) with a range of materials, covering the entire spectrum of surface properties with defined roughness, hydrophobicity, porosity, charge and composition. Adhesion kinetics will be monitored in real time, using flow cells to mimic the shear stress and nutrient exchange on implants in vivo. This will complement plate-based fluorescence adhesion assays, western blotting, immunofluorescence microscopy, and ELISAs. Adhesion trends will be tested with targeted surface modifications in pure and mixed culture, creating a feedback-loop for assay improvement with gradually specialised surface functionalization. The ultimate goal is to develop surfaces that promote the adhesion of host tissue, such as human osteoblast cells or gingival cells, whilst still preventing pathogen adhesion. \nUnderstanding the fundamental interactions of bacteria with surfaces facilitates the transferability of the results from this project to a variety of further applications (e.g. adhesion of electrogens to microbial fuel cell electrodes; antifouling surfaces etc.). My proposal therefore has the potential to be high impact research, and generates the framework for future interdisciplinary projects.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}