{
    "rcn": "202904",
    "acronym": "CF_struct",
    "topics": "MSCA-IF-2015-EF",
    "title": "High-Resolution X-ray Structures of Full-Length Cystic Fibrosis Transmembrane Conductance Regulator",
    "startDate": "16/11/2016",
    "endDate": "15/11/2018",
    "objective": "This proposal seeks to solve the high-resolution X-ray crystal structure of full-length Cystic Fibrosis Transmembrane Conductance Regulator (CFTR), an anion channel which regulates chloride ion concentration at the lumen-exposed surface of epithelial cells. Mutations of the CFTR gene cause cystic fibrosis (CF), a lethal disease which results in bowel obstruction, lung disease and premature death. CFTR is an ATPase and a member of the ATP-Binding Cassette (ABC) transporter family of proteins which has an allosteric Regulatory (R) domain not found in other ABC transporters. From the structure of CFTR, its mode of action will be revealed, focusing on the two sites of ATP hydrolysis and key residues for channel gating. CFTR will be crystallized alone and in the presence of the pharmacological agent Kalydeco, a small molecule from Vertex Pharmaceuticals that is used for the treatment of CF and reduces CF symptoms. The initial high-resolution X-ray crystal structure is a foundation from which personalized drug design work can begin. Therefore, the Kalydeco-CFTR complex structure will be used for ligand optimization of Kalydeco, an iterative process which will improve Kalydecoís specificity and pharmacokinetics. The latest technology, including in meso in situ serial crystallography and X-ray free electron lasers for serial femtosecond crystallography will be used as well as traditional synchrotron X-ray sources. These Actions use an interdisciplinary mix of crystallography, chemistry, biochemistry, biophysics and computational structural determination programs. The work will take place in Ireland in the lab of Dr. Martin Caffrey at Trinity College Dublin, a distinguished researcher in the field of membrane structural and functional biology. The prestigious Marie Sk?odowska-Curie fellowship will enable the candidate to actualize many objectives outlined in her career development plan in order to become an independent researcher.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}