{
    "rcn": "202929",
    "acronym": "COPQE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Composite Pulses for Quantum Engineering",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The development of integrated circuit technologies at scales approaching the quantum regime sparked an immense interest in the field of quantum information processing (QIP). These advances changed our understanding of the relation between information and quantum physics, and triggered a vast research effort into quantum engineering, which seeks to meet the practical challenges of controlling quantum systems with extremely high fidelities by encompassing both fundamental physics and engineering.\nWith this proposal we intend to enable the systematic incorporation of composite pulses into practical quantum engineering. We will address the outstanding challenges of unwanted interactions with the environment and time-varying noise in the control fields, which lead to reduction in the fidelities of the operations. The proposal is aimed at the following research objectives: 1. Develop composite pulses for quantum engineering with qubits that are robust to decoherence and non-static control errors, 2. Create the control toolbox of robust quantum engineering with multi-dimensional quantum systems, 3. Transfer robust CPs protocols for quantum engineering to polarization physics and waveguide arrays. The proposed research will be of considerable theoretical and experimental value, as it applies to any physical system with the ability to perform single- and two-particle gates, including trapped ions and atoms, Nitrogen-Vacancy centers in diamond and others. It will also have an impact on a wide range of fields beyond QIP, such as control theory, optics, and precision metrology. \nThe researcher and the host group at Sofia University will combine their complementary expertise to achieve these objectives. The applicant will receive significant training in transferable skills, and expand her knowledge in theoretical methods. Additionally, a secondment at Weizmann will allow the applicant to develop experimental expertise and contribute profoundly to her career.",
    "totalCost": "140994",
    "ecMaxContribution": "140994",
    "coordinator": "INSTITUTE OF SOLID STATE PHYSICS BULGARIAN ACADEMY OF SCIENCES",
    "coordinatorCountry": "BG",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997579817": {
            "orgId": "997579817",
            "orgName": "INSTITUTE OF SOLID STATE PHYSICS BULGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 140994
        }
    },
    "calculatedTotalContribution": 140994
}