{
    "rcn": "202994",
    "acronym": "PainDynamics",
    "topics": "MSCA-IF-2015-EF",
    "title": "PainDynamics: Research on the dynamics of attention bias for pain in daily life.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Chronic pain is a major health care problem in Europe which results in huge economic costs. Available cognitive-affective accounts of pain, distress and disability suggest that attention plays a pivotal role in the development and maintenance of pain problems. In particular the presence of an attentional bias towards pain-related information (AB) is thought to initiate or exacerbate pain problems in chronic pain patients. Despite the intuitive appeal of this idea, findings are inconsistent. In the current project I argue that inconsistent findings in AB research are due to both conceptual and methodological limitations of previous research. From a conceptual standpoint, I argue that the presence of inconsistent findings is owe to the conceptualization of AB as a stable trait-like or habit-like process. Instead, I propose to conceptualize AB as a temporally dynamic, fluctuating and enfolding phenomenon that varies over time and across contexts. From a methodological standpoint, I furthermore argue that varying empirical support may also be due to limited ecological validity in AB research. I propose that the ecological validity could be increased by using somatosensory stimuli instead of linguistic stimuli and by investigating AB for pain-related information and key variables in everyday situations instead of in a single laboratory session. In the current proposal, I will address these conceptual and methodological challenges via (1) the development and validation of a novel ecologically valid paradigm to assess AB, and (2) an investigation of key hypotheses concerning the role of AB in chronic pain using a novel ecologically valid approach. Increased understanding of the occurrence, dynamics and implications of AB in varying daily life contexts represents an important step in advancing theoretical models on chronic pain. Furthermore, current findings may also help to attune clinical interventions to the needs of each individual pain patient.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE DU LUXEMBOURG",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}