{
    "rcn": "202985",
    "acronym": "BEYONDCO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Using fine structure line emission to observe the life-cycle of molecular clouds",
    "startDate": "06/10/2016",
    "endDate": "05/10/2018",
    "objective": "The formation of stars underpins all of astrophysics, from driving the evolution of galaxies to setting the conditions for the genesis of planetary systems. Stars form deeply embedded in the densest regions of molecular clouds (MCs), but we still know very little about how MCs are assembled and destroyed -- the two processes that ultimately set the timescale over which stars can form. Since carbon monoxide (CO) forms up to 10 Myr after the MC forms and is easily dissociated by energetic photons, it is a poor probe of MC formation and stellar feedback.\n\nThis project aims to determine the range of conditions under which MCs are formed and destroyed using newly accessible tracers of MCs and their environments: ionised carbon ([CII]), atomic carbon ([CI]) and atomic oxygen ([OI]). Together with CO, these tracers supply a comprehensive structural and dynamical profile of MC environments. In a sample of galactic clouds, we will measure the gas density, temperature and the local interstellar radiation field. We will compare observed dynamic signatures to simulations to MC formation scenarios, and we will determine the peak turbulence driving scale and the nature of stellar feedback in dense and diffuse gas. \n\nThis project makes timely use of new observational capabilities offered by Herschel and SOFIA alongside results of state-of-the-art numerical simulations. Using these tools together, the fellow will determine the physical processes driving the formation and destruction of MCs, which can be applied to better understand how galaxies evolve as star formation engines.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}