{
    "rcn": "203076",
    "acronym": "NeuralCoding",
    "topics": "MSCA-IF-2015-EF",
    "title": "Probing principles of neural coding with all-optical interrogation in behaving mice",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "How is information encoded in the brain? Sensory neurons transform information from the outside world into electrical signals which are transmitted via the sensory pathway into the neocortex. In the neocortex, the area crucially involved in higher cognitive functions, neurons form networks that exhibit complex time-varying patterns of activity. The nature of the neural code that is used by these neuronal networks to encode and pass on information by means of spatiotemporal activity patterns is largely unknown. \nI will combine large-scale neuronal recordings, advanced analysis tools and targeted manipulation of neuronal activity in the context of behaviour to extract population activity patterns that encode stimulus information and most crucially identify their functional relevance in the behaving animal. \nSpecifically, I will establish a fine-tuned texture discrimination task in head-fixed mice that depends on information processing in layer 2/3 of barrel cortex. I will use two-photon calcium imaging to detect activity in large populations of neurons during task performance. I will apply advanced analysis tools including dimensionality reduction methods, dynamical systems approaches, and network simulations to extract and characterise stimulus and task-specific population activity patterns. In order to establish behavioural relevance I will perturb neural activity during two-photon imaging in the behaving mouse by using time-varying patterned optogenetic manipulation. This will allow me to directly probe the functional relevance of neural activity patterns and establish a causal link between identified population activity patterns and behaviour. \nThis project will provide unprecedented insights into the nature of neural dynamics in neocortex as well as constraints for computational models of neocortical function that will be used to provide a mechanistic understanding of the neural code.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}