{
    "rcn": "203080",
    "acronym": "OPTEX",
    "topics": "MSCA-IF-2015-EF",
    "title": "Costs and optimality of gene expression levels in Escherichia coli",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "The precise expression of protein coding genes is of crucial importance to all organisms, since proteins are involved in virtually all vital processes. Some proteins need to be available at exactly the right amount to perform cellular functions sustainably and thereby maximize fitness. Consequently, gene expression needs to be accurately controlled. For these reasons, it has been hypothesized that cells evolve towards a state in which expression levels are optimally tuned to maximize fitness in the current environment. The cellís growth and resource distribution is constrained by tradeoffs between the costs and benefits of a particular expression level. Recent investigations of the global effects of protein levels provide insights into the mutual dependency between expression and growth. To test this central hypothesis in systems biology, we use Escherichia coli which is the best-characterized model organism for fundamental research on gene expression, as well as for biotechnological applications. We aim to advance the understanding of the costs and benefits of expression by systematically investigating its ~4000 genes with gene deletion- and expression libraries. The effect of the expression level for each gene on fitness will be quantified through precise high throughput growth rate measurements. We will dissect general cellular cost-factors from gene specific effects which allow us to systematically uncover the mechanistic causes of the cost of protein overexpression. The burden manifests in universal protein biosynthesis costs but also specific costs such as eventual detrimental effects. The benefits are determined by the function of a protein: metabolic activity, structural component, and other roles. We will test if these contributions collectively converge to an optimum to maximize fitness. Optimality is a common objective in man-made systems and engineering and it will be intriguing to learn how natural selection has shaped cells according to this concept.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}