{
    "rcn": "203068",
    "acronym": "GenoPri",
    "topics": "MSCA-IF-2015-EF",
    "title": "Quantifying and Protecting the Privacy of Genomic Data",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Genomic data carries a lot of sensitive information about its owner such as his predispositions to sensitive diseases, ancestors, physical attributes, and genomic data of his relatives (leading to interdependent privacy risks). Individuals share vast amount of information on the Web, and some of this information can be used to infer their genomic data. Hence, there is a need to clearly understand the privacy risks on genomic data of individuals considering publicly available information on the Web. It is also crucial to protect genomic privacy of individuals without compromising the utilization of genomic data in research and healthcare.\n\nThe two main objectives of this project are (i) to develop a new unifying framework for quantification of genomic privacy of individuals and (ii) to establish a complete framework for privacy-preserving utilization, sharing, and verification of genomic data under real-life threat models. Graph-based, iterative algorithms previously developed by the applicant to efficiently analyze big data and make inference from it will be the foundation for the new quantification framework. To achieve the holistic genomic privacy objective, cryptographic tools, techniques from information theory, and statistics (differential privacy) will be used. \n\nThis project will be a significant step towards understanding the privacy risks on genomic data of individuals and protecting the privacy of genomic data. It will also provide a new vision for security and privacy of health-related data in general and will find many implications in other domains such as banking and online social networks. The results of the project will also have an impact on future policies and legislation about protection of health-related data. \n\nThis EF will have big impact on the future career of the applicant by helping him build new connections, enhance his expertise, increase his visibility in the field of security and privacy, and improve his independent research skills.",
    "totalCost": "157845,6",
    "ecMaxContribution": "157845,6",
    "coordinator": "Bilkent ‹niversitesi",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923628": {
            "orgId": "999923628",
            "orgName": "BILKENT UNIVERSITESI VAKIF",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}