{
    "rcn": "203092",
    "acronym": "PHOSPHOTRAC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Speciation, sources, and fate of atmospheric organic phosphorus over the Mediterranean Sea: A missing piece of the P cycle?",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Phosphorus is a critical nutrient affecting primary productivity in large areas in oceanic ecosystems. The principal source of externally supplied nutrients in many marine ecosystems is the atmospheric deposition. As the ocean is an important sink of atmospheric CO2, phosphorus through productivity limitation can indirectly affect global warming by removing more CO2 from the atmosphere. The importance of organic P as a potential pool of bioavailable P in the atmosphere is not widely recognized. It is important to note that the only available data in the literature are the atmospheric measurements of phosphate and total phosphorus, while there are almost no data about the organic P, especially over Mediterranean Sea (MS). The main goal of PHOSPHOTRAC is to shed light on the atmospheric organic P chemical identification and to test the hypothesis that the increased acidification of the atmosphere may significantly impact the bioavailability of organic P. PHOSPHOTRAC proposes new methodologies and modern instrumentation for the identification of organic P compounds in the atmosphere. Most of them are implemented for the first time in atmospheric samples, and they will provide new insights into a nutrient cycle of P in MS. Organic P-rich compounds of interest are DNA, RNA, ATP, phytic acid, phospholipids, degradation products of chemical weapons, organophosphate ester flame retardants and organophosphorous pesticides. Further identification of atmospheric organic P sources in the region will be performed by using the chemical analysis data of specific tracers (ergosterol, anhydrosugars, trace metals), with statistical analysis, and implementation of atmospheric transport model TM4-ECPL coupled with the thermodynamic model ISORROPIA-II. The proposed project is highly interdisciplinary as it combines analytical chemistry, biology, and atmospheric modeling in order to address a question of extreme ecological importance related to climate change in the MS.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}