{
    "rcn": "203082",
    "acronym": "LEaDing Fellows",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "LEaDing Fellows",
    "startDate": "02/01/2017",
    "endDate": "01/01/2022",
    "objective": "The LEaDing Fellow Programme offers 90 two-year postdoc positions to ambitious and excellent researchers who want to perform research in a challenging, internationally esteemed and multidisciplinary environment. The aim is to help them to develop new research skills and a view on career options in academic research or in an industrial or public setting. The programme is a joint initiative of Delft University of Technology (TU Delft), the beneficiary, and the partners Leiden University (LEI), Erasmus University Rotterdam (EUR), Erasmus University Medical Centre (Erasmus MC) and Leiden University Medical Centre (LUMC). \n\nThe partners work closely together on solutions relevant to complex, global, 21st-centrury challenges. These correlate with many themes on the European ëHorizon 2020í research agenda. Particularly, the Leading Fellows Programme offers opportunities for postdocs to work on inter-disciplinary and inter-sectoral projects of their choice in multidisciplinary teams in the fields of:  European economic and financial governance; education and learning; sustainability; global heritage & development; governance; metropolis and main-ports; frugal  innovation for Africa; entrepreneurship; safety and security; health, life sciences, health and technology; science and technology. \n\nPartners' cooperation with non-academic organizations ñ established industry, start-ups, government, etc.- evolved in public-private-partnerships, providing ample opportunities for postdocs to explore new career opportunities. \n\nThe LEaDing Fellow Programme offers training in a wide range of transferable skills that allow fellows to further boost their career opportunities in leading positions in industry or public institutions requiring an academic research background. Fellowships include options for visits, internships and collaboration at the partner institutions and their co-operators.",
    "totalCost": "12744000",
    "ecMaxContribution": "6372000",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 0
        },
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 0
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 0
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 6372000
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 6372000
}