{
    "rcn": "203001",
    "acronym": "MESO-JBIR-102",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development of the aza-Prins reaction; synthesis and biological evaluation of JBIR-102",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Human malignant pleural mesothelioma is an aggressive (fatal) lung cancer which is always associated with previous asbestos exposure.  Typically symptoms do not appear until 35-40 years after the original exposure, with life expectancy then 12-18 months.  Given the great use of asbestos during the 20th century and this long latency period, it is no surprise that cases of mesothelioma continue to rise. There is no known cure for mesothelioma: traditional chemotherapeutic treatments have had little impact on the disease and radiotherapy or partial pleurectomy have only very limited impact on life expectancy. However, very little in the way of mesothelioma research is taking place, as it is frequently not considered to be a ëbig enough marketí (<1% of all cancers in the U.K., approx. 2300 deaths per annum) and consequently there are currently no drugs in development for this disease.  A second reason for this is that there have been no reported good lead compounds (natural products) as a starting point for the drug discovery process. Until now.\nThere are now a very small number of natural products which demonstrate activity against mesothelioma.  First reported in 2012, and isolated from Saccharopolyspora sp. RL78, the natural product termed JBIR-102 possesses a unique structural architecture, and is only the third natural product to be isolated to exhibit activity against human malignant pleural mesothelioma.\nThe aza-silyl-Prins reaction has been developed within our research group as a rapid method to prepare aza-bicycles ñ structural architectures found in many alkaloids and natural products, and crucially at the centre of JBIR-102.  The aim of the project, therefore, is to optimise the aza-silyl-Prins reaction and then investigate its application in the synthesis of JBIR-102.  A collaboration with a specialist cancer biology group will see all the compounds prepared evaluated against mesothelioma cell lines.  This will be the first study of this kind.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF GREENWICH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867756": {
            "orgId": "999867756",
            "orgName": "UNIVERSITY OF GREENWICH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}