{
    "rcn": "203099",
    "acronym": "METODA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Methodological Explorations between Design and Social Sciences",
    "startDate": "01/09/2016",
    "endDate": "28/02/2018",
    "objective": "The aim of this project is to explore how the repertoire of qualitative methods in the social sciences can be enriched by integrating methods and techniques from the fields of design and art to develop creative and novel modes of doing imaginative and critical research.  \nThis project attempts addresses recent calls within some social science disciplines such as sociology, human geography, media studies, anthropology, and Science and Technology Studies, for renewed approaches to methods. Recent works within different social science disciplines have stressed the need for methodologies capable of attending to the social and cultural world as mobile, digital, messy, interconnected, creative and sensory. There have been calls for social science methodologies that not only describe the worlds they observe but also are capable of intervening in and transforming them. \nThis project begins from the premise that the creative, expressive, and participatory methods, techniques and practices within the fields of design and art constitute fertile ground for developing methodological innovation within the social sciences.\nThe project will develop a database of examples of projects that have developed interdisciplinary methods between social science and design, conduct interviews with academic researchers and industry practitioners using innovative methods conduct workshops to explore how new methodological tools for collecting analyzing and communicating research data can be developed and applied.\nUltimately, the project will develop new knowledge and innovation on interdisciplinary methods between design and the social sciences and develop new methodological tools and devices for collecting, analyzing, and communicating research data.",
    "totalCost": "137591,1",
    "ecMaxContribution": "137591,1",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 137591
        }
    },
    "calculatedTotalContribution": 137591
}