{
    "rcn": "203071",
    "acronym": "Back2theFuture",
    "topics": "MSCA-IF-2015-EF",
    "title": "Back to the Future. Perceiving the future and the development of early modern capitalism, 1500-1700",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Back2theFuture will develop a new research agenda on the perceptions of the future in the early modern Low Countries. A careful analysis of the semantics of expressions about the future will verify whether the future began to be perceived as malleable, a transition fundamental to the development of capitalism. This project goes beyond the research by intellectual and cultural historians who have focused on 1) the revolutionary eighteenth century; 2) the learned texts and philosophies of history written by the intelligentsia; 3) divination and magic; and 4) the long-term future namely eschatological expectations. If one agrees with the common opinion of social and economic historians that the Low Countries witnessed the early development of capitalism from the late medieval period onward, than it is necessary to look into the beliefs of more ordinary people prior to the eighteenth century.\nThe project draws on a sizeable source collection of merchant correspondence, selected letters from the 'Prize Papers' and almanacs from the period 1500-1700. The texts will be close-read, expressions about the future will be selected and entered into a database which will include variables about the semantics and future horizons of these expressions. The project has three key outcomes: 1) a fuller understanding of peopleís perception of the future and how they thought and wrote about it; 2) it can be (dis)proven whether a shift in thoughts and beliefs about the future interacted with nascent capitalism in the region; 3) a new methodology based on the integration of economic and cultural history and historical sociolinguistics which can be applied to other sources and other European regions. \nBack2theFuture is fully cross-disciplinary. The fellow will acquire a range of new skills, both scholarly and in management which will decisively improve the fellowís academic and scientific career. Leiden University will benefit from both the project and the fellowís expertise andnetwork.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}