{
    "rcn": "203003",
    "acronym": "IEA",
    "topics": "MSCA-IF-2015-EF",
    "title": "International Environmental Agreements -An Integrated Approach",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "Transbountary environmental pollution constitutes a major challenge in international collaboration. Although global cooperation and coordination can benefit everyone involved, each country would like to unilaterally free ride on everyone elseís efforts. A number of International Environmental Agreements (IEAs) are drafted and ratified to this date, in an effort to address this problem. While the process is ongoing it is widely accepted that IEAs are either of small size (in terms of signatories) or non-enforceable.\nThe proposed study will provide a framework that captures the current situation better than the models in the existing literature, by explicitly formalizing the negotiation process underlining the formation of an IEA. Moreover, it will formalize the linkage between environmental problems and other political and economical issues (e.g. trade agreements and R&D). Shedding light on the issues that surround and on the mechanisms that generate the constitution of an IEA will assist in\nidentifying strategies and tools that can enhance IEA participation and enforceability in the future.\nIEAs have been studied during the recent years in an effort to both explain why they are ratified by a fraction of the total number of countries, and suggest ways in which the number of signatories could increase. In order to capture the interdependence among countries' choices and the widely spread externalities that lead to the strategic behaviour of countries involved in negotiations of IEAs we use game theory as the tool of analysis.",
    "totalCost": "112926,72",
    "ecMaxContribution": "112926,72",
    "coordinator": "UNIVERSITY OF MACEDONIA",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999874352": {
            "orgId": "999874352",
            "orgName": "UNIVERSITY OF MACEDONIA",
            "ecContrib": 112927
        }
    },
    "calculatedTotalContribution": 112927
}