{
    "rcn": "203073",
    "acronym": "TRISCPOL",
    "topics": "MSCA-IF-2015-EF",
    "title": "The role of the iron-sulpur cluster in human DNA polymerase delta",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "The human genome is composed of 3 billion base pairs of DNA that are replicated prior to every cell division with an astonishing accuracy. High-fidelity replication is necessary to maintain genome stability, and hence to avoid premature ageing and cancer. This project aims at understanding the role of the iron-sulphur (FeS) cluster in human DNA polymerase delta (Pol ?), one of the major replicases.\nFeS clusters are ancient and versatile co-factors that are commonly known for their function in electron transport in the mitochondrial respiratory chain. In recent years, a surprising number of proteins involved in DNA metabolism have been discovered to contain an FeS cluster including all replicative DNA polymerases in yeast. While the requirement of an FeS cluster for the function of replicases was demonstrated, the actual role of the FeS cluster in these enzymes has remained largely elusive. \nThe TRISCPOL project aims to: 1) Confirm and characterise the FeS cluster in human Pol ? by using iron incorporation assays, UV-visible and electron paramagnetic resonance spectroscopy. 2) Determine the role of the FeS cluster in human Pol ? in vitro. Purified Pol ? will be subjected to oxidative stress conditions, and then changes in structural and functional features will be measured. A combination of techniques including deuterium-hydrogen exchange mass spectrometry, as well as DNA binding, DNA synthesis, processivity and fidelity assays, will be employed. 3) Define the role of the FeS cluster in human Pol ? in vivo. Mutants in the FeS cluster-binding region will be engineered and tested for their ability to functionally complement cells depleted of endogenous Pol ?.\nUnveiling the role of the FeS cluster in human Pol ? will shed new light on the principle of eukaryotic DNA replication. Moreover, this knowledge will contribute to our understanding of the molecular basis of cancer and may eventually allow the development of novel strategies of treatment.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}