{
    "rcn": "203087",
    "acronym": "MAPS-URBE",
    "topics": "MSCA-IF-2015-GF",
    "title": "The invisible city. Mapuche mapping of Santiago de Chile.",
    "startDate": "01/03/2017",
    "endDate": "29/02/2020",
    "objective": "The proposed research explores experiences of urban space among young indigenous Mapuche living in Santiago de Chile, in order to make visible indigenous subjects whose daily lives, collective concerns and social circumstances are often relegated to the margins of policy making and public interest. It seeks to research the impact of displacement and social exclusion on indigenous youth, as well as offer a means of intervention. The project will identify a set of mutually negotiated research aims alongside young Mapuche, developing a series of collaborative and participatory methods, including mapping, video and exhibition making, to offer a better understanding of indigenous experiences of the city as a kind of ìin betweenessî - as expressed by the term Mapurbe, from mapu (earth) and urbe (city) - used to symbolize the on-going negotiation of marginality and displacement from the ancestral territory. The outcome of the collaborative research will be used to address the relationship with non-Mapuche citizens through two exhibitions (in Chile and Europe), offering young Mapuche an opportunity to make an active intervention into public discourse. The proposed research thus aims to apply theoretical knowledge, collaborative methods and modes of representation to issues of critical social interest in ways that are directly applicable to other context within Latin America and across Europe. The necessary training-through-research will be at the Instituto de Estudios Urbanos y Territoriales - Pontificia Universidad CatÛlica (Chile), and at the Granada Centre for Visual Anthropology - University of Manchester (UK). This will provide the researcher with theoretical and technical competencies in Urban Studies and Visual Anthropology. The proposed research will contribute to the strengthening of European networking at an interdisciplinary and inter-continental level, building an international dialogue that will have positive and practical impacts on the European Research Area.",
    "totalCost": "233811",
    "ecMaxContribution": "233811",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 233811
        },
        "999643201": {
            "orgId": "999643201",
            "orgName": "PONTIFICIA UNIVERSIDAD CATOLICA DE CHILE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 233811
}