{
    "rcn": "203059",
    "acronym": "GenderJust",
    "topics": "MSCA-IF-2015-EF",
    "title": "Truth and Reconciliation Commissions and the Political Economy of Gender Justice: Discursive Power, Authority and the Subaltern",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "This project aims to better understand how Truth and Reconciliation Commissions (TRCs) shape and legitimize international norms on gender justice and how local contexts respond to these norms. While many research projects have focused on the way domestic powerful actors and institutions actively reconstruct new norms to make them fit their own cognitive prior (Acharya 2009; Wiener 2009), the extent to which marginalised actors, such as women victims or victim survivors of mass atrocities, experience and respond to international norms directed to them remains largely unexplored.  I consider the cases of South Africa, Rwanda and Colombia. The first objective is to examine the variability of inclusion of gender justice narratives in the TRCs proceedings and policy formulation. I attempt to do this by analysing institutional inputs and networks of actors (Mackay, Kenny and Chappell 2010). The second objective is to understand the role of female witnesses and women collectives in shaping accepted narratives on gender justice (Krizsan and Lombardo 2013). \nThis project is a continuation of the candidate's previous research on local contestation and adaptation of international norms in post-conflict settings. \nFor so doing, the project will follow a qualitative analysis based on TRCs transcripts and semi-structured interviews with strategic groups, providing original empirical evidence of this unexplored level. Data collection will take place during monthly mobilities to each of the countries. These data will then be analysed following grounded theory techniques and critical discourse analysis.\nThe research will be conducted at the Department of Politics and International Studies at the University of Cambridge where the candidate will receive high level training to improve her methodological skills (qualitative data analysis and theory producion) and will greatly benefit from the host organisation's experience in interdisciplinary research on international norms.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}