{
    "rcn": "203072",
    "acronym": "OBESOGENS",
    "topics": "MSCA-IF-2015-GF",
    "title": "Environmental chemicals as obesogens",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "Obesity is a serious health risk that has reached epidemic proportions worldwide. Obesity is traditionally considered a as disorder of energy imbalance imposed on a background of genetic disposition. In addition to risk factors such as diet and genetics, chemicals in our environment have emerged as contributing factors associated with an increased risk for obesity (i.e. obesogens). Phthalate esters, a ubiquitous class of chemicals used as plasticizers in products such as toys and hospital supplies, are suspected of being obesogens. Despite studies demonstrating that phthalate urine levels are associated with increased risk to obesity in children, meta-analyses report that current data are insufficient for determining whether phthalates do in fact increase the prevalence of obesity. Moreover, data are sparse on how obesogens affect metabolism and the feeding axis and there are fundamental gaps in our understanding of the precise mechanisms by which environmental chemicals exacerbate this human disease. The central hypothesis of this proposal is that exposures to phthalates will exacerbate molecular responses in the hypothalamus and gut that are observed during a regime of over-feeding. Further, the modification of the gut microbiota may be a relevant consequence of obesogens. The zebrafish (ZF) is one of the most important models in environmental toxicology and developmental biology, and is rapidly becoming a major model for studies in human health and metabolic diseases. ZF will be used to determine mechanisms that are associated to diet and chemical induced obesity, novel regulatory pathways in the hypothalamus and gut will be identified; this is important as these two tissues communicate via the endocrine system and there is direct innervation of the gut by the central nervous system. To be in line with 3R principles, high throughput screen method using ZF embryo will be developed to test environmental chemicals for their ìobesogenicî potential.",
    "totalCost": "249490,8",
    "ecMaxContribution": "249490,8",
    "coordinator": "Masarykova univerzita",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "993392036": {
            "orgId": "993392036",
            "orgName": "University of Florida",
            "ecContrib": 0
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 249491
        }
    },
    "calculatedTotalContribution": 249491
}