{
    "rcn": "203005",
    "acronym": "EASTMED-PALEOTSUNAMI",
    "topics": "MSCA-IF-2015-EF",
    "title": "Towards a paleotsunami chronology in the southern Aegean and Levantine seas, Eastern Mediterranean",
    "startDate": "20/06/2016",
    "endDate": "19/06/2018",
    "objective": "In 2004 and 2011, the World witnessed the devastating consequences of Sumatra (Indonesia) and Tohoku (Japan) tsunamis. We realized once again how seriously tsunamis can threaten our lives and infrastructures, and how vital tsunami hazard assessment studies are to reveal especially the recurrence of tsunamis by means of paleotsunami investigations. In the Aegean and the Levantine seas (Eastern Mediterranean), although the historical records report 17 damaging tsunamis during the last 2500 years, the geological records of the paleotsunamis revealed so far in the region are far from providing information useful for reliable tsunami hazard assessments. The proposed research action aims to take a significant step forward towards constructing paleotsunami chronologies in the eastern Mediterranean by investigating the sedimentary sequences of six lagoonal sites located along the south-western and southern coasts of Turkey. The methods for the proposed research comprise piston coring the sequences, high-resolution micro-XRF core scanning, u-channel X-ray radiography, grain-size distribution analysis, and AMS 14C dating. In addition to revealing paleotsunami records in the region, the proposed research will bring new insights on detection of tsunami deposit in sedimentary sequences. Among the methods to be applied, high-resolution micro-XRF core scanning have been utilised in only a few studies before, while u-channel X-ray radiography has never been used in any paleotsunami investigation. Hence, the proposed research will mediate a significant transfer of the knowledge gained in paleolimnology/paleoclimatology/paleoceanography disciplines to paleotsunami research. Another important part of the project will be the organization of stakeholdersí meetings in the important cities of the study area in order to inform people about the scope and the results of the research and to increase the public awareness about tsunamis.",
    "totalCost": "157845,6",
    "ecMaxContribution": "157845,6",
    "coordinator": "MIDDLE EAST TECHNICAL UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999643492": {
            "orgId": "999643492",
            "orgName": "MIDDLE EAST TECHNICAL UNIVERSITY",
            "ecContrib": 157846
        }
    },
    "calculatedTotalContribution": 157846
}