{
    "rcn": "203183",
    "acronym": "Career-FIT",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "Career Development Fellowships in the National Technology Centre Programme",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Career-FIT is a new trans-national scheme that offers an opportunity for experienced researchers to develop their careers n market focused applied research in Ireland's Technology Centres. Covering a wide range of academic and industry areas aligned with Ireland's Smart Specialisation Strategy, the 15 Centres were established to encourage greater efficiency in the interaction between researchers, industry, and the public sector, in research that promotes economic growth by its direct relevance to industry agendas. Each multidisciplinary Centre offers excellent facilities and equipment for Fellow use: experienced scientific staff to support the Fellowís research, and extensive enterprise relationships on which market focused applied research can be progressed. Following two widely publicised calls that seek to attract the highest quality researchers with their own research proposals, the Career-FIT programme offers 50 fellowships of 36 monthsí duration for incoming mobility to the Centre Hosts, with an enterprise secondment option during the Fellowship. Selection is through a transparent process based on demonstrated excellence of the applicant, potential of the research programme, host organisation capacity to provide a developmental environment, and training/career development impact of the Fellowship. Fellows are mentored by an experienced Centre mentor(s) concerned not just for their scientific progress but also their training and development in line with agreed career goals.  They will also have support from a Professional Development Advisor and will further benefit from participation in a structured development training programme that targets enhancement of personal effectiveness as well as competencies relating to innovation management.  As a new programme offering interdisciplinary, intersectoral and international features, the Career-FIT human resource development objectives will guarantee the development of future research and innovation leaders.",
    "totalCost": "10620000",
    "ecMaxContribution": "5310000",
    "coordinator": "ENTERPRISE IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999796946": {
            "orgId": "999796946",
            "orgName": "ENTERPRISE IRELAND",
            "ecContrib": 5310000
        }
    },
    "calculatedTotalContribution": 5310000
}