{
    "rcn": "203140",
    "acronym": "PROPERA",
    "topics": "MSCA-IF-2015-GF",
    "title": "The Profanation of Opera: Music and Drama on Film",
    "startDate": "01/03/2017",
    "endDate": "29/02/2020",
    "objective": "The project PROPERA (The Profanation of Opera: Music and Drama on Film) aims to shed new light on the relationship between opera and film. It draws on the hypothesis that the mediation of film displaces, broadens, and enriches our experience and understanding of opera in ways that have not yet been fully explored in their aesthetic and political potential. To fill this gap, the proposed research on the interplay between the two genres and media over the last hundred years will focus on a variety of objects including not only opera-films, but also feature- and short-length mainstream and experimental movies that incorporate opera in relevant and thought-provoking ways. The ultimate goal of looking at opera through the lens of film is to develop and refine a ìprofaneî approach to a ìsacredî genre ñ that is, to challenge the identification of opera as a live performance art belonging to an inherently conservative tradition so as to reimagine the past, present, and future of the operatic genre in a media-saturated world. Based on an interdisciplinary approach at the crossroads of opera and film studies, musicology, and philosophy, the consequences of this shift of perspective will be explored from the standpoint of production and spectatorship, with regard to traditional and contemporary repertoire alike. Globally seen, the project ñ to be carried out at the University of Chicago and the Universidade Nova de Lisboa, but involving several non-academic institutions ñ also seeks to create bridges between scholarly research, artistic practice and public engagement. The outcomes include 1 monograph, at least 6 articles, 3 workshops, 1 international conference, 1 festival, 1 conference series, 1 collaborative on-line platform, and 1 international network on opera, film and new media. If successful, the project will have a considerable impact on the scientific career of the candidate and strongly contribute to the internationalization of the host institution.",
    "totalCost": "234448,2",
    "ecMaxContribution": "234448,2",
    "coordinator": "UNIVERSIDADE NOVA DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998452041": {
            "orgId": "998452041",
            "orgName": "FACULDADE DE CIENCIAS SOCIAIS E HUMANAS DA UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 0
        },
        "993760054": {
            "orgId": "993760054",
            "orgName": "THE UNIVERSITY OF CHICAGO",
            "ecContrib": 0
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 234448
        }
    },
    "calculatedTotalContribution": 234448
}