{
    "rcn": "203185",
    "acronym": "MULTIPLY",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "International Mobility and Training in Photonics Programme",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The aims of the proposed International Mobility and Training in Photonics programme, MULTIPLY, are to facilitate worldwide mobility and offer high-level interdisciplinary and transdisciplinary training for approximately 55 outstanding international researchers (90 fellow*years) commencing their professional development in the area of photonics science, technology and applications. Applicants from any part of the world will be able to participate in this Programme, freely choosing their destinations and research topics. Eligible researchers may apply for one of the following mobility elements: a) incoming to Europe, including Europe-to-Europe mobility; b) outgoing from Europe with re-integration.\nProminent scientific standing of the Programme is guaranteed by full backing of a consortium of 46 internationally leading academic partners of worldwide renown. The Partners will maximise MULTIPLY Fellows career development opportunities and assist them in becoming future academic and industrial leaders by offering them cutting edge facilities, excellence in post-doctoral training and mentoring, fast-paced innovation activities and established industrial links, as well as a vibrant, international, and interdisciplinary environments.\nMassive experience coming from decades of successful fundamental research and industrial applications at Partners domicile in 23 countries form the foundation of the MULTIPLY Programme: non-linear and quantum photonics, integrated and ultra-fast optics and optical engineering, laser science and applications, industrial laser manufacturing, high-speed optical communications, sensing, imaging, optoelectronics, medical applications of photonics, nano-photonics, bio-photonics, and many other areas.\nAston Institute of Photonic Technologies (AIPT), Aston University will be managing the MULTIPLY program. The AIPT is one of the largest photonics research centres in the UK with a world-class portfolio of research funding.",
    "totalCost": "6372000",
    "ecMaxContribution": "3186000",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 3186000
        }
    },
    "calculatedTotalContribution": 3186000
}