{
    "rcn": "203115",
    "acronym": "GROUNDHR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Challenges of Grounding Universal Human Rights. Indigenous epistemologies of human rightsand intercultural dialogue in consultation processes on natural resource exploitation",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "GROUNDHR investigates how the construction of intercultural dialogue can be advanced as a means of grounding universal human rights in different contexts of cultural diversity. Despite the theoretical consensus, after decades of debate, that universal human rights do not require uniformity, the integration of cultural diversity in human rightsí norms and practice remains hard to realize. This research sees the ëintercultural interpretation of human rightsí as a way to anchor universal human rightsí norms in a dialogue with what de Sousa Santos calls ëEpistemologies of the Southí. These locally-grounded views are rooted in other forms of knowledge belonging to those groups systematically excluded and silenced by colonialism and capitalism. However, a huge knowledge gap concerning these other human rights views exits. Therefore, from a methodological point of view, this project demonstrates the richness of a bottom-up, empirically grounded research by focusing on the human rights of indigenous peoples in Latin America. GROUNDHRí design is grounded in a legal anthropological comparative, Guatemala and Colombia, approach applying methodological triangulation in order to grasp the (inter)national and local legal perceptions. It examines the challenges of grounding indigenous epistemologies of the human right to water and the construction of intercultural dialogue through the prism of consultation processes on hydroelectric dams. In Latin America, the implementation gap regarding this right to prior consultation about large-scale development projects in indigenous territories stands high on the political agenda. On the applied level, GROUNDHR will build strong practice-based evidence about these consultation processes, providing a richer understanding of the overall research question. Its results will also be translated into policy recommendations drawing on lessons learned and best practices that will guide stakeholders in future consultations.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "CENTRO DE ESTUDOS SOCIAIS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998333895": {
            "orgId": "998333895",
            "orgName": "CENTRO DE ESTUDOS SOCIAIS",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}