{
    "rcn": "203176",
    "acronym": "2MoveMate4Melanoma",
    "topics": "ERC-PoC-2015",
    "title": "A treatment for BRAF inhibitor resistant melanoma",
    "startDate": "01/05/2016",
    "endDate": "31/10/2017",
    "objective": "Some 50% of human melanoma tumors have activating mutations in the BRAF gene. BRAF inhibitor drugs given either alone or in combination with MEK inhibitors have improved progression-free and overall survival in patients with BRAF mutant metastatic melanoma. However, drug resistance invariably limits the duration of clinical benefit of such treatments and is almost always associated with re-activation of signaling through the MAP kinase pathway in the presence of drug due to secondary mutations in the pathway. This highlights the urgent need to develop strategies to treat melanomas that have developed resistance to BRAF and/or MEK inhibitors. \nAs part of an ERC advanced grant, my laboratory has shown that BRAF inhibitor withdrawal in melanomas that have developed resistance to BRAF inhibitors leads to a transient growth arrest that is the consequence of temporary hyperactivation of signaling through the MAP kinase pathway, explaining the so called ìdrug holiday effectî. We have also found that subsequent treatment of such BRAF inhibitor resistant melanomas with Histone DeACetylase inhibitor drugs (HDACi) leads to persistent hyperactivation of MAP kinase signaling, causing both chronic proliferation arrest and cell death, ultimately leading to complete regression of BRAF-inhibitor resistant melanomas in mice. \nWe propose here to perform a proof of concept study in at least 10 evaluable melanoma patients that, after proven initial tumor response, have developed resistance to BRAF inhibitors to validate that subsequent treatment of such patients with an HDACi drug will result in durable responses. Translational studies on tumor biopsies taken before, during and after HDACi treatment will be performed to study the cellular effects of HDACi treatment. Our goal is to provide initial proof of concept in patients for use of this sequential BRAFi-HDACi therapy as the treatment of choice for the some 40,000 BRAF mutant melanomas that are diagnosed in the EU annually.",
    "totalCost": "149750",
    "ecMaxContribution": "149750",
    "coordinator": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984738": {
            "orgId": "999984738",
            "orgName": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
            "ecContrib": 149750
        }
    },
    "calculatedTotalContribution": 149750
}