{
    "rcn": "203160",
    "acronym": "DITOs",
    "topics": "ISSI-1-2015",
    "title": "Doing It Together science (DITOs)",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "Our project, 'Doing-It-Together Science', DITOs, represents a step change in European public engagement with science and innovation. We propose moving from a model in which scientific research, innovation, and problem-solving is mainly driven by scientific/professional institutions to one based on active public participation and capacity building with various levels and strategies of engagement in the scientific process.  At the core of our ethos is a recognition of people's existing expertise and the different ways people want to and do engage in science and technology. The project is aimed at elevating public engagement with science across Europe from passive engagement with the process of developing science to an active one. Citizen Science and Do It Yourself (DIY) scientific efforts demonstrate that this is possible, and our aim is to ensure that the European Research Area will become leader in ëdeepí public engagement that is afforded by these advances.\nAs a 'Coordination and Support Action', this project will support and build upon DIY, grassroots, and frugal innovation initiatives so that in the short and medium term we sustain localised capacity building and in the long term the effects of these grassroots efforts channel to policy makers at different levels, from external advice to societal inputs, regarding appropriate research and innovation policies.\nThe proposal includes the participation of policy bodies (European Citizen Science Association, DE), SMEs (Tekiu, UK; Eutema, AT), Universities (University College London, UK; Universite Paris Descartes, FR; University of GenËve, CH), Science galleries and public spaces (Royal Belgian Institute of Natural Sciences, BE; Medialab-Prado, E; Kersnikova Institution, SL) and NGOs (Meritum Association, PL; Waag Society, NL)",
    "totalCost": "3935075",
    "ecMaxContribution": "3498953,75",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE DE GENEVE;INSTITUT ROYAL DES SCIENCES NATURELLES DE BELGIQUE;MADRID DESTINO CULTURA TURISMO Y NEGOCIO SA;CENTRUM SZKOLEN I ROZWOJU OSOBISTEGO MERITUM;EUTEMA GMBH;VEREIN DER EUROPAEISCHEN BURGERWISSENSCHAFTEN - ECSA E.V.;ZAVOD ZA KULTURO, UMETNOST IN IZOBRAZEVANJE KERSNIKOVA;STICHTING WAAG SOCIETY;Tekiu Limited;UNIVERSITE PARIS DESCARTES",
    "participantCountries": "CH;BE;ES;PL;AT;DE;SI;NL;UK;FR",
    "projectParticipants": {
        "998437006": {
            "orgId": "998437006",
            "orgName": "INSTITUT ROYAL DES SCIENCES NATURELLES DE BELGIQUE",
            "ecContrib": 242500
        },
        "937125246": {
            "orgId": "937125246",
            "orgName": "Tekiu Limited",
            "ecContrib": 259774
        },
        "969094118": {
            "orgId": "969094118",
            "orgName": "ZAVOD ZA KULTURO, UMETNOST IN IZOBRAZEVANJE KERSNIKOVA",
            "ecContrib": 253325
        },
        "999869793": {
            "orgId": "999869793",
            "orgName": "UNIVERSITE PARIS DESCARTES",
            "ecContrib": 320800
        },
        "951590080": {
            "orgId": "951590080",
            "orgName": "MADRID DESTINO CULTURA TURISMO Y NEGOCIO SA",
            "ecContrib": 314000
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 904855
        },
        "949705079": {
            "orgId": "949705079",
            "orgName": "EUTEMA GMBH",
            "ecContrib": 252500
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 0
        },
        "984550389": {
            "orgId": "984550389",
            "orgName": "STICHTING WAAG SOCIETY",
            "ecContrib": 388638
        },
        "937540309": {
            "orgId": "937540309",
            "orgName": "CENTRUM SZKOLEN I ROZWOJU OSOBISTEGO MERITUM",
            "ecContrib": 178812
        }
    },
    "calculatedTotalContribution": 3115204
}