{
    "rcn": "203164",
    "acronym": "JERRI",
    "topics": "ISSI-5-2015",
    "title": "Joining Efforts for Responsible Research and Innovation",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "The goal of the project is to foster RRI transition in Europe by developing and testing good RRI practices in pilot cases, for a further upscaling among the RTOs in the EU28. A Responsible Research and Innovation (RRI) Plan will be developed and implemented at the biggest European RTOs, the Fraunhofer-Gesellschaft and TNO, covering the five RRI key dimensions (societal engagement, gender equality and gender in research and innovation con-tent, open access, science education and ethics). After identifying the state-of-the-art of good RRI practices, goals will be developed for within each dimension. Barriers for the achievement of these goals will be analyzed, and an action plan to overcome these barriers will be formulated. The project will be set up as a mutual learning process between the consortium, further European RTOs, stakeholders, and two international associated partners.",
    "totalCost": "2363643,75",
    "ecMaxContribution": "2363643,75",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES;THE UNIVERSITY OF MANCHESTER;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;THE MANCHESTER METROPOLITAN UNIVERSITY",
    "participantCountries": "AT;UK;NL",
    "projectParticipants": {
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 364152
        },
        "999847580": {
            "orgId": "999847580",
            "orgName": "THE MANCHESTER METROPOLITAN UNIVERSITY",
            "ecContrib": 61196
        },
        "998927923": {
            "orgId": "998927923",
            "orgName": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES",
            "ecContrib": 146044
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1777019
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 15233
        }
    },
    "calculatedTotalContribution": 2363644
}