{
    "rcn": "203173",
    "acronym": "Marine Mammals",
    "topics": "SEAC-1-2015",
    "title": "Using marine mammals for making science education and science careers attractive for young people",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The Marine Mammals proposes to create a European consortium of education and research institutions, alongside small to medium enterprises, to promote STEM subjects and studentsí interest in science careers. All project partners are internationally renowned experts in their field of work. Together with teachers and educational scientists they will form expert groups who will develop teacher trainings and summer schools for secondary school students based on state of the art research on marine mammals. The project will draw on the vast variety of existing materials from all partners and use current methods and results from educational research to select and adapt it accordingly. Combining the resource materials delivered by the different expert groups coherent cross-national entities for teacher trainings and summer schools will be produced and translated into all languages of the participating countries plus English. It will be ensured that the materials can be used in conjunction with the science curriculum of the schools in all participating countries. Teacher trainings and summer schools will be carried out in all partner countries. During the summer camps and the teacher trainings both groups will work in close contact with scientists from different disciplines and gain first hand insights into ërealí science as well as the profession of a scientist. As a consequence they will update their perception of scientists and scientific jobs and hopefully gain interest in scientific careers. For evaluating the success of the project, established questionnaires will be adapted, tested and revised to be finally used in a pre-/ post design. By involving science centres and public aquariums the developed teaching material will finally be used for creating outreach materials and activities suitable for audiences of different background and age, utilising current technology to engage a wider audience (e.g. interactive posters, podcasts, social media and 3D animations).",
    "totalCost": "1797420",
    "ecMaxContribution": "1797420",
    "coordinator": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITE DE LIEGE;STIFTUNG TIERAERZTLICHE HOCHSCHULE HANNOVER;FUNDACJA ROZWOJU UNIWERSYTETU GDANSKIEGO;HAVETS HUS I LYSEKIL AKTIEBOLAG;FUNDACJA WWF POLSKA;SYDDANSK UNIVERSITET;LEIBNIZ-INSTITUT FUR DIE PADAGOGIKDER NATURWISSENSCHAFTEN UND MATHEMATIK AN DER UNIVERSITAT KIEL;WOLLNY-GOERKE KATRIN",
    "participantCountries": "BE;DE;PL;SE;DK",
    "projectParticipants": {
        "999464430": {
            "orgId": "999464430",
            "orgName": "STIFTUNG TIERAERZTLICHE HOCHSCHULE HANNOVER",
            "ecContrib": 160375
        },
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 379062
        },
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 300979
        },
        "974884436": {
            "orgId": "974884436",
            "orgName": "FUNDACJA ROZWOJU UNIWERSYTETU GDANSKIEGO",
            "ecContrib": 170812
        },
        "999482472": {
            "orgId": "999482472",
            "orgName": "LEIBNIZ-INSTITUT FUR DIE PADAGOGIKDER NATURWISSENSCHAFTEN UND MATHEMATIK AN DER UNIVERSITAT KIEL",
            "ecContrib": 75000
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 286190
        },
        "939106471": {
            "orgId": "939106471",
            "orgName": "FUNDACJA WWF POLSKA",
            "ecContrib": 87501
        },
        "925554213": {
            "orgId": "925554213",
            "orgName": "HAVETS HUS I LYSEKIL AKTIEBOLAG",
            "ecContrib": 250000
        }
    },
    "calculatedTotalContribution": 1709919
}