{
    "rcn": "203170",
    "acronym": "STEM4youth",
    "topics": "SEAC-1-2015",
    "title": "Promotion of STEM education by key scientific challenges and their impact on our life and career perspectives",
    "startDate": "01/05/2016",
    "endDate": "31/10/2018",
    "objective": "STEM4you(th) seeks to produce a comprehensive, multidisciplinary series of courses presenting key STEM discipline challenges to support young people, primarily high school students aged 14-19, formal and informal education.\nThe content will be organized around 7 STEM disciplines: Mathematics, Physics, Astronomy, Chemistry, Engineering and Medicine. For each discipline 7-9 challenges will be presented largely through their practical applications and their impact on our everyday life and work. Also it will be shown which specific skills and competence STEM education develops and how these skills address the current and future European labor market needs.\nIn the effect project will provide a helicopter view of STEM disciplines and job characteristics associated with these disciplines to help young people in taking conscious decisions on their future (subject of, field of study and finally career path to pursue).\nThe scope and tangible results of STEM4you(th) are:\n- A multidisciplinary guide developed for different exploitation channels (more formal: extra-cirricular activities at school and  informal: science festivals, university organized lectures and web open accessible self-study materials).\n- Formal and informal methodologies and tools tailored to present the scientific challenges in an attractive way (learning by experiment, gamin, citizen science at schools).\n- Recommendations on STEM learning best practices and formal school curricula (input to the EU education policy).\n- Plans on project result exploitation on a large scale by Scientific Communities (like SCIENTIX), educational networks, teacher associations and partner networking.\nSTEM4you(th) is a strong consortium with experience in educational methodologies, economy and societal content and to accelerate the project result dissemination process.",
    "totalCost": "1776936,25",
    "ecMaxContribution": "1766936,25",
    "coordinator": "POLITECHNIKA WARSZAWSKA",
    "coordinatorCountry": "PL",
    "participants": "IDRYMA EVGENIDOU;VYSOKA SKOLA BANSKA - TECHNICKA UNIVERZITA OSTRAVA;FONDAZIONE UMBERTO VERONESI;RESEARCH PATHS ETAIREIA EREYNAS;INSTITUT JOZEF STEFAN;INSTITUT ZA RAZVOJNE IN STRATESKE ANALIZE ZAVOD;UNIVERSITAT DE BARCELONA;OPEN EVIDENCE;UNIVERSIDAD DE CANTABRIA",
    "participantCountries": "EL;CZ;IT;SI;ES",
    "projectParticipants": {
        "999880075": {
            "orgId": "999880075",
            "orgName": "UNIVERSIDAD DE CANTABRIA",
            "ecContrib": 155000
        },
        "969091693": {
            "orgId": "969091693",
            "orgName": "IDRYMA EVGENIDOU",
            "ecContrib": 143375
        },
        "949857563": {
            "orgId": "949857563",
            "orgName": "OPEN EVIDENCE",
            "ecContrib": 77500
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 214750
        },
        "999868144": {
            "orgId": "999868144",
            "orgName": "VYSOKA SKOLA BANSKA - TECHNICKA UNIVERZITA OSTRAVA",
            "ecContrib": 168750
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 367500
        },
        "939229176": {
            "orgId": "939229176",
            "orgName": "RESEARCH PATHS ETAIREIA EREYNAS",
            "ecContrib": 151250
        },
        "935120838": {
            "orgId": "935120838",
            "orgName": "FONDAZIONE UMBERTO VERONESI",
            "ecContrib": 216311
        },
        "986600484": {
            "orgId": "986600484",
            "orgName": "INSTITUT ZA RAZVOJNE IN STRATESKE ANALIZE ZAVOD",
            "ecContrib": 53750
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 218750
        }
    },
    "calculatedTotalContribution": 1766936
}