{
    "rcn": "203181",
    "acronym": "EDGE",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "Cutting Edge Training - Cutting Edge Technology",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "EDGE is a training and development programme of scientific excellence for postdoctoral researchers that offers a unique combination of disciplines and industry engagement to the 71 fellows it will recruit. Leveraging the strengths and assets of three Irish National Research Centres, AMBER, CONNECT and ADAPT, headquartered in TCD, EDGE will form the next generation of thought leaders in ICT. AMBER offers expertise in advanced materials that will play a pivotal role in future systems and devices. CONNECTís focus is on future networks that will underpin the services the world needs and ADAPT brings cutting-edge expertise in digital content. EDGE researchers will work at the interface between these Centres and will generate highly interdisciplinary projects, adding value to all. Most importantly, industry will have a primary role in defining, running and supporting the projects, and will take an active part in developing the scientists, through secondments, industry events and specialised training. \nApplying the principles of the Charter and Code throughout the programme, the EDGE selection process is guided by the principles of Excellence, Transparency, Fairness and Impartiality. Candidates will submit proposals and fellows will be selected following an open, transparent, merit-based, impartial and equitable selection procedure, based on international peer review. EDGE offers the possibility of building skills that will address a clearly identified skills shortage across Ireland and Europe.\nEDGE will impact Europe through the development of a unique cohort of excellent, cross-disciplinary fellows who will have the capability of managing multidisciplinary, industrial research problems. On completion of their fellowship they will have the skillset to enter the European workforce to deliver innovation and enhance European Industrial Competitiveness across the entire spectrum from materials to content.",
    "totalCost": "12177600",
    "ecMaxContribution": "6088800",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 6088800
        }
    },
    "calculatedTotalContribution": 6088800
}