{
    "rcn": "203184",
    "acronym": "COFUNDfellowsDTU",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "H.C. ÿrsted Fellows Programme ñ co-funded by Marie Sk?odowska Curie Actions (COFUNDfellowsDTU)",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "With the H.C. ÿrsted Fellows Programme ñ co-funded by Marie Sk?odowska Curie Actions (COFUNDfellowsDTU) DTU will attract highly talented young researchers through incoming mobility from around the world. The Programme takes place at the Technical University of Denmark (DTU) which is a top ranked university with focus on all Engineering Sciences as well as Life Science and Biotechnology.\n\nThe Programme will provide uninterrupted continuity of the existing and highly successful co-funded Programme and introduce new improvements by offering both junior and senior fellowships, increase the number of fellowship years to 126, introduce effective career development and increase focus on industrial secondment and exploitation of innovative research results.\nFellows will have the opportunity to shape their careers within the world-leading innovative environment at DTU, by engaging in curiosity-driven, bottom-up research according to their own choice within all available branches of engineering science. The Programme will introduce the opportunity of a 3 months secondment in industry, and implement the triple I ñ international, interdisciplinary and intersectoral exposure. This will prime fellows for careers in both academia and industry, and put innovation at the centre of the Programme. \n\nGrants will be awarded in open, international competition. The selection of successful proposals will be carried out in a process comprising the following three steps: 1) International peer review of each application by three reviewers, 2) Rebuttal to peer review from applicants and 3) Final decision on the award of fellowships by the DTU Selection Committee.\n\nDTU will ensure equal opportunity and introduce anonymisation of applicants' names and gender during the review process. The Programme is open to all interested candidates regardless of sex, age, ethnicity, religion and sexuality.",
    "totalCost": "8920800",
    "ecMaxContribution": "4460400",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 4460400
        }
    },
    "calculatedTotalContribution": 4460400
}