{
    "rcn": "203182",
    "acronym": "artes EUmanities",
    "topics": "MSCA-COFUND-2015-DP",
    "title": "a.r.t.e.s. EUmanities - European Graduate School for the Humanities Cologne",
    "startDate": "01/04/2017",
    "endDate": "31/03/2022",
    "objective": "artes EUmanities offers a doctoral programme (DP) with a mandatory mobility phase, as part of the established artes Graduate School for the Humanities Cologne (AGSHC). Designed around the needs of each individual Early Stage Researcher (ESR) in the Humanities, it will provide places for up to 10 ESRs every year for 3 years.\n\nEUmanities relies on a structured but flexible bottom-up approach, providing an interdisciplinary DP for the entire Humanities that supports ESRs to design their own individual research and career development. Thanks to a wide-spread network of regional, European and global networks of excellent research, academic and intersectoral partner organisations, they will learn to work discerningly and decisively, think and engage beyond disciplinary, national and sectoral boundaries.\nartes EUmanities will be implemented in accordance with the targets of the Horizon 2020 objectives regarding excellent research, stable working conditions and the implementation of the triple ìiî dimension through:\n\n1) two international mobility options (a global outgoing phase of 18 months ñ artes global, or an inner-European outgoing phase of at least 12 months - artes EU);\n2) extensive guidance by an interdisciplinary and international team of 3 supervisors and within multidisciplinary Graduate Classes;\n3) support for a prompt transition into subsequent career stages thanks to the career development programme and a close cooperation with various intersectoral partners.\n\nartes EUmanities will guarantee a sustainable impact on the whole institutional structure of the ASGHC, transforming it into an excellent European graduate school with a strong international outreach and a distinctive interdisciplinary approach. It will offer Europe a leading model for innovative DPs and research training that will empower ESRs in the Humanities to become aware of their own potential in mediating sensitive and complex issues to make them accessible to different addressees.",
    "totalCost": "4708800",
    "ecMaxContribution": "2354400",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 2354400
        }
    },
    "calculatedTotalContribution": 2354400
}