{
    "rcn": "203197",
    "acronym": "ifoodbag gen2",
    "topics": "SFS-08-2015",
    "title": "Unique, low-cost, low-footprint, reusable hybrid carrier bag system that enables food to be kept cold/frozen for up to 24 hours",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "ifoodbag addresses the challenge of the ëlast mileí of the food retail industry with a unique, low-cost, low-footprint, reusable hybrid carrier bag system that enables food to be kept cold/frozen for up to 24 hours. \nifoodbag is a hybrid paper bag consisting of a novel composite material with high thermal resistance, a multiple-use Ziplock closure bound to the structure with impermeable glue to allow airtight transportation and a bag design allowing the bag to be rolled down to minimise internal volume.\nThe initial prototype product has already demonstrated with online grocery retailers its potential to significantly decarbonise the last mile of the grocery home delivery cold chain by reducing the need for refrigeration for delivery vehicles, as well as reducing the resource wastage and health impact of spoiled food by enabling a better cold chain.\nIfoodbag will leverage this initial success by pushing the technology further in the gen2 project. The project will extend the prototype development and validation by producing an improved second generation ifoodbag system, with higher performance and lower costs, based on direct customer requirements feedback from the initial trials. Production methodology and supply chain will be improved and streamlined. External evaluation and commercial pilots will be performed with food retailers, verifying that the improved design meets with all applicable production, food packaging, cold chain and other standards. \nThe result will be a gen2 of iFoodBag ready for market launch, capable of reducing plastic bag use for temperature controlled goods by up to a factor of 10, helping to decarbonise the grocery sector, whilst further improving the performance and impact in the online grocery segment. \nThe project has a duration of 24 months and a requested EC funding of 1.7M Euros.",
    "totalCost": "2412860",
    "ecMaxContribution": "1689002",
    "coordinator": "IFOODBAG AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924892091": {
            "orgId": "924892091",
            "orgName": "IFOODBAG AB",
            "ecContrib": 1689002
        }
    },
    "calculatedTotalContribution": 1689002
}