{
    "rcn": "203193",
    "acronym": "ReCETT",
    "topics": "DRS-17-2015-1",
    "title": "Remote Control of Electrical Transmission Tower",
    "startDate": "01/04/2016",
    "endDate": "30/09/2016",
    "objective": "Itís urgently needed to assess automatically and in real time the stability of the High Voltage Electric Transmission and Distribution (T&D) Grid in Europe, as 5% (? 9000 in France and Italy) of the towers face small displacements and deformations. The present field inspection and/or drones/helicopters surveys in order to check ìvisuallyî maximum twice a year the stabilities of each European high voltage transmission tower is expensive and far beyond the needs. These tilted towers finally induce local/regional power shutdown, source of discomfort, waste of time and money for EU citizens.\n            We propose herein a new small, automatic and autonomous, reliable and high precision, low energy consumption and low cost remote monitoring device (Remote Control of the Electrical Transmission Tower or ReCETT) to settle on transmission towers that measure various parameters (tilting, temperature, etc.) as well as its surroundings using ìslaveî monitoring devices. Then data are transmitted in real time to end-users through the cell phone/radio network on various types of devices (PC, tablet, smartphone). Transmitted data are simply processed by our dedicated software that we intend also to develop and optimize through phase 2 funding. So ReCETT, by monitoring unstable towers and their surroundings and real time automatic transmission data, optimize efficiently the maintenance, the stability and the continuity of EU power lines, prevent power shutdown, and even more lead the possibility to create new power lines in all European areas (even in unstable areas!). So ReCETT optimize both the EU power grid and the staff of any European electric companies which consequently will reduce the electric costs to EU citizens.\n            ReCETT is also used to monitor other infrastructures, such as buildings, pipes, tubes, wind turbines, dams... The real time transmitted data to deciders and end-users will finally lead to a real EU risk mitigation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALPHAGEOMEGA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927223583": {
            "orgId": "927223583",
            "orgName": "ALPHAGEOMEGA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}