{
    "rcn": "203168",
    "acronym": "COMPASS",
    "topics": "GARRI-2-2015",
    "title": "Evidence and opportunities for responsible innovation in SMEs",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "The challenge of the COMPASS project is to collect and deploy evidence on how RRI can be meaningfully integrated into extant innovation systems in European industry. COMPASS will pursue three overarching objectives: Providing evidence for better uptake of RRI in industrial R&D&I, fostering collaboration in three key innovation fields (healthcare, nanotechnology, ICT) and promoting responsible and sustainable R&D&I governance of highly innovative businesses.\nTo achieve these objectives, COMPASS will build upon previous research and best practice cases on RRI, CSR and sustainable business models. It will involve industry, research and civil society in co-creation processes from very early on in order to ensure usefulness, feasibility and ownership of results among the target communities. The ultimate aim of the project will be to develop, pilot test and finalise an interactive online platform, the Responsible Innovation Compass. The platform will deploy RRI visions and roadmaps for the three innovation fields, a Responsible Innovation Self-Check Tool for SMEs as well as audio-visual training materials and tutorials, short thematic guides, additional resources and promotional materials. It will provide guidance and orientation tailored to the needs of innovative enterprises, particularly SMEs.\nCOMPASS aims to substantially increase the evidence base for benefits of the inclusion of RRI into industrial R&D&I, through integrating findings of previous projects, systematically collating the extensive stock of knowledge dispersed across communities of practice, analysing empirical evidence on critical responsibility issues, success factors, and barriers for adoption of RRI in industry and pilot testing the added-value of all content of the projectís Responsible Innovation Compass. COMPASS will further explore improved business governance by facilitating co-creation of visions and roadmaps for RRI by stakeholders from industry, research and civil society.",
    "totalCost": "1505945,63",
    "ecMaxContribution": "1499945,63",
    "coordinator": "WIRTSCHAFTSUNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "UCLAN CYPRUS LIMITED;EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL;DE MONTFORT UNIVERSITY;STICHTING B LAB EUROPE;FUNDACION BANCARIA CAIXA D'ESTALVISI PENSIONS DE BARCELONA LA CAIXA;STRATEGIC DESIGN SCENARIOS SPRL",
    "participantCountries": "CY;BE;UK;NL;ES",
    "projectParticipants": {
        "998870305": {
            "orgId": "998870305",
            "orgName": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
            "ecContrib": 275342
        },
        "998561166": {
            "orgId": "998561166",
            "orgName": "STRATEGIC DESIGN SCENARIOS SPRL",
            "ecContrib": 118484
        },
        "998954404": {
            "orgId": "998954404",
            "orgName": "FUNDACION BANCARIA CAIXA D'ESTALVISI PENSIONS DE BARCELONA LA CAIXA",
            "ecContrib": 195688
        },
        "999616138": {
            "orgId": "999616138",
            "orgName": "WIRTSCHAFTSUNIVERSITAT WIEN",
            "ecContrib": 451438
        },
        "999847968": {
            "orgId": "999847968",
            "orgName": "DE MONTFORT UNIVERSITY",
            "ecContrib": 246875
        },
        "951954315": {
            "orgId": "951954315",
            "orgName": "UCLAN CYPRUS LIMITED",
            "ecContrib": 156844
        },
        "921227916": {
            "orgId": "921227916",
            "orgName": "STICHTING B LAB EUROPE",
            "ecContrib": 55275
        }
    },
    "calculatedTotalContribution": 1499946
}