{
    "rcn": "203100",
    "acronym": "NPAD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Multiregional rtfMRI Neurofeedback for the Prevention of Alzheimer's Disease",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "This project aims at predicting early cognitive decline using a neurofeedback performance endophenotype based on realtime functional magnetic resonance imaging in a population at risk for Alzheimerís Disease (AD). It has been proven that AD biomarkers change decades before the development of symptoms. In addition, there is a lack of robust hypersensitive methods capable of predicting impending cognitive decline in healthy subjects at risk. This constitutes a crucial obstacle for the implementation of AD prevention trials. To address this, we will identify and characterize a novel neurofeedback performance endophenotype in a subsample from a cohort of 2743 cognitively healthy volunteers at risk for AD. This will be based on state-of-the-art neuroimaging technology, in combination with a novel sensitive neuropsychological test that detects subtle alterations in episodic memory, which has been validated for our cohort. Then, we will evaluate the impact on our newly developed neurofeedback performance endophenotype of factors known to be related to AD such as various clinical and lifestyle variables, amyloid deposition, genetic background (including, but not restricted to APOE4) and most importantly cognitive reserve. A specific aim is to test the hypothesis that neurofeedback performance can become a reliable proxy to measure cognitive reserve. Finally, we will develop a novel statistical predictive model, featuring all the relevant genetic and clinical variables and will assess the capacity of neurofeedback performance for predicting impending cognitive decline during a two-year period in AD descendants.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "Barcelonabeta Brain Research Center",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}