{
    "rcn": "203167",
    "acronym": "SMART-map",
    "topics": "GARRI-2-2015",
    "title": "RoadMAPs to Societal Mobilisation for the Advancement of Responsible Industrial Technologies",
    "startDate": "01/05/2016",
    "endDate": "31/10/2018",
    "objective": "The aim of SMART-map is to connect a wide range of industrial players with actors from research and civil society organisations and establish innovative formats of collaboration to jointly discuss, define and implement concrete roadmaps (SMART Maps) for the responsible development of technologies and services in three key time-changing fields. Based on the Societal Challenges of Horizon2020, SMART-map will address the areas of precision medicine, 3D printing in the biomedical field, and synthetic biology. On each of these areas we will pair two regions of Europe, on the north/south and east/west axes, and the unique partnership will enable a comparative assessment of these innovation fields. On each theme, SMART-map will deliver an implementation plan, to be demonstrated, tested and assessed.\nSMART-map will build on the results of the FP7 ResAGorA project, adapted and integrated with other RRI and social responsibility frameworks (i.e. CSR). \n    The project will reach its ambitious goals by developing a new format for open and collaborative dialogues between industry and societal actors (Industrial Dialogues) which will allow the co-design of concrete roadmaps. We will organise two Dialogues per theme in each of the two regions identified, and pilot the roadmap in one industry per theme. The project has already gathered a vast network of industrial players and stakeholders interested in participating, in giving inputs to the roadmaps implementation and in discussing the outcomes. A uniquely designed Advisory Board, composed of RRI experts (SMART-map RRI Angels) and society representatives (Societal Watchdog), will ensure the dimensions of RRI to be included in all activities, as well as the increase of social value and acceptability of innovation produced with this approach. SMART-map will deliver practical evidence of the benefits for industry in using the SMART Maps, and highlight opportunities for new business models embedding social responsibility.",
    "totalCost": "1515636,25",
    "ecMaxContribution": "1515636,25",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "Instituto de Medicina GenÛmica;THE UNIVERSITY OF MANCHESTER;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FORMICABLU SRL;THE MANCHESTER METROPOLITAN UNIVERSITY;KOZEP-EUROPAI EGYETEM;FONDAZIONE GIANNINO BASSETTI;ZENTRUM FUR SOZIALE INNOVATION GMBH",
    "participantCountries": "ES;UK;DE;IT;HU;AT",
    "projectParticipants": {
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 140000
        },
        "940719872": {
            "orgId": "940719872",
            "orgName": "ZENTRUM FUR SOZIALE INNOVATION GMBH",
            "ecContrib": 115000
        },
        "986258171": {
            "orgId": "986258171",
            "orgName": "FORMICABLU SRL",
            "ecContrib": 150625
        },
        "999847580": {
            "orgId": "999847580",
            "orgName": "THE MANCHESTER METROPOLITAN UNIVERSITY",
            "ecContrib": 193922
        },
        "940963536": {
            "orgId": "940963536",
            "orgName": "FONDAZIONE GIANNINO BASSETTI",
            "ecContrib": 243750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 172500
        },
        "973018447": {
            "orgId": "973018447",
            "orgName": "Instituto de Medicina Genómica",
            "ecContrib": 121875
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 27328
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 350636
        }
    },
    "calculatedTotalContribution": 1515636
}