{
    "rcn": "203192",
    "acronym": "ANGIO-IMAGE",
    "topics": "PHC-12-2015-1",
    "title": "ANGIO-tracer for immuno-PET imaging: a stratification and monitoring tool for anti-angiogenesis treatment",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "AngioTarget will introduce an angiogenesis imaging agent (ANGIO-tracer) to stratify patients prior to anti-angiogenic therapy (AAT). This proposal is focussing on colorectal cancer (CRC) and will try to save 45,000 stage II/III CRC patients from undertreatment and 60,000 stage IV patients from unnecessary treatment in Europe each year. CRC is one of the most common cancers world-wide. AAT is a widely used and promising approach to restrict growth and progression of all angiogenesis-dependent malignancies. However, this expensive anti-cancer strategy is challenged by low response rates, inadequate efficacy and resistance2. Currently, there is no tool available to stratify patients prior to AAT or monitor response to therapy. The first approved and commercially most successful anti-angiogenic drug is Avastin (Bevacizumab), accounting for over Ä7 billion in annual sales. As a first phase towards global acceptance of ANGIO-tracer as a standard for stratification and monitoring in AAT of cancer, AngioTarget will focus on the utility of ANGIO-tracer in determining and monitoring Avastin treatment strategies in CRC. This will ensure that all CRC patients receive optimal care and responders can benefit from AAT while non-responders are spared from ineffective treatment. \n\nCommercial introduction in Europe of ANGIO-tracer as a stratification tool in CRC will:\n- Improve patient outcome by enabling optimal treatment of over 18,700 stage II/III and 14,000 stage IV patients within 5 years, reducing healthcare costs related to ineffective Avastin administration with Ä1.8 billion in 2024\n- Increase growth and competitiveness of AngioTarget, including cumulative sales of over 261,000 units (total revenue Ä78 million) within 5 years and a cumulative net profit of >Ä30 million\n- Open up new markets for ANGIO-tracer (e.g. lung, prostate, breast cancer).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANGIOTARGET BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941020572": {
            "orgId": "941020572",
            "orgName": "ANGIOTARGET BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}