{
    "rcn": "203171",
    "acronym": "UMI-Sci-Ed",
    "topics": "SEAC-1-2015",
    "title": "Exploiting Ubiquitous Computing, Mobile Computing and the Internet of Things to promote Science Education",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "Nowadays we are lucky to have many exciting new technologies available, like Ubiquitous Computing (UbiComp), Mobile Computing (MobiCom) and the Internet of Things (IoT); in the following, we shall refer to them collectively as UMI. These technologies are so modern and powerful that can be both an educational means and end, thus fostering innovation and supporting promising scientific careers. The broad aim of the project is to investigate the introduction of UMI technologies in education. By carefully exploiting state of the art technologies in order to design educational tools and activities, the project aims to offer novel educational services, implement innovative pedagogies and enhance studentsí and teachersí creativity, socialisation and scientific citizenship. We intend to put these technologies in practice, so as to enhance the level of science, technology, engineering and mathematics (STEM) education young girls and boys are receiving and at the same time make attractive the prospect of pursuing a career in domains pervaded by UMI. Inspired by M. Weiserís idea, a tranquil environment for educational activities will be provided, where technology itself will not star but support the stakeholders of education, including, the educational community (teaching institutions, students, professors, tutors, etc), the industry (UMI companies, VET providers,  publishers, etc), career consultants and educational authorities and policy makers. To this end, communities of practice (CoP) will be formed dynamically around UMI projects implemented at schools, including representatives of all necessary stakeholders. In this project we aim to develop an integrated yet open training framework for upper high school students.",
    "totalCost": "1794187,5",
    "ecMaxContribution": "1794187,5",
    "coordinator": "INSTITOUTO TECHNOLOGIAS YPOLOGISTONKAI EKDOSEON DIOFANTOS",
    "coordinatorCountry": "EL",
    "participants": "HELSINGIN YLIOPISTO;Consortium Ubiquitous Technologies S.c.a.r.l.;CORK INSTITUTE OF TECHNOLOGY;UNIVERSITA DI PISA;TELECENTRE-EUROPE AISBL;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "participantCountries": "FI;IT;IE;BE;NO",
    "projectParticipants": {
        "973178012": {
            "orgId": "973178012",
            "orgName": "Consortium Ubiquitous Technologies S.c.a.r.l.",
            "ecContrib": 264375
        },
        "999595089": {
            "orgId": "999595089",
            "orgName": "CORK INSTITUTE OF TECHNOLOGY",
            "ecContrib": 244125
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 248500
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 179250
        },
        "960056434": {
            "orgId": "960056434",
            "orgName": "TELECENTRE-EUROPE AISBL",
            "ecContrib": 160000
        },
        "999643783": {
            "orgId": "999643783",
            "orgName": "INSTITOUTO TECHNOLOGIAS YPOLOGISTONKAI EKDOSEON DIOFANTOS",
            "ecContrib": 341375
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 356562
        }
    },
    "calculatedTotalContribution": 1794187
}