{
    "rcn": "203165",
    "acronym": "EDU-ARCTIC",
    "topics": "SEAC-1-2015",
    "title": "Edu-Arctic ñ Innovative educational program attracting young people to natural sciences and polar research",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "The general objective of the EDU-ARCTIC project is a cross-country adaptation of innovative practices in science education in Europe. EDU-ARCTIC will provide a custom-designed large-scale program to strengthen schoolsí science education. EDU-ARCTIC will use innovative online tools for interactive open-access available for everyone to link Arctic research and school education in Europe. The program is dedicated to young students in the age of 13 to 20 and their teachers. The program will be based on 5 main components: \n1) Broadcasts (webinar transmissions) of online lessons from polar stations on natural sciences and polar research related to important societal challenges. The content of webinars will be adopted to school curricula at various levels (regional, national and European); \n2) ìPolarpediaî ñ an online developing encyclopedia with scientific expressions, educational resources and dictionaries in at least 5 national European languages; \n3) Arctic competitions for European pupils cooperating with their teachers, in which prize winners will be able to participate in polar expedition; \n4) Monitoring system: all schools in Europe will be invited to participate in a program based on monitoring of phenological observations in schoolsí surroundings, a web based portal for registrations and access to accumulated data. \n5) Teachers workshops and trainings. \nThe novel educational programme elaborated within EDU-ARCTIC will give European pupils the opportunity to get insights in Research and Innovation process by access to (two-way communication) lecture transmissions from polar stations, participation in arctic competitions and environmental monitoring in their own surroundings. The interaction with real-time scientific work will contribute to increased interest among young boys and girls in choosing STEM careers. \nThe innovative EDU-ARCTIC program will attract young boys and girls by its novel approach to STEM skills, especially science.",
    "totalCost": "1798028,75",
    "ecMaxContribution": "1798028,75",
    "coordinator": "Instytut Geofizyki Polskiej Akademii Nauk",
    "coordinatorCountry": "PL",
    "participants": "AMERICAN SYSTEMS SP. ZOO;NIBIO - NORSK INSTITUTT FOR BIOOKONOMI;NORDURSLODAGATTIN EHF;JARDFEINGI;UNIVERSITE DE VERSAILLES SAINT-QUENTIN-EN-YVELINES.",
    "participantCountries": "PL;NO;IS;FO;FR",
    "projectParticipants": {
        "959575896": {
            "orgId": "959575896",
            "orgName": "AMERICAN SYSTEMS SP. ZOO",
            "ecContrib": 220000
        },
        "973696477": {
            "orgId": "973696477",
            "orgName": "NORDURSLODAGATTIN EHF",
            "ecContrib": 217266
        },
        "996625337": {
            "orgId": "996625337",
            "orgName": "Instytut Geofizyki Polskiej Akademii Nauk",
            "ecContrib": 470206
        },
        "999754848": {
            "orgId": "999754848",
            "orgName": "NIBIO - NORSK INSTITUTT FOR BIOOKONOMI",
            "ecContrib": 293731
        },
        "999837104": {
            "orgId": "999837104",
            "orgName": "UNIVERSITE DE VERSAILLES SAINT-QUENTIN-EN-YVELINES.",
            "ecContrib": 313125
        },
        "988114072": {
            "orgId": "988114072",
            "orgName": "JARDFEINGI",
            "ecContrib": 283700
        }
    },
    "calculatedTotalContribution": 1798028
}