{
    "rcn": "203190",
    "acronym": "TWINN-LC-SMEs",
    "topics": "INNOSUP-5-2014",
    "title": "Towards Innovative Low Carbon SMEs",
    "startDate": "01/05/2016",
    "endDate": "30/04/2017",
    "objective": "The objective of the proposed project is to create a Design Options Paper (DOP) for the implementation of a cross-sector innovation collaboration programme benefitting start-up SMEs in the cleantech sector.\nA twinning partnership between three partners of the Climate-KIC initiative in three different EU countries will be established.  This partnership will execute peer learning of a model (Climate Innovation Exchange), which uses expertise from different sectors to improve the business support given to start-up SMEs to wishing to successfully enter low carbon innovations to the market.  This will be achieved by the implementation of the Twinning Advanced methodology for the development of the Design Option Paper in order to facilitate the mutual learning between innovation agencies in a structured way. The best practice model ñ Climate Innovation Exchange - developed within the Climate-KIC Accelerator programme from the Climate-KIC UK will be transferred to the innovation agencies from Spain and Italy involved in the programme. The key driving forces for successful implementation of the programme in UK will be analysed, together with the transfer conditions, obstacles and possibilities concerning, in particular, the target groups for the programme and the process by which the programme operates. The practices developed with Accelerator programme in Spain and Italy will also be studied informing the design of even better practices for the SMEs support in UK. The core group of 6 peer-learners (2 from each innovation agency) will be established to observe transferred practices, analyse local conditions, create the strategy (DOP), provide peer-to-peer support for the implementation as well as draft deployment driven amendments to the DOP and execute dissemination of the results.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "CLIMATE-KIC (UK) LIMITED",
    "coordinatorCountry": "UK",
    "participants": "ASOCIACION VALENCIANA DE EMPRESAS DEL SECTOR DE LA ENERGIA;ASTER - SOCIETA CONSORTILE PER AZIONI",
    "participantCountries": "ES;IT",
    "projectParticipants": {
        "933682425": {
            "orgId": "933682425",
            "orgName": "CLIMATE-KIC (UK) LIMITED",
            "ecContrib": 50000
        },
        "966682407": {
            "orgId": "966682407",
            "orgName": "ASOCIACION VALENCIANA DE EMPRESAS DEL SECTOR DE LA ENERGIA",
            "ecContrib": 0
        },
        "999643686": {
            "orgId": "999643686",
            "orgName": "ASTER - SOCIETA CONSORTILE PER AZIONI",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}