{
    "rcn": "203177",
    "acronym": "READCELL",
    "topics": "ERC-PoC-2015",
    "title": "System for the efficient and non-invasive harvesting and RElease of ADherent CELLs controlled by light",
    "startDate": "01/05/2016",
    "endDate": "31/10/2017",
    "objective": "The Biopharmaceuticals market is currently valued at about 150,000 million euros with an annual growth rate of 6 %. Biopharmaceutical products are mainly obtained from cells cultured in contained systems. Adherent cells represent an important share of the cell types used in production processes and are the major source of cell therapy products. Productivity of current processes for adherent cells culture lags behind those based on suspension cells and the reasons for this imbalance are to be found mainly on the low volumetric productivity and automation of current processes for adherent cells culture. Recovery of cells from the surface they are attached to, the so-called cell harvest is commonly performed by disrupting the interaction of the cells with the support by manually introducing hydrolyzing enzymes into the culture device. These enzymes attack the cell at the adhesion point driving them into suspension for further recovery. Due to the manual nature of the cell harvest step, the exposure of cells to the external environment during the enzymatic treatment and the harsh biochemical conditions, this is one of the least efficient steps in the production process and poses an important risk of damaging and contaminating the culture. The idea proposed in this project for Proof of Concept will turn the cell harvest step into an automated, non-invasive and efficient step in the cell culture process. To achieve this goal we will introduce nanostructured modifications in the cell culture support by immobilising gold nanoparticles of defined size and shape, in certain geometrical patterns. The resulting cell culture support interacts with low energy electromagnetic radiation coming from an external and non-invasive source, creating localised hyperthermal effects at the locations of the immobilized nanoparticles and leading to the release of growing cells. Results of successful preliminary experiments are the basis of a recently submitted patent application.",
    "totalCost": "149940",
    "ecMaxContribution": "149940",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998347572": {
            "orgId": "998347572",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
            "ecContrib": 149940
        }
    },
    "calculatedTotalContribution": 149940
}