{
    "rcn": "203179",
    "acronym": "DEGLUMINATE",
    "topics": "ERC-PoC-2015",
    "title": "Light-Responsive Adhesives for Debond-on-Demand Solutions",
    "startDate": "01/06/2016",
    "endDate": "31/05/2017",
    "objective": "Adhesives that debond-on-demand through application of an external stimulus are highly relevant for manufacturing (semiconductor, automotive, aerospace, construction, packaging, sportswear), healthcare applications (wound dressing, transdermal patches), and numerous other domains, and they can significantly contribute to the sustainable use of materials (repairing, reworking, recycling). In all cases, there is a technological need for effective and environmentally benign solutions that provide secure adhesion during use, while also permitting for a simple and clean separation of bonded parts ìon commandî without the need for additional complex process steps.\n\nThe proposed project aims to develop new debond-on-demand adhesives based on the combination of low-molecular weight functional polymers and light-responsive degradable cross-linking agents. The new materials are expected to combine optimal adhesive properties for a wide range of substrates with a new mechanism that enables straightforward and efficient, ultraviolet light-induced debonding at ambient temperature. The debonding mechanism involves two different effects that are combined in a synergistic manner: the controlled degradation of the cross-linker transforms polymer networks into low-molecular weight polymers, and the simultaneous release of nitrogen gas ìpropelsî the bonded parts away from each other. The degraded polymer residues can be easily removed and clean debonded components are furnished. The overarching goals of the proposed project are to bridge the gap between scientific discovery and implementation by (i) providing a better understanding for the mechanism at play; (ii) demonstrating the effect in a variety of adhesive platforms based on polymers that are employed in current adhesive technologies; and (iii) providing technology demonstrators for pressure-sensitive adhesive tapes and cold-cured two-component adhesives with debond-on-demand properties.",
    "totalCost": "149250",
    "ecMaxContribution": "149250",
    "coordinator": "UNIVERSITE DE FRIBOURG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999855728": {
            "orgId": "999855728",
            "orgName": "UNIVERSITE DE FRIBOURG",
            "ecContrib": 149250
        }
    },
    "calculatedTotalContribution": 149250
}