{
    "rcn": "203194",
    "acronym": "IcoCell",
    "topics": "BIOTEC-5b-2015",
    "title": "Cell line development platform for SMEs to reduce the length and cost of biologic drug development",
    "startDate": "01/05/2016",
    "endDate": "31/08/2018",
    "objective": "Biologic drugs ($160\\ billion market) provide better long-term health outcomes with fewer side effects than many traditional drugs. However, due to high development and production costs, these drugs are 20x more expensive, on average, limiting the access to these therapies and burdening healthcare systems. To a great extent, this is because traditionally flexible and creative biotech SMEs currently lack rational tools for mammalian cell line development (most of the biologic drugs are produced in mammalian cell lines), meaning that large investment in terms of capital and time is required to make a production cell line.\n\nICF, an established player in the biotechnology industry, develops a technology for more efficient development of mammalian cell lines for high-yield protein production. It reduces the need for robotic systems and high-throughput screening facilities (Ä900 000 -> Ä200 000), the time (6-12 months -> 3) and cost (Ä100 000 -> Ä50 000) of cell line development. These advantages stem from specific landing platforms, predefined integration sites, recombination-dependent insertion and amplification of expression units. The technology will enable biotech SMEs to develop the process of production of new biologic drugs at lower costs and faster, eventually enabling biologic drugs to penetrate more cost-sensitive indications and target groups.\n\nIcoCell project is aimed at optimizing the landing platform, generating cell lines compatible with process of development of industrial cell factories, generating regulatory documentation, preparing standard operating procedures, demonstrating the production of different types of proteins and implementing initial exploitation activities.\n\nCell line development market is expected to grow at CAGR of 12.8% (2014-2022) and the market for cell line development to produce therapeutic proteins exceeds Ä900M. Commercialization of IcoCell technology will mean breakthrough for ICF, increasing revenues by an estimated Ä26M in 2021",
    "totalCost": "1614000",
    "ecMaxContribution": "1129800",
    "coordinator": "ICOSAGEN CELL FACTORY OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939149927": {
            "orgId": "939149927",
            "orgName": "ICOSAGEN CELL FACTORY OU",
            "ecContrib": 1129800
        }
    },
    "calculatedTotalContribution": 1129800
}