{
    "rcn": "203198",
    "acronym": "Gamesmondo",
    "topics": "ICT-37-2015",
    "title": "A Distribution and Monetisation Ecosystem for Mobile Applications, Maximising Market Growththrough Affiliation",
    "startDate": "01/05/2016",
    "endDate": "31/08/2018",
    "objective": "Flexion Mobileís Gamesmondo project targets the Android segment of the mobile games market, forecast to exceed Ä35\nbillion per annum by 2017. The project, currently in TRL 6, is a major part of Flexionís long-term strategy to build an open\nand fair market for Android games.\n\nThe Android operating system is open. Hundreds of potential distribution channels exist and new entrants want to get\ninvolved in games distribution. In practice Android is currently dominated by one store. This is due to Googleís dominant\nposition and freemium gamesí dependency on features provided by the distribution channel. Supporting multiple channels\nmeans developers need to create and maintain multiple builds and relationships.\n\nIn todayís market:\nï Developers are locked in to Google Play which is overcrowded, with limited discovery forcing them to spend heavily on\nadvertising\nï Remaining distribution channels suffer due to a lack of content\nï Developersí payment monetisation is limited to what Googleís payments can support\nï Non-Google distribution channels are effectively locked out of the market\n\nAn open market, where developers can distribute games in any channel (including Google Play) would drive overall industry\ngrowth and reduce issues for developers. Gamesmondo combines enabling technology, commercial relationships,\nmonetisation and service management to create an aggregated network of games, distribution channels and users. This\novercomes fragmentation and opens up the market without opportunity cost. Developers get routes to users otherwise\nunreachable. Distribution channels get access to games and revenue otherwise unavailable and new players can enter the\nmarket.\n\nGamesmondo will define a new set of tools, rules and methods for both developers and end users, whilst building a versatile\nfoundation for benefiting from a growing market and successfully shrinking inequality by Google Play.",
    "totalCost": "2711125",
    "ecMaxContribution": "1897787,5",
    "coordinator": "FLEXION MOBILE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934389070": {
            "orgId": "934389070",
            "orgName": "FLEXION MOBILE LIMITED",
            "ecContrib": 1897788
        }
    },
    "calculatedTotalContribution": 1897788
}