{
    "rcn": "203178",
    "acronym": "SimVisSim",
    "topics": "ERC-PoC-2015",
    "title": "Simultaneous Vision Simulator for optimizing selection of presbyopic correcions",
    "startDate": "01/07/2016",
    "endDate": "31/12/2017",
    "objective": "The lost of the eyeís capability to accommodate near and far objects (known as presbyopia) affects 100% of the population >45, i.e. 200 million in Europe and 1.200 million worldwide. Multifocal corrections, in the form of contact lenses (CLs), intraocular lenses (IOLs) or corneal surgery are increasingly used solutions to restore vision functionality in presbyopes. These corrections are based on the simultaneous vision principle, where a focused image and a defocused image are simultaneously projected on the  retina. How a simultaneous image looks like is difficult to imagine. To date, prescription of a multifocal correction is based on the surgeonís experience and conversations with the patient.  In CLs solutions, the process requires multiple trials and errors with different lenses. In cataract surgery, patientís unsatisfaction often results in IOL explantation.\nThe PRESBYOPIA ERC-Advanced Grant investigates basic mechanisms of the crystalline lens accommodation, to propose nature-inspired designs to correct presbyopia, multifocal lenses in particular. We have developed Adaptive-Optics visual simulators to simulate corrections before they are manufactured or implanted in a patient. In particular, we have developed novel simultaneous vision simulators (an optical bench instrument, and a see-through portable clinical prototype) that allow patients to see the world under programmed multifocal IOLs. We have demonstrated their capabilities to mimic commercial multifocal designs, visual performance with different design parameters and neural adaptation to simultaneous vision. \nThe SimVisSim ERC-Proof of Concept will evaluate the marketability of the SimVis Technology, generating new IP, develop a technology transfer strategy, and a product commercialization plan,  with the ultimate goal of deploying a clinical device in the market. This should bring eye surgery and presbyopia treatments into new paradigms for lens selection and customization.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}