{
    "rcn": "203175",
    "acronym": "TECNIOspring PLUS",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "ACCI” programme to foster mobility of researchers with a focus in applied research and technology transfer",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "TECNIOspring PLUS Fellowship Programme is proposed by ACCI”, the Catalan Agency for Business and Competitiveness, attached to the Ministry for Business and Labour of the Government of Catalonia. \nWith a budget of 10,044,000 Ä (circa 50% EU contribution) and a duration of 5 years, TECNIOspring PLUS programme will be addressed to experienced researchers, who will develop their research career in their area of interest, with focus on technology transfer. The programme will fund 72 fellowships, offering high-quality professional opportunities, with living plus mobility allowance well above the amount required by Marie Sklodowska-Curie WP, through its two types of mobility schemes, incoming and outgoing\\return. Fellows will be free to choose their research project, with a focus on innovation and technology transfer, and a suitable host organisation fitting their individual needs and interests. \nThe fellowship programme will have four selection rounds following fixed deadlines, allowing a fair competition between applicants. Calls for proposals will be advertised at international level, including EURAXESS website among others. TECNIOspring PLUS programme will receive joint applications of an experienced researcher and the host organisation of his/her choice (the beneficiary). Host organisations will be entities of the academic or industrial sector belonging to the Catalan Research and Technology Transfer System, recognized with the TECNIO accreditation. \nACCI” already manages a COFUND project under FP7, TECNIOspring fellowship programme (GA n∫ 600388). TECNIOspring PLUS goes beyond the earlier grant. ACCI” wants to increase its impact and further align it with the best practices of the Marie Sk?odowska-Curie programmes by: increasing no. of fellowships and living allowances, opening the programme to industry, incorporating public engagement activities, offering interdisciplinary opportunities and fostering the international dimension.",
    "totalCost": "10195200",
    "ecMaxContribution": "5097600",
    "coordinator": "AGENCIA PER A LA COMPETITIVITAT DE LA EMPRESA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "984098466": {
            "orgId": "984098466",
            "orgName": "AGENCIA PER A LA COMPETITIVITAT DE LA EMPRESA",
            "ecContrib": 5097600
        }
    },
    "calculatedTotalContribution": 5097600
}