{
    "rcn": "203161",
    "acronym": "STIMEY",
    "topics": "SEAC-1-2015",
    "title": "Science Technology Innovation Mathematics Engineering for the Young",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "In an effort to bring science and society together in Europe, and consequently increase the continentís international competitiveness, STEM (science, technology, engineering and mathematics) education must be more relatable to European youths to raise their interests and involvement in STEM careers. This project proposes an educational platform with multi-level components, designed and developed on the base of a well-researched pedagogical framework, which aims to make STEM education more attractive to young people from age 10 to 18 years old. Universities, schools, teachers, students, parents, business and media partners come together to complete a circle in which STEM becomes a part of the daily life of youths through an educational portal that also prepares them for future careers. \nThe socially motivational platform for emotional and educational engagement, herein referred to as the STIMEY (Science, Technology, Innovation, Mathematics, Education for the Young) platform, will combine:\n  - social media components and entrepreneurial tools (present), \n  - robotic artefacts (the future), \n  - radio (the past) \nto educate, engage and increase the youthís interest in STEM education and careers. The platform, with individual e-portfolios, will be designed to tap into the childrenís curiosity and motivations from a young age. The platform will take into account the specific needs of  girls and boys, to be attracted and stay with STEM in a social collaborative environment with serious gaming and healthy competition among peers. \n\nThe platform will give teachers the necessary modern tools to deliver STEM education in an attractive and engaging manner in-class, while also following up on studentsí progress even outside of class.",
    "totalCost": "3965372,5",
    "ecMaxContribution": "3965372,5",
    "coordinator": "UNIVERSIDAD DE CADIZ",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITY OF MACEDONIA;BABY RADIO SL;POLOTSK STATE UNIVERSITY;JYVASKYLAN YLIOPISTO;MLS MULTIMEDIA AE;HOCHSCHULE EMDEN/LEER;KOMPETENZZENTRUM TECHNIK-DIVERSITY-CHANCENGLEICHHEIT E.V.",
    "participantCountries": "EL;ES;BY;FI;DE",
    "projectParticipants": {
        "999855340": {
            "orgId": "999855340",
            "orgName": "UNIVERSIDAD DE CADIZ",
            "ecContrib": 1813094
        },
        "986039921": {
            "orgId": "986039921",
            "orgName": "HOCHSCHULE EMDEN/LEER",
            "ecContrib": 840420
        },
        "936206753": {
            "orgId": "936206753",
            "orgName": "KOMPETENZZENTRUM TECHNIK-DIVERSITY-CHANCENGLEICHHEIT E.V.",
            "ecContrib": 126730
        },
        "985888407": {
            "orgId": "985888407",
            "orgName": "MLS MULTIMEDIA AE",
            "ecContrib": 101344
        },
        "999874352": {
            "orgId": "999874352",
            "orgName": "UNIVERSITY OF MACEDONIA",
            "ecContrib": 374469
        },
        "926362417": {
            "orgId": "926362417",
            "orgName": "BABY RADIO SL",
            "ecContrib": 206281
        },
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 326816
        },
        "940864596": {
            "orgId": "940864596",
            "orgName": "POLOTSK STATE UNIVERSITY",
            "ecContrib": 176219
        }
    },
    "calculatedTotalContribution": 3965373
}