{
    "rcn": "203108",
    "acronym": "Nano-PieZoelecTrics",
    "topics": "MSCA-IF-2015-EF",
    "title": "Novel Nanoporous PZT Materials for Efficient Utrasonic Biomedical Sensors",
    "startDate": "02/11/2016",
    "endDate": "01/11/2018",
    "objective": "Piezoelectric materials have become a key technology for a wide range of industrial and consumer products with a robust global market of U.S. $21 billion in the last 2013. Current technology includes applications on actuators, ultrasonic motors, sensor arrays for structural health monitoring, transformers, micro-energy harvesting devices, hydrophones, high resolution ultrasonic medical imaging, computer disk drives, and accelerometers in mobile phones and notebooks. Currently the most important piezoelectric ceramic materials are based on mixed oxide crystal system consisting of lead, zirconium and titanium, well known as lead zirconate titanate (PZT). Cost-effective and efficient synthetic strategies, structural modifications and doping by foreign ions represent the key steps to significantly improve the performance of PZT materials, such as piezoelectric, dielectric and mechanical stability properties. In this frame, we purpose a new research methodology based on the preparation, characterization and testing of hierarchical porous PZT-doped using alternative synthetic approaches (EISA method) and new doping materials (porous Mg-Niobate, Graphene/Molybdenite and Nanocellulose) to achieve important innovations and overcome the current state of art on the field of hydrophones and high resolution ultrasonic medical applications. Innovations are represented by the preparation of highly-efficient porous PZT matrices, not yet reported in the literature, with very-high surface area whit the idea to enhance the contact between PZT-matrix and media (water, medical gels, etc) and then increasing the sensibility and piezoelectric response of the device. Regarding new doping approaches, Nb-source will be nano-confined into the PZT matrices using the pores as hosting elements with the advantage of constraining dopants in nanoscale. Graphene/Molybdenit nanocomposite and Nanocellulose will be also used to replace critical Nb as also recently recommend by the European guidelines.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE BURGOS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998959642": {
            "orgId": "998959642",
            "orgName": "UNIVERSIDAD DE BURGOS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}