{
    "rcn": "203186",
    "acronym": "TLRH-VRF COFUND",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "Trinity Long Room Hub Visiting Research Fellows COFUND programme",
    "startDate": "01/06/2016",
    "endDate": "31/10/2020",
    "objective": "The Trinity Long Room Hub Visiting Research Fellows Programme will offer opportunities to nine Experienced Researchers from across the spectrum of the Arts and Humanities to spend a fellowship of 12 months duration at Trinity Collegesí Arts and Humanities Research Institute. This fellowship programme represents a significant enhancement of the offering of the existing fellowship programme operating in the TLRH. The objectives of the programme are to attract high quality international researchers from Europe and all over the world via more attractive employment conditions including an employment contract and via wide and rigorous promotion of the calls while open. The programme will provide fellows with training and networking opportunities that will enhance their career development potential ( via their involvement in the activities of an Interdisciplinary College Research Theme affiliated to the Long Room Hub under which they will be recruited and access to a range of non research related training opportunities via different units in TCD); to identify the relevance of their work for other sectors outside academia including the public ( via the inclusion of a secondment element in the programme and via participation in the public engagement activities of the Long Room Hub) and to provide them with interdisciplinary research opportunities( again via involvement in and exposure to staff active in the Interdisciplinary Research Theme under which they have been recruited). The Interdisciplinary Research Themes involve staff across a TCD schools not only thoseaffiliated to the TLRH (i.e. Computer Science and Statistics, Engineering, Nursing, Social Work and Psychology) that will hopefully stand them in good stead as they seek to expand their academic networks. Finally Trinity College and the Long Room Hub will support the selection of researchers following an open, merit-based and impartial and equitable selection procedure, based on international peer review.",
    "totalCost": "637200",
    "ecMaxContribution": "318600",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 318600
        }
    },
    "calculatedTotalContribution": 318600
}