{
    "rcn": "203163",
    "acronym": "CatalApp",
    "topics": "ERC-PoC-2015",
    "title": "Copper Catalysis Applications",
    "startDate": "01/08/2016",
    "endDate": "31/01/2018",
    "objective": "An innovative methodology has been developed in the field of copper-catalyzed cross coupling catalysis, with the goal of developing more efficient and sustainable synthetic protocols used by Chemical and Pharmaceutical Industries.\nSuccessful research developed within the ERC-2011-StG-277801 project has led to discover new methodologies for sustainable catalytic transformations using copper catalysts to form C-C or C-heteroatom bonds, finding out the feasibility of uncommon copper(III) species as key intermediates. This new methodology features three main advantages: a) Precise design of the auxiliary ligands used in these transformations is a pathway of a more sustainable reactivity; b) competitive alternative to the price and toxicity disadvantages of Pd-based catalysts; and c) it can impart distinct selectivity that will broaden the scope of synthetic tools.\n\nThe goal of the present CatalApp project is to study the feasibility of bringing this technology into a pre-commercial stage, with the aim of accelerating the access to the market of this new methodology. The pre-commercial stage will be orientated into:\n1) A technical perspective that will be achieved by scaling-up current gram-scale methodologies to kilogram scale procedures.\n2) An Economic and legal perspective, which include an analysis of Intellectual Property (IP) protection needs, evaluation of patent filling procedures required to provide an adequate protection of the different developed methodologies, a market study to identify specific potential uses of these synthetic tools, and a review of potential commercialisation partners.\nThe expected outcomes of the PoC project will be the commercial availability of a portfolio of synthetic methodologies based on Copper, designed for specific applications. The strive of the CatalApp PoC project is making available these new methodologies in response to the demand of the industry and investors in order to ensure its results will be exploited successfully.",
    "totalCost": "147500",
    "ecMaxContribution": "147500",
    "coordinator": "UNIVERSITAT DE GIRONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 147500
        }
    },
    "calculatedTotalContribution": 147500
}