{
    "rcn": "203135",
    "acronym": "AGERISK",
    "topics": "MSCA-IF-2015-EF",
    "title": "Neurocomputational mechanisms underlying age-related performance changes in goal-directed decisions from experience",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The ability to make goal-directed decisions concerning oneís general well-being declines in later life. The primaryóand potentially improvableófactor impacting this decline in decision-making performance is the learning process that precedes a decision. However, little is known about age-related changes in the neurocomputational mechanisms that underlie these learning processes. The goal of the proposed project is to identify these changes. The project will first identify age-related variability in decision-making performance across individuals and task environments, and then test what computational models from artificial intelligence best explain this variability. Because previous research has shown that decision-making performance declines as the complexity of the choice environment increases, the focus will be on performance in cognitively demanding environments that require goal-directed decisions from experience. The project will combine data from lab-based and home-based neurocognitive experiments, capitalizing on new developments in online experiments and webcam based eye tracking. The applicantís unique research background brings the interdisciplinary range of skills together that is required for the project, combining experience in computational modelling techniques from artificial intelligence, large-scale data analysis from computational linguistics, and neurocognitive experiments. The proposed project promises to further the scientific understanding of the functional link between aging and decision-making performance. Its findings will ultimately help to empower aging decision makers to navigate cognitively demanding choice environments.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}