{
    "rcn": "203195",
    "acronym": "SPuMP",
    "topics": "Space-SME-2015-2",
    "title": "SpacePharma Microgravity Miniature Pump",
    "startDate": "01/02/2016",
    "endDate": "31/07/2017",
    "objective": "SPuMP is a proposal for developing the SpacePharma Microgravity Miniature Pump (SPuMP), with on reservoir temperature control to a technical readiness level of six for use in space based micro-/millifluidic experiments. SPuMP is unique in that it will have pulsation free flow, highly accurate flow control, and on reservoir temperature control for reagent stability. When used in conjunction with the SpacePharma advanced lab, complex, remote controlled, end-to-end fluidic based experiments can be performed in a variety of microgravity platforms, most notably on nano-satellites. The pulsation free flow enables a new set of experiments, such as direct droplet based macro-molecular crystallization, to be performed in the microgravity environment. Enabling temperature control on the reservoir itself, enables reagent stability that is unprecedented. With the use of a battery reagents can be stored at 4 degrees celcius and then warmed up to their useable temperature before beginning an experiment. SPump, while being developed to initially take 5% of the estimated 1000 experiments based on micro-/millifluidic in the microgravity research market each year, also has a wide range of uses in the portable micro-/millifluidic system market, such as with point of care devices, due to its compact size, smooth flow, and ease of filling when already integrated into a closed system. SPuMP allows SpacePharma to open up new avenues to our customers by allowing never before done experiments to be done in the microgravity environment. It also attracts new customers to the European space market who have not previously considered microgravity based research due to the numerous limitations of the currently available pumps on the market for microgravity based research.",
    "totalCost": "1294500",
    "ecMaxContribution": "906150",
    "coordinator": "SPACEPHARMA R&D ISRAEL LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929945888": {
            "orgId": "929945888",
            "orgName": "SPACEPHARMA R&D ISRAEL LTD",
            "ecContrib": 906150
        }
    },
    "calculatedTotalContribution": 906150
}