{
    "rcn": "203188",
    "acronym": "DOC2AMU",
    "topics": "MSCA-COFUND-2015-DP",
    "title": "International, inter-sectoral and inter-disciplinary Doctoral Training Programme to Aix-Marseille University",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "DOC2AMU raised out of the willpower of the Provence Alpes Cote díAzur key regional actors in Research and Innovation to offer to the most promising early stage researchers an international, inter-sectoral and inter-disciplinary innovative doctoral training programme. The excellence is ensured not only by the research ecosystem of Aix-Marseille University  but also through the open, transparent, merit-based, impartial and equitable selection process set up to assess the perfect match between the proposed doctoral projects and the ESRs. Further to ensure the best career perspectives after ESRísí graduation, DOC2AMU set up an original training programme offering a training scheme combining options of the 3 international/inter-sectoral and interdisciplinary dimensions, including a comprehensive package of transferable skills training, along with a specific mentoring scheme involving an academic Supervisor, a non-academic and/or international tutor(s) and a Scientific & Training Supervisory Committee. Apart from the recruitment of 30 ESRs, it is expected that DOC2AMU will enhance skills of AMU ESRs including transferrable ones; upgrade AMU doctorateís curriculum, by generalizing the innovative Doctorate Principles as a standard for all Doctoral training in AMU; reinforce AMU capacities to host talented international researchers in high standard working and improved employment conditions; intensify the cooperation and the alignment of AMU Human Resources practices between key regional academic and non-academic research and innovation players; develop new synergies on the regional territory; strengthen the innovative aspects of the Regional Doctoral programme and disseminating HR and training good practices in other Universities and Research organisations in PACA; and prioritize research projects focusing on the regional Research and Innovation Strategies for Smart Specialization strategies to create a regional leverage in terms of knowledge and innovation.",
    "totalCost": "4708800",
    "ecMaxContribution": "2354400",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 2354400
        }
    },
    "calculatedTotalContribution": 2354400
}