{
    "rcn": "203199",
    "acronym": "CleanOil",
    "topics": "SC5-20-2015",
    "title": "Global business challenge: Breaking the oilgas water dependency with a cost-effective  no-waste nanomembrane technology for water reuse",
    "startDate": "01/05/2016",
    "endDate": "31/10/2018",
    "objective": "CleanOil consists on the introduction into the market of an innovative filtration solution to treat and reuse the produced water (PW), a highly polluted oily wastewater which is the largest volume byproduct associated to oil and gas production. The solution will allow achieving up to 80% reduction of water demand for oil extraction through the reuse of up to 99% of the PW, and will be based on a proprietary product - ceramic nanomembranes with an innovative production process - installed in a fully integrated solution with the equipment, instrumentation and advanced fouling monitoring and control tools and software.   \nThe project aims to achieve three objectives: (1) reducing the target membrane price up to 4 times, thanks to the upscaling of the nanomembrane production process, (2) launching worldwide highly competitive and cost-effective filtration solutions for the treatment and reuse of PW and (3) international consolidation through the new subsidiaries and strategic partners in high potential markets, aiming for a 3% share of the Likuidís target industrial filtration market, doubling the existing actual staff and achieving a tenfold increase in EBITDA profit by 2020.  \nLikuid has identified two market segments targeted by its innovative solution: onshore, with 680 Mill.Ä target market (USA, Canada, Colombia, Mexico) and offshore, with 490 Mill.Ä target market (North Europe and LATAM). Potential customers for Likuidís solution are (a) the intermediary EPC, OEM and OFS companies and (b) oil producers, as end-users of the technology. In the project, onshore segment will be addressed with a Canadian demonstration for SAGD and tailing ponds and offshore segment is related to a demo study with Petrobras, who has already tested Likuidís membranes. Successfull demonstration will boost the market uptake of the new highly-efficient and cost-effective Likuidís solution, thus helping European cutting-edge technologies to position in the lead of sustainable O&G production.",
    "totalCost": "1387707,5",
    "ecMaxContribution": "971395,25",
    "coordinator": "LIKUID NANOTEK SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942162844": {
            "orgId": "942162844",
            "orgName": "LIKUID NANOTEK SL",
            "ecContrib": 971395
        }
    },
    "calculatedTotalContribution": 971395
}