{
    "rcn": "203166",
    "acronym": "EURAXIND",
    "topics": "SEAC-4-2015",
    "title": "EURAXESS for Industry",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "The EURAXIND project is led by CRAC-VITAE with 6 partners (all Bridgehead Organisations) and 7 Third Parties from across Europe. \n\nEURAXIND addresses 2 key ERA priorities (1) creating ëan open labour market for researchersí and (2) ëthe optimal circulation of, access to, and transfer of scientific knowledgeí, by increasing employer engagement with the EURAXESS network and Career Development Centres.  It will do this by: identifying researchers and employers needs to support intersectoral mobility and collaboration; providing targeted online tools and resources to support institutional outreach and engagement with employers; creation of an Industry Career Development Module to encourage researchers within academia to consider research careers in other sectors;  and increasing industry participation in EURAXESS services (particularly the jobs portal), by developing a targeted Employer Engagement Toolkit for EURAXESS Service Centres.\n \nThe objectives of the project will be pursued over a 24 month period. Core activities will include employer, researcher and institutional literature reviews and surveys to identify various stakeholder needs; development of an industry engagement strategy and 14 dissemination workshops for employers (7) and institutions (7).  These will feed into the development of the two principal outcomes: the Employer Engagement Toolkit and Industry Career Development Module. All these activities build on relevant current and previous European projects including EURAXESS Top I, II , III, REFLEX and PIPERS.\n\nEURAXIND focuses on enabling partner organisations, and the EURAXESS network more generally, to engage more with business, provide opportunities for collaborations and build strategic partnerships. It will promote the recruitment of highly skilled researchers who can engage with businesses, and are able to promote their skills to them. In this way EURAXIND will make a long term contribution to ERA priorities and Europe's economic prosperity.",
    "totalCost": "814737,5",
    "ecMaxContribution": "812237,5",
    "coordinator": "CAREERS RESEARCH AND ADVISORY CENTRE (CRAC) LIMITED (THE)",
    "coordinatorCountry": "UK",
    "participants": "FUNDACION ESPANOLA PARA LA CIENCIA Y LA TECNOLOGIA;STICHTING NUFFIC;BAY ZOLTAN ALKALMAZOTT KUTATASI KOZHASZNU NONPROFIT KFT.;SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI;IP&D INNOVATION PROJECTS AND DEVELOPMENT;OESTERREICHISCHE FORSCHUNGSFOERDERUNGSGESELLSCHAFT MBH",
    "participantCountries": "ES;NL;HU;BG;IL;AT",
    "projectParticipants": {
        "954347790": {
            "orgId": "954347790",
            "orgName": "BAY ZOLTAN ALKALMAZOTT KUTATASI KOZHASZNU NONPROFIT KFT.",
            "ecContrib": 95938
        },
        "943516091": {
            "orgId": "943516091",
            "orgName": "CAREERS RESEARCH AND ADVISORY CENTRE (CRAC) LIMITED (THE)",
            "ecContrib": 333500
        },
        "948502958": {
            "orgId": "948502958",
            "orgName": "IP&D INNOVATION PROJECTS AND DEVELOPMENT",
            "ecContrib": 107250
        },
        "999887641": {
            "orgId": "999887641",
            "orgName": "SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI",
            "ecContrib": 71188
        },
        "999421944": {
            "orgId": "999421944",
            "orgName": "FUNDACION ESPANOLA PARA LA CIENCIA Y LA TECNOLOGIA",
            "ecContrib": 78312
        },
        "999507207": {
            "orgId": "999507207",
            "orgName": "OESTERREICHISCHE FORSCHUNGSFOERDERUNGSGESELLSCHAFT MBH",
            "ecContrib": 65668
        },
        "989400001": {
            "orgId": "989400001",
            "orgName": "STICHTING NUFFIC",
            "ecContrib": 60382
        }
    },
    "calculatedTotalContribution": 812238
}