{
    "rcn": "203180",
    "acronym": "WIRL",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "Warwick Interdisciplinary Research Leadership Programme",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The Warwick Interdisciplinary Research Leadership Programme (WIRL) is a major new initiative by the University of Warwick to train future generations of Research Leaders in Europe. Warwick is known for its experience in interdisciplinary postdoctoral training through its leading Institute of Advanced Study (IAS), its innovative cross-sectoral research carried out through its ten Global Research Priorities (GRPs) and its international environment and reputation created through distinctive global partnerships and research collaborations. WIRL will build on this background to train 30 international researchers over five years to form a group of New Research Leaders who will contribute to the European Unionís plans to build a dynamic, knowledge-based economy and to improve economic growth. \n\nWarwickís experience shows that Research Leadership is greatly enabled through close mentoring, international collaborations and the opportunity to build an independent research profile within the first five years of post-PhD research. Since 2007 the IAS has hosted a well-established research development programme, delivering complementary skills training to early career and experienced researchers.  \n\nWIRL will be a major step forward in Warwickís Postdoctoral training programme. It will expand the current UK-centred programme into one with a pan-European focus and global reach. WIRL will create an environment for Fellows to develop the skills and gain the experience required to become Research Leaders in their fields within and beyond academia. This research environment is underpinned by the Universityís 10 interdisciplinary GRPs that sit across academic disciplines, representing Warwickís key areas of research excellence and engagement. GRPs bring together research strengths from across the University, giving them clear thematic identities that show where Warwick can make a significant and distinctive contribution to the resolution of some of the worldís most pressing issues.",
    "totalCost": "4012000",
    "ecMaxContribution": "2006000",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 2006000
        }
    },
    "calculatedTotalContribution": 2006000
}