{
    "rcn": "203191",
    "acronym": "YoungInnovative",
    "topics": "INNOSUP-5-2014",
    "title": "Young and Innovative: how to help young entrepreneurs be more innovative ñ a peer learning project",
    "startDate": "01/05/2016",
    "endDate": "30/11/2016",
    "objective": "The system of business environment institutions plays an important role in the diffusion of technology process and assists the innovative entrepreneurship development. Their support is especially important in case of young entrepreneurs, which very often have innovative ideas but they lack the knowledge and the resources to transform it into solid business.\n\nThe number and variety of BEI ie. Business centres, innovation centres, financial institutions and their offer, according to the studies in point. 1.1 and data available in the work program, are insufficient for the appropriate innovation stimulation in the partner countries, which at the same time affects the level of innovation and the competitiveness of the European economy.\n\nThat is why TARR, EPLD, CTRIA and BARR decided to join their forces and by sharing knowledge and experience try to contribute in solving problem mentioned above.\n\nThe main objective of this project is to develop through the lifetime of the project (7 months) recommendations to improve systems supporting innovation among young entrepreneurs, applied by specialized business environment institutions, using the Twinning Advanced method and then to disseminate them in the partnersí regions and countries and other EU Member States.\n\nThe T\\ methodology involves peer learning of equal partners. Therefore it is possible not only to exchange and disseminate existing solutions but also to develop recommendations for the new ones, which will eventually become good practices in supporting innovation.\n\nIn order to achieve the main and specific objectives the work?flow of YoungInnovative will comprise a one phase process,\nwhich is the development and dissemination of Design Option Paper.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "TORUNSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA AKCYJNA",
    "coordinatorCountry": "PL",
    "participants": "TEHNOLOSKI PARK LJUBLJANA DOO;BYDGOSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;KOZEP-DUNANTULI REGIONALIS INNOVACIOS UGYNOKSEG NONPROFIT KFT",
    "participantCountries": "SI;PL;HU",
    "projectParticipants": {
        "983728314": {
            "orgId": "983728314",
            "orgName": "KOZEP-DUNANTULI REGIONALIS INNOVACIOS UGYNOKSEG NONPROFIT KFT",
            "ecContrib": 0
        },
        "971570431": {
            "orgId": "971570431",
            "orgName": "TEHNOLOSKI PARK LJUBLJANA DOO",
            "ecContrib": 0
        },
        "999743014": {
            "orgId": "999743014",
            "orgName": "TORUNSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA AKCYJNA",
            "ecContrib": 50000
        },
        "924905283": {
            "orgId": "924905283",
            "orgName": "BYDGOSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}