{
    "rcn": "203196",
    "acronym": "ProZero",
    "topics": "IT-1-2015",
    "title": "ProZero - carbon based fast boats for professional use",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Tuco Yacht VÊrft ApS (TUCO) aims to pursue a major market opportunity by developing and commercializing carbon fibre fast boats for professional use based on a flexible and simple production platform.\nCarbon excels from the other materials, especially due to the highest strength/weight relationship, which among others, results in: savings on fuel, significant reduction of greenhouse gas emissions, larger operational range or faster boats.\nAlthough carbon has been successfully deployed in other vessel types, such as fast ferries, recreation and high-end racing yachts, the usage of carbon remains unproved in the market of fast boats for professional use. The commercial shipping industry is very conservative and it is thus necessary to demonstrate the benefits of carbon fibre in the targeted market before large-scale commercialization.\nWith ProZero project, TUCO will overcome prevailing market and entry barriers by partnering with key stakeholders and building solid reference cases. In addition, we will offer a full product range ñ the ProZero boat series - that can be built to order on a simple platform (using same tools) reducing the required initial investments of the whole series. The accomplishment of the project objectives will represent a significant business opportunity for TUCO, with an expected turnover of 23 Mio EUR, 5 years after commercialization.\nThe SME instrument funding plays an important strategic role in the future business development of TUCO. After assessing the feasibility of ProZero in the SME phase 1 project, we intend to pursue our strategic vision of introducing a new line of fast boats for professional use to the market.",
    "totalCost": "2574553,75",
    "ecMaxContribution": "1802187,63",
    "coordinator": "TUCO YACHT V∆RFT APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938786177": {
            "orgId": "938786177",
            "orgName": "TUCO YACHT VÆRFT APS",
            "ecContrib": 1802188
        }
    },
    "calculatedTotalContribution": 1802188
}