{
    "rcn": "203281",
    "acronym": "GlobalMass",
    "topics": "ERC-ADG-2015",
    "title": "Global land ice, hydrology and ocean mass trends",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Sea level rise will be one of the most serious and costly consequences of future climate change. Constraining the sources and sinks of sea level change is essential for understanding the drivers of past variations and for improving predictions of future behaviour. Matching estimates of sea level rise with the components that affect it is a long standing problem in geosciences spanning multiple disciplines: oceanography, glaciology, hydrology and solid Earth physics. Traditionally, each part of the problem has been tackled separately using different data, techniques and physical understanding. This is because of the challenge in determining just one component but also because of the different expertise and understanding within the various communities.  The proposed research will, for the first time, tackle all components simultaneously. I will combine all the relevant observations (both from satellites and in situ) with physical principles of the coupled system to solve for all components of the sea level budget. First, I will produce a data-driven estimate for glacio-isostatic adjustment that is independent of any assumptions about Earth structure or ice loading history. Second, I will partition the sea level budget into its steric, hydrological, cryospheric and solid earth components for 1981-2020. Third, I will apply the methods and datasets to re-evaluate the 20th Century sea level record. These advances will also result in the determination of regional mass trends of land ice and hydrology over a ~30 year period. In the process of attaining these goals in geosciences, I will also develop state of the art techniques for statistical inference of Big Data.  I have developed and tested the approach, using a subset of the data, for the Antarctic ice sheet. The approach is unique, global in scale and will address fundamental problems across four different disciplines in geosciences, as well as advancing techniques in statistical inference and computer science.",
    "totalCost": "2397430",
    "ecMaxContribution": "2397430",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 2397430
        }
    },
    "calculatedTotalContribution": 2397430
}