{
    "rcn": "203225",
    "acronym": "CAMERA",
    "topics": "ERC-StG-2015",
    "title": "Characterizing Adaptation and Migration Events with Modern and Ancient Genomes",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "BACKGROUND Ancient DNA research has recently entered the genomics era. Performing ìancient population genomicsî is now technically possible. Utilizing the temporal aspect of this new data, we can address fundamental evolutionary questions such as the amount of selection acting on the genome or the mode and tempo of the colonization of the world. AIMS The overall goal of the proposed research is to (i) generate and analyse data to answer two long standing questions in human evolution: understanding the molecular basis of human adaptation to high altitude and investigating the timing of the Polynesian-South American contact, (ii) develop statistical approaches that combine ancient and modern genetic data to estimate the timing and the intensity of a selective sweep and an admixture event. METHODOLOGY Application: We will collect, date and DNA sequence human remains. Combining the ancient genetic data, 14C dates with existing modern genomic data will allow us to increase the resolution as to the timing of the adaptive and the admixture event, respectively, while generating unique datasets. Theory: We will build on existing methods based on one-locus classical population genetic models to develop tools to analyse whole genome time serial data. RELEVANCE Ecological: The results will address the fundamental question of how much of the human genome is undergoing selection, better characterize one of the textbook examples of adaptation in humans and contribute to our understanding of the peopling of the Americas. Medical: We will gain insights into the fundamental stress physiology experienced at high altitude and therefore into altitude-related illnesses. Methodological: The methods developed in this project will not only benefit the growing field of ancient genomics but also other fields where data is collected in a temporal manner, such as experimental evolution and epidemiology",
    "totalCost": "1498478",
    "ecMaxContribution": "1498478",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}