{
    "rcn": "203274",
    "acronym": "FLOWERED",
    "topics": "WATER-5c-2015",
    "title": "de-FLuoridation technologies for imprOving quality of WatEr and agRo-animal products along the East African Rift Valley in the context of aDaptation to climate change.",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "FLOWERED objective is to contribute to the development of a sustainable water management system in areas affected by fluoride (F) contamination in water, soils and food in the African Rift Valley countries (Ethiopia, Kenya, Tanzania), thus to improve living standards (environmental, health and food security) of its population. FLOWERED aims to study, test and implement innovative defluoridation technologies for drinking and irrigation water that will mainly operate at small village scale and to develop an integrated, sustainable and participative water and agriculture management at a cross-boundary catchment scale. \nOn the basis of the complexity of the issue of water de-fluoridation, the proposed scientific approach in FLOWERED is based on a detailed knowledge of the geological and hydrogeological setting that controls contamination of water that constitute the prerequisite for the implementation of a sustainable water management and for the proposal of sustainable and suitable strategies for water sanitation and agricultural system. Innovative agricultural practices will be assessed, aiming to mitigate the impacts of F contamination of water and soil on productivity of selected food and forage crops and dairy cattle health and production. The development of an innovative and shared Geo-data system will support the integrated, sustainable and participative management system. \nFLOWERED, focusing on innovative technologies and practices and taking into account local experiences, will implement an integrated water and agriculture management system and will enable local communities to manage water resources, starting from using efficient defluoridation techniques and applying sustainable agricultural practices. The integrated approaches improve knowledge for EU partners, local researchers, farmers and decision makers. The Project through the involvement of SMEs will strengthen the development co-innovative demonstration processes as well as new market opportunities.",
    "totalCost": "2989201,25",
    "ecMaxContribution": "2989201,25",
    "coordinator": "UNIVERSITA DEGLI STUDI DI CAGLIARI",
    "coordinatorCountry": "IT",
    "participants": "ADDIS ABABA UNIVERSITY;Universit‡ degli Studi di Siena;PLANETEK ITALIA SRL;THE NELSON MANDELA AFRICAN INSTITUTE OF SCIENCE AND TECHNOLOGY;OBSERVATOIRE DU SAHARA ET DU SAHEL;OIKOS EAST AFRICA;D D'ENGINY BIOREM SL;HYDRO TECHNICAL ENGINEERING SRL;UNIVERSITAT DE BARCELONA;UNIVERSITA DEGLI STUDI DI SASSARI;ABERYSTWYTH UNIVERSITY;UNIVERSITY OF ELDORET;GEOMATRIX PLC",
    "participantCountries": "ET;IT;TZ;TN;ES;UK;KE",
    "projectParticipants": {
        "926904162": {
            "orgId": "926904162",
            "orgName": "HYDRO TECHNICAL ENGINEERING SRL",
            "ecContrib": 151400
        },
        "998881363": {
            "orgId": "998881363",
            "orgName": "PLANETEK ITALIA SRL",
            "ecContrib": 125000
        },
        "999841663": {
            "orgId": "999841663",
            "orgName": "UNIVERSITA DEGLI STUDI DI CAGLIARI",
            "ecContrib": 551750
        },
        "999898020": {
            "orgId": "999898020",
            "orgName": "UNIVERSITA' DEGLI STUDI DI SIENA",
            "ecContrib": 0
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 395788
        },
        "932101616": {
            "orgId": "932101616",
            "orgName": "THE NELSON MANDELA AFRICAN INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 228435
        },
        "999853012": {
            "orgId": "999853012",
            "orgName": "ABERYSTWYTH UNIVERSITY",
            "ecContrib": 219130
        },
        "926931710": {
            "orgId": "926931710",
            "orgName": "GEOMATRIX PLC",
            "ecContrib": 49875
        },
        "949968822": {
            "orgId": "949968822",
            "orgName": "D D'ENGINY BIOREM SL",
            "ecContrib": 105938
        },
        "986778091": {
            "orgId": "986778091",
            "orgName": "OBSERVATOIRE DU SAHARA ET DU SAHEL",
            "ecContrib": 185812
        },
        "992842046": {
            "orgId": "992842046",
            "orgName": "ADDIS ABABA UNIVERSITY",
            "ecContrib": 79875
        },
        "999465594": {
            "orgId": "999465594",
            "orgName": "UNIVERSITA DEGLI STUDI DI SASSARI",
            "ecContrib": 391875
        },
        "929122843": {
            "orgId": "929122843",
            "orgName": "OIKOS EAST AFRICA",
            "ecContrib": 180438
        },
        "936899915": {
            "orgId": "936899915",
            "orgName": "UNIVERSITY OF ELDORET",
            "ecContrib": 189199
        }
    },
    "calculatedTotalContribution": 2854515
}