{
    "rcn": "203215",
    "acronym": "INFRASTAR",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Innovation and Networking for Fatigue and Reliability Analysis of Structures - Training forAssessment of Risk",
    "startDate": "01/05/2016",
    "endDate": "30/04/2020",
    "objective": "INFRASTAR aims to develop knowledge, expertise and skill for optimal and  reliable management of structures. The generic methodology will be applied to bridges and wind turbines in relation to fatigue offering the opportunity to deal with complementary notions (such as old and new asset management, unique and similar structures, wind and traffic actions) while addressing 3  major challenges: 1/advanced modelling of concrete fatigue behaviour,  2/new non destructive testing methods for early aged damage detection and 3/probabilistic approach of structure reliability under fatigue. Benefit of cross-experience and inter-disciplinary synergies will create new knowledge. INFRASTAR proposes innovative solutions for civil infrastructure asset management so that young scientists will acquire a high employment profile in close dialogue between industry and academic partners.\n\nModern engineering methods, including probabilistic approaches, risk and reliability assessment tools, will take into account the effective structural behaviour of existing bridges and wind turbines by exploiting monitored data. Existing methods and current state-of -the art is based on excessive conservatism which produces high costs and hinders sustainability.\nINFRASTAR will improve knowledge for optimising the design of new structures, for more realistic verification of structural safety and more accurate prediction of future lifetime of the existing structures. That is a challenge for a sustainable development because it reduces building material and energy consumption as well as CO2 production.\n\nWithin the global framework of optimal infrastructure asset management, INFRASTAR will result in a multi-disciplinary body of knowledge covering generic problems from the design stage process of the new civil infrastructures up to recycling after dismantlement. This approach and the proposed methods and tools are new and will allow a step forward for innovative and effective process.",
    "totalCost": "3161112,84",
    "ecMaxContribution": "3161112,84",
    "coordinator": "INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX",
    "coordinatorCountry": "FR",
    "participants": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;NEOSTRAIN SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;COWI AS;PHI-MECA ENGINEERING;BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG;AALBORG UNIVERSITET;GUD CONSULT GMBH",
    "participantCountries": "CH;PL;DK;FR;DE",
    "projectParticipants": {
        "998780677": {
            "orgId": "998780677",
            "orgName": "COWI AS",
            "ecContrib": 290082
        },
        "924474506": {
            "orgId": "924474506",
            "orgName": "NEOSTRAIN SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 224137
        },
        "999507692": {
            "orgId": "999507692",
            "orgName": "BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG",
            "ecContrib": 498433
        },
        "968126446": {
            "orgId": "968126446",
            "orgName": "INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX",
            "ecContrib": 525751
        },
        "952548052": {
            "orgId": "952548052",
            "orgName": "GUD CONSULT GMBH",
            "ecContrib": 249216
        },
        "997361761": {
            "orgId": "997361761",
            "orgName": "PHI-MECA ENGINEERING",
            "ecContrib": 262876
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 530454
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 580164
        }
    },
    "calculatedTotalContribution": 3161113
}