{
    "rcn": "203213",
    "acronym": "TransGen RNA",
    "topics": "ERC-StG-2015",
    "title": "Transgenerational regulation of glucose metabolism by noncoding RNAs",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Obesity and T2D affect large populations and cause a decline in life expectancy if untreated. The pandemic proportion of obesity and inaptitude of anti-obesity approaches reflect our limited understanding of its complex environmental and genetic etiology. Genome-wide association studies revealed that disease-associated risk variants are often situated in those 98% of the genome not encoding for proteins. This noncoding genomic space yet does not reflect ëJunk DNAí but gives rise to >10,000 noncoding RNAs like microRNAs and long, noncoding RNAs (lncRNAs) that implicated in control of glucose metabolism and energy homeostasis also by the applicant (Kornfeld et al. Nature 2013). \n\nLncRNAs were paraphrased as 'Dark matter of the genome' due to their tissue-specific and dynamic expression that contrast their poorly understood role in gene regulation. In the 1st part of this proposal, we ask if lncRNAs regulate glucose metabolism and are involved in the obesity-associated dysregulation of insulin signaling in the liver, the major glucoregulatory organ in mammals. Using RNA-Seq and novel lncRNA prediction algorithms, we observed that obesity alters expression of 28 annotated and 15  hitherto unknown lncRNAs in two mouse models of obesity. To identify lncRNAs causally controlling glucose metabolism, we established a siRNA screening system that allows functional interrogation of >650 lncRNAs. These in vitro findings serve as entry for the generation of lncRNA knockout mice that are metabolically phenotyped. In the 2nd part, we hypothesize that germline ncRNAs could control the transgenerational consequences of paternal obesity as shown for lower organisms. This builds upon unpublished findings from our lab showing that obesity profoundly changes expression of germline ncRNAs. In-vitro fertilization and intergenerational breedings will trace the legacy of paternal obesity across generations and reveal ncRNAs involved in this ëLamarckianí control of glucose metabolism.",
    "totalCost": "1344497,5",
    "ecMaxContribution": "1344497,5",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 413860
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 930638
        }
    },
    "calculatedTotalContribution": 1344498
}