{
    "rcn": "203237",
    "acronym": "HybCell",
    "topics": "ERC-CoG-2015",
    "title": "Engineering of hybrid cells using lab-on-chip technology",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "The overall aim of the here described projects is to learn fundamental characteristics of cellular organization and compartmentalization, in particular the role of the lipid membrane, and to exploit this knowledge for engineering minimal cells with a great impact in the context of synthetic biology and also for pharmaceutical and medical applications. The first major objective aims at combining natural cell membranes with synthetic membranes to form defined hybrid systems with the size of cells or cell organelles. This approach has the intriguing advantage that the membrane receptors or channels are reconstituted in the hybrid cell and remain functional. In consequence, signaling pathways of a cell can be mimicked and therefore, the vesicles can be addressed similar to a cell or can serve as cell-free sensor. The second major objective addresses the challenge to build multi-compartment systems. In a defined number and formulation, smaller compartments are enclosed in a larger vesicle and carry other constituents than the lumen of the larger host vesicles (catalysts or enzymes, respectively; DNA; buffer systems; other active biomolecules). With the acquired fundamental knowledge on membrane permeability and fusion, multi-step reactions can be conducted, where several compartments are involved, just like in a living cell. The key methods to address these challenges are based on lab-on-chip technology that provide the unique potential to systematically investigate membrane properties by allowing precise formation, positioning, manipulation and analysis of the membranes; together with many more advantages such as the fast and controlled fluid supply, the possibility of tailoring the chemical surface patterns and surface topology and the application of electrical fields. Microfluidic platform will allow going far beyond the existing methods in membrane research, so that controlled bottom-up formation of simple to more and more complex systems becomes possible.",
    "totalCost": "1971250",
    "ecMaxContribution": "1971250",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1971250
        }
    },
    "calculatedTotalContribution": 1971250
}