{
    "rcn": "203229",
    "acronym": "MATTERDESIGN",
    "topics": "ERC-StG-2015",
    "title": "New Science and Technology of Artificial Layered Structures and Devices",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The extensive and growing library of layered crystals opens up the exciting possibility of exfoliating them into single atomic layers and stacking these atomic layers back together in new sequences to fabricate a new class of artificial van der Waals solids, with novel properties and functionalities. The principal objectives of this proposal are to study the fundamental physics and chemistry of novel materials, structures and devices synthesised by assembling different two-dimensional (2D) crystals and to exploit their unique properties for diverse applications. \n\nThe applicant primarily aims to explore the new science and technology of extremely narrow 2D capillaries synthesised by assembling various precisely patterned 2D crystals. Molecular transport through nano-capillaries is highly important due to its applicability in filtration and separation technology and also because of the unusual fundamental behaviour arising at the molecular scale. In this proposal, the applicant plans to study the behaviour of molecules, atoms and ions confined in the ultra-narrow 2D channels and explore the use of these devices for nanofluidic applications. Furthermore, the potential of these 2D channels for the synthesis of artificial structures by encapsulating various materials inside the channels will be investigated. The applicant plans to use a variety of techniques, such as chemical exfoliation and mechanical exfoliation, together with already established layer-by-layer coating or multiple transfer techniques, to produce novel materials and devices. The applicant will also investigate the potential of these novel layered materials for the fabrication of novel superconductors by intercalating them with various elements. The urge in pursuing this project relies on the fact that many intercalated graphite and other layered compounds are superconducting. The above research directions should create a solid basis for a world-leading research group led by the applicant.",
    "totalCost": "1456252,5",
    "ecMaxContribution": "1456252,5",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "LANCASTER UNIVERSITY",
    "participantCountries": "UK",
    "projectParticipants": {
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 0
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1456252
        }
    },
    "calculatedTotalContribution": 1456252
}