{
    "rcn": "203261",
    "acronym": "WADI",
    "topics": "WATER-1b-2015",
    "title": "WADI",
    "startDate": "01/10/2016",
    "endDate": "31/03/2020",
    "objective": "The overall objective of WADI project is to contribute to the reduction of losses in water transmission systems and decrease the related energy consumption required for the process. \nWADI aims to develop an airborne water leak detection surveillance service to provide water utilities with adequate information on leaks in water infrastructure outside urban areas, thus enabling the utility to promptly repair them. \nThe project idea relies on innovative concept of coupling optical remote sensing and their application on two complementary aerial platforms, i.e. manned and unmanned, typically used for distinctive purposes in infrastructure performance observation. The former is being used in long-distance monitoring whereas the latter in ëparticularí areas observation, i.e. those with a limited/difficult physical access or requiring closer monitoring upon earlier detection of some anomalies in aircraft missions. Following the determination of camerasí optimized wavelengths (suitable particularly for water leaks detection), the WADI technology will be applied in an operational environment represented by two pilot sites, i.e. in France (Provence region, case of water supply mains) and Portugal (Alqueva, case of multi-purpose mains serving irrigation, water supply, and hydro power). \nThe WADI proposal addresses the challenge of building a water (and energy) efficient and climate change resilient society by integrating the concept of ecosystem services through the recovery of up to 50% of the water lost at a cost which is lower by an order of magnitude than the cost of  terrestrial techniques ñ e.g. 50-200 EUR/km for airborne technology vs. 1,000-5,000 EUR/km for ground techniques.\nThe project includes legal aspects assessment (related to data protection and regulatory standards for use of UAV), market analysis and strategy along with the corresponding business plan and a dissemination plan that addresses key stakeholders.",
    "totalCost": "4724143,99",
    "ecMaxContribution": "3826955,75",
    "coordinator": "YOURIS.COM",
    "coordinatorCountry": "BE",
    "participants": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;TIME.LEX;SST-CONSULT ADAM STACHEL, RAFAL STANEK, DAVID ANDREW TOFT;AIR MARINE SARL;NEW TECHNOLOGIES GLOBAL SYSTEMS SL;LABORATORIO NACIONAL DE ENGENHARIA CIVIL;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;SGI STUDIO GALLI INGEGNERIA SRL;EDIA-EMPRESA DE DESENVOLVIMIENTO E INTRA-ESTRUTURAS DO ALQUEVA S.A.;SOCIETE DU CANAL DE PROVENCE ET D'AMENAGEMENT DE LA REGION PROVENCALE SA;GALILEO GEOSYSTEMS SL",
    "participantCountries": "ES;BE;PL;FR;PT;IT",
    "projectParticipants": {
        "999994438": {
            "orgId": "999994438",
            "orgName": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
            "ecContrib": 1061339
        },
        "998011661": {
            "orgId": "998011661",
            "orgName": "NEW TECHNOLOGIES GLOBAL SYSTEMS SL",
            "ecContrib": 333626
        },
        "937779705": {
            "orgId": "937779705",
            "orgName": "SST-CONSULT ADAM STACHEL, RAFAL STANEK, DAVID ANDREW TOFT",
            "ecContrib": 54624
        },
        "991228063": {
            "orgId": "991228063",
            "orgName": "TIME.LEX",
            "ecContrib": 115710
        },
        "998313428": {
            "orgId": "998313428",
            "orgName": "SGI STUDIO GALLI INGEGNERIA SRL",
            "ecContrib": 365101
        },
        "928887036": {
            "orgId": "928887036",
            "orgName": "SOCIETE DU CANAL DE PROVENCE ET D'AMENAGEMENT DE LA REGION PROVENCALE SA",
            "ecContrib": 197978
        },
        "950677116": {
            "orgId": "950677116",
            "orgName": "EDIA-EMPRESA DE DESENVOLVIMIENTO E INTRA-ESTRUTURAS DO ALQUEVA S.A.",
            "ecContrib": 146940
        },
        "997040012": {
            "orgId": "997040012",
            "orgName": "GALILEO GEOSYSTEMS SL",
            "ecContrib": 372845
        },
        "998850517": {
            "orgId": "998850517",
            "orgName": "LABORATORIO NACIONAL DE ENGENHARIA CIVIL",
            "ecContrib": 119089
        },
        "956420195": {
            "orgId": "956420195",
            "orgName": "AIR MARINE SARL",
            "ecContrib": 432406
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 165000
        },
        "985482171": {
            "orgId": "985482171",
            "orgName": "YOURIS.COM",
            "ecContrib": 462297
        }
    },
    "calculatedTotalContribution": 3826955
}