{
    "rcn": "203218",
    "acronym": "Immune Regulation",
    "topics": "ERC-StG-2015",
    "title": "How Infection History Shapes the Immune System: Pathogen-induced Changes in Regulatory T Cells",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Studying host-pathogen interactions by focusing on the interaction of a single pathogen with the host has defined our understanding of these events and the insights gained form the basis for the therapeutic and vaccination strategies we use today. However, people become infected with multiple pathogens throughout their lifetime, at times even simultaneously. Still, it is largely unknown how the immune response to one pathogen alters the bodyís ability to respond to a second infectious agent or the susceptibility to autoimmunity or cancer. This project will address this question by focusing on infection-induced changes in regulatory T cells (Tregs) as they may lead to biased suppression and changes in the nature of subsequent immune responses.\nOur efforts will focus on two areas: In a first part, we will use single cell RNA-Seq to address how infections shape the Treg compartment by defining the specialized Treg subsets generated during polarized infectious settings and analyzing how they interact with effector T cells. Based on the depth of information we expect to obtain from this approach, we envisage finding thus far unappreciated interactions and functions of Tregs in the course of an immune response. The second part will investigate how an altered Treg compartment, either through genetic modifications or infection-induced, affects disease susceptibility. In this context, we will also address stability and persistence of pathogen-induced changes in the Treg compartment. Collectively the proposed experiments will allow us to start addressing how preceding infections affect disease susceptibility. Deciphering how infection history shapes the Treg compartment and how this affects susceptibility to future challenges will lay the groundwork for addressing this question more broadly in the future and as such will likely have a transformative impact on the field.",
    "totalCost": "1499755",
    "ecMaxContribution": "1499755",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 1499755
        }
    },
    "calculatedTotalContribution": 1499755
}