{
    "rcn": "203200",
    "acronym": "OneCard",
    "topics": "DRS-17-2015-1",
    "title": "Increasing the security of access to urban critical infrastructure with a Near Field Communication micro SD smart card for mobile devices using on-chip state of the art technology",
    "startDate": "01/03/2016",
    "endDate": "31/05/2016",
    "objective": "R-DAS, Ltd. presents OneCard, a microSD (uSD) card, and offers a full replacement of the classic NFC smart card by integrating the NFC\nantenna and secure elements (SE) into one uSD card. It maintains the memory of the uSD card and offers the highest (hardware) security for its users. The protection of critical infrastructure is a significant objective of the EU, and access control systems represent a considerable part of it. A major part of electronic access control systems use smart cards, which however are very impractical due to the number of these cards people use every day. Two SEs in OneCard assure hardware separation of application domains requiring extra safety, therefore it can be used instead of several smart cards. The NFC antenna and communication of our product are patented. There is no need to buy an expensive phone with NFC which results in great independence. With OneCard R-DAS can significantly advance  together with the progressive growth of the NFC and access control market.\nOur business concept is based on B2B ñ our customers are providers of access control services and systems. Owing to OneCard, they may offer higher quality and cheaper services without the need of changing their technology and infrastructure. The final user of the card gains a more comfortable and safer way of access to tangible or virtual systems.\nThe EU, as the third involved party due to safer access control gains a more protected critical infrastructure and earns goodwill of users adapting these systems.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "R-DAS, s.r.o.",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "965276392": {
            "orgId": "965276392",
            "orgName": "R-DAS, s.r.o.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}