{
    "rcn": "203248",
    "acronym": "HOW2WALKAGAIN",
    "topics": "ERC-CoG-2015",
    "title": "Mechanisms of recovery after severe spinal cord injury",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Severe spinal cord injury leads to a range of disabilities, including permanent motor impairments that seriously diminish the patientsí quality of life. In the framework of an ERC Starting Grant, my team and I developed a pragmatic therapy that restored supraspinal control of leg movement after complete paralysis in rats. However, the mechanisms underlying the effects of this intervention remain unknown. This fundamental knowledge is pivotal to operate a disruptive conversion from our empirical approach to an evidence-based strategy with clinical perspectives. Our therapy, termed neuroprosthetic rehabilitation, acts over two time windows. Immediately, electrical and chemical spinal cord stimulations mediate motor control of the paralysed hindlimbs. In the long term, will-powered training regimens enabled by electrochemical stimulation and robotic assistance promote neuroplasticity of residual connectionsóan extensive rewiring that reestablishes voluntary movement. Here, we propose to identify the circuit-level remodelling, computational principles, and molecular cues that govern the immediate and long-term recovery of motor functions. To address this knowledge gap, we will use our unique neuroprosthetic platform and next-generation experimental techniques for longitudinal assessment of neuroplasticity and function in freely behaving mice. These techniques combine optogenetics, circuit-level inactivation techniques, unconstrained chronic calcium imaging, virus-mediated tract-tracing and genetic manipulations. Our strategy consists of deploying a judicious association of these experimental techniques to establish causality between the reorganisation of the motor circuitry and functional recovery. This project will fertilize frontier research with new knowledge and ideas, ultimately accelerating clinical implementation of safer and more efficacious therapies to improve the quality of life for spinal cord injured individuals.",
    "totalCost": "1998715",
    "ecMaxContribution": "1998715",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1998715
        }
    },
    "calculatedTotalContribution": 1998715
}