{
    "rcn": "203241",
    "acronym": "SynthHotSpot",
    "topics": "ERC-CoG-2015",
    "title": "Synthesizing Meiotic Crossover Hotspots in Arabidopsis",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The majority of eukaryotes reproduce sexually via meiosis. During meiosis homologous chromosomes pair and undergo reciprocal genetic exchange termed crossover. Meiotic recombination is a major evolutionary force and has a profound effect on patterns of genetic diversity in sexual species. Crossovers distributions are highly non-random and are typically focused in narrow hotspots. Study of hotspots throughout eukaryotes has revealed combinations of genetic and epigenetic factors that contribute to their distributions. In this proposal we will use the extensive genetics and genomics tools available in Arabidopsis to comprehensively dissect hotspot patterning. The strategic aim of the proposal is to use this knowledge to direct de novo hotspots to loci of choice. In the first aim we will use functional genomics to profile the chromosomal distributions of key recombination proteins and test the role of chromatin and higher-order structures in driving these patterns. In the second aim we will study individual hotspots at the fine-scale, to the resolution of individual polymorphisms, using amplification and sequencing of recombinant molecules from gamete DNA. To test genetic versus epigenetic control of hotspots we will use genome-editing to delete hotspot-associated CTT-repeat DNA sequence motifs, in addition to directing DNA methylation in order to epigenetically silence recombination. In the final aim we will use our combined knowledge of hotspot control to implement genome-editing technologies (TALENs & CRISPR-Cas9) during meiosis. This will allow us to rationally control hotspot locations, which will be definitive proof that our models for recombination control are correct. This technology will also accelerate breeding and genome-engineering of our most important crops, where recombination can be limiting. Finally, mapping hotspots will allow us to better understand patterns of natural genetic diversity, including detecting the signatures of selection.",
    "totalCost": "1999953",
    "ecMaxContribution": "1999953",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}