{
    "rcn": "203211",
    "acronym": "AGORAs",
    "topics": "MSCA-IF-2014-GF",
    "title": "AGeing effects on human aORta: from shApe to flowS",
    "startDate": "16/05/2016",
    "endDate": "15/05/2019",
    "objective": "Age-related remodeling of the aorta is associated with alterations in morphology and hemodynamics . These alterations are involved and accelerated in the presence of cardiovascular diseases (CVDs), suggesting that they are the likely culprits that underlie the increased cardiovascular risk associated with ageing . However, an advanced characterization of the age-related morphological/hemodynamic alterations and on their synergistic interplay is missing, mainly because encumbered by time-consuming operator-dependent tasks. In this 36 months global fellowship (University of Toronto, Canada and Politecnico di Torino, Italy), the potential clinical utility of such a characterization will be addressed, developing tools for the quantitative assessment of the age-associated alterations in a large-scale cross-sectional dataset of aortas from subjects with successful ageing. After training on phase-contrast magnetic resonance imaging (PCMRI) technique, for each subject the 4D velocity field will be acquired. Quantitative morphometric parameters will be defined and evaluated in vivo. To investigate aortic hemodynamics, PCMRI will be complemented by computational fluid dynamics (CFD) to overcome PCMRI limitations on temporal/spatial resolution and wall shear stress quantification . The impact of CFD assumptions will be assessed by validating CFD results with PCMRI measurements. To improve CFD results accuracy, in the return phase PCMRI data will be incorporated into the numeric simulations, through the assimilation of the acquired flow fields into the CFD solver. Descriptors quantifiable in vivo and able to simplify the understanding of the complex 4D hemodynamic and of age-associated remodeling will be defined. The new tools for diagnostic/prognostic purposes will be integrated within the open-source Vascular Modelling ToolKit, to facilitate and streamline the diagnosis and monitoring of a wider range of CVDs when applied to other vascular districts (e.g. carotid, aneurysm).",
    "totalCost": "229761",
    "ecMaxContribution": "229761",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 229761
        }
    },
    "calculatedTotalContribution": 229761
}