{
    "rcn": "203228",
    "acronym": "ConFooBio",
    "topics": "ERC-StG-2015",
    "title": "Resolving conflicts between food security and biodiversity conservation under uncertainty",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Resolving conflicts between food security and biodiversity conservation under uncertainty\n\nConflicts between food security and biodiversity conservation are increasing in scale and intensity and have been shown to be damaging for both biodiversity and human livelihoods. Uncertainty, for example from climate change, decreases food security, puts further pressure on biodiversity and exacerbates conflicts. \n\nI propose to develop a novel model that predicts solutions to conflicts between biodiversity conservation and food security under uncertainty. ConFooBio will integrate game theory and social-ecological modelling to develop new theory to resolve conservation conflicts. ConFooBio will implement a three-tiered approach 1) characterise and analyse 7 real-world conservation conflicts impacted by uncertainty; 2) develop new game theory that explicitly incorporates uncertainty; and 3) produce and test a flexible social-ecological model, applicable to any real-world conflict where stakeholders operate under conditions of extreme uncertainty.\n\nThe project has importance for society at large because ecosystems and their services are central to human wellbeing. Managing a specific natural resource often results in conflict between those stakeholders focussing on improving food security and those focussed on biodiversity conversation. ConFooBio will illuminate resolutions to such conflicts by showing how to achieve win-win scenarios that protect biodiversity and secure livelihoods. In this project, I will develop a practical, transparent and flexible model for the sustainable future of natural resources that is also robust to uncertainty (e.g., climate change); this model will be highly relevant for environmental negotiations among stakeholders with competing objectives, e.g., the negotiations to set the United Nations Sustainable Development Goals in September 2015.",
    "totalCost": "1497151",
    "ecMaxContribution": "1497151",
    "coordinator": "THE UNIVERSITY OF STIRLING",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999876389": {
            "orgId": "999876389",
            "orgName": "THE UNIVERSITY OF STIRLING",
            "ecContrib": 1497151
        }
    },
    "calculatedTotalContribution": 1497151
}