{
    "rcn": "203212",
    "acronym": "SE2B",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Solar Energy to Biomass - Optimisation of light energy conversion in plants and microalgae",
    "startDate": "01/03/2016",
    "endDate": "29/02/2020",
    "objective": "In the face of the increasing global consumption of fossil resources, photosynthetic organisms offer an attractive alternative that could meet our rising future needs as clean, renewable, sources of energy and for the production of fine chemicals. Key to the efficient exploitation of these organisms is to optimise the conversion of Solar Energy into Biomass (SE2B). The SE2B network deals with this optimisation in an interdisciplinary approach including molecular biology, biochemistry, biophysics and biotechnology. Regulation processes at the level of the photosynthetic membranes, integrating molecular processes within individual proteins up to flexible re-arrangements of the membranes, will be analysed as a dynamic network of interacting regulations. SE2B will yield information about the similarities and differences between cyanobacteria, green algae, diatoms and higher plants, the organisms most commonly employed in biotechnological approaches exploiting photosynthetic organisms, as well as in agriculture. \nThe knowledge gained from understanding these phenomena will be directly transferred to increase the productivity of algal mass cultures for valuable products, and for the development of sophisticated analytic devices that are used to optimise this production. In future, the knowledge created can also be applicable to the design of synthetic cell factories with efficient light harvesting and energy conversion systems.\nThe SE2B network will train young researchers to work at the forefront of innovations that shape the bio-based economy. SE2B will develop a training program based on individual and network-wide training on key research and transferable skills, and will furthermore disseminate these results by open online courses prepared by the young researchers themselves.",
    "totalCost": "3866945,22",
    "ecMaxContribution": "3866945,22",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITA DEGLI STUDI DI VERONA;STICHTING VU;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UMEA UNIVERSITET;UNIVERZITA PALACKEHO V OLOMOUCI;PHOTON SYSTEMS INSTRUMENTS SPOL SRO;WAGENINGEN UNIVERSITY;RIJKSUNIVERSITEIT GRONINGEN;QUEEN MARY UNIVERSITY OF LONDON;PHYCOSOURCE SARL;TURUN YLIOPISTO",
    "participantCountries": "IT;NL;FR;SE;CZ;UK;FI",
    "projectParticipants": {
        "986295904": {
            "orgId": "986295904",
            "orgName": "PHYCOSOURCE SARL",
            "ecContrib": 262876
        },
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 258061
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 525751
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 510749
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 255374
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 127687
        },
        "998915895": {
            "orgId": "998915895",
            "orgName": "PHOTON SYSTEMS INSTRUMENTS SPOL SRO",
            "ecContrib": 232422
        },
        "999649506": {
            "orgId": "999649506",
            "orgName": "UNIVERZITA PALACKEHO V OLOMOUCI",
            "ecContrib": 116211
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 546576
        },
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 263659
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 498433
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 269145
        }
    },
    "calculatedTotalContribution": 3866944
}