{
    "rcn": "203299",
    "acronym": "MESMERISE",
    "topics": "BES-08-2015",
    "title": "Multi-Energy High Resolution Modular Scan System for Internal and External Concealed Commodities",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "MESMERISE will develop and test a High-resolution non-intrusive scanner up to TRL 5 able to automatically detect and identify both internal and external concealed commodities being entirely independent of human operator interpretation and training and based on two complementary technologies: ultra-low-dose Multispectral Xray transmission and Infrasonic interrogation.\n A novel x-ray detector, in addition to a higher imaging resolution, captures 256 channels of spectroscopic information, allowing a step change in material identification. Crucially, this level of resolution has the potential to enhance the detection of narcotics and explosives concealed in the body -a highly complex problem with currently available equipment.\nA second subsystem for detecting externally concealed items based on a novel, intrinsically safe, technology (infrasound near-field acoustic holography) is entirely new to security screening. Low-fq MEM Micro-technology shall also be exploited to provide an automated version of non-contact pat-down.\nBoth sub-systems will be able to work independently, or together to provide complementary information and improve the detection of externally concealed objects. Automated algorithms for both subsystems and, through data fusion techniques, for the combined system will identify chemical substances, recognise pattern and detect anomalies with100g threshold in any part of the body, including prosthetic elements or plasters.\nA big manufacturer of body scanners, SMEs, Univs, R&D centres, end-users and a diverse and high quality external advisory board, with a broad international contribution and connection to US counterparts provides a straightforward exploitation route.\nAcceptance by society will be promoted by communication activities highlighting its non-contact nature, non divest condition and the absence of the requirement for operators to view explicit images through automated detection making MESMERISE intrinsically respectful of dignity and privacy.",
    "totalCost": "4999792,5",
    "ecMaxContribution": "4999792,5",
    "coordinator": "UNIVERSIDAD DE ALCALA",
    "coordinatorCountry": "ES",
    "participants": "San Jorge TecnolÛgicas S.L.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UNIVERSITATEA DUNAREA DE JOS DIN GALATI;CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT;HORNIG WOLFGANG;MINISTERIO DEL INTERIOR;MULTIX SA;TOLLREGION OSLO OG AKERSHUS;ADANI;HOME OFFICE",
    "participantCountries": "ES;FR;RO;DE;NO;BY;UK",
    "projectParticipants": {
        "950084446": {
            "orgId": "950084446",
            "orgName": "San Jorge Tecnológicas S.L.",
            "ecContrib": 766250
        },
        "984449024": {
            "orgId": "984449024",
            "orgName": "HORNIG WOLFGANG",
            "ecContrib": 248362
        },
        "999879784": {
            "orgId": "999879784",
            "orgName": "UNIVERSITATEA DUNAREA DE JOS DIN GALATI",
            "ecContrib": 197812
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 581515
        },
        "999832351": {
            "orgId": "999832351",
            "orgName": "HOME OFFICE",
            "ecContrib": 270188
        },
        "972750048": {
            "orgId": "972750048",
            "orgName": "MULTIX SA",
            "ecContrib": 787175
        },
        "999827501": {
            "orgId": "999827501",
            "orgName": "MINISTERIO DEL INTERIOR",
            "ecContrib": 265625
        },
        "999614877": {
            "orgId": "999614877",
            "orgName": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
            "ecContrib": 90750
        },
        "999835746": {
            "orgId": "999835746",
            "orgName": "UNIVERSIDAD DE ALCALA",
            "ecContrib": 1266678
        },
        "937406837": {
            "orgId": "937406837",
            "orgName": "ADANI",
            "ecContrib": 468750
        },
        "925845504": {
            "orgId": "925845504",
            "orgName": "TOLLREGION OSLO OG AKERSHUS",
            "ecContrib": 56688
        }
    },
    "calculatedTotalContribution": 4999793
}