{
    "rcn": "203230",
    "acronym": "NanoFab2D",
    "topics": "ERC-StG-2015",
    "title": "Novel 2D quantum device concepts enabled by sub-nanometre precision nanofabrication",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "In todayís electronics, the information storage and processing are performed by independent technologies. The information-processing is based on semiconductor (silicon) devices, while non-volatile data storage relies on ferromagnetic metals. Integrating these tasks on a single chip and within the same material technology would enable disruptively new device concepts opening the way towards ultra-high speed electronic circuits. Due to the unique versatility of its electronic and magnetic properties, graphene has a strong potential as a platform for the implementation of such devices. By engineering their structure at the atomic level, graphene nanostructures of metallic, semiconducting, as well as magnetic properties can be realized. Here we propose that the unmatched precision and full edge orientation control of our STM-based nanofabrication technique enables the reliable implementation of such graphene nanostructures, as well as their complex, functional networks. In particular, we propose to experimentally demonstrate the feasibility of (1) semiconductor graphene nanostructures based on the quantum confinement effect, (2) spin-based devices from graphene nanostructures with magnetic edges, as well as (3) novel operation principles based on the interplay of the electronic and spin-degrees of freedom. We propose to demonstrate the electrical control of magnetism in graphene nanostructures, as well as a novel switching mechanism for graphene field effect transistors induced by the transition between two magnetic edge configurations. Exploiting such novel operation mechanisms in graphene nanostructure engineered at the atomic scale is expected to lay the foundations of disruptively new device concepts combining electronic and spin-based mechanisms that can overcome some of the fundamental limitations of todayís electronics.",
    "totalCost": "1496500",
    "ecMaxContribution": "1496500",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA ENERGIATUDOMANYI KUTATOKOZPONT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954721919": {
            "orgId": "954721919",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA ENERGIATUDOMANYI KUTATOKOZPONT",
            "ecContrib": 1496500
        }
    },
    "calculatedTotalContribution": 1496500
}