{
    "rcn": "203226",
    "acronym": "Niche Fibrosis",
    "topics": "ERC-StG-2015",
    "title": "Identification of regulatory signals from vascular niche in alveolar regeneration and pulmonary fibrosis",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Pulmonary fibrosis is a multifaceted and fatal disease that includes damaged alveolar epithelial cells and disorganization of multiple stromal cells. Dysregulation of multicellular crosstalk between epithelial and stromal cells is likely to contribute to fibrosis. However, the precise way this tissue damage occurs is unknown. I hypothesize that impaired function of lung epithelial stem cell lead to alveolar epithelial damage in pulmonary fibrosis, and which may be caused by altered stromal/niche cells. Epithelial injury repair and regeneration in the adult lung is carried out by numerous epithelial stem/progenitor cells. Recently, I identified a crucial interaction between lung endothelial cells and lung stem cells during alveolar injury response, and demonstrated a new regulatory signalling pathway that operates in endothelial cells to support alveolar injury repair by driving alveolar lineage specification of stem cells. Importantly, introduction of endothelial-derived factors into the lung after fibrotic damage enhances alveolar regeneration and reduces pulmonary fibrosis. \n\nGiven these results and unique my background knowledge, I will bring a new concept of stem cell-niche interactions in alveolar injury repair and pulmonary fibrosis. Using both in vivo murine and organoid culture, as well as human lung organoid culture systems, I will define 1) whether and how the fibrotic response affects lung stem cells and 2) how lung stem cells are regulated by endothelial cells that may comprise their respective niches during injury repair. 3) The mechanisms involved in the normal and pathological regulation of lung stem cells will be elucidated by determining secreted factors and regulatory signals endothelial cells confer through paracrine and direct physical interaction with stem cells. Insights gained from these studies will accelerate the development of novel and selective therapeutic approaches that directly target stem cells or their niches in pulmonary fibrosis.",
    "totalCost": "1499272",
    "ecMaxContribution": "1499272",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}