{
    "rcn": "203239",
    "acronym": "Virocellsphere",
    "topics": "ERC-CoG-2015",
    "title": "Host-virus chemical arms race during algal bloom in the ocean at a single cell resolution",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Phytoplankton blooms are ephemeral events of exceptionally high primary productivity that regulate the flux of carbon across marine food webs. The cosmopolitan coccolithophore Emiliania huxleyi (Haptophyta) is a unicellular eukaryotic alga responsible for the largest oceanic algal blooms covering thousands of square kilometers. These annual blooms are frequently terminated by a specific large dsDNA E. huxleyi virus (EhV). \nDespite the huge ecological importance of host-virus interactions, the ability to assess their ecological impact is limited to current approaches, which focus mainly on quantification of viral abundance and diversity. On the molecular basis, a major challenge in the current understanding of host-virus interactions in the marine environment is the ability to decode the wealth of ìomicsî data and translate it into cellular mechanisms that mediate host susceptibility and resistance to viral infection. \nIn the current proposal we intend to provide novel functional insights into molecular mechanisms that regulate host-virus interactions at the single-cell level by unravelling phenotypic heterogeneity within infected populations. By using physiological markers and single-cell transcriptomics, we propose to discern between host subpopulations and define their different ìmetabolic statesî, in order to map them into different modes of susceptibility and resistance. By using advanced metabolomic approaches, we also aim to define the infochemical microenvironment generated during viral infection and examine how it can shape host phenotypic plasticity. Mapping the transcriptomic and metabolic footprints of viral infection will provide a meaningful tool to assess the dynamics of active viral infection during natural E. huxleyi blooms. Our novel approaches will pave the way for unprecedented quantification of the ìviral shuntî that drives nutrient fluxes in marine food webs, from a single-cell level to a population and eventually ecosystem levels.",
    "totalCost": "2749901",
    "ecMaxContribution": "2749901",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2749901
        }
    },
    "calculatedTotalContribution": 2749901
}