{
    "rcn": "203201",
    "acronym": "Reminova02",
    "topics": "NMP-25-2015-1",
    "title": "Feasibility Study to Demonstrate Effectiveness and Efficiency of Enamel Remineralisation using Reminova's EAER (Electrically Accelerated Enhanced Remineralisation) Technology for Dental Applications",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "'Dental caries (tooth decay) is the most common communicable disease, globally affecting 36% of the adult population. It has been identified by the World Health Organisation (WHO) as a major global public health crisis (2008) and costs the European economy an estimated at Ä60Bn. \nReminova is developing technology that 'regrows' enamel, replacing the need for dental anaesthesia and drilling in the treatment of caries. The novel approach requires the delivery of three formulations to the tooth using a tiny (unperceivable) electric current in a process known as Electrically Accelerated Enhanced  Remineralisation (EAER). This will be used to treat caries in-office without the need for tooth tissue removal.\nOur development has been welcomed by both end consumers and the dentistry sector and there is a strong market pull to get our technology to market. Patients want a painless solution that maintains and repairs their teeth, so they may retain them throughout their lifetime. Dentists are keen to embrace a shift to preventative and curative dentistry as opposed to the current reparative approach used when drilling and filling teeth. To achieve market success it is anticipated the device should control rapid remineralisation of precavitated lesions within existing timeframes and treatment pathways. \nThis Phase 1 H2020 award would be used to undertake initial feasibility work and planning on how we can optimise remineralisation to a 15 minute time-frame. We believe that this is critical to the commercial viability and scalability of an identified Ä1.7ñ4.4Bn global market in the first 3 years of market entry for the device.\nThe core activities of our phase 1 project would be initial feasibility work on techniques for optimisation and building a suitable approach and methodology for a subsequent phase 2 application. This will be essential to demonstrate the effectiveness of the technology to meet customer needs and validate market claims, thus achieving commercial success.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REMINOVA LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925638021": {
            "orgId": "925638021",
            "orgName": "REMINOVA LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}