{
    "rcn": "203288",
    "acronym": "TReX",
    "topics": "ERC-ADG-2015",
    "title": "Transient Relativistic eXplosions",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The recent and upcoming deep and large field of view surveys has ascribed transient sources an ever-increasing role in 21st century astronomy. We propose to explore three relativistic transients: Compact binary mergers; Stellar disruption by massive black holes (TDEs) and Gamma-Ray Bursts (GRBs). Mergers are the prime targets of advanced Gravitational Waves (GW) detectors. Their detection will open a new window on the Universe. However localization, based on electromagnetic (EM) counterparts, that we propose to study here, is essential for GW Astronomy. TDEs provide a novel view on galactic centersí massive black holes. However, TDE observations pose some puzzles, suggesting that a revision of the current tidal disruption theory is needed.  New observations provide a wealth of data on GRBs and this is the time to determine their inner workings and to obtain a clear model for the prompt emission mechanism ñ a long standing puzzle.  This project includes theoretical modeling of these events as well as phenomenology of the observations and even some data analysis and observations.  Mergers, TDEs and GRBs, are tightly interconnected and share similar physical mechanisms. The theory of merger radio flares and of TDEís radio emission draws, for example, on GRBsí afterglow theory and the interpretation of TDE high-energy emission is based on concepts borrowed from the prompt emission of GRBs. A coordinated theoretical study will reveal and utilize the commonalities of these phenomena and has a strong potential to obtain far reaching results beyond the current state of the art with possible implications to other high energy astrophysical phenomena. While this is a theoretical proposal we address at all stages directly observational issues. Hence the proposal is closely related to observations - interpreting existing puzzling observations, predicting new ones or suggesting strategies how to obtain them.",
    "totalCost": "1449375",
    "ecMaxContribution": "1449375",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1449375
        }
    },
    "calculatedTotalContribution": 1449375
}