{
    "rcn": "203219",
    "acronym": "SCoTMOF",
    "topics": "ERC-StG-2015",
    "title": "Combined Chemo- and Radiotherapies by Controlling the Surface Chemistry of Truncated Metal Organic Framework Nanoparticles",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Cancers are the leading cause of death in the developed world, with populations facing a 30% chance of developing the disease by the age of 75. As part of a concerted effort to open up new treatments and improve patientsí experiences with existing ones, the concept of drug delivery ñ using non-toxic carriers to transport medicines directly to the location of disease ñ has emerged. Metal-organic frameworks (MOFs), porous materials comprised of organic linkers and metal joints, show considerable promise as drug delivery vectors due to their high storage capacities, amenability to functionalization and the ability to prepare entirely non-toxic nanoparticulate derivatives. This proposal will use the PIís expertise in advanced MOF synthetic methods to facilitate dramatic technological breakthroughs through unprecedented control of MOF self-assembly and surface chemistry. Management of MOF surface chemistry will allow installation of stimuli responsive release mechanisms and offer control over the trapping and release of cargo within MOFs, ensuring drugs are released only at the site of disease in the body. Surface incorporation of sophisticated biotargeting units such as peptides and aptamers will facilitate selective uptake of the MOFs by diseased tissues only. Rapid clean microwave syntheses will allow metal radionuclides to be incorporated for PET imaging, offering a novel alternative to traditional chelates. Comprehensive in vitro and in vivo testing will ensure that this multidisciplinary streamlining of materials, supramolecular and medicinal chemistries with the biosciences will generate highly efficient theranostic devices, offering more efficient, targeted drug delivery to improve treatment efficiency, mitigate side effects and open up new therapeutic avenues such as siRNA delivery. The fundamental advances required to generate these novel materials will also impact across the many applications of MOFs, from molecular storage and separations to catalysis.",
    "totalCost": "1493777",
    "ecMaxContribution": "1493777",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 1493777
        }
    },
    "calculatedTotalContribution": 1493777
}