{
    "rcn": "203217",
    "acronym": "MIDLAND",
    "topics": "ERC-StG-2015",
    "title": "Developing middle-range theories linking land use displacement, intensification and transitions",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Land is a nexus for crucial societal and environmental challenges including food security, access to water, land degradation, biodiversity loss, and climate change. Development of solutions to balance these tradeoffs and synergies is currently hindered by the lack of theories explaining the conditions under which different pathways of land change occur and lead to different outcomes, integrating human and environmental aspects. \n\nThis project will develop and test integrated middle-range theories explaining the linkages between three of the major processes in land systems, i.e., (i) land use intensification and expansion, (ii) land use displacement and trade, and (iii) land use transitions or regime shifts. The work will focus on the emerging agricultural frontier of Southern African dry forests and savannas, which is a threatened and understudied region, and its linkages with distant places.\n\nTo overcome current limitations, the project builds on (i) experience in empirical, place-based studies, (ii) strong knowledge of social sciences and human-environment theories, (iii) rigorous inductive and deductive approaches to develop and test theories, and (iv) new ways to analyze linkages between distant social-ecological systems. \n\nWe will analyze: (i) The strategic field of actorsí coalitions, institutions and distant linkages in emerging frontiers; (ii) Links between land use displacement, leakage, and local land changes; (iii) Pathways of agricultural expansion and intensification in tropical landscapes; and (iv) The conditions for transformative governance of land systems to foster resilient landscapes that sustain ecosystem services and livelihoods. These results will then be integrated to move towards the next generation of land system science, which will be able to develop, test and be guided by theoretical models. This will contribute to more relevant insights for social-ecological systems broadly and for sustainability and other social and natural sciences.",
    "totalCost": "1498420",
    "ecMaxContribution": "1498420",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 1498420
        }
    },
    "calculatedTotalContribution": 1498420
}