{
    "rcn": "203277",
    "acronym": "RandomZeroSets",
    "topics": "ERC-ADG-2015",
    "title": "Zero sets of random functions",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "'The proposed research is focused on zero sets of random functions. This is a rapidly growing area that lies at the crossroads of analysis, probability theory and mathematical physics. Various instances of zero sets of random functions have been used to model different phenomena in quantum chaos, complex analysis, real algebraic geometry, and theory of random point processes.\n\nThe proposal consists of three parts. The first one deals with asymptotic topology of zero sets of smooth random functions of several real variables. This can be viewed as a statistical counterpart of the first half of Hilbert's 16th problem. At the same time, it is closely related to percolation theory.\n\nIn the second and third parts, we turn to zero sets of random analytic functions of one complex variable. The zero sets studied in the second  part provide one of few natural instances of a homogeneous point process with suppressed fluctuations and strong short-range interactions. These point processes have many features, which are in striking contrast with the ones of the Poisson point process. One of these features is the coexistence of different Gaussian scaling limits for different linear statistics.\n\nThe third part deals with zeroes of Taylor series with random and pseudo-random coefficients. Studying these zero sets should shed light on the relation between the distribution of coefficients of a Taylor series and the distribution of its zeroes, which is still 'terra incognita' of classical complex analysis.'",
    "totalCost": "1658750",
    "ecMaxContribution": "1658750",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1658750
        }
    },
    "calculatedTotalContribution": 1658750
}