{
    "rcn": "203233",
    "acronym": "SPRINT",
    "topics": "ERC-CoG-2015",
    "title": "Ultra-Short Pulse laser Resonators IN the Terahertz",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "'Ultra-short light pulses with large instantaneous intensities can probe light-matter interaction phenomena, capture snapshots of molecular dynamics and drive high-speed communications. In a semiconductor laser, mode-locking is the primary way to generate ultrafast signals. Despite the intriguing perspectives, operation at Terahertz (THz) frequencies is facing fundamental limitations: engineering 'ultrafast' THz semiconductor lasers from scratch or finding an integrated technology to shorten THz light pulses are currently two demanding routes. \nSPRINT aims to innovatively combine the groundbreaking quantum cascade laser (QCL) technology with graphene, to develop a new generation of passive mode-locked THz photonic laser resonators, combined with unexplored electronic nanodetectors for ultrafast THz sensing and imaging.\nTo achieve these ambitious objectives, the versatile quantum design of QCLs will be exploited to engineer the laser gain spectrum on purpose. Resonators of unusual symmetry and shape, like photonic quasi-crystals or random patterns, will be implemented, offering the flexibility to control and guide photons and the lithographic capability to embed miniaturized intra-cavity passive components to probe and modulate light. Graphene, owing to its gapless nature and ultrafast, gating-tunable carrier dynamic, will lead to a major breakthrough: integration in the THz QCL cavity will allow superbly manipulating its functionalities. Antenna-coupled quantum-dot nanowires will be also devised to sense and probe ultra-short THz pulses.\nThe project will target radically new concepts and interdisciplinary approaches encompassing unconventional THz QCL micro-resonators, graphene and polaritonic THz saturable absorbers, non-linear ultra-low dimensional detection architectures. \nPushing forward the understanding of ultrafast dynamics in complex THz electronic and photonic systems, SPRINT prospects new directions and long-term impacts on fundamental and applied science.'",
    "totalCost": "1990011",
    "ecMaxContribution": "1990011",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 1990011
        }
    },
    "calculatedTotalContribution": 1990011
}