{
    "rcn": "203216",
    "acronym": "MORALIST INTL",
    "topics": "ERC-StG-2015",
    "title": "Moral conservative traditionalists, Russian Orthodoxy and Transnational Alliances: towards a political theory of moral conflicts.",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The MORALIST INTERNATIONAL project proposes the study of a hitherto under-researched phenomenon in the field of religion and politics: the rise of traditionalists, i.e. religious actors who rely on the conservative religious and political establishment in their respective home-countries, co-opt political and civil society actors, and forge transnational alliances, thereby inaugurating a new kind of religious politics which has not yet been studied and theorized in depth. The project will explore the agenda and transnational networks of traditionalist moral conservative actors from the perspective of the Russian Orthodox Church and its connections with the Russian political establishment on the grounds that it is necessary to understand the role and the resources of Russian politics and Orthodox religion in order to assess correctly the scope of this ìmoralist internationalî and the challenge it poses to liberal democracy. The research will analyse traditionalist actors and their ideas with regard to the three main areas where religious-moral conflicts emerge ñ religious symbols & free speech, sexuality & gender, and bioethics & biotechnology ñ and across four international institutional settings ñ the United Nations Human Rights Council, the Council of Europe, the European Court of Human Rights, and forums of inter-religious dialogue like the World Council of Churches. Adopting a contextualized political theory approach, the project will develop on the basis of the empirical and theoretical insights drawn from this case-study a reflexive political pluralist model of moral conflicts. This model offers an innovative extension to political liberalism inasmuch as it assesses within the political liberal framework the new reality of majoritarian, transnational traditionalist politics.",
    "totalCost": "1499260",
    "ecMaxContribution": "1499260",
    "coordinator": "UNIVERSITAET INNSBRUCK",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 1499260
        }
    },
    "calculatedTotalContribution": 1499260
}