{
    "rcn": "203289",
    "acronym": "HECATE",
    "topics": "ERC-ADG-2015",
    "title": "Hydrogen at Extreme Conditions: Applying Theory to Experiment for creation, verification and understanding",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Hydrogen is the simplest and most abundant element in the universe. It exists under extreme conditions in stars and planets.  Nuclear fusion, requires creating such extreme temperature and pressure on earth.  Lightweight storage of hydrogen in condensed form would unleash its potential as a fuel. The behaviour of a collection of protons and electrons presents an iconic challenge in fundamental physics.\n\nDiamond anvil cells (DAC) recently generated pressures above 400GPa, accessing conditions where the mechanical work of compression equals the chemical bonding energy.  Most elements undergo dramatic structural changes in this regime, and rival predictions for hydrogen include molecular and atomic metals, superfluidity, superconductivity and one-dimensional melting.  Yet when the new phase IV was discovered in 2011, it was none of these things: it was a totally unexpected complex molecular insulator. At these conditions experimental data is sparse: we must exploit it to the fullest extent, yet previous theoretical work has concentrated on routine density functional theory (DFT) simulation producing unmeasurable predictions.  I will conduct a programme combining neutron scattering and Raman spectroscopy with theory and simulation focused on measurable quantities.  This will require developing and implementing heuristic theories which do not currently exist.\n\nI will develop methods to find free energy, theory to extract Raman frequencies and linewidths from simulation, and techniques to determine the signature from entanglement of quantum rotors.  This requires a thorough re-examination of the quantum scattering processes in the framework of DFT, including the interaction timescale and in metals, and a full quantum treatment of indistinguishable nuclei.\n\nThus HECATE will be uniquely placed not only to produce new phases of hydrogen, but to reliably identify what has been found.",
    "totalCost": "2277206",
    "ecMaxContribution": "2277206",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 2277206
        }
    },
    "calculatedTotalContribution": 2277206
}