{
    "rcn": "203250",
    "acronym": "FeREDCOUPLS",
    "topics": "ERC-CoG-2015",
    "title": "FeREDCOUPLS - Reduced Iron Catalysts for Reduction and Coupling Reactions",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The aerobic conditions on our planet enable the accumulation of oxidized matter whereas reduced chemicals are the most valuable energy carriers. Future shortages of energy-rich resources make efficient reductive transformations one of the greatest scientific challenges. To address this societal, economic and environmental demand, we propose new approaches to the design and application of stabilized iron catalysts. Our endeavour exploits the higher reducing power of Fe (vs. noble metals) in challenging reductive transformations and capitalizes on the high sustainability of Fe catalysis over noble metal technologies. \nThe use of low-valent Fe catalysts, the realization of new catalytic reactions and their mechanistic understanding will only be possible through the controlled generation and effective stabilization of reduced Fe species and active nanoparticles. Major emphasis will be placed on coordinative ligand/solvent systems which accommodate electron-rich Fe centers (olefins, arenes, Lewis acids, redox-ligands, ionic liquids). We address new approaches to the synthesis of low-valent Fe complexes and bottom-up/top-down preparations of Fe(0) nanoparticles. Catalytic reactions of high relevance to the manufacture of chemicals and materials will be studied (reduction, cross-coupling, hydrogenation, defunctionalization) with special emphasis on cheap abundant substrates. Mechanistic studies aim at understanding Fe-centered reductive bond activations and ligand co-operation. The proposed use of the most abundant transition metal for challenging reductive processes under practical conditions extends beyond the realm of synthesis, catalysis, and materials into spectroscopy, solvent technologies and reaction processing with direct relevance to sustainable chemicals and energy production. Our multidisciplinary program will provide new sets of active iron catalysts for reductive processes and is a major puzzle piece toward a greener chemical synthesis.",
    "totalCost": "1995400",
    "ecMaxContribution": "1995400",
    "coordinator": "UNIVERSITAET REGENSBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999868629": {
            "orgId": "999868629",
            "orgName": "UNIVERSITAET REGENSBURG",
            "ecContrib": 1995400
        }
    },
    "calculatedTotalContribution": 1995400
}