{
    "rcn": "203238",
    "acronym": "CGCglasmaQGP",
    "topics": "ERC-CoG-2015",
    "title": "The nonlinear high energy regime of Quantum Chromodynamics",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "'This proposal concentrates on Quantum Chromodynamics (QCD) in its least well  understood 'final frontier': the high energy limit. The aim is to treat the formation of quark gluon plasma in relativistic nuclear collisions together with other high energy processes in a consistent QCD framework.  This project is topical now in order to fully understand the results from the maturing LHC heavy ion program. The high energy regime is characterized by a high density of gluons, whose nonlinear interactions are beyond the reach of simple perturbative calculations. High energy particles also propagate nearly on the light cone, unaccessible to Euclidean lattice calculations. The nonlinear interactions at high density lead to the phenomenon of gluon saturation. The emergence of the 'saturation scale', a semihard typical transverse momentum, enables a weak coupling expansion around a nonperturbatively large color field. This project aims to make progress both in collider phenomenology and in more conceptual aspects of nonabelian gauge field dynamics at high energy density:\n1. Significant advances towards higher order accuracy will be made in cross section calculations for processes where a dilute probe collides with the strong color field of a high energy nucleus. \n2. The quantum fluctuations around the strong color fields in the initial stages of a relativistic heavy ion collision will be analyzed with a new numerical method based on an explicit linearization of the equations of motion, maintaining a well defined weak coupling limit.\n3. Initial conditions for fluid dynamical descriptions of the quark gluon plasma phase in heavy ion collisions will be obtained from a constrained QCD calculation.\nWe propose to achieve these goals with modern analytical and numerical methods, on which the P.I. is a leading expert.  This project would represent a leap in the field towards better quantitative first principles understanding of QCD in a new kinematical domain.'",
    "totalCost": "1935000",
    "ecMaxContribution": "1935000",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 1935000
        }
    },
    "calculatedTotalContribution": 1935000
}