{
    "rcn": "203282",
    "acronym": "LHCDMTOP",
    "topics": "ERC-ADG-2015",
    "title": "Novel Dark Matter Searches with Top Quarks at the Large Hadron Collider",
    "startDate": "01/05/2016",
    "endDate": "30/04/2020",
    "objective": "This project will address directly the two most important unanswered questions in particle physics: the Standard Model (SM) hierarchy problem and the nature of dark matter (DM). The SM was recently completed with the discovery of the Higgs boson at the Large Hadron Collider (LHC) in 2012. We know, however, that the SM cannot be the end of the story for fundamental physics, because it suffers from two major flaws: a lack of stability for the mass of the Higgs boson (the hierarchy problem), and a lack of a candidate for the invisible DM particles known to make up most of the matter in the universe. I will address both of these key problems of modern physics by searching at the LHC for new beyond the SM (BSM) partner states for the SM top quark decaying to new DM particles. The greatly increased quantities of data and world-record collision energies generated by the LHC in the next three years will provide an unprecedented opportunity to find such top partners.  Confirmation of their existence would solve the hierarchy problem by providing a mechanism for stabilising the mass of the Higgs boson, while first observation of DM at the LHC would revolutionise our understanding of cosmology and provide a key pointer to the physics of the very early universe. Many leading BSM physics models predict the existence of both top partners and DM, and so this interdisciplinary project provides a unique opportunity to take the next major step forward in developing a unified theory of nature. I will focus on top partners which decay to a top quark and a DM particle, with the former decaying purely to jets and the latter escaping the detector unseen. I will use novel kinematic techniques developed by me to identify and characterise this signal in LHC data, and also accurately measure for the first time the dominant SM background process of associated production of top quarks and a Z boson, which is of great theoretical interest in its own right.",
    "totalCost": "1584650",
    "ecMaxContribution": "1584650",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 1584650
        }
    },
    "calculatedTotalContribution": 1584650
}