{
    "rcn": "203251",
    "acronym": "NNLOforLHC2",
    "topics": "ERC-CoG-2015",
    "title": "New level of theoretical precision for LHC Run 2 and beyond",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "LHC Run 2 will operate at significantly higher centre of mass energy and could offer an unprecedented insight into the largely unexplored region of TeV physics. The usefulness of this wealth of forthcoming high-quality data would, however, be strongly dependent on the availability of theoretical predictions with matching accuracy. The current state of the art for hadron collider calculations is NNLO and calculations for the most interesting 2-to-2 processes have already been performed. The utility of these theoretical results is, however, limited: they are either incomplete or have been applied to a limited number of observables. Moreover, their flexibility is limited which prevents their widespread use in experimental analyses. The goal of this proposal is to turn high-precision NNLO results into a LHC mainstream. We propose the following multi-prong approach, which addresses all main shortcoming of currently available 2-to-2 NNLO results: First, create a library of partonic events for the processes with top quarks and jets. A user-friendly interface will allow direct analysis by the user. Such a system would be novel, especially at NNLO, and once operational could be extended to any 2-to-2 NNLO process. Second, develop matching of NNLO calculations for processes with coloured partons to parton showers. This is an outstanding problem, which naturally fits the existing fixed order/shower expertise in the Cavendish. Its solution will unleash the potential of NNLO calculations and will make them truly useful for experimental analyses. Third, work on specific phenomenological analyses that make use, and promote, the precision results developed by the group. Last but not least, pursue novel techniques for computing 2-to-3 two-loop amplitudes, which is the bottleneck for advancing beyond the current frontier in LHC processes; use this to compute the 3 jet NNLO cross-section at the LHC. Such a result will be a first-ever and a great achievement for the LHC program.",
    "totalCost": "1713983",
    "ecMaxContribution": "1713983",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}