{
    "rcn": "203222",
    "acronym": "Ubl-Code",
    "topics": "ERC-StG-2015",
    "title": "Revealing the ubiquitin and ubiquitin-like modification landscape in health and disease",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Post-translational modifications (PTMs) of proteins are a major tool that the cell uses to monitor events and initiate appropriate responses. While a protein is defined by its backbone of amino acid sequence, its function is often determined by PTMs, which specify stability, activity, or cellular localization. Among PTMs, ubiquitin and ubiquitin-like (Ubl) modifications were shown to regulate a variety of fundamental cellular processes such as cell division and differentiation. Aberrations in these pathways have been implicated in the pathogenesis of cancer. Over the past decade high-throughput genomic and transcriptional analyses have profoundly broadened our understanding of the processes underlying cancer development and progression. Yet, proteomic analyses and the PTM landscape in cancer, remained relatively unexplored.\nOur goal is to decipher molecular mechanisms of Ubl regulation in cancer. We will utilize the PTM profiling technology that I developed and further develop it to allow for subsequent MS analysis.  Together with cutting-edge genomic, imaging and proteomic technologies, we will analyze novel aspects of PTM regulation at the level of the enzymatic machinery, the substrates and the downstream cellular network.  We will rely on ample in-vitro and in-vivo characterization of Ubl conjugation to:a. Elucidate the regulatory principles of substrate specificity and recognition. b. Understand signalling dynamics in the ubiquitin system. c. Reveal how aberrations in these pathways may lead to diseases such as cancer. Identifying both the Ubl modifying enzymes and the modified substrates will form the basis for deciphering the molecular pathways in which they operate in the cell and the principles of their dynamic regulation. Revealing the PTM regulatory code presents a unique opportunity for the development of novel therapeutics. More broadly, our approaches may provide a new paradigm for addressing other complex biological questions involving PTM regulation.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}