{
    "rcn": "203278",
    "acronym": "DYNAPORE",
    "topics": "ERC-ADG-2015",
    "title": "Dynamic responsive porous crystals",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The project addresses the long-term vision of man-made materials with chemical selectivity and functional efficiency produced by dynamic structural flexibility. These materials are not intended as protein mimics; they are however inspired by natureís use of flexible rather than rigid systems, with their ability to dynamically restructure around guests and thus perform highly specific chemistry. Such materials would transform chemical processes through their precision, for example by reorganising to accelerate each step of a cascade reaction without reagent or product inhibition. The road to this vision is blocked as we do not have the methodology and understanding to control such materials.\nThe aim is to develop synergic, multidisciplinary experimental and computational capability to harness the dynamics of flexible crystalline porous solids for function, demonstrated in separation and catalysis. This will enable design and synthesis of materials that controllably adopt distinct structures according to their chemical environment to optimise performance. We will create a new workflow that integrates understanding of the structure-composition-dynamics-property relationship into the materials design and discovery process. This workflow builds on proof-of-concept in (i) chemical control of dynamical restructuring in flexible crystalline porous materials and in the use of dynamics to (ii) enhance function and (iii) guide synthesis.\nCrystalline flexible porous materials are selected because crystallinity maximises the atomic-scale understanding generated, which is transferable to other materials classes, whilst porosity permits sorption and organisation of guests that controls function.\nThis inorganic materials chemistry project develops integrated capability in chemical synthesis (new metal-organic frameworks and linkers), computation (prediction and evaluation of structure and dynamical guest response), characterisation (e.g. by diffraction) and measurement of function.",
    "totalCost": "2493425",
    "ecMaxContribution": "2493425",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 2493425
        }
    },
    "calculatedTotalContribution": 2493425
}