{
    "rcn": "203203",
    "acronym": "PhiSi",
    "topics": "RISK FINANCE",
    "title": "The Role of Philanthropy and Social Investments in Fostering Research and Innovation. New financing forms and partnerships.",
    "startDate": "08/03/2016",
    "endDate": "07/09/2016",
    "objective": "Associated Dutch Presidency Conference \n\nThe Role of Philanthropy and Social Investments in Fostering Research and Innovation. New financing forms and partnerships.\n\nThis 2 days international conference is aimed to bring attendees together and to share best practices on stimulating research and innovation in Europe by ëinnovative philanthropyí, social investments and risk finance. The conference is aimed to match the results and the recommendations of the European Foundations for Research and Innovation (EUFORI) ñ Study with financial innovative investment opportunities. \n\nThe conference should be a platform where ideas for new financing forms can be born and a place to increase coordination and cooperation programs supporting R&I investments. The added value of public/private partnerships (e.g. government/foundations) and private/private partnerships (e.g. business/SMEs, social enterprises/foundations) in fostering research and innovation in Europe will be explored.\n\nThe conference should give the attendees (approx. 150), with different backgrounds a better understanding of each otherís ëstakeí and approach, taking into account each otherís legitimacy and constituency. Invitations will be sent to scientists, policymakers, philanthropists, startup entrepreneurs and other interested parties from all 28 EU member states.",
    "totalCost": "120000",
    "ecMaxContribution": "120000",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 120000
        }
    },
    "calculatedTotalContribution": 120000
}