{
    "rcn": "203232",
    "acronym": "REpiReg",
    "topics": "ERC-CoG-2015",
    "title": "RNAi-mediated Epigenetic Gene Regulation",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "RNAi refers to the ability of small RNAs to silence expression of homologous sequences. A surprising link between epigenetics and RNAi was discovered more than a decade ago, and I was fortunate enough to be involved in this exciting field of research from the beginning. It is now well established that endogenous small RNAs have a direct impact on the genome in various organisms. Yet, the initiation of chromatin modifications in trans by exogenously introduced small RNAs has been inherently difficult to achieve in all eukaryotic cells. This has sparked controversy about the importance and conservation of RNAi-mediated epigenome regulation and hampered systematic mechanistic dissection of this phenomenon.\nUsing fission yeast, we have discovered a counter-acting mechanism that impedes small RNA-directed formation of heterochromatin and constitutes the foundation of this proposal. Our goal is to close several knowledge gaps and test the intriguing possibility that the suppressive mechanism we discovered is conserved in mammalian cells. We will employ yeast and embryonic stem cells and use cutting-edge technologies (i.e., chemical mutagenesis combined with whole-genome sequencing, genome editing with engineered nucleases, and single-cell RNA sequencing) to address fundamental, as yet unanswered questions. \nMy proposal consists of four major aims. In aim 1, I propose to use proteomics approaches and to perform yeast genetic screens to define additional pathway components and regulatory factors. Aim 2 builds on our ability to finally trigger de novo formation of heterochromatin by synthetic siRNAs acting in trans, addressing many of the outstanding mechanistic questions that could not be addressed in the past. In Aims 3 and 4, experiments conducted in yeast and mouse cells will elucidate missing fragments critical to our understanding of the conserved principles behind RNAi-mediated epigenetic gene regulation.",
    "totalCost": "1998557",
    "ecMaxContribution": "1998557",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 1998557
        }
    },
    "calculatedTotalContribution": 1998557
}