{
    "rcn": "203221",
    "acronym": "KILLCANCER",
    "topics": "ERC-StG-2015",
    "title": "Nanobody-targeted photodynamic therapy to kill cancer",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Current cancer therapies often fail to cure patients. Ideally, therapy should locally eradicate cancer and should be capable of inducing long term protection, through activation of the immune system. Photodynamic therapy (PDT) is a treatment approach in which cancer cells are killed with compounds, named photosensitizers that are activated locally through light exposure. Importantly, PDT eradication of cancers commonly involves the immune system. However, current photosensitizers lack cancer specificity, which limits therapeutic efficacy and prolongs photosensitivity in patients.\nRecently, I have developed an improved version of targeted PDT that uses very small antibodies i.e. nanobodies that distribute homogenously, bind rapidly and specifically to cancer cells, and a photosensitizer that can be traced by optical imaging to guide the application of PDT.\nThe aims of this proposal are to better understand and to advance nanobody-targeted PDT to ensure complete cancer eradication, and to facilitate its clinical translation. This will be achieved by:\n1) Exploring the increased accumulation of photosensitizer through development of novel nanobody-photosensitizer conjugates to bind to cancer cells, cancer stem cells, and endothelial cells. These combinations will be evaluated for their efficacy in mice bearing human carcinomas;\n2) Investigating the immune system activation to determine if, as other PDT, nanobody-targeted PDT triggers a systemic immune response, or if additional triggers are needed;\n3) Studying the effect of nanobody-targeted PDT in dogs entering the veterinary clinic with oral or colorectal cancers. Treatment efficacy will be evaluated by monitoring cancer regression or disappearance.\nThe outcome of this research will scientifically advance the new field of nanobody-targeted PDT, by providing essential information on its mechanism of action and the feasibility of this approach in human cancer patients, to ultimately improve current cancer treatment.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}