{
    "rcn": "203246",
    "acronym": "NIRV_HOST_INT",
    "topics": "ERC-CoG-2015",
    "title": "Population genomics of co-evolution between non-retroviral RNA viruses and their hosts",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "Recent discoveries clearly show that non-retroviral RNA viruses, despite not coding for reverse transcriptase and integrase, can transfer genetic material to their hosts, similarly to DNA viruses and retroviruses. The distribution of non-retroviral integrated RNA viruses (NIRVs) in host populations, mechanisms of NIRVs formation and effects on hosts are unclear. The main objective of this proposal is to uncover the complex biological interactions between non-retroviral RNA viruses and their hosts using the model system ìAedes albopictus and Flavivirusî. This system is ideal because Ae. albopictus is a known vector of non-retroviral RNA viruses, including several highly relevant for public health such as dengue viruses (Flaviviridae, Flavivirus) and NIRVs phylogenetically related to Flaviviruses have been identified in its genome. First, a population genomic approach will be used to interrogate the genome of Ae. albopictus from different geographic populations at their DNA and RNA levels. This approach will permit the systematic characterization of the distributions of NIRVs in natural host populations, the analyses of correlations between the presence of NIRVs and viral infections and the description of NIRVs genomic context, from which insights on mechanisms of NIRVs formation can be derived. Secondly, tissue-specificity of the NIRVs, their trans-generational stability and impact on mosquito biology will be analysed in a controlled laboratory environment. Somatic integrations could contribute to acquired immunity to their respective viruses or establishment of persistent viral infection. Germ-line integrations could have an evolutionary impact. If NIRVs affect Ae. albopictus vector competence or the genome of emerging viral populations, they could be manipulated for vector control purposes. Additionally, results on NIRV distribution in natural host populations and mechanisms of NIRVs formation will have implications in medicine because several non-retroviral RNA viruses are emerging as delivery systems for gene therapy applications.",
    "totalCost": "1686875",
    "ecMaxContribution": "1686875",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PAVIA",
    "coordinatorCountry": "IT",
    "participants": "INSTITUT PASTEUR",
    "participantCountries": "FR",
    "projectParticipants": {
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 1466875
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 220000
        }
    },
    "calculatedTotalContribution": 1686875
}