{
    "rcn": "203287",
    "acronym": "POSTCELL",
    "topics": "ERC-ADG-2015",
    "title": "Post-Cellular Wireless Networks",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "POSTCELL aims at laying the foundation for future generations of wireless networks as they move past the reigning cell-centric paradigm and into the post-cellular era. This entails the definition of a new architecture for such networks and the characterization of the ensuing performance. For the future of wireless communications, the implications would be far-reaching.\n\nThe growth of wireless traffic is relentless, and it is actually gaining new momentum on account of fresh mechanisms: smartphones, cloud computing, and machine-to-machine communication. As a result, the volume of wireless traffic is poised to increase to truly staggering levels and, to face this challenge, wireless networks need to enter a new stage.\n\nThere is a fledging awareness that this challenge can only be fended off by a process of network massification, with two views about it. In the first view, densification is the only strategy through which dramatic improvements can be attained hereafter; this leads to a vision where base stations become tiny and exceedingly abundant. The second view, in turn, is built on the idea of dramatically scaling the number of colocated antennas per base station from the current handful to possibly hundreds. One of the seeds of POSTCELL is that, since neither form of massification can by itself resolve the challenge facing wireless systems, the two forms will have to end up coexisting.\n\nReconciling these two forms of massification and enabling a truly phenomenal scaling calls for an entirely new architecture where cells and physical base stations become things of the past, replaced by dynamically defined virtual base stations, powerful caches, and the possibility of device clustering, among other leaps forward. The signal processing needs to shift away from base stations, which become deconstructed, so as to gather at new places. POSTCELL seeks to drive this transformation and to gauge the performance of post-cellular wireless networks.",
    "totalCost": "1876846",
    "ecMaxContribution": "1876846",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 1876846
        }
    },
    "calculatedTotalContribution": 1876846
}