{
    "rcn": "203260",
    "acronym": "SCENT",
    "topics": "SC5-17-2015",
    "title": "Smart Toolbox for Engaging Citizens into a People-Centric Observation Web",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Whilst citizen participation in environmental policy making is still in its infancy, there are signs of a growing level of interest. The majority of citizens, though, both as individuals and as groups often feel disengaged from influencing environmental policies. They also remain unaware of publicly available information, such as the GEOSS or Copernicus initiatives. The SCENT project will alleviate this barrier. It will enable citizens to become the ëeyesí of the policy makers by monitoring land-cover/use changes in their everyday activities. This is done through a constellation of smart collaborative technologies delivered by the SCENT toolbox in TRLs 6-8: i) low-cost and portable data collection tools, ii) an innovative crowd-sourcing platform, iii) serious gaming applications for a large-scale image collection and semantic annotation, iv) a powerful machine-learning based intelligence engine for image and text classification, v) an authoring tool for an easy customization by policy makers, vi) numerical models for mapping land-cover changes to quantifiable impact on flood risks and vii) a harmonization platform, consolidating data and adding it to GEOSS and national repositories as OGC-based observations. SCENT will be evaluated in two large scale demonstrations in Kifisos Attica and Danube Delta. Our consortium covers the complete stakeholder chain: industries in machine learning (IBM), SMEs in crowd-sourcing (U-Hopper), gaming (Xteam) and awareness raising (Carr), leading research institutes with expertise in hydrodynamic modelling (UNESCO-IHE), data harmonization and authoring tools (ICCS) and environmental monitoring (DDNI), NGOs at the pilot sites (HRTA, SOR) and policy makers/public bodies (Region of Attica). The SCENT initiative will go beyond the current project and form a European-wide citizen movement, created and fostered by the SCENT stakeholders, that will ensure its sustainability and its complementarity with existing citizen partnerships.",
    "totalCost": "3882487,5",
    "ecMaxContribution": "3264675",
    "coordinator": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "coordinatorCountry": "EL",
    "participants": "ELLINIKI OMADA DIASOSIS ATTIKIS;U-HOPPER SRL;INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE DELTA DUNARII;C.C.I.C.C. LIMITED;STICHTING IHE DELFT INSTITUTE FOR WATER EDUCATION;XTEAM SOFTWARE SOLUTIONS SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA;SOCIETATEA ORNITOLOGICA ROMANA;PERIFEREIA ATTIKIS;IBM ISRAEL - SCIENCE  AND TECHNOLOGY LTD",
    "participantCountries": "EL;IT;RO;IE;NL;IL",
    "projectParticipants": {
        "958182394": {
            "orgId": "958182394",
            "orgName": "U-HOPPER SRL",
            "ecContrib": 295575
        },
        "999787343": {
            "orgId": "999787343",
            "orgName": "IBM ISRAEL - SCIENCE  AND TECHNOLOGY LTD",
            "ecContrib": 558425
        },
        "932634243": {
            "orgId": "932634243",
            "orgName": "XTEAM SOFTWARE SOLUTIONS SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA",
            "ecContrib": 248500
        },
        "927121733": {
            "orgId": "927121733",
            "orgName": "SOCIETATEA ORNITOLOGICA ROMANA",
            "ecContrib": 123125
        },
        "923230578": {
            "orgId": "923230578",
            "orgName": "ELLINIKI OMADA DIASOSIS ATTIKIS",
            "ecContrib": 116250
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 651625
        },
        "972472240": {
            "orgId": "972472240",
            "orgName": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE DELTA DUNARII",
            "ecContrib": 314750
        },
        "952323012": {
            "orgId": "952323012",
            "orgName": "C.C.I.C.C. LIMITED",
            "ecContrib": 339062
        },
        "951080248": {
            "orgId": "951080248",
            "orgName": "STICHTING IHE DELFT INSTITUTE FOR WATER EDUCATION",
            "ecContrib": 456112
        },
        "954443723": {
            "orgId": "954443723",
            "orgName": "PERIFEREIA ATTIKIS",
            "ecContrib": 161250
        }
    },
    "calculatedTotalContribution": 3264674
}