{
    "rcn": "203234",
    "acronym": "NanoThermo",
    "topics": "ERC-CoG-2015",
    "title": "Energy Conversion and Information Processing at Small Scales",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Thermodynamics provided mankind with the intellectual tools to master energy transfers and energy conversion in macroscopic systems operating close to equilibrium. It is now one of the most fundamental theories in physics. My goal is to establish a thermodynamic theory describing energy conversion and information processing in small synthetic or biological systems operating far from equilibrium. Significant progress has been achieved in this direction over the last decade. The new theory is called stochastic thermodynamics (ST). It allows us to describe and understand energy conversion in systems as diverse as quantum junctions and molecular motors, and also to predict the energetic cost of information processing operations such as erasing bits of information or feedback controlling a small device. It was validated in single molecule pulling experiments, electronic circuits, NMR and colloidal particles in optical tweezers. Nevertheless, ST still suffers from serious limitations which prevent its application in more complex systems. Therefore, I propose to expand the theoretical foundations of ST far beyond its current realm of validity and to broaden the scope of its applications in various new directions. I want to answer questions such as: Can one design devices made of many small energy converters (e.g. thermoelectric junctions) arranged in such a way as to generate collective behaviors (e.g. synchronization) prompting higher powers and efficiencies? Can one do the same by engineer quantum effects? How can one reduce the dissipation occurring when computing very quickly with small devices? Why are metabolic networks so efficient in converting energy, transmitting information, and preventing errors (e.g. toxic byproducts)? I will do so in close contact with leading experimental groups in the field. My conviction is that ST will become as important for nanotechnologies and molecular biology as thermodynamics has been for the industrial revolution.",
    "totalCost": "1669028,77",
    "ecMaxContribution": "1669028,77",
    "coordinator": "UNIVERSITE DU LUXEMBOURG",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 1669029
        }
    },
    "calculatedTotalContribution": 1669029
}