{
    "rcn": "203266",
    "acronym": "MAGIC",
    "topics": "WATER-2b-2015",
    "title": "Moving Towards Adaptive Governance in Complexity: Informing Nexus Security",
    "startDate": "01/06/2016",
    "endDate": "31/05/2020",
    "objective": "MAGIC is a proposal coordinated by the Institute of Environmental Science and Technology (ICTA) of the Autonomous University of Barcelona (UAB) in collaboration with partners which have a proven and track record in their respective fields of competence.\n\nOur objective is to open the path towards a new way of managing the Nexus in which researchers and decision makers work together in the search for development strategies that can contribute to the smart, sustainable and inclusive economic growth required by the EU 2020 Strategy, while maintaining a leading and informed participation in international discussions about global issues, like climate change or food security.\n\nIn order to do so, MAGIC deploys a set of novel, cutting-edge and system-oriented approaches that originates from system ecology, bio-economics and Science and Technology Studies. Their combination allows MAGIC to highlights if a certain mix of EU policies results in undesirable or unforeseen outcomes. Climate, water, land energy, and food modeling are integrated into a socio- and bio-economics framework using an iterative and participatory method. Significant care is taken to embed these ideas and approaches within the advisory and decision making functions of the European Commission.\n\nImpacts are twofold.\n\nFirst, MAGIC contributes a methodological framework where the needs for advice of different DG in the design of development strategies for the EU are covered using a method that can embrace the complexity of the nexus, for a better understanding of the interactions it holds. \n\nSecond, the project provides ëon the flightí advice to the EC about the timeliness and soundness for the EU 2020 Strategy and the EU position in international agreements of EU policies -like the Water Framework Directive, the Common Agricultural Policy, or the Low-Carbon Economy Strategy- and targets of implementing technologies -such as fracking, desalination, biofuels and GMOs.",
    "totalCost": "7457761,25",
    "ecMaxContribution": "7457761,25",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "THE JAMES HUTTON INSTITUTE;CLIMATE ANALYTICS GMBH;INSTITUTO TECNOLOGICO DE CANARIAS, S.A.;UNIVERSITEIT TWENTE;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;WAGENINGEN UNIVERSITY;UNIVERSITETET I BERGEN;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "UK;DE;ES;NL;IT;NO;BE",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 1745838
        },
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 766910
        },
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 641085
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 973125
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 627450
        },
        "986386502": {
            "orgId": "986386502",
            "orgName": "CLIMATE ANALYTICS GMBH",
            "ecContrib": 645478
        },
        "966626341": {
            "orgId": "966626341",
            "orgName": "THE JAMES HUTTON INSTITUTE",
            "ecContrib": 892600
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 689026
        },
        "999947296": {
            "orgId": "999947296",
            "orgName": "INSTITUTO TECNOLOGICO DE CANARIAS, S.A.",
            "ecContrib": 476250
        }
    },
    "calculatedTotalContribution": 7457762
}