{
    "rcn": "203227",
    "acronym": "POSTDATA",
    "topics": "ERC-StG-2015",
    "title": "Poetry Standardization and Linked Open Data",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "This project aims at bridging the digital gap among traditional cultural assets and the growing world of data. It is focused on poetry analysis, classification and publication, applying Digital Humanities methods of academic analysis -such as XML-TEI encoding- in order to look for standardization. Interoperability problems between the different poetry collections are solved by using semantic web technologies to link and publish literary datasets in a structured way in the linked data cloud. The advantages of making poetry available online as machine-readable linked data are threefold: first, the academic community will have an accessible digital platform to work with poetic corpora and to contribute to its enrichment with their own texts; second, this way of encoding and standardizing poetic information will be a guarantee of preservation for poems published only in old books or even transmitted orally, as texts will be digitized and stored as XML files; third: datasets and corpora will be available and open access to be used by the community for other purposes, such as education, cultural diffusion or entertainment. To accomplish such a ground-breaking approach, I have a hybrid profile, combining a strong philological background, specialized in poetry and metrics, with a deep knowledge of Digital Humanities proven by my leadership and experience in interdisciplinary projects. Since 2011, I am the Principal Investigator of the first Digital Repertoire of Medieval Spanish Poetry (ReMetCa), an innovative project that combines traditional metrical analysis with digital text encoding, and since 2014 I am the Academic Director of LINHD, The Digital Humanities Innovation Lab created at UNED as a research interdisciplinary centre.",
    "totalCost": "1131413",
    "ecMaxContribution": "1131413",
    "coordinator": "INDRA SISTEMAS SA",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD NACIONAL DE EDUCACION A DISTANCIA",
    "participantCountries": "ES",
    "projectParticipants": {
        "999863294": {
            "orgId": "999863294",
            "orgName": "UNIVERSIDAD NACIONAL DE EDUCACION A DISTANCIA",
            "ecContrib": 799430
        },
        "999959130": {
            "orgId": "999959130",
            "orgName": "INDRA SISTEMAS SA",
            "ecContrib": 331983
        }
    },
    "calculatedTotalContribution": 1131413
}