{
    "rcn": "203280",
    "acronym": "STAMP",
    "topics": "ERC-ADG-2015",
    "title": "Separation Technology for A Million Peaks",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Extremely high separation powers are required to fully characterize complex mixtures that are of crucial importance in many fields, such as life science (including systems biology), food science, renewable energy sources and feedstocks, and high-tech materials. The STAMP project is aimed at obtaining a peak capacity of one million in liquid-phase analytical separations. Spatial three-dimensional liquid chromatography will be used to achieve this goal. The major advantage of this technique is that all second-dimension separations and ñ in a next step ñ all third-dimension separations are performed in parallel. This allows high-resolution separations to be performed in each dimension, while the total analysis time remains reasonable. Optical and mass-spectrometric imaging techniques are envisaged as detection methods after printing (STAMPing) the effluent from the 3D separation body on a suitable substrate. The STAMP project also has a number of sub-targets that will bring additional significant benefits to all the above application fields.  \n\nThe target and the sub-targets of the STAMP project may be summarized as follows.\nï Separations with a peak capacity of 1,000,000 (through the use of spatial 3D-LC)\nï Fast and efficient spatial 2D-LC separations\nï Devices for spatial 2D-LC and 3D-LC\nï Detection principles for spatial 2D-LC and 3D-LC\nï Suitable stationary-phase materials and mechanisms for orthogonal 2D and 3D separations\nï Relevant applications of all of the above in various fields of science.",
    "totalCost": "2499780",
    "ecMaxContribution": "2499780",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 2499780
        }
    },
    "calculatedTotalContribution": 2499780
}