{
    "rcn": "203236",
    "acronym": "STEREOPOL",
    "topics": "ERC-CoG-2015",
    "title": "Stereocontrolled Polymerisation: New Frontiers in Synthesis and Supramolecular Self Assembly",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Nature has evolved the ability to create large and complex molecules in which the 3-dimensional orientation of the atoms is critical to their performance. The essential nature of stereochemistry to the structure, and hence performance, of biopolymers makes it reasonable to expect such aspects of synthetic materials to be equally important. This area has however received little study, which is partially a consequence of the significant challenges of creating large macromolecules with well-defined stereochemistry at each repeat unit. This proposal is inspired by nature, to design polymers with exquisite structural control in which the behaviour and properties of the resultant materials will be dependent on their stereochemistry. Specifically, it will address the limitations in synthetic methodology for creating complex, functional stereocontrolled polymers and demonstrate the true potential of harnessing polymer materials with controlled stereochemistry. We will achieve this by focussing on the development of new methodologies for stereocontrolled ring-opening polymerisation of cyclic esters such that we will be able to readily access stereoregular, functional polymers, including achieving unique sequence controlled materials. While one focus will be on utilising renewable resources and green polymer synthesis methodologies, we will also take the first steps to demonstrating the utility of these novel materials by investigating the effects of stereochemistry on the bulk properties of materials as well as its ability to drive crystallisation-driven self-assembly and stereo-responsive nanoparticle behaviour for delivery applications. Achieving these goals promises to take polymers into the 3rd dimension and lead to significant technological breakthroughs in nanotechnology, medicine and sustainable materials among other areas of key future technological importance.",
    "totalCost": "2074731",
    "ecMaxContribution": "2074731",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF WARWICK",
    "participantCountries": "UK",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 452852
        }
    },
    "calculatedTotalContribution": 452852
}