{
    "rcn": "203243",
    "acronym": "INTERCLOUDS",
    "topics": "ERC-CoG-2015",
    "title": "Using the Magellanic Clouds to Understand the Interaction of Galaxies",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The Magellanic Clouds are the nearest gas-rich dwarf satellites of the Milky Way and illustrate a typical example of an early phase of a minor merger event, the collision of galaxies that differ in mass by at least a factor of ten. In spite of their important role in supplementing material to the Milky Way halo and the numerous investigations made in the last decade, there remain several uncertainties. Their origin is still a matter of debate, their satellite status is unclear, their mass is uncertain, their gravitational centres are undefined, their structure depends strongly on stellar populations and is severely shaped by interactions, their orbital history is only vaguely associated to star forming events, and their chemical history rests upon limited data. This proposal aims to remedy this lack of knowledge by providing a comprehensive analysis of the stellar content of the Magellanic Clouds and dissect the substructures that are related to their accretion history and the interaction with the Milky Way. Their internal kinematics and orbital history, establishing their bound/unbound status, will be resolved thanks to the analysis of state-of-the art proper motions from the VMC survey and the Gaia mission, and the development of sophisticated theoretical models. Multi-wavelength photometric observations from ongoing large-scale projects will be analysed together to characterise the stellar population of the Magellanic Clouds as has never been previously attempted, including the effects of separate structural components. New large-scale spectroscopic survey projects in preparation will resolve metallicity dependencies and complete the full six-phase space information (distance, position, and motion). This proposal will have a tremendous impact on our understanding of the consequences of minor mergers, and will offer a firm perspective of the Magellanic Clouds.",
    "totalCost": "1985017",
    "ecMaxContribution": "1985017",
    "coordinator": "LEIBNIZ-INSTITUT FUR ASTROPHYSIK POTSDAM (AIP)",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998692601": {
            "orgId": "998692601",
            "orgName": "LEIBNIZ-INSTITUT FUR ASTROPHYSIK POTSDAM (AIP)",
            "ecContrib": 1985017
        }
    },
    "calculatedTotalContribution": 1985017
}