{
    "rcn": "203235",
    "acronym": "CELLFUSION",
    "topics": "ERC-CoG-2015",
    "title": "Molecular dissection of the mechanisms of cell-cell fusion in the fission yeast",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Cell fusion is critical for fertilization and development, for instance underlying muscle or bone formation. Cell fusion may also play important roles in regeneration and cancer. A conceptual understanding is emerging that cell fusion requires cell-cell communication, polarization of the cells towards each other, and assembly of a fusion machinery, in which an actin-based structure promotes membrane juxtaposition and fusogenic factors drive membrane fusion. However, in no single system have the molecular nature of all these parts been described, and thus the molecular basis of cell fusion remains poorly understood. \n\nThis proposal aims to depict the complete fusion process in a single organism, using the simple yeast model Schizosaccharomyces pombe, which has a long track record of discoveries in fundamental cellular processes. These haploid cells, which fuse to generate a diploid zygote, use highly conserved mechanisms of cell-cell communication (through pheromones and GPCR signaling), cell polarization (centred around the small GTPase Cdc42) and fusion. Indeed, we recently showed that these cells assemble an actin-based fusion structure, dubbed the actin fusion focus. Our five aims probe the molecular nature of, and the links between, signaling, polarization and the fusion machinery from initiation to termination of the process. These are:\n\n1: To define the roles and feedback regulation of Cdc42 during cell fusion\n2: To understand the molecular mechanisms of actin fusion focus formation\n3: To identify the fusogen(s) promoting membrane fusion\n4: To probe the GPCR signal for fusion initiation\n5: To define the mechanism of fusion termination\n\nBy combining genetic, optogenetic, biochemical, live-imaging, synthetic and modeling approaches, this project will bring a molecular and conceptual understanding of cell fusion. This work will have far-ranging relevance for cell polarization, cytoskeletal organization, cell signalling and communication, and cell fate regulation.",
    "totalCost": "1999955,99",
    "ecMaxContribution": "1999955,99",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 1999956
        }
    },
    "calculatedTotalContribution": 1999956
}