{
    "rcn": "203247",
    "acronym": "Frontiers in Design",
    "topics": "ERC-CoG-2015",
    "title": "Frontiers in Mechanism Design: Methodology and Applications",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Mechanism design is the engineering side of economics. Research findings in this field have helped governments and practitioners worldwide design better institutions: auctions that are more profitable or efficient; labour markets that improve the match between employees and employers; and better ways to assign students to public schools.  The cornerstone of mechanism design is the revelation principle, which provides a canonical class of mechanisms and turns the mechanism-selection problem (which a priori may appear unmanageable) to a constrained optimization problem. The standard mechanism design paradigm relies on three fundamental assumptions: 1. The designer of the institutionóthe principalódoes not have any privileged information. 2. The principal chooses the mechanism and commits to it once and for all. 3. There is no interrelationship of the mechanism with outside markets. In addition, almost the entire mechanism design literature assumes that private information is unverifiable (soft). These assumptions often fail in todayís ìbig dataî world: Firms (online retailers, insurance companies, banks) do have privilegedóand often certifiableóinformation that may affect contractual terms they propose. Also, they interact repeatedly with the same agents and, as they learn about them, they attempt to change the terms by making personalized offers. Finally, often a mechanismóe.g. a government insurance programóinteracts with private insurance markets. The proposed research aims at providing methods and foundations to design optimal mechanisms at precisely those highly relevant situations: 1. mechanism-design by an informed principal, 2. design of mechanisms and their transparency when the principal lacks commitment, 3. mechanism-design when an intervention interacts with markets. The latter part of the project aims to employ these cutting-edge tools to revisit the design of insurance markets.",
    "totalCost": "1644774",
    "ecMaxContribution": "1644774",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}