{
    "rcn": "203283",
    "acronym": "CHAOS",
    "topics": "ERC-ADG-2015",
    "title": "C-H Acids for Organic Synthesis",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Enantioselective Br¯nsted acid organocatalysis has the potential to revolutionize asymmetric synthesis. However, the commonly used chiral phosphoric acid catalysts are typically limited to certain, fairly reactive substrate classes such as imines. Recently, more active and stereoselective catalysts have been introduced, which rely on acidic NñH bonds, and which have significantly widened the scope of suitable substrates. Despite the considerable success of these catalysts, however, several important and highly attractive substrate classes still remain out of reach. The applicantís group has now identified CñH acids as novel and highly promising candidates to tackle these long standing challenges. Here, a research program with three major goals is proposed: 1) broadly conceived synthetic studies will be undertaken, which are expected to give access to CñH acids with a wide range of acidity and steric confinement. 2) These CñH acids will be applied to address one of the most general limitations currently encountered in organocatalysis: The enantioselective conversion of small and unbiased substrates. 3) The developed CñH acids, which are expected to enable unprecedented acidities and catalytic activities, will be employed in the activation of increasingly less reactive electrophiles, for example aliphatic aldehydes but also esters and olefins, for which enantioselective organocatalytic reactions are currently very limited or even unknown. Overall, this research program will aim at the design, synthesis and application of CñH acids as platform for solving several long standing challenges in asymmetric organocatalysis. The introduction of CñH acids for organic synthesis is expected to enrich the toolbox of synthetic chemists in both academic and industrial laboratories.",
    "totalCost": "2007500",
    "ecMaxContribution": "2007500",
    "coordinator": "MAX PLANCK INSTITUT FUER KOHLENFORSCHUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998816761": {
            "orgId": "998816761",
            "orgName": "MAX PLANCK INSTITUT FUER KOHLENFORSCHUNG",
            "ecContrib": 2007500
        }
    },
    "calculatedTotalContribution": 2007500
}