{
    "rcn": "203231",
    "acronym": "CHESS-SETUP",
    "topics": "EE-02-2015",
    "title": "Combined HEat SyStem by using Solar Energy and heaT pUmPs",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "The project objective is to design, implement and promote a reliable, efficient and profitable system able to supply heating and hot water in buildings mainly from renewable sources. The proposed system is based in the optimal combination of solar thermal (ST) energy production, seasonal heat storage and high efficient heat pump use. Heat pumps will be improved technically in order to obtain the best performace in the special conditions of the CHESS-SETUP system.\n\nThe used solar panels will be hybrid photovoltaic and solar thermal (PV-ST) panels, which is a promising solution for also producing the electricity consumed by the heat and water pumps of the heating system and part of the electricity consumed in the building. Hybrid solar panels are a key element to achieving energy self-sufficiency in buildings, especially in dense urban areas where the roof availability is one of the most limiting factors.\n\nAlso will be considered the integration of other energy sources as biomass or heat waste, to make the system suitable for any climate conditions. The project will also explore the possibility to integrate the system with other electricity or cooling technologies (solar cooling, cogeneration).\n\nThe system operation will be optimized according to some external factors, as electricity price or user requirements by using a smart control and management systems developed specifically for the project.\n\nThis proposal will be materialized in three pilot experiences: a small-scale prototype in Lavola's headquarters (Spain), 50 new dwellings located in Corby (England) and a new sport centre located in Sant Cugat (Spain).",
    "totalCost": "3703706,25",
    "ecMaxContribution": "3364315,14",
    "coordinator": "AGENCIA DE ECOLOGIA URBANA DE BARCELONA CONSORCIO",
    "coordinatorCountry": "ES",
    "participants": "WANSDRONK BV;LAVOLA 1981 SA;EUROGRANT GMBH;AJUNTAMIENTO DE SANT CUGAT DEL VALLES;WATTIA INNOVA S.L.;RENE WANSDRONK;VEOLIA SERVEIS CATALUNYA SOCIEDAD ANONIMA UNIPERSONAL;ELECTRIC CORBY COMMUNITY INTEREST COMPANY;EDENWAY;UNIVERSITY OF ULSTER",
    "participantCountries": "NL;ES;DE;UK;FR",
    "projectParticipants": {
        "998764090": {
            "orgId": "998764090",
            "orgName": "RENE WANSDRONK",
            "ecContrib": 0
        },
        "951661472": {
            "orgId": "951661472",
            "orgName": "AJUNTAMIENTO DE SANT CUGAT DEL VALLES",
            "ecContrib": 981416
        },
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 225152
        },
        "994281914": {
            "orgId": "994281914",
            "orgName": "EUROGRANT GMBH",
            "ecContrib": 115384
        },
        "996478964": {
            "orgId": "996478964",
            "orgName": "AGENCIA DE ECOLOGIA URBANA DE BARCELONA CONSORCIO",
            "ecContrib": 369875
        },
        "966032313": {
            "orgId": "966032313",
            "orgName": "VEOLIA SERVEIS CATALUNYA SOCIEDAD ANONIMA UNIPERSONAL",
            "ecContrib": 146912
        },
        "949561228": {
            "orgId": "949561228",
            "orgName": "WATTIA INNOVA S.L.",
            "ecContrib": 95638
        },
        "952416714": {
            "orgId": "952416714",
            "orgName": "ELECTRIC CORBY COMMUNITY INTEREST COMPANY",
            "ecContrib": 995959
        },
        "954700288": {
            "orgId": "954700288",
            "orgName": "LAVOLA 1981 SA",
            "ecContrib": 189971
        },
        "952462401": {
            "orgId": "952462401",
            "orgName": "EDENWAY",
            "ecContrib": 140641
        }
    },
    "calculatedTotalContribution": 3260948
}