{
    "rcn": "203254",
    "acronym": "REvivED water",
    "topics": "NMP-24-2015",
    "title": "Low energy solution for drinking water production by a REvival of  ElectroDialysis systems",
    "startDate": "01/05/2016",
    "endDate": "30/04/2020",
    "objective": "The REvivED water project will establish electrodialysis (ED) as the new standard providing a source of safe, affordable, and cost-competitive drinking water, using less than half the energy required by state-of-the-art Reverse Osmosis (RO) plants.\nThe innovations of the project constitute a technology platform with a very wide field of potential applications. All components and systems have reached at least TRL4 and will be further developed reaching at least TRL7. The main focus of the project will be on the following applications:\n1. A simplified ED system that can be used for brackish water desalination (8 pilots in developing countries) or for tap-water softening (2 pilots in Germany and the Netherlands).\n2. A multistage ED system for industrial-scale seawater desalination, which will be demonstrated to reach energy consumption as low as 1.5 kWh/m3 (1 pilot in the Netherlands)\n3. Combinations of the multistage ED system with the latest salinity gradient power systems (Reverse ElectroDialysis - RED), which can further reduce energy consumption for seawater desalination to the region of 1 kWh/m3 (1 pilot in the Netherlands)\n4. The versatile nature of the developed innovations will be demonstrated by testing their combinations with Reverse Osmosis (RO) systems (1 pilot in Spain). This will allow initial market introduction, without the need to replace the extensive RO infrastructure.\nThe pilot systems in developing countries will be located in critical areas where the project partner PHAESUN has local offices in Africa (Eritrea, Ivory Coast, Somalia, Djibouti and Ethiopia), Asia (Dubai, and India) and Latin America (Panama). \nThe consortium brings together leading partners covering the whole value chain and ensuring exploitation of the results. It is clearly industry driven, and it gives European industry the chance to take the lead of the ED revival and face the competition from the US that is also actively pursuing this important growth market.",
    "totalCost": "9795085",
    "ecMaxContribution": "7633672,01",
    "coordinator": "FUJIFILM MANUFACTURING EUROPE BV",
    "coordinatorCountry": "NL",
    "participants": "PHAESUN GMBH;AquaTT UETP Ltd;ABENGOA RESEARCH SL;UNIVERSITEIT GENT;UNIVERSITA DEGLI STUDI DI PALERMO;DEUKUM GMBH;STICHTING WETSUS, EUROPEAN CENTRE OF EXCELLENCE FOR SUSTAINABLE WATER TECHNOLOGY;EUROPEAN DESALINATION SOCIETY;REDSTACK BV",
    "participantCountries": "DE;IE;ES;BE;IT;NL",
    "projectParticipants": {
        "950714558": {
            "orgId": "950714558",
            "orgName": "EUROPEAN DESALINATION SOCIETY",
            "ecContrib": 275000
        },
        "999734284": {
            "orgId": "999734284",
            "orgName": "UNIVERSITA DEGLI STUDI DI PALERMO",
            "ecContrib": 793875
        },
        "983920471": {
            "orgId": "983920471",
            "orgName": "FUJIFILM MANUFACTURING EUROPE BV",
            "ecContrib": 1601688
        },
        "925898369": {
            "orgId": "925898369",
            "orgName": "PHAESUN GMBH",
            "ecContrib": 967400
        },
        "997625504": {
            "orgId": "997625504",
            "orgName": "AquaTT UETP Ltd",
            "ecContrib": 441875
        },
        "990414039": {
            "orgId": "990414039",
            "orgName": "STICHTING WETSUS, EUROPEAN CENTRE OF EXCELLENCE FOR SUSTAINABLE WATER TECHNOLOGY",
            "ecContrib": 560250
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 519375
        },
        "955100316": {
            "orgId": "955100316",
            "orgName": "ABENGOA RESEARCH SL",
            "ecContrib": 605564
        },
        "965204418": {
            "orgId": "965204418",
            "orgName": "DEUKUM GMBH",
            "ecContrib": 888388
        },
        "986040115": {
            "orgId": "986040115",
            "orgName": "REDSTACK BV",
            "ecContrib": 980258
        }
    },
    "calculatedTotalContribution": 7633673
}