{
    "rcn": "203214",
    "acronym": "PET3D",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "PET Imaging in Drug Design and Development",
    "startDate": "01/06/2016",
    "endDate": "31/05/2020",
    "objective": "The drug development strategy currently pursued by the pharmaceutical industry worldwide is inefficient and unsustainable for the health care system. To keep the latter affordable, drug development should become more efficient and drug treatment should become more ìpersonalizedî and ìrationalizedî. Molecular imaging can play a pivotal role in changing the landscape of drug design/development and improving the health care system. Positron Emission Tomography (PET) imaging, in particular, is the technology that has the potential to lead this fundamental innovation by providing at a much earlier stage reliable answers to key questions emerging during the care cycle: what and where is the disease? Is the disease accurately targeted by the therapy? Is the treatment effective? By answering the questions above, PET imaging has the capacity to render much more effectively the transition from pre-clinical to clinical phase, and to strongly facilitate the development of better drugs at an earlier stage and in a much more sustainable manner. The main obstacle to this change of paradigm in drug design and development is the lack of suitably trained translational scientists directly involved in PET imaging and imaging scientists with high-profile training in chemistry and PET-radiochemistry, which is particularly dramatic in Europe. This consortium is ideally suited to fill this gap, by providing top-quality training to the next generation of translational PET imaging scientists who will play a key role in shaping the future of drug design and development. The PET3D ETN will focus on 15 cutting-edge research projects in the 3 main therapeutic areas (oncology, cardiovascular, central nervous system) that will be conducted by 15 ESRs at 8 European beneficiary Institutions, 6 academic (all having a PET center on site) and 2 non-academic (one with a PET center on site and one big pharmaceutical company) representing the drug design and development terminus of the project.",
    "totalCost": "3912634,77",
    "ecMaxContribution": "3912634,77",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
    "coordinatorCountry": "UK",
    "participants": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE;STICHTING VU;VRIJE UNIVERSITEIT BRUSSEL;ASTRAZENECA AB;IMANOVA LIMITED;STICHTING VUMC;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;UNIVERSITETET I BERGEN",
    "participantCountries": "ES;NL;BE;SE;UK;DE;NO",
    "projectParticipants": {
        "999941379": {
            "orgId": "999941379",
            "orgName": "ASTRAZENECA AB",
            "ecContrib": 263659
        },
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 510749
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 0
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 498433
        },
        "959940228": {
            "orgId": "959940228",
            "orgName": "IMANOVA LIMITED",
            "ecContrib": 273288
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 572550
        },
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 797090
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 501120
        },
        "998347572": {
            "orgId": "998347572",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 3912635
}