{
    "rcn": "203284",
    "acronym": "TOPVAC",
    "topics": "ERC-ADG-2015",
    "title": "From Topological Matter to Relativistic Quantum Vacuum",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The structure of relativistic quantum vacuum (RQV) in our Universe is one of the main challenges in modern physics. We plan to advance our understanding of the vacuum structure and on this basis treat the most important unsolved problems in physics, such as the cosmological constant problem (why the measured vacuum energy is 120 orders of magnitude smaller than estimates from the zero point motion) and the hierarchy problem (why the masses of the known particles in the Standard Model (SM) of particle physics are much smaller than the Planck energy). The quantum vacuum shares many common properties with topological matter. The goal of the proposal is to concentrate both theoretical and experimental efforts in the investigation of connections between the topological quantum matter and RQV, to enhance understanding of topological condensed-matter systems especially in the ultra-low-temperature regime, and to apply this experience to solution of problems in SM & cosmology. As a condensed-matter system we shall use superfluid phases of liquid 3He ñ unique topological materials, which are the most close to SM and gravity: Superfluid 3He-A, where the low-energy excitations are topologically protected Weyl fermions, gauge bosons, and gravitons, is similar to the vacuum of SM above the electroweak transition. The fully gapped topological superfluid 3He-B with its Higgs bosons is the counterpart of SM vacuum in its broken symmetry phase. In particular, theory of relaxation of dark energy will be accompanied by experimental study of resonant decay of coherent states of non-equilibrium superfluid vacuum. Determination of the topological classes of the quantum vacua of SM including the vacua with Majorana fermions will be accompanied by experimental studies of Majorana fermions on the boundaries of topological superfluids and in cores of quantized vortices. Theory of extra Higgs bosons in SM will be accompanied by experimental study of light and heavy Higgs modes in 3He-B.",
    "totalCost": "2159191",
    "ecMaxContribution": "2159191",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}