{
    "rcn": "203325",
    "acronym": "EPIDYN",
    "topics": "MSCA-IF-2015-GF",
    "title": "Life on a leaf: species interactions and community dynamics in epiphyll communities",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Why are there so many species in the tropics? Ecologists have no definite answer to this question. While theories explaining biodiversity maintenance have arisen in the past few decades, testing them with empirical data in tropical rainforests can be challenging because of the slow dynamics of tree communities. By focusing on bryophytes and lichens living on leaves - ëepiphyllsí - EPIDYN aims to test the two main types of biodiversity theories in an ecological system of much faster dynamics and easier replication than tropical rain forests, while maintaining similarly high levels of biodiversity.\n\nTo this end, leaves will be monitored in a tropical rainforest in Panama under different light and moisture conditions -  the most limiting factors for bryophytes and lichens in tropical rainforests. In so doing, EPIDYN will be the first study to explicitly address species interactions and community dynamics among epiphyll species within leaves.\n\nTheoretical models of biodiversity maintenance in plant communities range from ëneutral theoriesí to niche-based models. In both types of models, species interactions play an important role, but the predicted outcomes differ. For example, in vegetation succession, the neutral ëpriority effectí predicts that any first species to arrive in a new habitat will dominate, while models favoring ecological niches consider a range of species interactions, both negative (competition, allopathy) and positive (facilitation). In this project I aim to determine: (1) which are the most appropriate theoretical models to describe species interactions and successional dynamics in epiphyll communities, and (2) how the relative applicability of each model depends on environmental conditions. Using state-of-the-art spatial pattern analysis as well as innovative model testing, EPIDYN will provide an original approach to testing fundamental ecological theory in an abundant but little-researched miniature-scale ecosystem.",
    "totalCost": "192542,4",
    "ecMaxContribution": "192542,4",
    "coordinator": "PHILIPPS UNIVERSITAET MARBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999848938": {
            "orgId": "999848938",
            "orgName": "PHILIPPS UNIVERSITAET MARBURG",
            "ecContrib": 192542
        },
        "996455490": {
            "orgId": "996455490",
            "orgName": "SMITHSONIAN INSTITUTION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 192542
}