{
    "rcn": "203313",
    "acronym": "BroWoun",
    "topics": "MSCA-IF-2015-EF",
    "title": "Brothers in Wounds: Italy's Disabled Veterans in Transnational Perspective (1917-1939)",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "This innovative project aims to investigate the return to civilian life, throughout the interwar period (1917-1939), of servicemen who had been physically injured on the battlefields of the First World War. It will focus on Italy to develop an interdisciplinary, multi-scalar, and transnational approach to the rehabilitation and reintegration of disabled veterans. The project will thus lay the foundation for a truly European history of war disability in the twentieth-century. By mobilizing a wide range of primary sources and combining different historiographical approaches, this project will bring to light the specific experiences of Italian disabled ex-servicemen, determined as they were by the countryís political culture, institutional structure, and patterns of social relations. While remaining attentive to national specificities, it will highlight the common responses and attitudes that emerged across belligerent nations. The project will thus contribute to a transnational history of the transition from war to peace and of the stabilization of Europe in the inter-war era. The adoption of an interdisciplinary approach and the mobilization of intellectual tools forged by other disciplines will help formulating an appropriate analytical response to the complex physical, psychological, and social challenges faced by disabled veterans.\nThis project will therefore make a historical contribution to current reflections on the reintegration of disabled veterans in post-conflict societies. Addressing a matter of continuing concern, it will help inform contemporary debates in academic, medical and policy-making circles.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}