{
    "rcn": "203363",
    "acronym": "Sense of Commitment",
    "topics": "ERC-StG-2015",
    "title": "An Integrative Framework for Modeling the Sense of Commitment",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "The phenomenon of commitment is a cornerstone of human social life. Commitments make individualsí behavior predictable in the face of fluctuations in their desires and interests, thereby facilitating the planning and coordination of joint actions involving multiple agents. Moreover, commitments make people willing to perform actions that they would not otherwise perform. For example, an investor may be willing to purchase government bonds because a central banker has made a commitment to maintaining that countryís currency. In general, social objects and institutions such as jobs, money, government and marriage depend for their origin and stability upon the credibility of commitments. Despite the crucial importance of commitment for characteristically human forms of sociality, it is not well understood how people identify and assess the level of their own and othersí commitments. The SENSE OF COMMITMENT will develop a theoretical framework for research on commitment, and create a suite of experimental paradigms for testing predictions generated by the theoretical framework. By focusing on joint actions involving pairs of agents, it will illuminate the fundamental mechanisms underlying large-scale human social phenomena. \n\nThe SENSE OF COMMITMENT will generate basic scientific knowledge that will be relevant to many disciplines in the social sciences, cognitive sciences, and humanities. The insights gained will create a new perspective for:\n \n1) social robotics, by specifying factors that will be useful in designing robots (e.g. for senior citizensí homes and rescue operations) that participate in commitments with humans; \n2) research on pathological conditions such as borderline personality disorder, in which individuals find it difficult to commit to or to rely upon others;  \n3) identifying factors relevant in sustaining peopleís commitment to beneficial long-term programs (skills training for workers, exercise or rehabilitation programs for patients, etc.).",
    "totalCost": "1483575",
    "ecMaxContribution": "1483575",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "KOZEP-EUROPAI EGYETEM",
    "participantCountries": "HU",
    "projectParticipants": {
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 192610
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1290965
        }
    },
    "calculatedTotalContribution": 1483575
}