{
    "rcn": "203377",
    "acronym": "PaDyFlow",
    "topics": "ERC-CoG-2015",
    "title": "Particle dynamics in the flow of complex suspensions",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Particle laden flows are ubiquitous in nature and industrial applications. Particle trajectories determine transport in porous media or biomedical conducts and effective suspension properties dictate flow behavior in food processing or biofluid flow. For a better control it is necessary to know how to predict these processes from the involved particle and flow properties.  However, current theory is not able to capture the complexity of the applications and experiments have been carried out on too diverse systems for a unifying picture to emerge. A systematic experimental approach is now needed to improve the present understanding. \nIn this experimental project, we will use novel microfabrication and characterization methods to obtain a set of complex anisotropic microscopic particles (complemented by selected bioparticles) with tunable properties, covering size, shape, deformability and activity. The transport of these particles isolated or in small concentrations will be studied in chosen microfluidic model flows of simple fluids or polymer solutions. The many degrees of freedom of this problem will be addressed by systematically combining different relevant particle and flow properties. The macroscopic properties of dilute suspensions are particularly interesting from a fundamental point of view as they are a direct consequence of the individual particle flow interaction and will be measured using original microfluidic rheometers of outstanding resolution. \nThis project will lead to a comprehensive understanding of fluid structure interactions at small Reynolds number. Our findings will constitute the basis for novel numerical approaches based on experimentally validated hypotheses.  Using our knowledge, local flow sensors, targeted delivery and novel microfluidic filtration or separation devices can be designed. Combining particles of chosen properties and selected suspending fluids allows the fabrication of suspensions with unprecedented tailored properties.",
    "totalCost": "1971750",
    "ecMaxContribution": "1971750",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1971750
        }
    },
    "calculatedTotalContribution": 1971750
}