{
    "rcn": "203303",
    "acronym": "CORE 4.0",
    "topics": "FTIPilot-1-2015",
    "title": "High Pressure Die Casting (HPDC) Lost-Core (LC) technology for the production of Aluminium Closed Deck blocks for next generation Euro7 engines",
    "startDate": "01/04/2016",
    "endDate": "30/11/2018",
    "objective": "The objective of the CORE 4.0 project is the implementation of the High Pressure Die Casting (HPDC) Lost-Core (LC) technology for the manufacturing and commercialization of a new Closed-Deck Aluminium Block for the M9T Diesel Engine, one of the next generation Euro 7 engines of Renault. The aim is to bring the HPDC-LC technology, which is currently at TRL 6 up to TRL9 for market take up. For this purpose during the project (2016-2018) the new Closed-Deck Aluminium product and the HPDC-LC process will be validated for the capacity of manufacturing 2.000 blocks in a continuous manner. The objective of the project and the consortium is extended by 12 months for market activities to meet the commitment to provide Renault with 75.000 units by 2019 under an exclusivity agreement. From this date on, the consortium will be free to address other customers.\nDuring the project, a business model and an specific plan for the production of  1Million new blocks in the following 6 years, which implies more than 100 new qualified jobs and incomes over 150MÄ for the consortium, will be validated. The consortium, industry driven, has been carefully selected with actors to play a key role in the commercialization process. 4 partners of the consortium are from industry, one of them is an SME (FerroCrtalic), two of them first time applicant (FerroCrtalic and Rauschert) and other a research and technology organization.",
    "totalCost": "3984071,25",
    "ecMaxContribution": "2999493",
    "coordinator": "FAGOR EDERLAN S.COOP.",
    "coordinatorCountry": "ES",
    "participants": "RAUSCHERT ITALIA S.R.L.;RENAULT SAS;FUNDACION TECNALIA RESEARCH & INNOVATION;FERROCRTALTC UVOZ-IZVOZ, DOO",
    "participantCountries": "IT;FR;ES;SI",
    "projectParticipants": {
        "970788223": {
            "orgId": "970788223",
            "orgName": "FERROCRTALTC UVOZ-IZVOZ, DOO",
            "ecContrib": 488775
        },
        "999425533": {
            "orgId": "999425533",
            "orgName": "RENAULT SAS",
            "ecContrib": 636783
        },
        "989918078": {
            "orgId": "989918078",
            "orgName": "FAGOR EDERLAN S.COOP.",
            "ecContrib": 844842
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 549750
        },
        "932077463": {
            "orgId": "932077463",
            "orgName": "RAUSCHERT ITALIA S.R.L.",
            "ecContrib": 479342
        }
    },
    "calculatedTotalContribution": 2999492
}