{
    "rcn": "203339",
    "acronym": "WIRE2016",
    "topics": "SPREADING",
    "title": "WIRE2016 - The Power of Ecosystems",
    "startDate": "01/02/2016",
    "endDate": "31/01/2017",
    "objective": "The 7th 'Week of Innovative Regions in Europe (WIRE) 2016' conference will be organised in the Brainport Eindhoven Region (NL) from 8 to 10 June 2016.\nWIRE2016 will provide a platform for stakeholders to have in-depth discussions on the opportunities presented for R&I. A particular focus will lie on excellence driven programmes and extraordinary examples of interregional and cross-border open innovation practices throughout the EU. In order to increase awareness about the importance of and need for actions to build regional innovation ecosystems, WIRE2016's baseline will be ìThe Power of  Regional Innovation Ecosystemsî.\nWIRE2016 will consider thematic concentration of R&D and S3 in order to maximise impact and will make reference to H2020 objectives for smart, sustainable and inclusive growth and the programming period beyond 2020: \nWIRE2016 conference will be characterised by its ì5-Iî concept: 1) Innovative, 2) Inspiring, 3) Integrated, 4) Interactive, 5) Impactful.\nWIRE 2016 will provide the opportunity for regional authorities, funding agencies, knowledge institutes, the organiser¥s network, end-users (SMEs, industry, etc.) and the EC DGs to participate and to ensure synergies with multi-level policies.\nWIRE 2016 intends to be interactive and expects participants to prepare their participation well in order to leave results and a heritage.\nThe overall WIRE2016 programme will be composed by 4 separate but interlinked conference Programme Lines: 1) Strategies & Synergies, 2)  Global Value Chains, 3) The Art of Collaboration, 4) Logic of Public Intervention.\nIn order to achieve this new concept and approach, the conference programme of WIRE VII will be structured with the following building blocks: 1) Plenary Sessions, 2) Parallel Sessions, 3) ìHosted byî Sessions, 4) Open Space Slots, 5) Face-to-face Meetings.\nWIRE VII will be composed of an on-site event programme (8 June; Open Innovation field visits) and a 2-day conference programme (9-10 June).",
    "totalCost": "250000",
    "ecMaxContribution": "250000",
    "coordinator": "BRAINPORT DEVELOPMENT NV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986291927": {
            "orgId": "986291927",
            "orgName": "BRAINPORT DEVELOPMENT NV",
            "ecContrib": 250000
        }
    },
    "calculatedTotalContribution": 250000
}