{
    "rcn": "203364",
    "acronym": "CentSatRegFunc",
    "topics": "ERC-StG-2015",
    "title": "Dissecting the function and regulation of centriolar satellites: key regulators of the centrosome/cilium complex",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Centrosomes are the main microtubule-organizing centers of animal cells. They influence the morphology of the microtubule cytoskeleton and function as the base of primary cilium, a nexus for important signaling pathways. Structural and functional defects in centrosome/cilium complex cause a variety of human diseases including cancer, ciliopathies and microcephaly. To understand the relationship between human diseases and centrosome/cilium abnormalities, it is essential to elucidate the biogenesis of centrosome/cilium complex and the control mechanisms that regulate their structure and function. To tackle these fundamental problems, we will dissect the function and regulation of centriolar satellites, the array of granules that localize around the centrosome/cilium complex in mammalian cells. Only recently interest in the satellites has grown because  mutations affecting satellite components were shown to cause ciliopathies, microcephaly and schizophrenia. \nRemarkably, many centrosome/cilium proteins localize to these structures and we lack understanding of when, why and how these proteins localize to satellites. The central hypothesis of this grant is that satellites ensure proper centrosome/cilium complex structure and function by acting as transit paths for modification, assembly, storage, stability and trafficking of centrosome/cilium proteins. In Aim 1, we will identify the nature of regulatory and molecular relationship between satellites and the centrosome/cilium complex. In Aim 2, we will elucidate the role of satellites in proteostasis of centrosome/cilium proteins. In Aim 3, we will investigate the functional significance of satellite-localization of centrosome/cilium proteins during processes that go awry in human disease. Using a multidisciplinary approach, the proposed research will expand our knowledge of the spatiotemporal regulation of the centrosome/cilium complex and provide new  insights into pathogenesis of ciliopathies and primary microcephaly.",
    "totalCost": "1499818,75",
    "ecMaxContribution": "1499818,75",
    "coordinator": "KOC UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901512": {
            "orgId": "999901512",
            "orgName": "KOC UNIVERSITY",
            "ecContrib": 1499819
        }
    },
    "calculatedTotalContribution": 1499819
}