{
    "rcn": "203301",
    "acronym": "RANGER",
    "topics": "BES-01-2015",
    "title": "RANGER: RAdars for loNG distance maritime surveillancE and SaR opeRations",
    "startDate": "01/05/2016",
    "endDate": "31/10/2019",
    "objective": "EU trade, transport, tourism and economic development are directly dependent on open and safe seas and oceans. EU's maritime borders are widely spread including various topologies from open sea to semi-enclosed cabins with islands and islets. This poses great challenges that affect securing maritime border areas. Failing to protect against a wide array of maritime threats and risks may result in these areas becoming arenas for international conflicts, terrorism or organized crime, where smuggling, irregular immigration and drug trafficking are the most common ones. RANGER aims at re-enforcing EU by combining innovative Radar technologies with novel technological solutions for early warning, in view of delivering a surveillance platform offering detection, recognition, identification and tracking of suspicious vessels, capabilities exceeding current radar systems. It will be a platform, consisting of 2 radar technologies, a novel Over-The-Horizon Radar combined with a Multiple Input Multiple Output one implemented exploiting the latest photonics advancements, and an Early Warning System exploiting deep and adaptable machine learning schemes able to Automatically detect radar Targets. It safeguards seamless fitting and interoperability with CISE (enhanced maritime surveillance and cross border SaR operations), through the development of a CISE translation Gateway, exporting on-demand CISE services directly to end-users, by strengthening the information exchange between national authorities and the European Agency. RANGER leverages the experience of its consortium, a balanced blend of technology providers, domain experts and end-users, delivering a cost efficient, environmental friendly solution, abiding to regulations and legislation for the protection of human lives. Two pilot exercises are foreseen to thoroughly assess RANGERís ability to deliver on its promises, enhancing its potential to become a flagship platform for the European Maritime Surveillance industry.",
    "totalCost": "7992312,5",
    "ecMaxContribution": "7992312,5",
    "coordinator": "EXUS SOFTWARE LTD",
    "coordinatorCountry": "UK",
    "participants": "TELESTO TECHNOLOGIES PLIROFORIKIS KAI EPIKOINONION EPE;LAUREA-AMMATTIKORKEAKOULU OY;DIGINEXT;NATO SCIENCE AND TECHNOLOGY ORGANISATION;MINISTERE DE L'ENVIRONNEMENT, DE L'ENERGIE ET DE LA MER;LEONARDO - SOCIETA PER  AZIONI;MINISTRY OF NATIONAL DEFENCE, GREECE;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "EL;FI;FR;BE;IT;DE",
    "projectParticipants": {
        "998627417": {
            "orgId": "998627417",
            "orgName": "LEONARDO - SOCIETA PER  AZIONI",
            "ecContrib": 1346750
        },
        "951519755": {
            "orgId": "951519755",
            "orgName": "NATO SCIENCE AND TECHNOLOGY ORGANISATION",
            "ecContrib": 586250
        },
        "952567840": {
            "orgId": "952567840",
            "orgName": "EXUS SOFTWARE LTD",
            "ecContrib": 910375
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 1326875
        },
        "991816077": {
            "orgId": "991816077",
            "orgName": "LAUREA-AMMATTIKORKEAKOULU OY",
            "ecContrib": 474750
        },
        "999611385": {
            "orgId": "999611385",
            "orgName": "MINISTRY OF NATIONAL DEFENCE, GREECE",
            "ecContrib": 408750
        },
        "996384874": {
            "orgId": "996384874",
            "orgName": "MINISTERE DE L'ENVIRONNEMENT, DE L'ENERGIE ET DE LA MER",
            "ecContrib": 489062
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 823125
        },
        "996125981": {
            "orgId": "996125981",
            "orgName": "TELESTO TECHNOLOGIES PLIROFORIKIS KAI EPIKOINONION EPE",
            "ecContrib": 321875
        },
        "992532034": {
            "orgId": "992532034",
            "orgName": "DIGINEXT",
            "ecContrib": 1304500
        }
    },
    "calculatedTotalContribution": 7992312
}