{
    "rcn": "203308",
    "acronym": "YouthCult",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Cultural Experience of International Students: Narratives from North and South Europe",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Young people are travelling more than ever before. Studying abroad is a growing and institutionalized practice, as in the Erasmus program. To find out what theyíre getting out of this travelling, we have to get them to tell their stories and explore the meanings of their experience within the broader context of their lives. The results of this comparative study can usefully orient EU policymakers in sustaining young people in their transitional challenges ñ becoming adults, Europeans and citizens of a globalized world ñ fostering ongoing education in cultural diversity enhancing life for all Europeans. \nThe key question is if and how studentsí experiences abroad are contributing to overcoming cultural and social boundaries. Using a mixed-method and interdisciplinary approach, this innovative study investigates the meanings given by a group of 60 international students to their educational, cultural and overall life experience abroad (Finland and Italy). Through analysis of autobiographical-autoethnographical essays, ethnographical observations, focus groups and in-depth interviews I will address topics connected with self-construction processes in another culture: family of origin and its economic, social and cultural capital; perception of European social and cultural identity and sense of belonging to a ìCosmopolitan Generationî; fundamental cultural objects shaping the idea of Italy (South) Finland (North) and Europe in general; interaction with locals and involvement in the host culture; key life passages during studentsí stay abroad. \nThe narrative approach yields a clear, in-depth and comprehensive vision of what students abroad are actually doing and what they think about it. Beyond quantitative data, qualitative empirical material of this kind is rare; findings will offer unique insights on human life-span development, cultural globalization, social mobility, migration, tourism and education, enhancing intra-European education and mobility policies.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 179326
        }
    },
    "calculatedTotalContribution": 179326
}