{
    "rcn": "203366",
    "acronym": "GECEM",
    "topics": "ERC-StG-2015",
    "title": "Global Encounters between China and Europe: Trade Networks, Consumption and Cultural Exchanges in Macau and Marseille (1680-1840)",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "In the last decade the approaches of the global history have been emphasized in order to visualize the progress, form and method which historians have undertaken when carrying out ambitious research projects to analyse and compare diverse geographical and cultural areas of Asia and Europe. But when dealing with comparisons and cross-cultural studies in Europe and Asia, some scholarly works have exceeded of ambiguities when defining geographical units as well as chronology. In this project I examine perceptions and dialogues between China and Europe by analysing strategic geopolitical sites which fostered commerce, consumption and socioeconomic networks between China and Europe through a particular case study: Macau, connecting with South China, and Marseille in Mediterranean Europe.  \n     How did foreign merchant networks and trans-national communities of Macau and Marseille operate during the eighteenth century and contribute to somehow transfer respectively European and Chinese socio-cultural habits and forms in local population? What was the degree and channels of consumption of European goods in China and Chinese goods in Europe? These are the main questions to answer during my research to explore the bilateral Sino-European trade relations and how the trans-national dimension of exotic commodities changed tastes by creating a new type of global consumerism.\n     Such concrete comparison can help to narrow the gap that some researchers have created when widely analysing differences between Asia and Europe without a specific geographical and chronological delineation. The major novelty of this project is based on the use of Chinese and European sources to study changes in consumer behaviour. The principal investigator of the project works in China which is and added value for the achievement of outstanding results. So the expected results will bring an obvious breakthrough by adding the specific part of the project in which each team member will work.",
    "totalCost": "1499625",
    "ecMaxContribution": "1499625",
    "coordinator": "UNIVERSIDAD PABLO DE OLAVIDE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846513": {
            "orgId": "999846513",
            "orgName": "UNIVERSIDAD PABLO DE OLAVIDE",
            "ecContrib": 1499625
        }
    },
    "calculatedTotalContribution": 1499625
}