{
    "rcn": "203319",
    "acronym": "CHIKV-FBDD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Structural investigation into functionality of Chikungunya virus nsP2 in replication complex and screening of small molecules for its inhibition",
    "startDate": "07/06/2016",
    "endDate": "06/06/2018",
    "objective": "Chikungunya virus (CHIKV) is a medically important pathogen that affected millions of people around the world. CHIKV \ninfection causes high fever, intense joint pain and often leads to chronic virus-induced arthritis, thus there is a clear necessity \nto develop antiviral compounds capable of eliminating persisting virus. CHIKV is an alphavirus from Togaviridae family with \nsingle-stranded positive-sense RNA genome, which replication is carried out by a complex of four viral non-structural (ns) \nproteins, initially produced in a form of ns-polyprotein precursor and released by proteolytic processing. Because \nmultifunctional nsP2 plays a central role in a replication cycle of CHIKV by exhibiting various enzymatic activities and \ncounteracting cellular defence mechanisms, it represents the most attractive target for drug design and screening. Currently, \nthe structural information regarding CHIKV ns-proteins is limited, whereas the platforms for in vitro testing the potential \ninhibitors are largely non-existent. Therefore the first aims of this project will be to apply structural biology approaches to \nelucidate spatial organization of nsP2 and to reveal its contacts with other ns-proteins in the replication complex. \nThe druggability of nsP2 will be then explored by screening recombinant proteins against libraries of chemical fragments and \ncharacterizing binding of small molecules using sensitive biophysical techniques and crystallographic analysis. The potential \nof selected compounds to interfere with enzymatic or interaction properties of nsP2 will be revealed using variety of \nfluorescence-based assays developed in this project. The newly discovered knowledge about structural features of CHIKV \nnsP2, identification of novel protein surface pockets and binding molecules, and the development of functional assays for the \nanalysis of their inhibitory potential are expected to create the ground for future elaboration of novel specific inhibitors of \nCHIKV.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}