{
    "rcn": "203336",
    "acronym": "Quartzene",
    "topics": "NMP-25-2015",
    "title": "Quartzene - Market uptake of the world's first low cost aerogel-type nano-material",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Aerogels are nano-materials that are considered the best insulation materials in the world; 10 cm2 of aerogel offer twice the insulation effect, compared to 10 cm2 of a common insulation material such as mineral wool! \nThe problem is that it has not been possible to produce aerogels at a cost low enough for them to be anything other than a niche product, until now. Svenska Aerogel has developed an aerogel-type nano-material ìQuartzeneÆî which can be produced at a 70-90% reduction in cost. This will allow for a market uptake of this aerogel across a number of industry segments, in the EU and globally.\nQuartzeneÆ can be used as insulation in many applications, from buildings and household appliances to food packaging. This is important since effective insulation is vital in order to solve the problem with climate change. Especially considering that buildings are responsible for 40% of energy consumption and 36% of CO2 emissions in the EU. Using Quartzene as thermal insulation in existing buildings in the EU could potentially lower CO2-emissions from heating and cooling by 42% (353 million tons per year). \nIn the proposed project Svenska Aerogel will allow three European companies and one company from the Republic of Korea to perform the final verification of QuartzeneÆ as insulation material on a tonne scale, in an operational environment. The project will also verify the final design of the first future full scale plants that Svenska Aerogel or its customers (through licensing agreements) aim to operate in the EU.\nBy the end of the project, QuartzeneÆ will be ready for commercial use as an insulation material (i.e TRL 9) and by Q2 2018 made available for a number of customers, some who have already signed agreements with Svenska Aerogel. The SME instrument will therefore be vital to facilitate the market take-up and commercialisation of QuartzeneÆ.\nSvenska Aerogel expects the project to lead to a turnover of Ä25.7 million and an EBTIDA of almost Ä15 million by 2022.",
    "totalCost": "1492857,5",
    "ecMaxContribution": "1004576,13",
    "coordinator": "SVENSKA AEROGEL AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952665325": {
            "orgId": "952665325",
            "orgName": "SVENSKA AEROGEL AB",
            "ecContrib": 1004576
        }
    },
    "calculatedTotalContribution": 1004576
}