{
    "rcn": "203382",
    "acronym": "PAThs",
    "topics": "ERC-ADG-2015",
    "title": "Tracking Papyrus and Parchment Paths: An Archaeological Atlas of Coptic Literature.Literary Texts in their Geographical Context: Production, Copying, Usage, Dissemination and Storage",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "PAThs aims to provide an in-depth diachronical understanding and effective representation of the geography of Coptic literary production, which is the corpus of writings, almost exclusively of religious contents, produced in Egypt between the 3rd and the 11th centuries in the Coptic language.\nPAThs takes an original and pluridisciplinary approach, combining, for the first time in this field, philology, codicology, archaeology and digital humanities, in order to explore the process of production, copying, usage, dissemination, and storage of Coptic works in relation to the concrete geographical contexts of origin of both the texts themselves and their related writing supports.\nBy analysing texts and contents, paratexts (titles and colophons) and linguistic layers (style and dialects), the literary products will be strictly related not only to the places where they have been copied, but also to the single intellectual milieux responsible for their creation. Cultural orientations and literary tastes in specific areas of Egypt will be singled out, while changes in the manufacture of codices will emerge, in a manuscript tradition that offers the oldest witnesses for the use of codex. \nAn exhaustive digital atlas of late antique and early medieval Egypt will be produced, based upon an interactive, flexible and versatile tool that will allow detailed and focused research and correlation of chronological, regional and thematic data. \nThis will illustrate, as never before, the relationship between settlements, as revealed by the archaeological investigations, and intellectual production, as revealed by manuscripts, and will provide a new comprehensive perspective on the spread and development of Coptic literature and manuscript culture.\nA portal will integrate the atlas with several by-products, consisting of databases for collecting information on authors, works, manuscripts, and sites: an altogether new achievement in Coptic studies.",
    "totalCost": "2192507",
    "ecMaxContribution": "2192507",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 2192507
        }
    },
    "calculatedTotalContribution": 2192507
}