{
    "rcn": "203338",
    "acronym": "AutoScan",
    "topics": "FTIPilot-1-2015",
    "title": "AutoScan ñ Rail inspection by autonomous systems",
    "startDate": "01/06/2016",
    "endDate": "30/09/2018",
    "objective": "There are 215,720km of rail track in Europe, of which 4,300 broken rails are found every year. Broken tracks are the biggest cause of derailments, leading to loss of life and major disruption to services. Maintenance costs for member states of repairing broken rails are around Ä2bn every year. With the rapid increase in train traffic, train speeds and load carried, there is an urgent need to optimise the maintenance regime and increase reliability of rail infrastructure. Overall integrity and safety maintenance costs in the UK alone are more than Ä2,276m in 2014, with 20-40% of that spent on tracks (Ä455m - Ä910m).\n\nAutoScan system(TRL6); an autonomous robotic evaluation system that performs rapid NDT inspection of track, accurately detecting defects, their position and size so that accurate assessment and scheduling of repair work can be made by the network operator.  \nCurrent methods or rail track inspection \n\nAUTOSCAN will enable more frequent inspections of rail track which will significantly reduce lifecycle costs by enabling more efficient flaw detection and intervention. Operators will not need personnel to walk the track side, therefore improving safety. Overall inspection costs will reduce by at least 15% and probably significantly more\n\nThe aim of this project is to enhance the current prototype from TRL 6 to TRL 9 and develop a system proven in an operational environment suitable for commercial exploitation.\n\nAutoScan will enable us to become more competitive within our major target market ñ Rail network operators and rail maintenance companies. With project development costs of Ä1,822,055 partly funded by company revenues, we aim to achieve a 2.3% European market penetration, with estimate sales revenues of Ä41M over the 5 years, with profits of Ä34.7M, providing an ROI of 1444%. We also anticipate creating over 50 jobs as a result of project AutoScan",
    "totalCost": "1822055",
    "ecMaxContribution": "1517894",
    "coordinator": "I-MOSS NV",
    "coordinatorCountry": "BE",
    "participants": "AUTOMATITZACIO DE PROCESSOS I MEDIAMBIENT SL;THE UNIVERSITY OF BIRMINGHAM;NOMAD TECH LDA;TWI LIMITED",
    "participantCountries": "ES;UK;PT",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 380730
        },
        "984996395": {
            "orgId": "984996395",
            "orgName": "I-MOSS NV",
            "ecContrib": 308634
        },
        "989812542": {
            "orgId": "989812542",
            "orgName": "AUTOMATITZACIO DE PROCESSOS I MEDIAMBIENT SL",
            "ecContrib": 197606
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 427456
        },
        "949629225": {
            "orgId": "949629225",
            "orgName": "NOMAD TECH LDA",
            "ecContrib": 203467
        }
    },
    "calculatedTotalContribution": 1517893
}