{
    "rcn": "203304",
    "acronym": "COPPOLa",
    "topics": "MSCA-IF-2015-EF",
    "title": "Complex photon-phonon coupling",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "When humans design devices to perform a given functionality, we often prioritize ordered patterns and symmetry over anything else. Optomechanics is a clear example where precisely fabricated nanometer-scale devices are required to interface efficiently light with the mechanical vibrations of matter at the nanoscale. This coupling provides an extra degree of freedom to control the light-matter interaction. In state-of-the art optomechanical crystals, unavoidable fabrication imperfections impose severe performance limits increasing the energy dissipation and hampering their optical and mechanical performance.\n\nDisorder and randomness are ubiquitous in nature. Complex biological systems are clear examples where the functionality is not optimized through symmetry. In fact, disorder and complexity can also be exploited as a resource instead of being suffered as a nuisance. But, even when considered detrimental, understanding the role of fabrication imperfections is crucial to avoid its dramatic impact in state-of-the art structures.\n\nIn this action, we propose to study the role of fabrication imperfections in state-of-the art optomechanical crystals by deliberately introducing disorder in one- and two-dimensional structures. Our aim is to analyze the role of disorder by quantifying the coupling strength between photons and phonons vs. the amount of disorder, something so far unexplored in optomechanics. Furthermore, we want to investigate if the mechanical action of light is enhanced deep in the Anderson localization regime, as it has been proposed theoretically very recently. Understanding and quantifying the effect of disorder is crucial to reduce its impact but we can also use it to our benefit. The cutting-edge research proposed here can offer innovative solutions to open issues in different scientific disciplines ranging from cavity optomechanics at room temperature to spintronics, thermal conductance and micro-electromechanical resonators at very low temperatures.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999606923": {
            "orgId": "999606923",
            "orgName": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}