{
    "rcn": "203321",
    "acronym": "Schizophrenia Organoids",
    "topics": "MSCA-IF-2015-EF",
    "title": "Understanding the role of parvalbumin interneuron development in schizophrenia using human cerebral organoids",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Neuropsychiatric disorders account for 1/5 of the total disease burden in Europe causing mental anguish and decreased quality of life for those affected, especially for schizophrenia patients.  An intriguing theory suggests that altered brain development results in schizophrenia, and the selective cellular defects in parvalbumin (PV) inhibitory interneurons observed in schizophrenic patient brains.  However, the role of altered interneuron development in producing these pathophysiological hallmarks of schizophrenia is currently unknown due to a lack of cellular models of human interneuron development.  Cerebral organoids are a revolutionary in vitro model of embryonic brain development generating complex brain circuits and recapitulating many aspects of interneuron development.  The generation of organoid tissue from hiPSCs allows for the growth of patient-specific brain tissue.  Therefore, the current proposal will develop a cerebral organoid schizophrenia model to analyze PV-interneuron development.  First, cerebral organoids will be grown from patient-derived hiPSCs genetically modified to include a PV-GFP reporter.  Using this reporter, genome-wide PV-specific gene expression will be analyzed to identify deregulated developmental pathways during PV-interneuron development.  Second, a phenotypic analysis of PV-interneuron development will determine how PV-interneuron synaptic morphology and/or migration are altered in this cerebral organoid schizophrenia model.  These assays are relevant to disease-related pathology, and will include axonal morphological analysis and a novel organoid co-culture migration assay.  These results will determine the role of interneuron development in the pathophysiology of neuropsychiatric disease for the first time in human tissue.  Understanding the developmental mechanisms of schizophrenia will address a major unmet therapeutic need by inspiring new avenues of innovative therapeutic strategies.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "INSTITUT FUER MOLEKULARE BIOTECHNOLOGIE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999919263": {
            "orgId": "999919263",
            "orgName": "INSTITUT FUER MOLEKULARE BIOTECHNOLOGIE GMBH",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}