{
    "rcn": "203365",
    "acronym": "T6S",
    "topics": "ERC-StG-2015",
    "title": "Multi-scale model of bacterial cell-cell interactions",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Transporting selected proteins across the cell envelope in a controlled manner is a fundamental property of all cell types. For bacteria, secretion systems play a central role in the translocation of effectors that mediate interactions with other cells. The bacterial Type VI Secretion (T6S) system is one of the most widespread secretion systems and, in a cell-cell contact-dependent fashion, it injects effectors into eukaryotic and bacterial targets. The T6S system utilizes a cytoplasmic phage tail-like apparatus that is anchored to the cell envelope. A contractile sheath propels a macromolecular effector-loaded tube/spike-complex outside the cell and into the target.\n\nHere, we will establish a model of T6S-mediated cell-cell interactions by integrating information from the molecular, cellular and intercellular scales. The model will reveal answers to three paramount questions of the field: Aim 1 (molecular scale) will elucidate an atomic model of the T6S membrane-anchoring complex in loaded and fired conformational states. Aim 2 (cellular scale) will identify the mechanisms and relevance of clustering multiple T6S machines in a confined region of the cell. Aim 3 (intercellular scale) will resolve T6S actively engaged in cell-cell interactions to clarify the in vivo structure and significance of the inner tube in effector translocation and target cell penetration.\n\nElectron cryo-tomography (ECT) will be used as the key technique to resolve unique structures in their cellular context, in a native state, in three dimensions and at the crucial nanometer-to-micrometer range. Cryo-focused ion beam milling will be established to prepare samples thin enough for ECT imaging. ECT data will be complemented by high-resolution structural information of sub-complexes (in vitro) and low-resolution fluorescence light microscopy data on dynamics (in vivo). In the future, our approach will prove useful to study other types of bacterial cell-cell interactions.",
    "totalCost": "1751853",
    "ecMaxContribution": "1751853",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1751853
        }
    },
    "calculatedTotalContribution": 1751853
}