{
    "rcn": "203358",
    "acronym": "SOGICA",
    "topics": "ERC-StG-2015",
    "title": "Sexual Orientation and Gender Identity Claims of Asylum: A European human rights challenge",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "This project will generate the first ever theoretically and empirically-grounded comparative and comprehensive picture of the status and legal experiences of asylum-seekers across Europe claiming international protection on the basis of their sexual orientation or gender identity (SOGI), and determine how the European asylum systems can treat more fairly asylum claims based on the claimantís SOGI. Every year, thousands of individuals claim asylum in Europe based on their SOGI, and more often than not their claims are treated unfairly, especially considering the disproportionately high rate of refusals on these grounds. There have been very limited attempts to address this issue, and this research will overcome this gap by carrying out a study more comprehensive than any other done in this field in the past, and producing outcomes that are unparalleled in terms of their reach. \n\nMy main objectives are: 1) to analyse how SOGI related claims are adjudicated in different asylum legal European frameworks (EU, CoE, Germany, Italy, UK), and 2) to produce detailed policy recommendations in regard to the national, European Union and Council of Europe asylum adjudication systems, to the effect of developing a system that addresses adequately the socio-cultural, gender identity and sexual diversity of asylum-seekers. \n\nFor the first time, a combined comparative, interdisciplinary (socio-legal), human rights and empirical approach will be adopted to research this field, which requires a substantial long period of research and sustained funding. This approach ensures the unique character of the findings and their impact on improving the current law, policy and decision-making regarding SOGI asylum claims, which are increasingly under close scrutiny across Europe. I am in a unique position to achieve these objectives, in the light of my experience with publications , projects and NGOs in the field of human rights and refugees from socio-legal, empirical and European perspectives.",
    "totalCost": "1000565",
    "ecMaxContribution": "1000565",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF LIVERPOOL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 1000565
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1000565
}