{
    "rcn": "203305",
    "acronym": "SIFRm",
    "topics": "MSCA-IF-2015-GF",
    "title": "Semantic Indexing of French Biomedical Data Resources - mobility",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The Semantic Indexing of French Biomedical Data Resources (SIFR - www.lirmm.fr/sifr) project investigates the scientific and technical challenges in building ontology-based services to leverage biomedical ontologies and terminologies in indexing, mining and retrieval of biomedical data. We will build and improve an ontology-based indexing workflow (Annotator) similar to what exists for English but specialized for other EU languages, starting with French. This will be the first step in offering semantic and multilingual search and mining of biomedical data resources. Our main goal is to enable straightforward use of ontologies freeing health researchers to deal with knowledge engineering or multilingualism issues and to concentrate on biological/medical challenges. SIFR (2013-2017) is a collaborative action between LIRMM & BMIR currently mainly funded by the French National Research Agency (ANR) Young Researcher program. This proposal (SIFRm) aims to fund the mobility of Dr. Clement Jonquet, SIFRís principal investigator, assistant professor at LIRMM, to Stanford University. Stanford BMIR, head by Pr. Musen, is a worldwide leader providing (English-)ontology-based services to assist health professionals in the design of biomedical knowledge-based systems. BMIR is the birthplace of tools such as ProtÈgÈ or BioPortal and scientific methodologies such as data driven medicine that Dr. Jonquet will acquire and reuse in a multilingual (e.g., French) and multidisciplinary (e.g., agronomy) context. During the return phase, a secondment is planned within INRIA ZENITH team, head by Dr. Valudriez, renown for distributed big data management. SIFRm will enable development of innovating scientific services to make annotation goes beyond English and reach another level in terms of variety and amount of data, e.g., French electronic health records. The project is a great career opportunity and guarantees a 2-way knowledge transfer between EU & US (informatics & biomedical skills).",
    "totalCost": "264668,4",
    "ecMaxContribution": "264668,4",
    "coordinator": "UNIVERSITE DE MONTPELLIER",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 264668
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 264668
}