{
    "rcn": "203359",
    "acronym": "ICY-LAB",
    "topics": "ERC-StG-2015",
    "title": "Isotope CYcling in the LABrador Sea",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "The high-latitude regions are experiencing some of the most rapid changes observed in recent decades: polar temperatures are rising twice as fast as the global mean and there are concerns about the impact of sea-ice and glacier retreat on global oceans and climate. The high-latitude North Atlantic is also a key region for ecologically and economically important natural resources such as fisheries. How these resources will change in the future depends strongly on the response of marine biogeochemical cycling of essential nutrients to increasing anthropogenic stress.\n\nDiatoms are photosynthetic algae that are responsible for nearly half of the export of carbon from the sea surface to the seafloor, and they are a sensitive indication of the state of nutrient cycling. Diatoms are one of many organisms that precipitate biogenic opal, an amorphous glass made of silica (hydrated SiO2), to form protective skeletons, and one of the essential nutrients is therefore dissolved silicon (Si) in the form of silicic acid. The response of the silicon cycle to changing environmental conditions is critical for both carbon and nutrient cycling and it can now be addressed through high precision silicon isotopes, which is the focus of ICY-LAB. \n\nThe approach will be to capture the whole silicon cycle system in areas of marked environmental change using careful field sampling strategies - with research expeditions to coastal Greenland and the open ocean Labrador Sea - coupled with cutting-edge analytical methods. The results will lead to an unprecedented and cross-disciplinary view of nutrient cycling, biomineralisation, and the taxonomy and biogeography of siliceous organisms in an ecologically important region of the North Atlantic. \n\nICY-LAB is an exciting and novel project for which I am ideally placed to carry out, allowing me to develop a new method for looking at modern biogeochemical processes, adding to my existing palaeoclimate and biochemical expertise.",
    "totalCost": "1999885",
    "ecMaxContribution": "1999885",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1999885
        }
    },
    "calculatedTotalContribution": 1999885
}