{
    "rcn": "203322",
    "acronym": "TRACER",
    "topics": "MSCA-IF-2015-EF",
    "title": "Tree Roots: an analytical ëcultureí of economy and religion ñ case-study Egypt 2050-1550 BC.",
    "startDate": "15/11/2016",
    "endDate": "14/11/2018",
    "objective": "'Indigenous and imported wood species were extensively used in Ancient Egypt for manufacturing objects of daily life and equipment for the afterlife, notably statuary and coffins. Despite the abundance and use throughout Pharaonic history, no global study has been carried out on this material. Indeed, in stark contrast to stone or metal objects whose material identification is always specified, research publications and museum displays most often accept a simple identification ìwoodî. When the type of wood used is specified, identification is rarely based on botanical analysis. As a result the entire history and archaeology of an art and medium are lost. With an innovative double methodology combining archaeometric and theoretical approaches, the TRACER project will analyze woodcraft as a societal 'tracer' in Ancient Egypt during a key period of its history: the Middle Bronze Age (MBA). Analyze of woodcraft during this period which covers politically centralized (Middle Kingdom-MK) and decentralized period (Second Intermediate Period-SIP), will identify the impact of societal changes on wood crafts, closely linked with the political and religious development of the country. Two specific wood corpora will be investigated: 1) burial equipment from Upper and Middle Egypt, mainly coffins and statues; 2) settlement site finds from the largest town site with good preservation of organic material, Lahun, in Lower Egypt. Thus, the 2-years project TRACER will constitute the first move toward a previously unseen global project dedicated to wood in Ancient Egypt. The main objective of the TRACER project is to highlight how the specialized production in one material, carpentry, correlates with the other dimensions of its historical context (religious, political, cultural). The TRACER project will target woodworking as a test-case for assessing relations between social components in one archaeological well documented period of lower Nile Valley between 2050 and 1550 BC.'",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}