{
    "rcn": "203306",
    "acronym": "DemocInChange",
    "topics": "MSCA-IF-2015-EF",
    "title": "Effects of Institutional Change on Participatory Democracy and the Involvement of Civil Society Organisations",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "'DemocInChange understands the current challenges to EU integration as an opportunity to rethink the interface of civil society organisations (CSOs) and EU institutions as a basis for supranational participatory democracy. It does so by focusing on CSOs that aim to improve citizenship rights and participation for groups often marginalized in the policy-making process, more precisely by studying the effects of internal EU administrative reorganisation on the participation of CSOs in EU decision- and policy-making. DemocInChange impacts on the future of European integration by contributing to President Juncker's political priority 'A Union of Democratic Change', making European societies more innovative, inclusive and reflective. It provides a better understanding of the linkages between equality CSOs and EU institutions, the impact of the Commission on CSOs networks and their lobbying options.\nDemocInChange pursues three objectives: 1) innovative interdisciplinary state-of-the-art research assessing how the EU can improve its decision-making, 2) excellent training equipping with innovative and future-oriented skills and a sustainable network allowing jobs in academia, policy think tanks or CSOs, 3) mutual learning between academics, policy makers, civil society and students by innovative ICT tools.\nThe objectives will be achieved by a comprehensive training program providing excellent training-through-research, one academic secondment educating in innovative analytical software and elearning, and one non-academic secondment to the  European Parliament Think Tank. The three organizations provide fertile ground for disseminating research results to a variety of academic and non-academic audiences in short time. DemocInChange supports the Horizon 2020 goal of becoming the leading knowledge-based economy by bridging divisions between academia, civil society and EU institutions, and by creating a communicative and interactive elearning space.'",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}