{
    "rcn": "203318",
    "acronym": "InjectCHA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Local delivery of PTH(1-34) from an injectable collagen-hydroxyapatite scaffold for non-invasive treatment of bisphosphonate associated atypical femoral fractures",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Having recently returned to the EU following Postdoctoral training in Australia, I hope to work as a MSCA Reintegration Fellow to tackle a devastating clinical orthopaedic challenge for which there is currently no effective treatment. Specifically, bisphosphonate (BP) associated atypical femoral fractures (AFFs) in osteoporotic patients which are associated with excruciating pain and high levels of morbidity and mortality. The scientific goal of this proposal is to integrate my tools in bone tissue engineering with the advanced drug delivery expertise of Prof. David Braydenís group at University College Dublin (UCD) to develop a novel injectable therapeutic scaffold as a non-invasive treatment for AFFs. This proposal outlines an innovative research project that aims to implement a revolutionary strategy utilising Teriparatide (PTH-(1-34)) to target BP remobilisation away from AFF site and induce bone repair. In addition, a tissue engineering strategy will be employed that combines a regenerative, load bearing biomaterial for controlled local delivery of PTH(1-34) as a pioneering advance for AFF treatment. As a newly appointed academic, the training objective of this grant is to attain the requisite scientific and complementary skills to successfully develop an independent research programme. This will be achieved through the expert supervision and input of Prof. Brayden and backed up by colleagues in the lab and UCD staff training activities. In addition, by managing the project, I will further develop skills relating to planning and reporting, financial management, dissemination, patent filing and commercialisation. I will also avail of opportunities to recruit and supervise students on this project or related works. In summary, this grant will provide invaluable help to establish an independent research niche in active and emerging research fields, while equipping me with the skills needed as a newly appointed lecturer embarking on an independent research career.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "participantCountries": "IE",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 87933
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 87933
        }
    },
    "calculatedTotalContribution": 175866
}