{
    "rcn": "203309",
    "acronym": "MIDOC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Multimodal Imaging of Disorders of Consciousness",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The diagnosis of individuals with disorders of consciousness has fundamental implications in terms of prognosis, treatment, palliative care and even proper end-of-life decisions. Diagnosis based on behavioural assessment is difficult and it is believed that misdiagnosis occurs in a large percentage of cases (> 40%). Non-invasive functional brain imaging has recently emerged as a promising tool for the diagnosis of individuals with disorders of consciousness; however, different imaging methods allow descriptions at limited spatial and temporal resolutions, and it is unknown how these findings relate to each other, to the underlying brain anatomy, and whether they are manifestations of a single fundamental mechanism underlying the impairment of conscious awareness. \n\nThe proposed research project aims to investigate individuals with disorders of consciousness by simultaneously applying these different neuroimaging techniques, thus integrating neurophysiological data across description levels and evaluating their synergy for the objective diagnosis and prognosis of patients. We address the hypotheses that alterations in brain rhythms (measured with electroencephalography) typical of individuals with disorders of consciousness (such as the emergence of low-complexity and low-frequency neural oscillations) are related to diminished fronto-parietal activity and a breakdown of thalamo-cortical functional and anatomical connectivity (functional magnetic resonance imaging; diffusion tensor imaging) and that these signatures of consciousness correlate with the severity of the disorder and the degree of conscious awareness of the patients. \n\nIn addition, we are proposing a career development plan for the applicant that includes training on scientific and transferable skills. This plan will both widen his scientific competences and provide him with the tools and experience necessary to secure a position as a leading independent researcher by establishing his own group.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}