{
    "rcn": "203370",
    "acronym": "Tissue-Tregs",
    "topics": "ERC-CoG-2015",
    "title": "Novel approaches to determining the function of tissue-specific regulatory T cells",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Regulatory T cells (Tregs) are formed through the expression of the transcription factor Foxp3 in T cells, resulting in the rewiring of the cell function into an immunosuppressive phenotype. Recently, it has been proposed that Tregs also have additional tissue-specific physiological roles when resident in different tissues. For example, tissue-specific Tregs residing in the muscle and adipose tissue possess immunological and non-immunological functions in these tissues, distinct from the generic Tregs in circulation. Currently, research into tissue-specific functions of Tregs, or any other migratory cell type, is limited by the available research tools. A vital part of immunological studies is cell depletion, yet a major limitation of all available methods is that they deplete target cells across the entire organism. This makes it extremely difficult to ascertain the function of tissue-resident Tregs, as systemic deletion results in severe autoimmunity, confounding the study of tissue-specific subsets. In order to assess these tissue-resident subsets new research tools are required to deplete the target cells in a specific anatomical region while leaving the same cell type unaffected in other organs. This project proposes to generate new synthetic biology tools for depleting tissue-resident cells and then to apply these tools to the study of tissue-resident Tregs in the brain, lung, liver, kidney and pancreas, thus creating a comprehensive atlas of tissue-specific functions. These studies will be extended by systematic molecular, cellular and kinetic analysis using existing innovative methods established in the laboratory. Finally, our tissue-specific deletion system will have a profound impact on immunology beyond the direct scope of the project, as the tools will be developed to allow flexible application to any cell type. In essence, this is a field of research currently held back by the absence of appropriate tools, waiting for the generation of a new toolkit.",
    "totalCost": "1999535",
    "ecMaxContribution": "1999535",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 1999535
        }
    },
    "calculatedTotalContribution": 1999535
}