{
    "rcn": "203369",
    "acronym": "ATUNE",
    "topics": "ERC-CoG-2015",
    "title": "Attenuation Tomography Using Novel observations of Earth's free oscillations",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Tectonic phenomena at the Earth's surface, like volcanic eruptions and earthquakes,are driven by convection deep in the mantle. Seismic tomography has been very successful in elucidating the Earth's internal velocity structure. However, seismic velocity is insufficient to obtain robust estimates of temperature and composition, and make direct links with mantle convection. Thus, fundamental questions remain unanswered: Do subducting slabs bring water into the lower mantle? Are the large low-shear velocity provinces under the Pacific and Africa mainly thermal or compositional? Is there any partial melt or water near the mantle transition zone or core mantle boundary?  \n\nSeismic attenuation, or loss of energy, is key to mapping melt, water and temperature variations, and answering these questions. Unfortunately, attenuation has only been imaged using short- and intermediate-period seismic data, showing little similarity even for the upper mantle and no reliable lower mantle models exist. The aim of ATUNE is to develop novel full-spectrum techniques and apply them to Earth's long period free oscillations to observe global-scale regional variations in seismic attenuation from the lithosphere to the core mantle boundary. Scattering and focussing - problematic for shorter period techniques - are easily included using cross-coupling (or resonance) between free oscillations not requiring approximations. The recent occurrence of large earthquakes, increase in computer power and my world-leading expertise in free oscillations now make it possible to increase the frequency dependence of attenuation to a much wider frequency band, allowing us to distinguish between scattering (redistribution of energy) versus intrinsic attenuation. ATUNE will deliver the first ever full-waveform global tomographic model of 3D attenuation variations in the lower mantle, providing essential constraints on melt, water and temperature for understanding the complex dynamics of our planet.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}