{
    "rcn": "203355",
    "acronym": "THAWSOME",
    "topics": "ERC-StG-2015",
    "title": "THAWing permafrost: the fate of Soil Organic Matter in the aquatic Environment",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "As the Arctic permafrost region warms, its large organic carbon (OC) pool becomes vulnerable to decomposition. This generates greenhouse gases (GHG) that in turn fuel increased surface warming: the permafrost carbon feedback. Higher temperatures will jump-start the coupling between the carbon and hydrological cycle, allowing for the introduction of previously frozen OC pools in aquatic systems. This lateral, or horizontal, aquatic flux remains largely unknown in contrast to the relatively well-studied vertical flux, GHG emission on land. \n\nHorizontal OC release either occurs via gradual thaw, slowly leaching OC into aquatic systems, or abrupt thaw, where ground-ice melt causes destructive surface collapse and slumping of OC into aquatic systems. Both types of thaw facilitate decomposition of OC (generating GHG) but also re-bury OC into sediments (sequestering OC). The relative importance of decomposition versus burial is unknown. \n\nFor THAWSOME, I have developed a multi-scale approach combining detailed process-based field studies with up-scaling techniques on multiple levels: (i) observational, using large Arctic rivers as natural integrators, (ii) numerical, using a coupled hydrological-biogeochemical model, and (iii) spatial, using GIS-based analysis. For the first time, decomposition of particulate OC from permafrost will be quantified with a recently developed incubation method. Burial rates of permafrost OC will be assessed through molecular isotope analyses of both sources (river OC) and sinks (sediment OC) across the land-to-shelf route. \n\nTHAWSOME will generate critically needed quantitative data on the amount of decomposition versus burial of permafrost OC, as well as qualitative insights into the processes that control this. This will allow a true coupling of the carbon and hydrological cycle into the 'boundless Arctic carbon cycle', and integration of horizontal OC release into estimates of the impact of the permafrost carbon feedback on global climate.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}