{
    "rcn": "203327",
    "acronym": "ProPApp",
    "topics": "NMP-25-2015",
    "title": "New PTFE Production Process for High Value Applications",
    "startDate": "01/05/2016",
    "endDate": "31/10/2018",
    "objective": "Established in 1996 in north Italy, our company Macchine Speciali, started out as a company designing and manufacturing machinery. Over the years, we have increased our competence and knowledge, focusing on machinery construction and the production process for the cable industry. Our wealth of expertise allows us to showcase and offer an extended machinery range to our customers including: winding/unwinding systems and stranding machines and specialised extrusion lines for PVC (Polyvinyl chloride) and PTFE (Polytetrafluoroethylene). In particular, the latter has made us one of the leaders in semi-finished PTFE plant.\nSince our company was founded, we have ensured that innovation plays a key role in everything we do ñ from proactively researching new materials and technologies to executing a business strategy ñ thus, consolidating our position in the electrical and electronic cables markets nationally (Production bids and contracts > 350/year; Turnover Ä2.2M in 2014). Listening to our customersí feedback from the cable sector, and their needs for processes with enhanced performances and energy savings, we have been working on a new process called ProPApp for the production of PTFE films and tapes: while todayís technologies are limited by the high viscosity and melting temperature of PTFE, resulting in lowering its final properties, our innovative ProPApp process will enable the cost-effective production of expanded PTFE (e-PTFE) ,a lightweight version of PTFE (density reduced by 50%) with optimal performances for electrical and power cables applications. This new process will allow us to consolidate our presence in the cable market and penetrate additional, more lucrative ones (i.e. aerospace, medical, petro-chemical markets) thus significantly increasing our turnover.",
    "totalCost": "1561250",
    "ecMaxContribution": "1092875",
    "coordinator": "MACCHINE SPECIALI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936162424": {
            "orgId": "936162424",
            "orgName": "MACCHINE SPECIALI SRL",
            "ecContrib": 1092875
        }
    },
    "calculatedTotalContribution": 1092875
}