{
    "rcn": "203329",
    "acronym": "TES-FlexThin",
    "topics": "ERC-PoC-2015",
    "title": "Novel Thermoelectric Energy Solutions based on Flexible Thin-Film Materials",
    "startDate": "01/05/2016",
    "endDate": "30/04/2017",
    "objective": "In this Proof-of-Concept project we will create a completely new kind of integrated energy solution platform based on thermoelectric (TE) heat energy harvesting materials that are capable of converting various types of heat flows directly into electricity. The strong basis for the project is the new oxide-based thermoelectric inorganic-organic hybrid materials discovered in the PI's ERC Advanced Grant Project ìMolecular-Layer-Engineered Inorganic-Organic Hybrid Materials (LAYERENG-HYBMAT)î. These hybrid thin-film materials are fabricated by the combined atomic/molecular layer deposition (ALD/MLD) technique which uniquely allows for fabrication of highly conformal thin-film coatings on various flexible, sensitive, functional and/or nanostructured surfaces. Within this PoC project we will (1) design and construct a few prototype devices based on the flexible inorganic-organic thin-film thermoelectrics and (2) integrate the devices with novel material platforms (textiles, polymers, coatings). The novel integrated TE energy solutions will enable heat-based energy harvesting for usage scenarios that are not possible with the existing bulky and fragile TE materials/generators. In addition, (3) the market for flexible thermoelectric generators will be analysed and the commercialisation and the IPR strategies will be created for TE generation solutions.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}