{
    "rcn": "203354",
    "acronym": "MobileKids",
    "topics": "ERC-StG-2015",
    "title": "Children in multi-local post-separation families",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "This project focuses on the experience of two cohorts of children aged 10 and 13 at the beginning of the study and who are living in multi-local, post-separation families in Belgium, in France and in Italy, that is, families where the mother and the father are either divorced or separated, live in different households in the same country, and share the physical custody of their child(ren). \nA major goal of this project is to investigate the diversity of childrenís experience of multi-local family life and identify their specific needs, through childrenís own accounts of their lives. This means understanding if, and under what circumstances, children appropriate their multi-local lives and develop an habitus that incorporates the capacity to maintain social relations in a multi-local context and to appropriate mobility and virtual connectedness. \nThe project combines three levels of analysis: the macro-level of policies, the meso-level of family environments (family resources, cultures and practices; and spatial contexts), and the micro-level of childrenís lives, which consists in examining how children maintain their social and family relationships as they move with various temporalities between two households that are located in specific administrative territories and spatial entities. This means understanding how childrenís interpersonal relationships and networks of significant others shape, and are re-shaped by their mobility in post-separation families; and the interconnections between geographical and virtual mobility. \nThe study combines four methods: a policy analysis of multilocality, secondary data analysis of relevant databases, semi-structured interviews with childrenís mothers and fathers, and a qualitative, in-depth study of the lived experiences of 90 children.",
    "totalCost": "1499312",
    "ecMaxContribution": "1499312",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 1499312
        }
    },
    "calculatedTotalContribution": 1499312
}