{
    "rcn": "203356",
    "acronym": "CD4DNASP",
    "topics": "ERC-StG-2015",
    "title": "Cell intrinsic control of CD4 T cell differentiation by cytosolic DNA sensing pathways",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "This proposal aims to investigate the role of cytosolic DNA sensing pathways in CD4 T cell differentiation.\nCellular host defense to pathogens relies on the detection of pathogen-associated molecular patterns including deoxyribonucleic acid (DNA), which can be recognized by host myeloid cells through Toll-like receptor (TLR) 9 binding. Recent evidence however suggests that innate immune cells can also perceive cytoplasmic DNA from infectious or autologous origin through cytosolic DNA sensors triggering TLR9-independent signaling. Activation of cytosolic DNA sensor-dependent signaling pathways has been clearly shown to trigger innate immune responses to microbial and host DNA, but the contribution of cytosolic DNA sensors to the differentiation of CD4 T cells, an essential event for shaping adaptive immune responses, has not been documented. This proposal aims to fill this current knowledge gap. \nWe aim to decipher the molecular series of transcriptional events triggered by DNA in CD4 T cells that ultimately result in altered T cell differentiation. This aim will be addressed by combining in vitro and in vivo approaches such as advanced gene expression analysis of CD4 T cells and use of transgenic and gene-deficient mice. Structure activity relationship and biophysical studies will also be performed to unravel novel immunomodulators able to affect CD4 T cell differentiation.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}