{
    "rcn": "203368",
    "acronym": "SACRIMA",
    "topics": "ERC-StG-2015",
    "title": "The Normativity of Sacred Images in Early Modern Europe",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "What is a sacred image? This is a crucial question for multicultural Europe ñ today as well as in the past. Between 1450-1650 Europe underwent, at the same time, an impressive artistic development and a dramatic religious crisis during which the status of the sacred image was repeatedly contested. Focusing on a comparison between five major areas that, remaining inside Catholicism, responded differently to the challenge imposed by the Reformation, SACRIMA will investigate the relations between art, religion and geography proposing to break ground in two main ways. First, by using and developing the concept of ënormativityí in a double sense: institutional normativity and visual normativity. Second, by adopting a comparative approach at the crossroads of the history of art, the history of religion and cultural geography. Starting from a new systematic survey of image-based material in ecclesiastical archives, it proposes: 1) A comparative survey of contested images in the Italian peninsula and islands, France, Iberia, the Low Countries and Southern Germany. 2) An investigation of ëvisual normsí through focus on three complementary aspects: styles (in particular, the limits of realistic effects), iconographic norms, and the role of reproduction, restoration and reframing. 3) An exploration of the geography of reactions to art transfer aiming at reconstructing a cross-border cartography of visual norms in Europe and the Mediterranean. The proposed focus on the capacity of art to impose new normative visions of sacred subjects as well as to produce reactions which are often geographically differentiated opens new perspectives on the relations between art, religion and cultural transfer, shedding new light on previously explored notions of ëimage censorshipí, the ëpower of imagesí or the ëperformance of imagesí. The overall project will contribute to the understanding of dynamics of cultural integration, differentiation and local negotiation in early modern Europe.",
    "totalCost": "1493125",
    "ecMaxContribution": "1493125",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1493125
        }
    },
    "calculatedTotalContribution": 1493125
}