{
    "rcn": "203332",
    "acronym": "ALERT",
    "topics": "MSCA-COFUND-2015-DP",
    "title": "Local Training Network on Novel Tailor-Made Antimicrobials and Delivery Strategies From Synthesis towards Clinical Applications",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "The current overuse of antibiotics is leading to the emergence of multidrug resistant (MDR) bacteria. These MDR pathogens continue to evolve at a terrifying rate and confer resistance to most or all presently available antibacterial treatments. Antimicrobial resistance is an eminent global problem that calls for an integrated approach that surpasses national borders, sectors, and disciplines. The COFUND ALERT programme addresses this call by establishing a dedicated doctoral training programme with an international, interdisciplinary and inter-sectoral focus. Nineteen excellent Early Stage Researchers (ESRs) will be employed at the University of Groningen (RUG). ALERT is based at RUG but is tightly connected with multiple international academic and private partner organisations, each providing complementary research or training. ALERT aims to develop the best practices in high quality training and research. ALERT achieves this through advanced multidisciplinary research training extended with development of dedicated transferable and entrepreneurial skills. ESRs will develop novel antimicrobial drug candidates through chemical, biotechnological and nanotechnological synthesis and subsequent in vivo testing. All ALERT Principal Investigators have ample experience with supervising PhD students, which ensures an attractive and vibrant research environment for the ESRs. In addition, access to excellent modern research facilities is guaranteed. Thus, the ALERT programme creates an optimal research and training environment that is far greater than the sum of its individual parts. ALERTís long-term ambitions are to establish a strong and coherent international network that links together highly skilled young researchers as well as established scientists, who far beyond the funding period will continue to inspire each other to excel in antimicrobial resistance research in order to tackle the antimicrobial challenge.",
    "totalCost": "3976320",
    "ecMaxContribution": "1988160",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1988160
        }
    },
    "calculatedTotalContribution": 1988160
}