{
    "rcn": "203330",
    "acronym": "SALTED",
    "topics": "ERC-PoC-2015",
    "title": "Salt Tectonics and Dynamics",
    "startDate": "01/06/2016",
    "endDate": "30/11/2017",
    "objective": "Many of the worldís oil and gas reservoirs occur in the vicinity of salt structures within sedimentary basins. Because salt is a weak and low-density rock, it flows on geological timescales and forms kilometre-high structures that strongly deform nearby sedimentary layers. This poses several challenges for the industry:\n  1) Finding new oil and gas fields requires a geological reconstruction of how the sedimentary basin evolved with time, in order to understand where hydrocarbons formed, how they migrated and where they might be stored now. Existing geological reconstruction methods use simple kinematic rules, which donít work well in regions that are affected by salt tectonics as salt flows in a 3D manner and over large distances.\n  2) Drilling through or nearby salt structures can pose a risk, as they perturb the stresses within the basin, which can cause drill holes to collapse and other costly delays in the drilling process.\nTo guide and assist oil exploration, we propose a radically different technique that relies on combining advanced computer simulations of the sedimentary basin with available data. Our method is able to reconstruct in a physically consistent manner the geological evolution of the basin, even if it is strongly affected by salt tectonics. It also predicts the 3D stress field of the subsurface together with uncertainty bounds, which will allow companies to design future drilling campaigns to be safer and more efficient. The recent drop in the price of oil has concentrated the industryís exploration effort on increased-value projects, both by cutting costs for existing exploration methods and by further leveraging already acquired data via new interpretation techniques. We will address both of these industry requirements in areas where salt tectonics are prevalent. Within this proof of concept grant, we will work with industry partners to apply our methods to natural case studies and demonstrate its economic viability and cost-saving potential.",
    "totalCost": "149250",
    "ecMaxContribution": "149250",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 149250
        }
    },
    "calculatedTotalContribution": 149250
}