{
    "rcn": "203312",
    "acronym": "INTERWOVEN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Collecting, Displaying and Understanding Textiles in Decorative Arts Museums: Comparative Approaches in London and Madrid.",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "This project will uncover how collecting practices reflected and informed wider discourses about the study of textiles in Britain and Spainís national museums and institutes, by tracing specific textiles before and after their acquisition. Whilst fashion and textile studies are now recognised fields of academic research, we still know little about the role of museums in helping to facilitate this change. Cabrera will build on her extensive research to date at the National Museum of Decorative Arts (MNAD), to undertake new comparative studies of UK and Spanish approaches to the study of textiles. This will be achieved via case studies of some of the Victoria and Albert Museumís (V&A) earliest acquisitions, which have direct connections with Spain. \n\nThe project will focus on the period 1852-1951, during which many key national museums were born. It will assess the collections and impact of the V&A, which was the model for the MNAD. The V&A will undertake a major redevelopment of its Textile and Fashion Galleries commencing after 2017, which makes re-examination of its historic collections very timely. \n\nCabrera will study textiles held at the V&A from a multidisciplinary perspective, to develop specific object histories and shed light on the formation of European museums and the use of their objects by the creative industries. Case studies will employ approaches from art and design history and engage with new ideas about the transfer of technologies, including the characterisation of raw materials and analysis of fabrics. Key sources will include unpublished archival files, reports and photographs, object labels and the textiles themselves.\n\nCabreraís training programme would develop her expertise through sustained engagement with museum collections and curatorial and research staff, working across a range of contexts and disciplines. As well as scholarly outcomes, wide public dissemination of the research will be achieved via online blogposts and catalogue entries.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "VICTORIA AND ALBERT MUSEUM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999487613": {
            "orgId": "999487613",
            "orgName": "VICTORIA AND ALBERT MUSEUM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}