{
    "rcn": "203367",
    "acronym": "BAR2LEGAB",
    "topics": "ERC-StG-2015",
    "title": "Women travelling to seek abortion care in Europe: the impact of barriers to legal abortion on women living in countries with ostensibly liberal abortion laws",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "In many European countries with ostensibly liberal abortion laws, women face legal restrictions to abortion beyond the first trimester of pregnancy, as well as other barriers to legal abortion, in particular shortages of providers willing and able to offer abortion due to poor training and to conscientious objection among physicians. The Council of Europe has recognized that conscientious objection can make access to safe abortion more difficult or impossible, particularly in rural areas and for low income women, who are forced to travel far to seek abortion care, including abroad. The WHO also highlights that delaying abortion care increases risks for womenís reproductive health. Despite the relevance of this topic from a public health and human rights perspective, the impact of procedural and social barriers to legal abortion on women in countries with ostensibly liberal abortion laws has not been studied by social scientists in Europe. This five-year research project is envisaged as a ground-breaking multi-disciplinary, mixed-methods investigation that will fill this gap, by capitalizing on previous, pioneer anthropological research of the PI on abortion and conscientious objection. It will contribute to the anthropology of reproduction in Europe, and particularly to the existing literature on abortion, conscientious objection and the medicalization of reproduction, and to the international debate on gender inequalities and citizenship, by exploring how barriers to legal abortion are constructed and how women embody and challenge them in different countries, by travelling or seeking illegal abortion, as well as their conceptualizations of abortion and their self perception as moral/political subjects. The project will be carried out in France, Italy and Spain, where the few existing studies show that women face several barriers to legal abortion as well as in the UK, the Netherlands and Spain, where Italian and French women travel to seek abortion care.",
    "totalCost": "1495753",
    "ecMaxContribution": "1495753",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "THE UNIVERSITY OF SUSSEX",
    "participantCountries": "UK",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 0
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 1495753
        }
    },
    "calculatedTotalContribution": 1495753
}