{
    "rcn": "203307",
    "acronym": "GUIDESIGINT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Competitive assembly dynamics of the DCC receptor with its guidance cues integrates signals for cellular steering",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Secreted proteins and their receptors underlie the communication networks of multicellular organisms and guide the proper organization of developing tissue. An essential process involves the human transmembrane receptor and signal integration hub, Deleted in Colorectal Cancer (DCC). Emerging evidence indicates that the netrin and draxin guidance cues are secreted by neighboring cells and form competitive and complex multivalent interactions with DCC. The DCC receptor thus integrates multiple inputs (netrin and draxin) to elicit the appropriate physiological response (cell migration towards or away from the source of netrin or draxin, or even programmed cell death), resulting in proper connectivity of neurons in the brain and of endothelial cells in blood vessel networks, or their misprogramming in tumorigenesis. Our knowledge of this medically important signaling pathway is now poised for translation to an integrated systems mechanism across biological scale. This research action will address the challenge by experimentally determining the competitive and multivalent assemblies formed among netrin, draxin and DCC as a biophysical basis for signal integration. These binding events will then be computationally simulated to examine their dynamic partner exchange and polarized orientation of assemblies in the membrane that are dependent on their distance from the netrin and draxin sources. Experiments and simulations of competitive binding and assembly will be further complemented and validated by assaying the distance-dependent turning response of living axons placed between netrin and draxin-soaked beads. Together, these approaches will describe the competitive assembly dynamics of signaling and will provide unprecedented mechanistic insights into cellular communication and organization, thereby targeting efforts for therapeutic intervention.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}