{
    "rcn": "203381",
    "acronym": "LUMINOUS",
    "topics": "FETOPEN-1-2014",
    "title": "Studying, Measuring and Altering Consciousness through information theory in the electrical brain",
    "startDate": "01/03/2016",
    "endDate": "31/08/2019",
    "objective": "What is consciousness? Can it be measured? While humankind has struggled with these questions for millennia, our project will focus on more modest but nonetheless ambitious and related goals. Inspired by recent developments in neuroscience and the potential role of fundamental concepts such as information integration and algorithmic complexity, we will study, model, quantify, and alter observable aspects of consciousness.  Our vision is that consciousness will someday be electromagnetically measured and altered, and that the associated needed insights will prove crucial to the development cognitive sciences. \nThe conceptual framework of the project rests on information theoretic developments that link consciousness to the amount of information that a physical system can represent and generate as an integrated whole, and from the related idea that consciousness can be quantified by metrics reflecting information processing and representation complexity. \nSupported by computational neuroscience models, we aim to create non-invasive consciousness-probing technologies integrating electro- and magneto-encephalography, peripheral and non-invasive brain stimulation (NIBS) with advanced techniques to analyse brain activity ñ including functional and effective connectivity. Based on the derived brain activity metrics, we will explore intervention, ie the use of NIBS to alter consciousness. To achieve these goals we will pursue computational neuroscience models and human studies ñ in perception, sleep, anaesthesia, locked-in syndrome, disorders of consciousness, and in utero ñ supported by machine learning to disentangle the essential aspects of consciousness.\nThe project will also explore the ethical implications of such technologies and the prospects for clinical translation. If successful, this paradigm-shifting work will have profound social and clinical impact and provide key insights in fundamental neuroscience and  artificial cognition research.",
    "totalCost": "3925588,75",
    "ecMaxContribution": "3925588,5",
    "coordinator": "STARLAB BARCELONA SL",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITE DE LIEGE;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH;UNIVERSITA DEGLI STUDI DI MILANO;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;EBERHARD KARLS UNIVERSITAET TUEBINGEN;FORSCHUNGSGESELLSCHAFT FUR ARBEITSPHYSIOLOGIE UND ARBEITSSCHUTZ E.V.",
    "participantCountries": "BE;FR;DE;IT;UK",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 544680
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 438640
        },
        "999773666": {
            "orgId": "999773666",
            "orgName": "STARLAB BARCELONA SL",
            "ecContrib": 612625
        },
        "998770686": {
            "orgId": "998770686",
            "orgName": "FORSCHUNGSGESELLSCHAFT FUR ARBEITSPHYSIOLOGIE UND ARBEITSSCHUTZ E.V.",
            "ecContrib": 567162
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 364250
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 475375
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 600776
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 322080
        }
    },
    "calculatedTotalContribution": 3925588
}