{
    "rcn": "203386",
    "acronym": "DECISIVE",
    "topics": "WASTE-6a-2015",
    "title": "A DECentralIzed management Scheme for Innovative Valorization of urban biowastE",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "The growing attractiveness of cities leads to increasing population, thus rising energetic and food demands in urban areas. This makes urban waste management increasingly challenging, both in terms of logistics and environmental or health impacts. To decrease the citiesí environmental impacts and to contribute to a better resilience of urban areas towards energy or food supply crisis, waste management systems have to be improved to increase recycling of resources and local valorization. In this context, the DECISIVE project proposes to change the present urban metabolism for organic matter (foods, plants, etc.), energy and biowaste to a more circular economy and to assess the impacts of these changes on the whole waste management cycle. Thus, the challenge will be to shift from a urban ìgrey boxî, implying mainly goods importation and extra-urban waste management, to a cooperative organization of intra- and peri-urban networks enabling circular local and decentralised valorization of biowaste, through energy and bioproducts production. Such a new waste management paradigm is expected to increase the sustainability of urban development by: (1) promoting citizens awareness about waste costs and values; (2) promoting renewable energy production and use in the city; (3) developing an industrial ecology approach that can promote the integration between urban and peri-urban areas, by providing valuable agronomic by-products for urban agriculture development  and so improving the balance of organic products and waste in the city; (4) developing new business opportunities and jobs. In order to achieve these objectives, the project DECISIVE will develop and demonstrate, at real scale, eco-innovative solutions addressed to waste operators and public services, consisting in: (1) a decision support tool to plan, design and assess efficient decentralised management networks for biowaste in urban areas; (2) eco-designed solid-state fermentation processes. Moreover in parallel of real scale demonstration sites, an eco-designed new micro-anaerobic digestion process will be developed and tested.",
    "totalCost": "8713970,57",
    "ecMaxContribution": "7755101,56",
    "coordinator": "INSTITUT NATIONAL DE RECHERCHE EN SCIENCES ET TECHNOLOGIES POUR L'ENVIRONNEMENT ET L'AGRICULTURE",
    "coordinatorCountry": "FR",
    "participants": "AARHUS UNIVERSITET;FUNDACIO ENT;TECHNISCHE UNIVERSITAT HAMBURG-HARBURG;SUEZ GROUPE;ASSOCIATION DES VILLES ET REGIONS POUR LA GESTION DURABLE DES RESSOURCES;PSUTEC SPRL;AGENCIA DE RESIDUS DE CATALUNYA;REFARMERS;UNIVERSITAT AUTONOMA DE BARCELONA;HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL;AERIS TECNOLOGIAS AMBIENTALES SL;INNOVATIVE TECHNOLOGICAL SYSTEMS SRL",
    "participantCountries": "DK;ES;DE;FR;BE;IT",
    "projectParticipants": {
        "951221965": {
            "orgId": "951221965",
            "orgName": "FUNDACIO ENT",
            "ecContrib": 554200
        },
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 684212
        },
        "952081094": {
            "orgId": "952081094",
            "orgName": "INNOVATIVE TECHNOLOGICAL SYSTEMS SRL",
            "ecContrib": 567525
        },
        "998159683": {
            "orgId": "998159683",
            "orgName": "SUEZ GROUPE",
            "ecContrib": 742775
        },
        "952613430": {
            "orgId": "952613430",
            "orgName": "AERIS TECNOLOGIAS AMBIENTALES SL",
            "ecContrib": 423342
        },
        "999667354": {
            "orgId": "999667354",
            "orgName": "PSUTEC SPRL",
            "ecContrib": 122384
        },
        "986090458": {
            "orgId": "986090458",
            "orgName": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
            "ecContrib": 202528
        },
        "999479271": {
            "orgId": "999479271",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE EN SCIENCES ET TECHNOLOGIES POUR L'ENVIRONNEMENT ET L'AGRICULTURE",
            "ecContrib": 1179941
        },
        "926586778": {
            "orgId": "926586778",
            "orgName": "REFARMERS",
            "ecContrib": 381335
        },
        "987180059": {
            "orgId": "987180059",
            "orgName": "AGENCIA DE RESIDUS DE CATALUNYA",
            "ecContrib": 615175
        },
        "952441061": {
            "orgId": "952441061",
            "orgName": "ASSOCIATION DES VILLES ET REGIONS POUR LA GESTION DURABLE DES RESSOURCES",
            "ecContrib": 431975
        },
        "999838753": {
            "orgId": "999838753",
            "orgName": "TECHNISCHE UNIVERSITAT HAMBURG-HARBURG",
            "ecContrib": 947125
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 902585
        }
    },
    "calculatedTotalContribution": 7755102
}