{
    "rcn": "203372",
    "acronym": "BoneImplant",
    "topics": "ERC-CoG-2015",
    "title": "Monitoring bone healing around endosseous implants: from multiscale modeling to the patientís bed",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Implants are often employed in orthopaedic and dental surgeries. However, risks of failure, which are difficult to anticipate, are still experienced and may have dramatic consequences. Failures are due to degraded bone remodeling at the bone-implant interface, a multiscale phenomenon of an interdisciplinary nature which remains poorly understood. The objective of BoneImplant is to provide a better understanding of the multiscale and multitime mechanisms at work at the bone-implant interface. To do so, BoneImplant aims at studying the evolution of the biomechanical properties of bone tissue around an implant during the remodeling process. A methodology involving combined in vivo, in vitro and in silico approaches is proposed.\nNew modeling approaches will be developed in close synergy with the experiments. Molecular dynamic computations will be used to understand fluid flow in nanoscopic cavities, a phenomenon determining bone healing process. Generalized continuum theories will be necessary to model bone tissue due to the important strain field around implants. Isogeometric mortar formulation will allow to simulate the bone-implant interface in a stable and efficient manner.  \nIn vivo experiments realized under standardized conditions will be realized on the basis of feasibility studies. A multimodality and multi-physical experimental approach will be carried out to assess the biomechanical properties of newly formed bone tissue as a function of the implant environment. The experimental approach aims at estimating the effective adhesion energy and the potentiality of quantitative ultrasound imaging to assess different biomechanical properties of the interface. \nResults will be used to design effective loading clinical procedures of implants and to optimize implant conception, leading to the development of therapeutic and diagnostic techniques. The development of quantitative ultrasonic techniques to monitor implant stability has a potential for industrial transfer.",
    "totalCost": "1992154",
    "ecMaxContribution": "1992154",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1992154
        }
    },
    "calculatedTotalContribution": 1992154
}