{
    "rcn": "203331",
    "acronym": "THOR",
    "topics": "ERC-PoC-2015",
    "title": "THOR ñ Total solution for High throughput surface enhanced Raman spectroscopy",
    "startDate": "01/05/2016",
    "endDate": "31/10/2017",
    "objective": "The aim of the PoC project is to develop a portable, low-cost device for highly sensitive and fast identification of molecules. For demonstration of the capability of the device we will focus on (i) toxic compounds in food and home environment, and (ii) compounds that are important for the cosmetics research industry. These applications all have the need of sample pretreatment, scalability, sensitivity, speed and ease of use that the device will offer. In addition, detection of both compound classes is commercially important. The aim is to, within the project period, to identify the most viable commercialization process.\nThe device consist of two major parts: (i) microfluidics disc and (ii) Raman scattering detection system. \n(i) Microfluidics disc. Fluids that contain target molecules can be guided through microfluidics channels using controlled centrifugation. Analyte can be manipulated and introduced into reservoirs that contain so-called surface-enhanced Raman scattering (SERS) substrates. SERS substrate is a nanostructured surface that is used to amplify the Raman scattering signal. Amplification of the Raman scattering signal enables identification of compounds at extremely low concentrations. We employ world-leading SERS substrates (ìamplifiersî) that are successfully sold worldwide. \n(ii) Molecular identification is recorded using a portable Raman scattering system. The detection system is designed to collect large amounts of data to perform a more reliable statistical analysis. Every component in the readout system is based on existing technologies which dramatically reduces device manufacturing costs.\nTo the best of our knowledge, there are no similar SERS-based commercial products. Compared to existing Raman scattering systems, our technology will offer a much cheaper, automated solution for molecular identification.",
    "totalCost": "148333,75",
    "ecMaxContribution": "148333,75",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 148334
        }
    },
    "calculatedTotalContribution": 148334
}