{
    "rcn": "203337",
    "acronym": "STEFY",
    "topics": "NMP-25-2015",
    "title": "Sensor Technology for Food analYsis",
    "startDate": "01/05/2016",
    "endDate": "31/07/2018",
    "objective": "The aim of STEFY project is to facilitate SMEs and large companies in the food safety testing with a new portable device,\nparticularly effective and economically convenient to regularly self-check food safety. STEFY device main innovation\nlies on the ability to quickly determine and simultaneously quantify the presence/absence of dozens of molecules for on-site\napplications. This is due to the newly developed cartridges: glass substrate with advanced anti-reflection coatings combined\nwith functionalized nanoparticles for an optimal signal amplification resulting in a competitive assay. The technology used is\nbased on the Reflective Phantom Interface, an innovative methodology patented by Proxentia, which has been already\nextensively tested and compared with already existing strategies. The key competitive features of the STEFY tester are\nseveral: reduced test duration; simultaneous broad-spectrum monitoring; on-site applicability; versatility; low cost. The\noutcomes of the STEFY project will: a) facilitate opportune procedures for prevention and/or damage containment; b) reduce\nrisks related to the introduction of potentially dangerous material; c) reduce the use of laboratories to only the most relevant\ncases; d) reduce the costs while improving quality (lower level of residuals on the product and a reduced environmental\nimpact. With this project the objective is to launch the tester device with customized cartridges in the European market as a\nfast, reliable and cost-effective way to assess food safety. The current technology readiness level of STEFY project is TRL 7\nand it aims at reaching TRL 8-9 by Phase 3. The financing from Phase 2 will provide STEFY with key suggestions on how to\nupscale and customize the device to best fit different application-fields, insights on the tools for marketing and structuring a\nsales force.",
    "totalCost": "2233550",
    "ecMaxContribution": "1563485",
    "coordinator": "PROXENTIA SRL",
    "coordinatorCountry": "IT",
    "participants": "ODL SRL;AGRISERA AKTIEBOLAG;ENOLOGICA VASON SPA",
    "participantCountries": "IT;SE",
    "projectParticipants": {
        "952863205": {
            "orgId": "952863205",
            "orgName": "ODL SRL",
            "ecContrib": 678282
        },
        "920733022": {
            "orgId": "920733022",
            "orgName": "ENOLOGICA VASON SPA",
            "ecContrib": 123288
        },
        "951805517": {
            "orgId": "951805517",
            "orgName": "AGRISERA AKTIEBOLAG",
            "ecContrib": 0
        },
        "951370472": {
            "orgId": "951370472",
            "orgName": "PROXENTIA SRL",
            "ecContrib": 761915
        }
    },
    "calculatedTotalContribution": 1563485
}