{
    "rcn": "203360",
    "acronym": "GrInflaGal",
    "topics": "ERC-StG-2015",
    "title": "Gravity, Inflation, and Galaxies: Fundamental Physics with Large-Scale Structure",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Over the past two decades, a data-driven revolution has occurred in our understanding of the origin and evolution of our Universe and the structure within it. During this period, cosmology has evolved from a speculative branch of theoretical physics into precision science at the intersection of gravity, particle- and astrophysics. Despite all we have learned, we still do not understand why the Universe accelerates, and how the structure in the Universe originated. Recent breakthrough research, with leading contributions by the PI of this proposal, has shown that we can make progress on these questions using observations of the large-scale structure and its tracers, galaxies. This opens up a fascinating, new interdisciplinary research field: probing Gravity and Inflation with Galaxies. The goal of the proposed research is to first, probe our theory of gravity, General Relativity, on cosmological scales. Second, it aims to shed light on the origin of the initial seed fluctuations out of which all structure in the Universe formed, by constraining the physics and energy scale of inflation. While seemingly unrelated, the main challenge in both research directions consists in understanding the nonlinear physics of structure formation, which is dominated by gravity on scales larger than a few Mpc. By making progress in this understanding, we can unlock a rich trove of information on fundamental physics from large-scale structure. The research goals will be pursued on all three fronts of analytical theory, numerical simulations, and confrontation with data. With space missions, such as Planck and Euclid, as well as ground-based surveys delivering data sets of unprecedented size and quality at this very moment, the proposed research is especially timely. It will make key contributions towards maximizing the science output of these experiments, deepen our understanding of the laws of physics, and uncover our cosmological origins.",
    "totalCost": "1330625",
    "ecMaxContribution": "1330625",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1330625
        }
    },
    "calculatedTotalContribution": 1330625
}