{
    "rcn": "203376",
    "acronym": "BoneMalar",
    "topics": "ERC-CoG-2015",
    "title": "Mechanisms of bone marrow sequestration during malaria infection",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Malaria remains a major problem of public health in developing countries. It is responsible for about 600000 deaths per year, predominantly children in sub-Saharan Africa. There is an urgent need for novel therapies as resistance against current treatments is widespread. The complex parasite biology requires a multifaceted approach targeting multiple life cycle stages and virulence pathways. The pathogenesis of the most deadly of human malaria parasites, Plasmodium falciparum, is related to the capability of infected red blood cells to sequester in deep tissues. Sequestration is critical for the completion of the red blood cell cycle because the release of parasites into the blood circulation allows recognition by surveillance macrophages and clearance in the spleen. A series of studies have since led to the understanding that sequestration of asexually replicating parasites is caused by the adherence of parasite infected red blood cells to the vascular endothelium of various tissues in the body.\n We have recently demonstrated that gametocytes, the only stage capable of transmission to the mosquito vector, develop in the extravascular environment of the human bone marrow. Preliminary studies in the mouse model have confirmed this finding and also suggest existence of an asexual reservoir in the bone marrow. In this innovative multidiscipinary proposal we aim to investigate the host pathogen interactions at the interface between infected red blood cell and bone marrow vasculature. Specifically we will focus on the following questions: how do parasites home to bone marrow? What are the changes in the bone marrow endothelium upon infection? How do parasites adhere with and transmigrate across the vascular endothelium in the bone marrow? The proposed studies initiate detailed characterization of a new paradigm in malaria parasite interaction with the host vasculature and provide a compelling new avenue for intervention strategies.",
    "totalCost": "2298557",
    "ecMaxContribution": "2298557",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 2298557
        }
    },
    "calculatedTotalContribution": 2298557
}