{
    "rcn": "203335",
    "acronym": "GPU-WEAR",
    "topics": "ICT-37-2015",
    "title": "GPU-WEAR, Ultra-low power heterogeneous Graphics Processing Units for Wearable/IoT devices",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Think Silicon S.A. (TSi) has become one of the only six companies in the world that have a proven capacity to develop Graphics IP technology. This technology is essential for fulfilling the ever increasing demand for wearable and IoT devices. Dealing with the levels of power consumption required by those devices represents a major challenge and TSi has demonstrated and patented novel multi-disciplinary approaches spanning circuits, architecture, compiler and API level optimization techniques. This proposal is about bringing the worldís first ultra-low power optimized heterogeneous multicore embedded graphics processing unit (GPU), low-power software library and associated run-time system to TRL9. The technical advances are to be complemented by a comprehensive innovation management strategy covering IPR protection, commercial exploitation and alliance formation. Central to supporting uptake is the release of platform and tools to the Open Developer Community, in line with best practices in the sector. Support by the SME Instrument would enable TSi to accelerate the disruption of the global market for GPUs through faster and properly executed market introduction. Key benefits to Europe include amplified export revenue (TSi has offices in Silicon Valley and Canada as well as sales representation in Asia), increased employment along with encouragement of private investment in a region significantly affected by the economic crisis (Greece), but most importantly solidifying expertise and IPR in a strategic ICT sector that underpins multiple industries including healthcare, fitness/wellness, infotainment and manufacturing. The IoT market outlook is experiencing high growth with revenues of $32.2B in 2019 with a CAGR of 20% and low power technologies become the key factor being successful in this market. Recently formed business partnerships with major semiconductor companies reinforce the value of TSiís offering and its potential in the ultra-low power GPU market.",
    "totalCost": "1951915",
    "ecMaxContribution": "1366340,5",
    "coordinator": "THINK SILICON EREYNA KAI TECHNOLOGIA ANONYMI ETAIRIA",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968727070": {
            "orgId": "968727070",
            "orgName": "THINK SILICON EREYNA KAI TECHNOLOGIA ANONYMI ETAIRIA",
            "ecContrib": 1366340
        }
    },
    "calculatedTotalContribution": 1366340
}