{
    "rcn": "203393",
    "acronym": "SYBAWHEY",
    "topics": "MSCA-RISE-2015",
    "title": "Industrial symbiosis for valorising whey and banana wastes and by-products for the production of novel foods",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "It is more efficient to maximise the value of food waste and by-products than reducing the cost of its management and disposal. Applications in this direction require intersectoral and intrasectoral synergies for maximising utilisation of complementary waste resources and multidisciplinary approach to research innovation and skills. SYBAWHEY aims a trans-national partnership between Europe and Africa for promoting area-wide sustainable supply network for the generation of innovations in the direction of food waste management and valorisation. The main focus will be on exchange of material (waste and by-products) and non-material based resources (knowledge and transferable skills) via international as well as intersectoral mobility between Africa and Europe. Methodologically, it draws on a case study of high volumes of underused by-products and wastes from banana production in Uganda and the environmentally toxic cheese whey produced by Cyprus dairies. Compared to other regions, whey from Cypriot dairies presents high lactose content and therefore great potential for product-driven biorefining. Moreover, banana flavour is one of the most preferred flavours in dairy products. SYBAWHEY aims a multidisciplinary approach to the network including assessing the feasibility and impact of whey and banana waste and by-product valorisation into useful products with high input to the same or different industrial plants; development of innovative technologies for aroma extraction from banana pulp and peel to be used in dairy products; characterisation of whey and banana pulp and peel and development of bioprocesses for their utilisation in health-promoting fermented whey-based novel foods; assessing the sustainability of banana flour in terms of energy and resource use as well as assessing the sustainability of the proposed valorisation processes by evaluating their economical, environmental and social impact.",
    "totalCost": "310500",
    "ecMaxContribution": "310500",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "TECHNOLOGIKO PANEPISTIMIO KYPROU;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;EPTES SARL;LEFKONITZIATIS DAIRY PRODUCTS LTD",
    "participantCountries": "CY;EL;CH",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 36000
        },
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 27000
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 184500
        },
        "972132061": {
            "orgId": "972132061",
            "orgName": "EPTES SARL",
            "ecContrib": 18000
        },
        "928404364": {
            "orgId": "928404364",
            "orgName": "LEFKONITZIATIS DAIRY PRODUCTS LTD",
            "ecContrib": 45000
        }
    },
    "calculatedTotalContribution": 310500
}