{
    "rcn": "203310",
    "acronym": "Spindle Brain Organoid",
    "topics": "MSCA-IF-2015-EF",
    "title": "Understanding cellular mechanisms of human brain development using cerebral organoids",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The development of the human brain is a key and fascinating question in neurobiology. Studies in model organisms have provided enormous insight into basic mechanisms of neurogenesis, which relies on the balance between proliferation and differentiation of neural stem cells. Although human neurogenesis follows the same principles, human specific processes that lead to human brain expansion are largely unclear. In vitro models that recapitulate human brain development are invaluable tools to provide insight into human specific processes and brain expansion. In this application, I propose to use human cerebral organoids, a novel in vitro model system of human brain development, to investigate human specific mechanisms of brain development.\nStudies in primates suggest that the orientation of the mitotic spindle in neural stem cell divisions may be a key factor driving the expansion of the human brain. In order to gain insight into the role of spindle orientation in human brain development, I will use cerebral organoids to investigate how changes in spindle orientation affect proliferation of human neural stem cells and their differentiation into neural fates. To induce changes in spindle orientation in cerebral organoids, I will inactivate known regulators of spindle orientation. For this, I will establish an inducible loss-of-function system in human embryonic stem cells to inactivate such regulators in a controlled manner during the development of cerebral organoids. By using live-imaging techniques in such organoids, I will analyse how changes in spindle orientation affect the outcome of neural stem cell divisions. Then, by using immunohistochemical analysis, I will examine how changes in spindle orientation influence neuronal layering and cortical architecture. Overall, I expect to gain insight into the role of spindle orientation in human brain development and into the mechanisms underlying human brain expansion.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "INSTITUT FUER MOLEKULARE BIOTECHNOLOGIE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999919263": {
            "orgId": "999919263",
            "orgName": "INSTITUT FUER MOLEKULARE BIOTECHNOLOGIE GMBH",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}