{
    "rcn": "203328",
    "acronym": "WIDGET 3.0",
    "topics": "INSO-10-2015",
    "title": "Online tool to crowdfund NGO and Charity projects through the booming e-commerce market andbeyond!",
    "startDate": "01/02/2016",
    "endDate": "28/02/2018",
    "objective": "People donating money to NGOs is plunging sharply. This hinders NGOs from carrying out vital humanitarian, developmental and environmental projects. Therefore, Worldcoo has set its goal to revolutionise crowdfunding cooperation in e-commerce and e-banking to reverse this trend and thus have a big, positive social impact. \n\nWe help NGOs raise crucial funds through offering a ìclickî tool we developed a Widget to bring NGOs, companies, and e-customers together. Widget2.0 offers a value-added service to all stakeholders: awareness and private donations to NGOs, a modus operandi for auditable and transparent Corporate Social Reasonability (CSR) for e-retailers and e-banking and transparency and unique donor engagement for e-shoppers. \n\nSince 2012, we have funded 34 projects that have benefitted the lives of more than over 96.000 direct beneficiaries from money raised. UNICEF also abandoned its technology to use ours, making Worldcoo their online global strategy partner. \n\nOur market is geared to e-commerce and e-banking. In 2013, European e-commerce reached Ä363 billion and B2C e-commerce retailers 645,250 - rising at an annual pace of 15-20%. However, we can currently only cater for 6% of the European e-commerce because our current technology lacks features required by bigger e-retailers and e-banking transactions. \n\nTherefore, we strategically and commercially need Widget3.0 to scale up our system by automating current manual processes and increasing the Widget conversion rate by developing Recommender and Motivator modules using Artificial Intelligence techniques. Only then can we access 100% of the e-retailing market, e-banking and beyond: billing, payment systems, and vending solutions.\n\nWe address the INSO-10-2015 topic needs as social innovation unique to the market. In June 2015 we won Best Social Initiative in a Digital Environment in e-commerce.\n\nLetís tackle societal problems through a new paradigm of transparent CSR, donation giving and engagement.",
    "totalCost": "1285005",
    "ecMaxContribution": "899503,5",
    "coordinator": "WORLDCOO SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931399724": {
            "orgId": "931399724",
            "orgName": "WORLDCOO SL",
            "ecContrib": 899504
        }
    },
    "calculatedTotalContribution": 899504
}