{
    "rcn": "203324",
    "acronym": "MAtISSE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Multichannel Investigation of Solar Modulation Effects in Galactic Cosmic Rays",
    "startDate": "05/05/2016",
    "endDate": "04/05/2018",
    "objective": "The topic of the MAtISSE project is the Multichannel Investigation of Solar Modulation Effects in Galactic Cosmic Rays (CRs). When entering the heliosphere, CRs encounter a turbulent flowing plasma, the solar wind, which modulates their energy spectra. The solar modulation is expected to be different for positive and negative particles (due to charge-sign dependent effects) or for leptons and nuclei (due to different charge/mass ratios), making their individual studies essential. The study of these effects has been limited for long time by two factors: the scarcity of long-term CR data, and the poor knowledge of the interstellar spectra. With the Alpha Magnetic Spectrometer (AMS) in continuous operation on the International Space Station (ISS), we have now an excellent multichannel CR monitor of solar activity. With the spectacular Voyager-1ís entry in the interstellar space, we have the very first data of CR fluxes unaffected by solar modulation. The aim of this project is two-fold: (i) to extend solar modulation measurements of CR leptons and nuclei using the AMS data from the ISS, and (ii) to develop a numerical model of CR modulation to be characterised by new data from AMS, spacecrafts and ground detectors. With the unprecedent quality of new data, this project is aimed to achieve strong theoretical and observational milestones. By advancing observations of particles and antiparticles, we will explore the origin of CRs and their propagation in the Galaxy. By numerically modelling the solar modulation, we will study their fundamental transport processes in the heliosphere. The goal of this project is to provide a detailed measurement-validated model of modulated CR fluxes at all locations on Earth for varying solar activity conditions. This goal addresses a prerequisite for modelling the effects of cosmic radiation and space weather hazards, which is an increasing concern for space missions and air travellers.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PERUGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}