{
    "rcn": "203371",
    "acronym": "ICLUb",
    "topics": "ERC-CoG-2015",
    "title": "Regulation of DNA interstrand crosslink repair by ubiquitin.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The overall objective of this proposal is to understand, on an atomic level, the mechanism of activation and regulation of the Fanconi Anemia (FA) DNA repair pathway. Homozygous mutations in the FA pathway lead to Fanconi Anemia, a devastating childhood genome instability disorder, typified by bone marrow failure and a high predisposition to cancers. The FA pathway is required for the repair of DNA interstrand crosslinks (ICLs), the hallmark of many cancers and FA. ICL repair is poorly understood on a biophysical and mechanistic level. The FA pathway is regulated by ubiquitin, in a cycle of monoubiquitination and deubiquitination of FANCD2. Despite considerable advances in our understanding of the genetics of the pathway, there is strikingly little known on a mechanistic and chemical level concerning how the ubiquitin signal is assembled, recognised and disassembled. We will define, on an atomic level, the site-specific monoubiquitination and deubiquitination cycle of FANCD2 in its entirety. We will determine the mechanism of FANCD2 monoubiquitination, identify and characterise currently unknown readers of the monoubiquitin signal, define the role of the core complex in the modification of FANCD2, and the requirements for removal of the signal. To tackle this ambitious work we will determine the atomic level three-dimensional structure of key complexes in the modification cycle, and develop a novel method for producing large quantities of stably modified FANCD2. The results of our work will represent a major breakthrough in our knowledge and understanding of the regulation of a critical DNA repair process, will provide a model for understanding mechanisms of monoubiquitination, and will open up both therapeutic potential and new pathways for research into the cause and cure of FA, cancers, and aldehyde-induced liver or bone marrow failure.",
    "totalCost": "1999998",
    "ecMaxContribution": "1999998",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 1999998
        }
    },
    "calculatedTotalContribution": 1999998
}