{
    "rcn": "203357",
    "acronym": "nextDART",
    "topics": "ERC-StG-2015",
    "title": "Next-generation Detection of Antigen Responsive T-cells",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Our current ability to map T-cell reactivity to certain molecular patterns poorly matches the huge diversity of T-cell recognition in humans. Our immune system holds approximately 107 different T-cell populations patrolling our body to fight intruding pathogens. Current state-of-the-art T-cell detection enables the detection of 45 different T-cell specificities in a given sample. Therefore comprehensive analysis of T-cell recognition against intruding pathogens, auto-immune attacked tissues or cancer is virtually impossible. \nTo gain insight into immune recognition and allow careful target selection for disease intervention, also on a personalized basis, we need technologies that allow detection of vast numbers of different T-cell specificities with high sensitivity in small biological samples.\nI propose here a new technology based on multimerised peptide-major histocompatibility complex I (MHC I) reagents that allow detection of >1000 different T-cell specificities with high sensitivity in small biological samples. I will use this new technology to gain insight into the T-cell recognition of cancer cells and specifically assess the impact of mutation-derived neo-epitopes on T cell-mediated cancer cell recognition. \nA major advantage of this new technology relates to the ability of coupling the antigen specificity to the T-cell receptor sequence. This will enable us to retrieve information about T-cell receptor sequences coupled with their molecular recognition pattern, and develop a predictor of binding between T-cell receptors and specific epitopes. It will ultimately enable us to predict immune recognition based on T-cell receptor sequences, and has the potential to truly transform our understanding of T cell immunology. \nAdvances in our understanding of T cell immunology are leading to massive advances in the treatment of cancer. The technologies I propose to develop and validate will greatly aid this process and have application for all immune related diseases.",
    "totalCost": "1499070",
    "ecMaxContribution": "1499070",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 1499070
        }
    },
    "calculatedTotalContribution": 1499070
}