{
    "rcn": "203352",
    "acronym": "ReArrhenius",
    "topics": "MSCA-IF-2014-GF",
    "title": "Re-evaluation of temperature correction in microbial biodegradation kinetics",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "The main objective of this project is to evaluate the validity of using temperature correction factors (e.g. Q10) to predict the rates of micropollutant biodegradation in natural communities. The Q10 correction factor is based on the Arrhenius equation, which gives degradation kinetic rate constants as a function of temperature, and it is widely adopted in modelling (such as numerical fate models) in environmental exposure assessments. Despite its popularity, the Q10 approach is still the object of great debate among scientists, as the Arrhenius relationship holds over a very small temperature range for biological systems, in which microorganisms can function, and it is based on the assumption of compositional and functional ubiquity of the microbial communities. However, a change in temperature does not only impact chemical kinetic rates, but also determines shift and adaptation of the microbial population towards degraders that survive and perform better at the altered temperature.  This project will adopt a multidisciplinary approach where biotransformation assays, kinetic modelling and high-throughput microbiological assays will be integrated to provide a thorough understanding of temperature dependence of micropollutant biotransformation kinetics in aerobic biological systems, taking into account the strong relationship between taxon traits and the environment.",
    "totalCost": "267147",
    "ecMaxContribution": "267147",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 267147
        }
    },
    "calculatedTotalContribution": 267147
}