{
    "rcn": "203326",
    "acronym": "VisNav",
    "topics": "MSCA-IF-2015-EF",
    "title": "Vision and Navigation in Mouse Cortex",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "One of the main functions of the visual system is to help the animal navigate through its environment, and one of the main ways that animals navigate is by using visual landmarks. Visually-guided navigation requires a change of coordinates from an eye-centered to a world-centered representation of the external environment. We know much about the two ends of this transformation, i.e. about the visual selectivity of neurons in Primary visual cortex and the place selectivity of place cells in hippocampus CA1. However, little is known about how this transition happens along the way. The recent development of virtual reality environment might help filling this gap: mice can navigate through an artificial environment while their head is fixed, therefore enabling a careful monitoring of the animal behavior, accurate control of the displayed visual inputs and the stability of the recording. In this project, we propose to investigate the transition from an eye-centered to a world-centered representation across the successive visual areas of the mouse cortex. Using a combination of electrophysiological and imaging techniques, we will record simultaneously in hippocampus CA1 and in different visual cortical areas while head-fixed mice navigate through a virtual maze to get a reward at specific locations. We will also take advantage of the virtual reality setup to modify visual cues and navigational cues such as to estimate the nature of the modulation of visually driven responses by navigational information. This approach will help understand how visual processing in cortical areas is modulated by the animalís position in the environment. We believe that it will also set the foundations for a new field of research that investigates the function of the visual cortex as part of the navigation system rather than a simple feature analyzer of the visual scene.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}