{
    "rcn": "203380",
    "acronym": "GPSART",
    "topics": "ERC-CoG-2015",
    "title": "Geometric aspects in pathwise stochastic analysis and related topics",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "'Recent years have seen an explosion of applications of geometric and pathwise ideas in probability theory, with motivations from fields as diverse as quantitative finance, statistics, filtering, control theory and statistical physics. Much can be traced back to Bismut, Malliavin (1970s) on the one-hand and then Doss, Sussman (1970s), Foellmer (1980s) on the other hand, with substantial new input from Lyons (from '94 on), followed by a number of workers, including Gubinelli (from '04 on) and the writer of these lines (also from '04 on). Most recently, the theory of such ``rough paths' has been extended to ``rough fields', notably in the astounding works of M. Hairer (from '13 on). The purpose of this project is to study a number of important problems in this field, going beyond the rough path setting, and with emphasis on geometric ideas. \n\n(i) The transfer of concepts from rough path theory to the new world of Hairer's regularity structures.\n\n(ii) Applications of geometric and pathwise ideas  in quantitative finance.\n\n(iii) Obtain a pathwise understanding of the geometry of Loewner evolution and more generally explore the use of rough path-inspired ideas in the world of Schramm-Loewner evolution.\n\n(iv) Investigate the role of geometry in the pathwise analysis of non-linear evolution equations.'",
    "totalCost": "1465000",
    "ecMaxContribution": "1465000",
    "coordinator": "TECHNISCHE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "FORSCHUNGSVERBUND BERLIN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 285000
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 1180000
        }
    },
    "calculatedTotalContribution": 1465000
}