{
    "rcn": "203394",
    "acronym": "BeLEADFREE",
    "topics": "FTIPilot-1-2015",
    "title": "High Strength Bearing for Large-Bore LEAD FREE Engines",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Lead (Pb) is a heavy metal very harmful to health and the environment. Lead is particularly harmful to children resulting in 600,000 new cases of children with intellectual disabilities every year due to Lead exposure. Cost-benefit analysis suggests that, in France alone, overall benefit of Ä22.72 billion/year could be achieved in terms of avoiding future medical interventions, limiting the need for special education and increasing future productivity by reducing Lead exposure.\n\nThe European Commission has been working on reducing Lead exposure in different areas. Despite this, the large-bore engine industry still heavily relies on Lead-based journal bearings. 7 tonnes of Lead will be released to the environment from large-bore engines manufactured in 2015. This amount of Lead would be enough to potentially poison 2 times the global population.\n\nBeLEADFREE aims to deliver novel Lead-free journal bearings to large-bore engine builders worldwide, ranging from medium and heavy-duty diesel engines (e.g. commercial road vehicles) to large four-stroke medium-speed engines (e.g. ships, engine generators or gensets). This will be achieved by optimising novel manufacturing approaches that have proven successful at TRL6 and designing and building a pilot line to manufacture Lead-free journal bearings to be validated in real engine working conditions. The completion of the project will ensure the initial market take-up of the new product and its implementation in manufacturing businesses in EU.\n\nThe proposed project will be conducted by a multidisciplinary consortium with two industrial partners, Daido Industrial Bearings Europe Ltd. (1st time industry applicant and project co-ordinator) and Elsyca NV (SME), who will be supported by academic partners IK4-Tekniker and Coventry University who have a strong experience in applied research and knowledge transfer from Academia to Industry.",
    "totalCost": "3908690",
    "ecMaxContribution": "2963412,88",
    "coordinator": "DAIDO INDUSTRIAL BEARINGS EUROPE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "ELSYCA NV;COVENTRY UNIVERSITY;FUNDACION TEKNIKER",
    "participantCountries": "BE;UK;ES",
    "projectParticipants": {
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 508125
        },
        "999721286": {
            "orgId": "999721286",
            "orgName": "ELSYCA NV",
            "ecContrib": 242614
        },
        "999612161": {
            "orgId": "999612161",
            "orgName": "COVENTRY UNIVERSITY",
            "ecContrib": 249641
        },
        "923273743": {
            "orgId": "923273743",
            "orgName": "DAIDO INDUSTRIAL BEARINGS EUROPE LIMITED",
            "ecContrib": 1963033
        }
    },
    "calculatedTotalContribution": 2963413
}