{
    "rcn": "203320",
    "acronym": "EduHubMig",
    "topics": "MSCA-IF-2015-EF",
    "title": "Knowledge migration flows in education hubs: Mobile students enrolled at Indian and British branch campuses in the United Arab Emirates",
    "startDate": "09/01/2017",
    "endDate": "31/01/2019",
    "objective": "The provision of higher education is a key priority for countries around the world, given that knowledge production, innovation and skills are crucial for thriving societies and economies. Even though the number of university enrollments is forecast to rise by 21 million between 2011 and 2020, many countries are struggling to meet demand. Thus different types of knowledge migration are emerging, more students are studying abroad and institutions are establishing offshore branch campuses. Research has been conducted on international student migration and transnational education, but nothing is known about the intersection of these two literatures, i.e. instances when both students and institutions cross international borders. EduHubMig addresses the paucity on this topic through the study of international students enrolled at British and Indian branch campuses in the United Arab Emirates (UAE). Statistical analyses of secondary data and an online survey will identify the characteristics and size of this under-studied young migrant group. In addition, a range of qualitative research methods, such as in-depth interviews with students and other stakeholders (n=130), an institutional ethnography of offshore universities and a netnography of the website materials and social media, will uncover the various ways in which different actors shape knowledge flows within education hubs. EduHubMig will enable the Experienced Researcher to develop important new research skills and enhance her career development. The project will provide intensive training and facilitate knowledge exchange between the Experienced Researcher and the colleagues at Utrecht University with whom she shares research interests. The training plan will be closely monitored by her supervisor and supported by dedicated academic and administrative colleagues. The research and excellent training integrated in EduHubMig will help the Experienced Researcher accomplish her career objective of a tenure-track position.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}