{
    "rcn": "203334",
    "acronym": "INTRANSYS",
    "topics": "IT-1-2015",
    "title": "Delivering next generation Transport Management System to European transport SMEs",
    "startDate": "01/04/2016",
    "endDate": "30/04/2018",
    "objective": "State-of-the-art Transport Management Systems conceived in modular approaches do not provide an all-in-one solution to answer SME business-related needs more broadly. To own a holistic TMS requires a long and expensive integration and customization process which makes TMSs not affordable by SMEs who generally lack resources for it. Additionally, none of the current solutions are able to gather real time data to support real time optimization decisions.\nAt Ruptela we are committed to developing a new, highly competitive and integrated platform providing all the necessary information to transport SMEs and representing an affordable solution for them: INTRANSYS.\nINTRANSYS will use our award-winning fleet tracking and management platform TrustTrack as a foundation to integrate continuously updated traffic data, tracking services, rich communication with driver and eco-driving tools into a single cloud-based application. This real-time integration will allow transport companies to optimize operations on the go 24/7.\nAs we will offer the system as an ìall-inclusiveî solution, we will drastically reduce the customization and set-up process both in terms of time and costs. We will achieve this goals by providing a SaaS based pricing model adapted to SME size and usage. INTRANSYSí ease of use, combined with our extremely competitive pricing strategy opens the door for the\nwidespread commercial adoption by SME transport companies who dominates the European transport market. Note that we will allow massive savings on European transport SMEs (up to 19% of all transportation processes) while contributing to the ECís goal of forcing the reduction of CO2 emissions of the transport industry.",
    "totalCost": "1706605",
    "ecMaxContribution": "1194623,5",
    "coordinator": "RUPTELA UAB",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938031905": {
            "orgId": "938031905",
            "orgName": "RUPTELA UAB",
            "ecContrib": 1194624
        }
    },
    "calculatedTotalContribution": 1194624
}