{
    "rcn": "203333",
    "acronym": "HEAL-BY-MIRNA",
    "topics": "ERC-PoC-2015",
    "title": "microRNA replacement therapy for mature B cell neoplasias",
    "startDate": "01/05/2016",
    "endDate": "31/10/2017",
    "objective": "Mature B cell neoplasias include most of Non-Hodgkin Lymphomas (NHL), such as Diffuse Large B Cell Lymphomas and Burkitt Lymphoma and also B cell Chronic Lymphocytic Leukemia. It is estimated that about 60000-80000 new cases of mature B cell neoplasias are diagnosed every year in Europe. About 60% of NHL present with aggressive forms, and need immediate therapeutic action. The most common choice of treatment for mature B cell neoplasia is chemotherapy, and particularly the multidrug R-CHOP, but a fraction of the cancers either are refractory to these therapeutic interventions or relapse after treatment. Indeed, NHL is the cause of close to 26,000 deaths per year in Europe. Therefore, alternative therapeutic targets are imperative to replace or complement the current approaches.\nmicroRNAs (miRNAs) have arisen as extremely promising therapeutic tools in a number of diseases, including cancer. We have identified a miRNA specific of mature B cells whose expression is lost in mature B cell neoplasias. We found that re-introducing this miRNA in lymphoma cells in animal xenograft models leads to a dramatic block of tumor growth and extends mouse survival. Our studies show that this miRNA is therapeutically efficient not only in the form of lentiviral vectors but also as a synthetic miRNA mimic. Likewise, both intratumoral and systemic, intravenous delivery of miRNA mimic have yielded positive regression results. In addition, established lymphoma cell lines as well as primary mature B cell lymphomas have proved sensitive to miRNA treatment.\nTherefore, we propose to take to proof of concept the idea that miRNA replacement is an efficient therapeutic strategy for the treatment of mature B cell lymphomas. With this HEAL-BY-MIRNA proposal we aim at moving forward this idea to a stage where it can be exploited to have social impact and to become a marketable product.",
    "totalCost": "149750",
    "ecMaxContribution": "149750",
    "coordinator": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998922879": {
            "orgId": "998922879",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
            "ecContrib": 149750
        }
    },
    "calculatedTotalContribution": 149750
}