{
    "rcn": "203353",
    "acronym": "COMPLETE",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Cloud-MicroPhysics-Turbulence-Telemetry: An inter-multidisciplinary training network for enhancing the understanding and modeling of atmospheric clouds",
    "startDate": "01/06/2016",
    "endDate": "31/05/2020",
    "objective": "Clouds are the largest source of uncertainty in weather prediction, climate science, and remain a weak link in modeling atmospheric circulation. This is rooted in the fact that clouds depend on the physical and chemical processes over a huge range of scales, from the collisions of micron-sized droplets and particles to the airflow dynamics on the scales of thousands of meters. Since ambiguities related to representation of clouds in climate models prevail, explorative observations are still needed. The challenge is on the one hand to establish connections across this range of scales, from aerosol and particle microphysics to macro-scale turbulent dynamics in clouds, and on the other to combine knowledge and training across vastly different scientific and engineering disciplines. The aim of COMPLETE is to develop an inter/multidisciplinary training network that will prepare high-potential early stage researchers (ESRs) with both scientific and industrially-oriented skills that will advance our understanding in these multi-scale complex natural phenomena. COMPLETE will vastly improve Europeís position as a global leader in technology, science and innovation to address climate change challenges. The training programme will combine the scientific investigation of specific aspects of cloud physics and related turbulent dynamics with training in key professional skills. This comprises an exceptional experimental programme that includes field experiments, laboratory and numerical simulations, the design and development of advanced fast temperature probes, velocity MEMS and innovative atmospheric mini radio-sondes; all aimed at the production of new, Lagrangian based, cloud fluctuation datasets, required to reduce the fragmentation of results and knowledge in this field.",
    "totalCost": "3555982,8",
    "ecMaxContribution": "3555982,8",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "SITAEL SPA;UNIWERSYTET WARSZAWSKI;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;PENTALUM TECHNOLOGIES LTD;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;ENVISENS TECHNOLOGIES SRL;TEL AVIV UNIVERSITY;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "IT;PL;UK;IL;DE;FR",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 546576
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 774184
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 747649
        },
        "997205882": {
            "orgId": "997205882",
            "orgName": "ENVISENS TECHNOLOGIES SRL",
            "ecContrib": 258061
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 448275
        },
        "985510204": {
            "orgId": "985510204",
            "orgName": "SITAEL SPA",
            "ecContrib": 258061
        },
        "941525166": {
            "orgId": "941525166",
            "orgName": "PENTALUM TECHNOLOGIES LTD",
            "ecContrib": 0
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 260301
        }
    },
    "calculatedTotalContribution": 3555983
}