{
    "rcn": "203375",
    "acronym": "moreRNA",
    "topics": "ERC-CoG-2015",
    "title": "Modification and regulation of coding and non-coding RNA pathways",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Coding and non-coding RNAs are regulated at numerous levels. For example, microRNA (miRNA) expression can be influenced at various steps of biosynthesis. Furthermore, it has been reported that direct RNA methylation events can also affect gene expression in many different organisms and systems. The aim of this project is to identify and characterize factors that affect the maturation of miRNAs. We will employ biochemical pull down assays to isolate specific binding partners of different miRNA species. We will analyze the physiological role of these factors using molecular or cell biological approaches. Molecular details of pre-miRNA-protein interactions will be investigated by x-ray crystallography. In addition, we will decipher the role of the m6A methylation pathway on the regulation of coding and non-coding RNAs. Writers, readers and erasers of this modification have been identified. However, not much is known about the composition of specific protein complexes as well as the atomic structure of these factors. Thus, we will functionally and structurally characterize known and putative novel factors of the m6A methylation pathway in human cells. Furthermore, using our biochemical pull down approach employed for the identification of pre-miRNA processing factors, we will identify reader proteins of several types of RNA modification that have not been investigated so far. The proposed project will elucidate the regulation of gene expression by small RNAs or direct RNA methylation and will add so far unknown components to these important regulatory pathways.",
    "totalCost": "1998316",
    "ecMaxContribution": "1998316",
    "coordinator": "UNIVERSITAET REGENSBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999868629": {
            "orgId": "999868629",
            "orgName": "UNIVERSITAET REGENSBURG",
            "ecContrib": 1998316
        }
    },
    "calculatedTotalContribution": 1998316
}