{
    "rcn": "203317",
    "acronym": "MultisensoryIntegration",
    "topics": "MSCA-IF-2015-EF",
    "title": "Multisensory Integration in Time and Space",
    "startDate": "11/03/2016",
    "endDate": "10/03/2018",
    "objective": "In natural environments, the brain is typically bombarded with multisensory information. Animals must continually evaluate which of these multimodal cues should be associated with a single physical object, and which are separate. For example, when a rabbit hears footsteps and sees a blur, is the blur responsible for the footsteps, or are there two separate sources of danger? Animals use two types of information to make this decision: spatial correlations (are the footsteps and blur localized together) and temporal correlations (does the blur move in sync with the footsteps). Humans constantly perform these same operations. We use lip movements to help identify the words spoken by a friend, a subconscious process which becomes painfully apparent when watching a poorly dubbed movie. This may explain why psychological conditions such as autistic spectrum disorder and schizophrenia often present with deficits in audiovisual integration. \n\nDespite the ethological and medical significance of multisensory integration, little is known about the underlying neural mechanisms. However, I believe the behavioral repertoire of the mouse, combined with new technological advances, provides an unprecedented opportunity to answer this fundamental research question. With recent developments in calcium imaging and optogenetic techniques, it is now possible to record and manipulate neural activity across the majority of mouse cortex. I will develop novel behavioral tasks for the mouse which require multisensory integration in space or time. By recording or perturbing cortical activity during these behaviors, I will determine the roles of individual neurons, neural populations, and cortical regions in multisensory integration. \n\nI will perform these experiments in the Cortical Processing Laboratory at University College London, led by Professors Kenneth Harris and Matteo Carandini.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}