{
    "rcn": "203389",
    "acronym": "SafeWaterAfrica",
    "topics": "WATER-5c-2015",
    "title": "Self-Sustaining Cleaning Technology for Safe Water Supply and Management in Rural African Areas",
    "startDate": "01/06/2016",
    "endDate": "30/11/2019",
    "objective": "This project focuses on a major challenge in African countries: In the 15 sub-Saharan African countries 108 million people have limited or even no access to clean water. The SafeWaterAfrica project will research and develop an autonomous and decentralized water treatment system for rural and peri-urban areas which is highly efficient in the degradation of harmful pollutants and at the same time very effective in killing microbiological contaminants. The system will be designed to provide 300 people in rural areas. With a market penetration of 3000 systems the project has the potential to supply 900,000 people within app. four years after the end of the project. The project includes capacity building and business development so that system ownership and responsibility are in the hands of the local rural communities.\nThe joint European-African development will result in a low-cost solution easy to handle and operate. It will take into account the specific cultural aspects of the region and will be designed for operation with local staff and in the responsibility of local communities or local water service providers, respectively. These ìMade in Africaî systems will therefore have a high level of acceptance in the rural areas which promotes the implementation of the technology.\nTen transdisciplinary partners from Europe and Africa, assisted by eight enterprises and organisations in the Advisory Board, will work jointly over a project duration of 42 months to adapt a specific European water treatment technology into an African water treatment system solution. Besides, SafeWaterAfrica will generate the technological basis for innovative business models related to the development of water treatment products, which are produced, installed, operated and maintained in Africa. The resulting creation of new jobs will contribute to the social well-being and will promote economic growth in the rural and peri-urban areas of the southern African countries.",
    "totalCost": "2989998,13",
    "ecMaxContribution": "2989998,13",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "CONDIAS GMBH;ADVANCE CALL PTY LTD;COUNCIL FOR SCIENTIFIC AND INDUSTRIAL RESEARCH;TSHWANE UNIVERSITY OF TECHNOLOGY;UNIVERSIDAD DE CASTILLA - LA MANCHA;SALOMON LDA;VIRTUAL CONSULTING ENGINEERS VCE;STELLENBOSCH UNIVERSITY;UNIVERSITA DEGLI STUDI DI FERRARA",
    "participantCountries": "DE;ZA;ES;MZ;IT",
    "projectParticipants": {
        "928902362": {
            "orgId": "928902362",
            "orgName": "SALOMON LDA",
            "ecContrib": 208328
        },
        "986874024": {
            "orgId": "986874024",
            "orgName": "COUNCIL FOR SCIENTIFIC AND INDUSTRIAL RESEARCH",
            "ecContrib": 403906
        },
        "923729740": {
            "orgId": "923729740",
            "orgName": "TSHWANE UNIVERSITY OF TECHNOLOGY",
            "ecContrib": 185625
        },
        "928909540": {
            "orgId": "928909540",
            "orgName": "VIRTUAL CONSULTING ENGINEERS VCE",
            "ecContrib": 235462
        },
        "927194386": {
            "orgId": "927194386",
            "orgName": "CONDIAS GMBH",
            "ecContrib": 429802
        },
        "999840208": {
            "orgId": "999840208",
            "orgName": "UNIVERSIDAD DE CASTILLA - LA MANCHA",
            "ecContrib": 281482
        },
        "930178009": {
            "orgId": "930178009",
            "orgName": "ADVANCE CALL PTY LTD",
            "ecContrib": 229528
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 476786
        },
        "999839626": {
            "orgId": "999839626",
            "orgName": "UNIVERSITA DEGLI STUDI DI FERRARA",
            "ecContrib": 268625
        },
        "999877359": {
            "orgId": "999877359",
            "orgName": "STELLENBOSCH UNIVERSITY",
            "ecContrib": 270453
        }
    },
    "calculatedTotalContribution": 2989997
}