{
    "rcn": "203378",
    "acronym": "HyBurn",
    "topics": "ERC-CoG-2015",
    "title": "Enabling Hydrogen-enriched burner technology for gas turbines through advanced measurement and simulation",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "A major impediment to the economic viability of carbon-free renewable energy sources such as wind and solar power is an inability to effectively utilize the power they generate if it is not immediately needed. One option to address this is to use excess generator capacity during off-peak demand periods to produce hydrogen (H2), a high energy-content, carbon-free fuel that can be mixed with natural gas and distributed to end-users via existing natural gas pipeline infrastructure, where its energy content is recovered via combustion in conventional gas-turbine (GT) power plants. H2-enrichment, however, dramatically alters the combustion dynamics of natural-gas and its effect on turbulent flame dynamics, combustion stability and pollutant formation in GT combustors is not well enough understood today for this scenario to be safely implemented with existing power plants.\n\nThe objective of this study is to facilitate Europeís transition to a reliable and cost-effective energy system based on carbon-free renewable power generation. It will accomplish this by developing advanced laser measurement techniques for use in high-pressure combustion test facilities and using them to acquire the data necessary to develop robust predictive analysis tools for hydrogen-enriched natural gas combustor technology. This data will analyzed in close collaboration with the simulation and modelling teams and used to rigorously test and validate combustion models and predictive analysis tools currently under development.",
    "totalCost": "1996135,01",
    "ecMaxContribution": "1996135,01",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1996135
        }
    },
    "calculatedTotalContribution": 1996135
}