{
    "rcn": "203383",
    "acronym": "first.stage",
    "topics": "ICT-19-2015",
    "title": "Fast and easy previsualisation for creative industries",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "Previsualisation is an essential phase in the design process of narrative art forms and media such as film, animated series, and stage plays. The possibilities that digital tools bring to this phase of production are immense, allowing early visualisations that support making creative decisions with much lower cost of changes than at later stages of production. Yet these tools require trained skills that are not available in typical small- to medium-size productions.\nThe goal of the first.stage project is to provide a toolset that brings the power of digital previs to productions in key application areas by being easier and thus cheaper to use: professionals can use these tools in practice immediately without large investment. This will make previs easier and faster, with significant benefits for production quality.\nThe first.stage toolset will employ natural user interfaces that utilise innate abilities and existing skills of artists for key tasks in previsualisation. Visual elements can be selected from asset libraries via expressive commands, while physical media such as figurines or stage models can be integrated by 3D digitisation. Elements can be arranged and views defined by gestures. Characters, cameras, and scenes can be animated by demonstrating the desired behaviour in the style of performance animation. This functionality will be based on state-of-the-art asset libraries, engines and motion capture hardware.\nThe novel approach to previs that first.stage takes will have a direct impact on Europeís storytelling industries ñ from the film industry over tv /commercials to theatre and other stage productions. It will give key creative personnel ñ (art) directors, choreographers, and concept artists ñ more artistic hold over productions. Accessible previs tools will further have impact on related fields such as architecture or product design, down to effects in education programmes and off-market and laymen creative endeavours.",
    "totalCost": "3031510",
    "ecMaxContribution": "3031510",
    "coordinator": "UNIVERSITAET BREMEN",
    "coordinatorCountry": "DE",
    "participants": "OO THEATER UND ORCHESTER GMBH;VOGEL AUDIOVISION GESELLSCHAFT MBH;NEXT LIMIT SL;ROKOKO ELECTRONICS IVS;MOVIESTORM LIMITED;YOUR MOM GMBH;INFOCONSULT GESELLSCHAFT FUR INFORMATIONSTECHNIK MBH",
    "participantCountries": "AT;ES;DK;UK;DE",
    "projectParticipants": {
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 696375
        },
        "919868849": {
            "orgId": "919868849",
            "orgName": "YOUR MOM GMBH",
            "ecContrib": 266188
        },
        "951492110": {
            "orgId": "951492110",
            "orgName": "MOVIESTORM LIMITED",
            "ecContrib": 665898
        },
        "983050478": {
            "orgId": "983050478",
            "orgName": "INFOCONSULT GESELLSCHAFT FUR INFORMATIONSTECHNIK MBH",
            "ecContrib": 224562
        },
        "929103637": {
            "orgId": "929103637",
            "orgName": "OO THEATER UND ORCHESTER GMBH",
            "ecContrib": 313312
        },
        "989995872": {
            "orgId": "989995872",
            "orgName": "NEXT LIMIT SL",
            "ecContrib": 305112
        },
        "929014785": {
            "orgId": "929014785",
            "orgName": "ROKOKO ELECTRONICS IVS",
            "ecContrib": 312562
        },
        "929043788": {
            "orgId": "929043788",
            "orgName": "VOGEL AUDIOVISION GESELLSCHAFT MBH",
            "ecContrib": 247500
        }
    },
    "calculatedTotalContribution": 3031509
}