{
    "rcn": "203451",
    "acronym": "IsImAg",
    "topics": "MSCA-IF-2015-EF",
    "title": "Isis, Images and Agency. The Creation, Use and Perception of Religious Iconography Concerning the Egyptian Gods in the Hellenistic and Roman Worlds",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "'In the Hellenistic and Roman worlds, the Egyptian goddess Isis was remarkably popular along with the deities related to her, such as Sarapis, Harpocrates and Anubis. Tens of thousands of objects, from a wide variety of contexts and periods, convey images that attest to the immense success of these cults. Both rich and coherent, this corpus of transcultural imagery provides an excellent laboratory for the study of the creation, use and perception of ancient figurative media, especially in terms of agency. Previous research on this religious iconography has only wielded a fragmented vision, paying little attention to contexts and media. However, these images can only be understood in relation to one another and as part of their sociocultural and religious networks. Since 2013, reconstituting this overview has been the aim of a Thesaurus whose catalogues gather all Isiac images for every kind of medium, highlighting the contextualised objects and questioning what they meant and did. The progress of this collective undertaking allows me now to present a research project crucial to many categories of historians working on visual (material) culture. By reconstituting the history of Isiac images throughout various types of production, the Thesaurus demonstrates how figurative systems were constantly interacting and evolving during Antiquity. It enables us to ask new questions on the creation, use and perception of these object-images from both a synchronic and diachronic perspective. The synthesis emerging will form a 'historical grammar' revealing the functioning of this figurative culture and its impact on ancient societies. With the largest part of the Thesaurus now available, Leiden University provides the best current academic context for the more interpretative and synthesising parts of the research. By partaking in a more conceptual research culture, this experience will have a decisive impact on my scientific development and will open up numerous new perspectives.'",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}