{
    "rcn": "203424",
    "acronym": "pArg_deg_signal",
    "topics": "ERC-ADG-2015",
    "title": "No stress with pArg: Mechanisms of a distinct phospho-mark to coordinate stress response and protein quality control",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Cellular proteins are prone to misfolding and aggregation, particularly under harsh environmental conditions. To counteract this danger, all organisms from bacteria to humans evolved sophisticated protein quality control networks. The mechanisms employed in them tend to represent some of the most exciting biochemistry occurring in living cells.\n\nIn Gram-positive bacteria, the key factors combating protein damage include a specialized protein kinase phosphorylating arginine residues (McsB), the central housekeeping protease (ClpP), as well as a AAA chaperone targeting aggregated proteins (ClpC). We find this quality-control system, organized around a distinct protein phospho mark (phosphoarginine, pArg), a fascinating model to investigate novel principles of dealing with proteotoxic stress.\n\nUsing an integrative approach, we will delineate the precise role of protein arginine phosphorylation in the bacterial stress response. We will first analyze how this unique modification influences the stability and function of targeted proteins in vitro and in vivo. We are particularly interested in the possibility of pArg serving as a bacterial, ubiquitin-like degradation signal. We will then address the mechanism and regulation of the protein arginine kinase McsB. This analysis will uncover the specificity of the pArg tagging system. Additionally, these studies will reveal enzymatic innovations connected with the pArg chemistry that, due to the dependence of bacterial virulence on McsB, are of pharmaceutical interest. To address the further processing of pArg-modified proteins, we will perform an in-depth structural characterization of ClpC and related AAA disaggregases. A better understanding of the mechanism and regulation of these HSP100 molecular machines is also highly relevant to uncover general principles of how cells deal with toxic protein aggregates and, in parallel, keep control over their potentially dangerous shredding devices.",
    "totalCost": "2499299",
    "ecMaxContribution": "2499299",
    "coordinator": "FORSCHUNGSINSTITUT FUR MOLEKULARE PATHOLOGIE GESELLSCHAFT MBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999919069": {
            "orgId": "999919069",
            "orgName": "FORSCHUNGSINSTITUT FUR MOLEKULARE PATHOLOGIE GESELLSCHAFT MBH",
            "ecContrib": 2499299
        }
    },
    "calculatedTotalContribution": 2499299
}