{
    "rcn": "203433",
    "acronym": "MYCLASS",
    "topics": "ERC-ADG-2015",
    "title": "Towards prevention, early diagnosis, and noninvasive treatment of uterine leiomyomas through molecular classification",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Every fourth woman suffers from uterine leiomyomas (ULs) ñ benign tumors of the uterine smooth muscle wall - at some point in premenopausal life. ULs, also called myomas or fibroids, cause a substantial health burden through symptoms such as excessive uterine bleeding, abdominal pain and infertility. These tumors are the most common cause of hysterectomy. Considering the impact that ULs have to womenís health, they are severely understudied. Our breakthrough work has shed important new light on the biology and genesis of ULs. In this ERC proposal we hypothesize that ULs can emerge through several distinct mechanisms and anticipate that each mechanism contributes to somewhat different tumor biology, clinicopathological features, and response to treatment. Also, we hypothesize that predisposing genetic variants may confer susceptibility to a particular UL subclass. To test these hypotheses, we shall create multiple layers of high-throughput data on clinicopathologically characterized ULs, including copy number variation, whole genome sequence, gene expression, and methylome profiles. Integration of these data should establish the existence and key characteristics of the different UL subclasses. Finally, we shall examine the effect of currently used drugs as well as new lead compounds in response to treatment, stratified per UL subclass. These efforts will 1) provide biological insight into molecular mechanisms driving the UL genesis and lay the scientific basis of their molecular classification, 2) describe the key characteristics of each class, 3) provide key biomarkers and molecular tools for routine diagnosis of UL subclasses, as well as clues to their targeted treatment, and 4) produce tools for detection of hereditary predisposition to ULs. This ERC project will be an important step towards non-invasive management of ULs. Reaching this goal would benefit hundreds of millions of women.",
    "totalCost": "2499099",
    "ecMaxContribution": "2499099",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 2499099
        }
    },
    "calculatedTotalContribution": 2499099
}