{
    "rcn": "203419",
    "acronym": "CLONCELLBREAST",
    "topics": "ERC-ADG-2015",
    "title": "CLONAL AND CELLULAR HETEROGENEITY OF BREAST CANCER AND ITS DYNAMIC EVOLUTION WITH TREATMENT",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "CLONAL AND CELLULAR HETEROGENEITY OF BREAST CANCER AND ITS DYNAMIC EVOLUTION WITH TREATMENT\nBreast cancer remains one of the leading causes of cancer death in women. One of the greatest challenges is that breast cancer is a heterogeneous group of 10 diseases defined by genomic profiling. In addition, each tumor is composed of clones and clonal evolution underpins the successive acquisition of the hallmarks of cancer, including metastasis and resistance to therapy. Furthermore tumors display biologically and clinically relevant cellular heterogeneity: immune system, vasculature, and stroma.  This cellular heterogeneity both shapes and is shaped by the malignant compartment and modulates response to therapy. \nThis proposal will use longitudinal studies to unravel the clonal and cellular heterogeneity of breast cancer and its dynamic evolution with treatment. The overall goal is to provide a systems level view of evolving clonal and cellular architectures in space and time along the clinical continuum of breast cancers in the clinic, leading to the discovery of new biological and clinical paradigms which will transform our understanding of the disease. \nThe overall approach is to capture the evolution of clonal and cellular heterogeneity of breast cancers in space and time using unique clinical cohorts where samples (biopsies and blood/plasma) are available spanning the whole disease continuum: early breast cancer surgically treated with curative intent, neo-adjuvant therapy, and matched relapse/metastasis. The 4 aims of the proposal are:\n1. Characterization of the clonal and cellular heterogeneity of primary tumours from the 10 genomic driver-based breast cancer subtypes (ICs)\n2. Comparative characterization of the clonal and cellular heterogeneity of matched pairs of primary and metastatic cancers\n3. Characterization of the clonal and epigenetic evolution across therapy courses\n4. Characterization of the immune response across therapy courses",
    "totalCost": "2497660",
    "ecMaxContribution": "2497660",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}