{
    "rcn": "203461",
    "acronym": "ACTECH",
    "topics": "MSCA-IF-2015-EF",
    "title": "Ancient ConstructionTECHniques between East and West. Building traditions, technological innovations and workmanship circulation: from Roman Arabia to Medieval Europe.",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "This proposal is designed to study the circulation of ancient construction knowledge in the Mediterranean through an innovative and multidisciplinary approach to the analysis of built heritage. Particular attention will be given to the study of a specific construction technique, the arch, and how it influenced the types and techniques of architectural construction between the 2nd and 8th centuries AD, starting in the territories of the Southern Hawr?n (nowadays Jordan and Syria), where the Hellenistic-Nabataean, Roman-Byzantine, Parthian-Sasanian and early Islamic architectural cultures met and influenced each other. In this fertile basin of local experiences, new building techniques and architectural typologies developed and from there spread throughout the Mediterranean basin. The transdisciplinary approach of the project will also allow an in-depth and innovative study of the phenomena behind the ancient construction processes, in terms of relationships between commissioners and workers, workforce and the specific construction techniques employed. The application of new digital technologies will be fundamental for the success of the project; in particular, a web-based GIS will be implemented to record the vertical surfaces, and an operational protocol for three-dimensional architectural survey will be developed, via which photographic-quality virtual reconstructions of built heritage will be generated by integrating digital photogrammetry and laser scanner. New technologies will also play a fundamental role in the presentation and diffusion of the data thanks to a fully open-access philosophy in which the results will be made available not only to the scientific community but also to the general public. Conceived as such, the project will be fundamental for both the proposer and the host institution, and it will contribute concretely to European excellence and competitiveness in the creation of a common, current and widespread Euro-Mediterranean culture.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PARIS I PANTHEON-SORBONNE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999859123": {
            "orgId": "999859123",
            "orgName": "UNIVERSITE PARIS I PANTHEON-SORBONNE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}