{
    "rcn": "203412",
    "acronym": "MONACAT",
    "topics": "ERC-ADG-2015",
    "title": "Magnetism and Optics for Nanoparticle Catalysis",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "MONACAT proposes a novel approach to address the challenge of intermittent energy storage. Specifically, the purpose is to conceive and synthesize novel complex nano-objects displaying both physical and chemical properties that enable catalytic transformations with a fast and optimum energy conversion. It follows over 20 years of research on ìorganometallic nanoparticlesî, an approach of nanoparticles (NPs) synthesis where the first goal is to control the surface of the particles as in molecular organometallic species. Two families of NPs will be studied: 1) magnetic NPs that can be heated by excitation with an alternating magnetic field and 2) plasmonic NPs that absorb visible light and transform it into heat. In all cases, deposition of additional materials as islands or thin layers will improve the NPs catalytic activity. Iron carbides NPs have recently been shown to heat efficiently upon magnetic excitation and to catalyse CO hydrogenation into hydrocarbons. In order to transform this observation into a viable process, MONACAT will address the following challenges: determination and control of surface temperature using fluorophores or quantum dots, optimization of heating capacity (size, anisotropy of the material, crystallinity, phases: FeCo, FeNi, chemical order), optimization of catalytic properties (islands vs core-shell structures; Ru, Ni for methane, Cu/Zn for methanol), stability and optimization of energy efficiency. A similar approach will be used for direct light conversion using as first proofs of concept Au or Ag NPs coated with Ru. Catalytic tests will be performed on two heterogeneous reactions after deposition of the NPs onto a support: CO2 hydrogenation into methane and methanol synthesis. In addition, the potential of catalysis making use of self-heated and magnetically recoverable NPs will be studied in solution (reduction of arenes or oxygenated functions, hydrogenation and hydrogenolysis of biomass platform molecules, Fischer-Tropsch).",
    "totalCost": "2472222,54",
    "ecMaxContribution": "2472222,54",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2472223
        }
    },
    "calculatedTotalContribution": 2472223
}