{
    "rcn": "203493",
    "acronym": "CoSMaS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Developing an interdisciplinary Collaborative Self-Management Support model: behavioural and communication tools for integrated care",
    "startDate": "03/04/2017",
    "endDate": "02/04/2019",
    "objective": "The CoSMaS project aims to develop and test an interdisciplinary Collaborative Self-Management Support Model applicable to several chronic health conditions and to validate model measurement tools for use in research and routine care. The proposed research investigates how different HCPs contribute to supporting self-management, how they coordinate care, and how this can be improved to ensure comprehensive (but not redundant) care and ultimately reduce illness burden. It thus addresses recent calls to improve chronic care in Europe, in line with recent advances towards integrated care and current interest in using social science, especially health communication and behaviour change, to inform health services research. Within a 2-year timeline, it proposes a community-based participatory research approach to develop solutions for collaborative care in France in asthma, stroke and cancer based on input from various stakeholders, while also developing the model internationally via collaborations with other EU research centres. Theoretical literature reviews are first planned to inform model development. Qualitative studies are set to explore the views of patientsí, caregiversí and health care professionals of different specialities on current and desired CoSMaS practices. An international Delphi consultation aims to reach consensus on model elements and hypotheses by synthesizing opinions of research and management experts. Self-report tools are developed, piloted and validated in a cross-sectional online survey. This research is linked to relevant training, knowledge transfer and communication activities to broaden the expertise of the researcher, valorize her current knowledge within the host and partner organizations, and disseminate scientific evidence on collaborative self-management support to scientific audiences and the public at large.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}