{
    "rcn": "203416",
    "acronym": "GoCADiSC",
    "topics": "ERC-ADG-2015",
    "title": "Genomics of Chromosome Architecture and Dynamics in Single Cells",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "The spatial architecture of mammalian interphase chromosomes, each consisting of tens of megabases of DNA, poses an intriguing topological problem and is relevant for various nuclear functions. A major challenge is that chromosome architecture exhibits substantial stochastic cell-to-cell variation. To unravel the principles of chromosome organization, new single-cell genome-wide approaches that capture the intrinsic variability are needed.\n\tInterphase chromosomes interact extensively with relatively fixed nuclear 'landmarks' such as the nuclear lamina and nucleoli, posing considerable restraints to the spatial organization of chromosomes. For example, about one-third of the mammalian genome interacts with the nuclear lamina. We have recently developed two complementary methods to (i) visualize and track landmark ñ genome interactions in living cells, and (ii) generate genome-wide maps of these interactions in single cells. These new methods offer unique opportunities to unravel chromosome architecture, taking cell-to-cell variation and dynamics into account. \n\tHere I propose to take an integrative approach to study genome ñ landmark interactions in single mammalian cells. We will: (1) Extend our single-cell methods to visualize and map interactions of the genome with multiple landmarks, and with substantially enhanced genomic and temporal resolution; (2) Elucidate the dynamics and diversity of chromosome architecture in single cells, including differentiating cells; (3) Identify cis-determinants of chromosome - landmark interactions through systematic perturbation of linear chromosome organization, both by targeted mutagenesis and by a random scrambling approach; (4) elucidate the role of various proteins in the global and local control of single-cell dynamics of chromosome organization. \n\tThese tightly linked approaches will provide detailed understanding of the dynamic architecture of chromosomes in individual cells, and yield new methods and resources.",
    "totalCost": "2497125",
    "ecMaxContribution": "2497125",
    "coordinator": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984738": {
            "orgId": "999984738",
            "orgName": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
            "ecContrib": 2497125
        }
    },
    "calculatedTotalContribution": 2497125
}