{
    "rcn": "203462",
    "acronym": "YnotSing",
    "topics": "MSCA-IF-2015-EF",
    "title": "Evolution of sexual dimorphisms: all about losing not choosing?",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Males and females often differ dramatically in phenotype, with one sex exhibiting elaborate ornaments absent in the other. Darwin suggested such dimorphism evolves through sexual selection on males to attract females and repel rival males. Ever since, this framework served to explain why males are showy and females drab. Song in songbirds was a classic example (males sing and females are silent) until our recent research showed that female song is phylogenetically widespread and probably ancestral. Thus, current sex differences in song must have at least partly resulted from females evolving away from males by losing song. Therefore, the key question is not what has led to elaboration in males, but rather, what is responsible for losses in females. I will engage a network of experts from three EU institutions and the general public to participate in addressing this new, pertinent question of trait loss in a large-scale phylogenetic analysis across songbirds. I will focus on three goals important to progress in this field: (1) develop an urgently needed single quantitative score to compare song structure among species, (2) determine how gains and losses of song structure in each sex contribute to overall dimorphism, (3) compare dimorphism to a broad range of ecological and natural history correlates. From the host and partners, I will receive expert training through research in animal communication, bioacoustics, and character evolution, including advanced sound analysis tools during a Secondment and leadership training through a major citizen science project with xeno-canto, the worldís largest bird song database. This inclusive mentorship and training will equip me with diversified and advanced skills to contribute to this important research question and embark on my career goals of leading an independent, integrated research programme in behavioural ecology and evolution.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}