{
    "rcn": "203430",
    "acronym": "ByoPiC",
    "topics": "ERC-ADG-2015",
    "title": "The Baryon Picture of the Cosmos",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The cosmological paradigm of structure formation is both extremely successful and plagued by many enigmas. Not only the nature of the main matter component, dark matter, shaping the structure skeleton in the form of a cosmic web, is mysterious; but also half of the ordinary matter (i.e. baryons) at late times of the cosmic history, remains unobserved, or hidden! ByoPiC focuses on this key and currently unresolved issue in astrophysics and cosmology: Where and how are half of the baryons hidden at late times? ByoPiC will answer that central question by detecting, mapping, and assessing the physical properties of hot ionised baryons at large cosmic scales and at late times. This will give a completely new picture of the cosmic web, added to its standard tracers, i.e. galaxies made of cold and dense baryons. To this end, ByoPiC will perform the first statistically consistent, joint analysis of complementary multiwavelength data: Planck observations tracing hot, ionised baryons via the Sunyaev-Zeldovich effect, optimally combined with optical and near infrared galaxy surveys as tracers of cold baryons. This joint analysis will rely on innovative statistical tools to recover all the (cross)information contained in these data in order to detect most of the hidden baryons in cosmic web elements such as (super)clusters and filaments. These newly detected elements will then be assembled to reconstruct the cosmic web as traced by both hot ionised baryons and galaxies. Thanks to that, ByoPiC will perform the most complete and detailed assessment of the census and contribution of hot ionised baryons to the total baryon budget, and identify the main physical processes driving their evolution in the cosmic web. Catalogues of new (super)clusters and filaments, and innovative tools, will be key deliverable products, allowing for an optimal preparation of future surveys.",
    "totalCost": "2488350",
    "ecMaxContribution": "2488350",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2488350
        }
    },
    "calculatedTotalContribution": 2488350
}