{
    "rcn": "203426",
    "acronym": "NANOFACTORY",
    "topics": "ERC-ADG-2015",
    "title": "Building tomorrowís nanofactory",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The aim of this project is to translate the concept of production line to the nanoworld to develop what could become tomorrowís nanofactory. So far, nanostructures are either chemically synthesized or produced using top-down approaches such as nanolithography, but no processes exist to take a few nanostructures and perform the basic operations required to assemble them into a more complex system. This proposal aims at addressing this need by realizing at the nanoscale the different functions that are required for a production line: receiving and moving raw nanomaterial in position, where it can be immobilized and worked on or transformed; combining different elements into more complex systems that support new functionalities. The project uses optical forces generated by plasmonic traps as enabling mechanism to act on raw material and the entire production line will be integrated into microfluidics, which will perform as an advanced conveyor belt. Local electrophoresis and photo-curable polymerization are used to locally modify and assemble raw nanoparticles. In addition to implementing challenging nanotechnologies, such as nanoscale electric contacts and perforated membranes, this project will also explore a fair amount of completely new physics, including the van der Waals interaction ñ which will be studied numerically and experimentally ñ the competition between optical and chemical forces or electrostatic attraction, and the detailed determination of the trapping potential produced by plasmonic nanostructures. The foreseen research is very comprehensive, including modelling, nanofabrication and explorations at the nanoscale. This ground-braking proposal will demonstrate how additive manufacturing can be implemented at the nanoscale.",
    "totalCost": "2488190",
    "ecMaxContribution": "2488190",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 2488190
        }
    },
    "calculatedTotalContribution": 2488190
}