{
    "rcn": "203443",
    "acronym": "MinimalSelf",
    "topics": "MSCA-IF-2015-EF",
    "title": "Embodiment, Intersubjectivity, and the Minimal Self",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The proposed project is a philosophical and interdisciplinary study of the most fundamental sense of self. It will take, as its starting point, the concept of ìminimal selfî, as recently employed by philosophers such as Gallagher and Zahavi.  The aim of the project is to develop a clearer, more elaborate, and substantially revised conception of minimal self.\n\nFirst of all, I will engage in depth with relevant phenomenological scholarship, focusing on the work of Husserl and Merleau-Ponty. I will then use the results of this engagement to critically discuss, elaborate and revise current conceptions of minimal self. Finally, I will examine applications of the concept of ìminimal selfî in psychiatry and psychopathology, for instance by Parnas et al. and Sass.\n\nThe project will be structured around three guiding questions, to which others have given conflicting or insufficiently clear answers:\n1. Is the minimal self given in experience, or is it a formal abstraction from experience?\n2. Is the minimal self prior to intersubjectivity, or is it inextricably intertwined with intersubjectivity?\n3. In what sense is the minimal self 'embodied', and how does this relate to the issue of intersubjectivity?\n\nI will argue that the minimal self is integral to experience rather than an abstraction from it. Furthermore, it is inextricable from interpersonal experience, to an extent that others, such as Zahavi (2014), have not sufficiently acknowledged. I will also make clear how the intersubjective structure of minimal self relates to its bodily nature.\n\nThis view will be supported through a detailed study of the phenomenology of self-disturbances such as schizophrenia, and I will show how the revised concept of minimal self has significant implications for our understanding of psychopathological disturbances.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}