{
    "rcn": "203481",
    "acronym": "EXPHYLL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Discovery of new herbicides through an exploration of the chemistry and biology of the naturally occurring phyllostictines",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Phyllostictine A (PA) is the most potent member of a new class of natural product isolated from the fungus phyllosticta cirsii that displays strong herbicidal activity and is an exciting new lead in crop protection. Martin Riemer (PhD 2014, University of Potsdam, Germany) will undertake the first chemical synthesis of phyllostictine A (PA) at the University of Warwick, UK and participate in a multi-disciplinary project that spans the interface between chemistry and biology. PA constitutes a formidable synthetic challenge and its synthesis will require him to develop a variety of new chemical reactions and processes. Emphasis will be placed on sustainable, catalytic transformations and on adhering to the principles of the ëidealí synthesis (e.g. atom, step and redox economy), work which builds directly on the applicantís skills and expertise. Through a secondment to Rothamsted Research, Riemer will broaden his knowledge base by testing a selection of synthetic analogues against invasive weeds. Taken together, these activities will advance our understanding of the mode of action of PA, and pave the way for the development of simplified analogues for use in agriculture. Moreover, through the planned training and mentoring activities, Riemer will develop into an outstanding early career researcher of great potential.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}