{
    "rcn": "203444",
    "acronym": "PSI-FELLOW-II-3i",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "International, Interdisciplinary and Intersectoral Postdocs",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Large-scale research facilities are enabling cutting edge research and innovation in important domains such as materials science, health and energy. A number of such accelerator facilities is currently under construction in Europe and will become operational within the next ten years. Thus, there is a growing need for highly qualified researchers trained in interdisciplinary research at such facilities and also an increasing demand from companies to use these facilities for developing and testing innovative products.\n\nThe Paul Scherrer Institut (PSI), one of Europeís leading research centres and particularly renowned for its accelerator facilities and long-standing industry collaborations, intends to establish a novel post-doctoral research programme with new interdisciplinary and inter-sectoral training elements.\n\nPSI features a unique combination of excellent research facilities, including neutron, muon and light sources and (as of 2016) an X-ray free electron laser, which all exceed the possibilities of universities or industrial research centres. Motivated by the successful implementation of the FP7 COFUND programme PSI-FELLOW, PSI now wants to take post-doctoral education to the next level and proposes to set up PSI-FELLOW-II-3I. This 5-year programme will offer a total of 60 fellowships of two years duration each. The fellowships will be awarded in two calls for proposals with 30 fellowships in each call. In order to maximise the benefit for the fellows and offer the widest possible range of research topics, PSI has teamed up with 16 partner organisations (9 research institutions and 7 companies). The unique setup of PSI-FELLOW-II-3i will allow using synergies with other leading research institutions for the training of the next generation of researchers specialised in tapping the full potential of large-scale research facilities, to transfer knowledge and stimulate innovation in Europeís industries.",
    "totalCost": "8496000",
    "ecMaxContribution": "4248000",
    "coordinator": "PAUL SCHERRER INSTITUT",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994923": {
            "orgId": "999994923",
            "orgName": "PAUL SCHERRER INSTITUT",
            "ecContrib": 4248000
        }
    },
    "calculatedTotalContribution": 4248000
}