{
    "rcn": "203477",
    "acronym": "SMILED",
    "topics": "MSCA-IF-2015-EF",
    "title": "Skeletal Muscle Inflammation: ambivalent roles in Exercise and Diabetes",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "In Europe, 52 million people are living with diabetes, with more than 90% of them having type 2 diabetes (T2D), a multifactorial disease associated with obesity and sedentary lifestyle. It leads to severe complications such as cardiovascular events and constitutes an unmanageable economic burden. Skeletal muscle inflammation is emerging as a potential contributor to T2D. Inflammation occurs during exercise and repair and is a hallmark of myopathies, suggesting that it plays crucial roles in skeletal muscle homeostasis. Despite the fact that exercise is associated with inflammation, physical activity has beneficial effects on T2D, which highlights the ambivalent role of muscle inflammation in controlling glucose homeostasis.\nEpigenetic processes are potential molecular links between diseases and environmental factors such as diet and exercise. Abnormal promoter methylation of inflammatory genes was recently suggested in adipose tissue during obesity, but little is currently known about epigenetic regulations in muscle during exercise and diabetes. Surprisingly, it is unknown whether there is any parallel between local inflammation of muscle and T2D and no therapeutic strategies currently target skeletal muscle for T2D treatment.\nThe overall aim of this proposal is to determine the interaction between inflammation and the metabolic response to exercise and T2D to define potent interventional strategies that can improve insulin sensitivity. It will identify what type of inflammatory response induces the greatest metabolic effect on signal transduction and expression of genes through profiling DNA methylation, chromatin structure and small RNAs. It will use primary cell cultures from human biopsies to (1) obtain proof of principle that the beneficial effect of exercise on metabolism is dependent on inflammation, and (2) translate these discoveries into innovative exercise and anti-inflammatory intervention strategies to improve insulin sensitivity.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}