{
    "rcn": "203414",
    "acronym": "AQUAMS",
    "topics": "ERC-ADG-2015",
    "title": "Analysis of quantum many-body systems",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The main focus of this project is the mathematical analysis of many-body quantum systems, in particular, interacting quantum gases at low temperature. The recent experimental advances in studying ultra-cold atomic gases have led to renewed interest in these systems. They display a rich variety of quantum phenomena, including, e.g., BoseñEinstein condensation and superfluidity, which makes them interesting both from a physical and a mathematical point of view.\nThe goal of this project is the development of new mathematical tools for dealing with complex problems in many-body quantum systems. New mathematical methods lead to different points of view and thus increase our understanding of physical systems. From the point of view of mathematical physics, there has been significant progress in the last few years in understanding the interesting phenomena occurring in quantum gases, and the goal of this project is to investigate some of the key issues that remain unsolved. Due to the complex nature of the problems, new mathematical ideas\nand methods will have to be developed for this purpose. One of the main question addressed in this proposal is the validity of the Bogoliubov approximation for the excitation spectrum of many-body quantum systems. While its accuracy has been\nsuccessfully shown for the ground state energy of various models, its predictions concerning the excitation spectrum have so far only been verified in the Hartree limit, an extreme form of a mean-field limit where the interaction among the particles is very weak and ranges over the whole system. The central part of this project is concerned with the extension of these results to the case of short-range interactions. Apart from being mathematically much more challenging, the short-range case is the\none most relevant for the description of actual physical systems. Hence progress along these lines can be expected to yield valuable insight into the complex behavior of these many-body quantum systems.",
    "totalCost": "1497755",
    "ecMaxContribution": "1497755",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 1497755
        }
    },
    "calculatedTotalContribution": 1497755
}