{
    "rcn": "203472",
    "acronym": "MICCO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Monetary Spaces and hierarchies in Europe. Impact of Complementary Currencies",
    "startDate": "01/09/2016",
    "endDate": "01/03/2019",
    "objective": "This research seeks to measure and analyse the social and economic impact of selected Community Currencies in Europe with the use of a self-assessment Total Quality Management model called Common Assessment Framework. Complementary Currencies (CC) are a type of money designed to circulate alongside the Central Bankís money to address objectives that the conventional money system does not. CC are tied to a specific demarcated community (i.e. locality, mutual-credit networks, sectoral vouchers). The Common Assessment Framework (CAF) engages the organisation and its beneficiaries and performs a study of its structure and operation at a particular point in time and place.\nThe study will further organizational theory for sustainability and community building, contributing to the Europe 2020 strategy. It builds upon previous efforts funded by the European Union, namely Digipay4growth  and CCIA, by studying the social and economic impact of these projects in order to further theorise CC from a systems and complexity theory perspective. The research will link micro-impact indicators at an organizational level, such as employment generation and access to financial services, with macro indicators at the national level, such as the enhanced GDP that includes well-being and life satisfaction, according to the Beyond GDP initiative of the European Commission. \nThe research on CCs as an anti-crisis mechanism is topical at a time when the European Union member states and especially Greece are striving to cope with the financial crisis and its impact on national economies and societies. Several countries have experienced GDP declines and rising unemployment rates, while in Greece the indicators are even worse than during the Great Depression. In that line, the priorities of Europe 2020 include community currencies because of their effectiveness towards social innovation, new modes of sustainable economy, employment and enterprise creation, and local regeneration.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "ERASMUS UNIVERSITEIT ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}