{
    "rcn": "203485",
    "acronym": "NITRIPHYLL",
    "topics": "MSCA-IF-2015-EF",
    "title": "A novel approach to determine canopy nitrification in the phyllosphere of European forests: combining multiple isotope tracers and proteogenomic techniques",
    "startDate": "06/06/2016",
    "endDate": "05/06/2018",
    "objective": "Forest canopies play a significant role in regulating carbon and water exchanges with the atmosphere, with profound effects on our climate. However, their role in altering the chemical composition of precipitation and, consequently, the nutrient cycling within a forest has been less investigated. This is particular relevant for nitrogen (N)-limited forests in the Northern hemisphere, which have been exposed to a rapid human-induced increase in Ndep over the last decades. Much of the  scientific attention has been focused on the role of Ndep in enhancing forest C-sink, while we still need to elucidate the fate of Ndep when entering forest and its contribution to N cycling. In particular, it is still not clear whether Ndep is retained, taken up and/or altered by biological transformations when interacting with tree canopies. By applying a quadruple isotope approach I recently demonstrated the occurrence of in-canopy biological nitrification of atmospheric N for UK forests at high Ndep. Hence, NITRIPHYLL intends to extend the multiple isotope approach a) to enlarge the range of conditions under which the process is demonstrated to occur, b) to investigate difference between species in the proportion of microbiologically-derived NO3 and c) the reasons of these differences. Furthermore, by using proteo-genomic techniques we aim to characterize phyllosphere microbial communities involved in canopy nitrification. We will consider i) forests along  a gradient of climate and Ndep within the well established EU-ICP forest network and ii) existing N manipulation experiments. NITRIPHYLL for the first time merges two separate research avenues, i.e., the investigation of canopy nitrification with the study of the occurrence, abundance and diversity of bacteria communities in the phyllosphere.  Thus, the project will contribute to providing  a deeper understanding of how the phyllosphere affects the N, and consequently C, cycling within forests in relation to climate and Ndep.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998880005": {
            "orgId": "998880005",
            "orgName": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}