{
    "rcn": "203479",
    "acronym": "IMPACT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Improving parent and child interaction to enhance oral language development",
    "startDate": "05/12/2016",
    "endDate": "04/12/2018",
    "objective": "Across Europe, up to 5.8 million children and youths are affected by language problems. Language difficulties result in poorer academic outcomes, worse job opportunities, and poorer economic and health well-being. A major societal challenge and Europe 2020 priority is reducing social inequalities, which could be addressed by investing in the early years and addressing the inequities in early language development. Impoverished home language environments are shown to contribute to existing and increasing inequalities across Europe. One approach to improving child oral language skills and reducing inequalities is to identify parent-child interaction interventions for promoting the home language environment, with the potential to be incorporated into universal services across Europe. Thus, the objectives of this fellowship are to:\n1) Understand expectations and experiences of parents in disadvantaged areas who take part in parent-child interaction programmes aimed at promoting child oral language skills;\n2) Determine the feasibility and reliability of an observational rating scale of parent-child interaction for use by health visitors/community health nurses to identify children most likely to benefit from parent-focused interventions for improving child oral language; \n3) Review practices across Europe for promoting parent-child interaction, and provide recommendations to the EU for identifying children most likely to benefit from parent-focused intervention set within a framework of progressive universalism (where all parents and children are provided with a universal service, with additional services targeted to those with additional needs).\n\nAt a time when action is needed, the research fellow under the expert supervision and advanced training provided at Newcastle University, will make a significant contribution to advancing the science of the field and also to addressing the major societal challenge in the UK and across Europe of reducing inequalities.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}