{
    "rcn": "203406",
    "acronym": "GIANTSYN",
    "topics": "ERC-ADG-2015",
    "title": "Biophysics and circuit function of a giant cortical glutamatergic synapse",
    "startDate": "01/03/2017",
    "endDate": "28/02/2022",
    "objective": "A fundamental question in neuroscience is how the biophysical properties of synapses shape higher network computations. The hippocampal mossy fiber synapse, formed between axons of dentate gyrus granule cells and dendrites of CA3 pyramidal neurons, is the ideal synapse to address this question. This synapse is accessible to presynaptic recording, due to its large size, allowing a rigorous investigation of the biophysical mechanisms of transmission and plasticity. Furthermore, this synapse is placed in the center of a memory circuit, and several hypotheses about its network function have been generated. However, even basic properties of this key communication element remain enigmatic. The ambitious goal of the current proposal, GIANTSYN, is to understand the hippocampal mossy fiber synapse at all levels of complexity. At the subcellular level, we want to elucidate the biophysical mechanisms of transmission and synaptic plasticity in the same depth as previously achieved at peripheral and brainstem synapses, classical synaptic models. At the network level, we want to unravel the connectivity rules and the in vivo network function of this synapse, particularly its role in learning and memory. To reach these objectives, we will combine functional and structural approaches. For the analysis of synaptic transmission and plasticity, we will combine direct preand postsynaptic patch-clamp recording and high-pressure freezing electron microscopy. For the analysis of connectivity and network function, we will use transsynaptic labeling and in vivo electrophysiology. Based on the proposed interdisciplinary research, the hippocampal mossy fiber synapse could become the first synapse in the history of neuroscience in which we reach complete insight into both synaptic biophysics and network function. In the long run, the results may open new perspectives for the diagnosis and treatment of brain diseases in which mossy fiber transmission, plasticity, or connectivity are impaired.",
    "totalCost": "2677500",
    "ecMaxContribution": "2677500",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 2677500
        }
    },
    "calculatedTotalContribution": 2677500
}