{
    "rcn": "203425",
    "acronym": "MILEPOST",
    "topics": "ERC-ADG-2015",
    "title": "Microscale Processes Governing Global Sustainability",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Reactive transport modelling is a key tool in understanding the extremely complex interplay of flow, transport and reactions occurring over various temporal and spatial scales in the subsurface. The most difficult challenge in reactive transport is the capture of scale dependence, and upscaling reactive transport will ultimately only be successful if there is a detailed understanding of fundamental mechanisms at the pore level and the supporting data are available. State-of-the-art tools (e.g. X-ray microtomography and on-chip porous media) are not sufficient to understand reactive flow, as they do not provide real-time mapping of propagation of fronts (e.g. temperature, pressure, concentration) that are critical to refine and validate simulations.\n\nThe ambition is to progress beyond the state of the art via additive manufacturing tools to print 3D replicas of porous cores that enable monitoring the properties within the pores. Our unique approach is to develop for the first time three-dimensional instrumented replicas of porous structures, so we can gain much needed dynamic data at the pore scale that can be incorporated into validated simulations coupling flow and reactive transport processes.\n\nWe combine expertise and integrating ground-breaking work in: (i) additive manufacturing to produce three dimensional replicas of porous structures; (ii) tools to embed sensors to determine in-vivo propagation of fronts (pressure, temperature, pH) within complex structures; and (iii) novel high-fidelity in-silico pore models coupling relative permeability functions and critical saturations with compositional changes and validated using virtual reality tools. The ERC MILEPOST project will transform our ability to analyse and predict the behaviour of a wide range of pore-scale processes governing the macroscopic behaviour of complex subsurface systems and open up new horizons for science in other areas, e.g porosity controlled in polymers and bioprinting.",
    "totalCost": "2810198",
    "ecMaxContribution": "2810198",
    "coordinator": "HERIOT-WATT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 2810198
        }
    },
    "calculatedTotalContribution": 2810198
}