{
    "rcn": "203473",
    "acronym": "CAiPSC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Determining centromere assembly mechanisms and improving mitotic fidelity during somatic cell reprogramming",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Maintaining a stable karyotype is essential for the use of pluripotent stem cells (PSCs) in regenerative medicine and translational and basic research. Although around 10-30% of PSC lines present karyotypic abnormalities, the molecular mechanisms underlying this genomic instability are largely unknown. Centromeres, the chromosomal loci that drive chromosome segregation are central to mitotic fidelity. Maintenance of centromeres in somatic cells is tightly cell cycle coupled, as centromeric chromatin assembly is strictly dependent on G1 phase transition. PSCs have an atypical cell cycle structure with truncated gap phases and proliferate at unusually rapid rates. How this affects mitotic fidelity in general, centromere assembly in particular and consequently, genomic stability is an essential question in reprogramming biology. The aim of this multifaceted project is to determine the mechanisms regulating proper chromosome segregation during somatic cell reprogramming to induced PSCs (iPSCs). By combining fluorescent labelling techniques, high-end microscopy and genome-wide analysis, this project will determine the mechanisms of centromere assembly and inheritance in PSCs, the consequences of genome-wide remodelling of chromatin marks during reprogramming on the stable epigenetic propagation of centromeric chromatin and how functional modulation of key centromere assembly factors affect mitotic fidelity. This project capitalises on the unique combination of the researcherís experience in stem cell biology and iPSC technology and the extensive expertise in the biology of human mitosis and centromere function of the host lab. The results of this study will provide direct insight into how chromosomal segregation is controlled in PSCs and most importantly during reprogramming, which will advance our understanding of the mechanisms underlying the genomic instability of these cells and contribute to the development of strategies to obtain better and more robust iPSCs.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "FUNDACAO CALOUSTE GULBENKIAN",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999455894": {
            "orgId": "999455894",
            "orgName": "FUNDACAO CALOUSTE GULBENKIAN",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}