{
    "rcn": "203497",
    "acronym": "IMAGIT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Information gain in Multi-pixel Acquisition Ghost Imaging Techniques",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Optical intensity measurements usually recover only partial information of the wave and of the media that has been gone through since phase information is lost. Interferometric imaging techniques allows us to recover the phase information but are often unstable and hard to implement due to mechanical vibrations and media fluctuations. On the other hand, in recent years an imaging technique called Ghost Imaging has attracted increasing interest through its ability to recover apparently hidden information on the spatial structure of a light beam. \nWe propose different methods that take advantage of a spatially resolved detection in the context of Ghost Imaging, to achieve better performances than conventional imaging as well as usual Ghost Imaging. Our methods whose principles have been validated by simulations that are presented, will allow simultaneous phase and amplitude imaging and the possibility to do such acquisitions in real-time through robust intensity measurements. Using quantum correlations we will also demonstrate that the method permit to take phase-amplitude images with a small number of photons. This last technique, can have many applications in diverse fields, ranging from biological sciences to security.\nBased on the unique expertise, facilities and on the precedent results of the host concerning Ghost Imaging, the proposal will aim to push the 'state-of-the-art' on both Ghost Imaging and phase-amplitude imaging. The fellow, whoís past research profile matches perfectly the project will bring his expertise and the developed simulations to the host. The project will open a new promising research subject at the host institution and the fellow will receive a high level training on both scientific and transferable skills aspects from the highly experienced host researchers and from the course proposed by the host. The project and the fellowís networking will benefit from ongoing collaborations with both academic and industrial partners.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}