{
    "rcn": "203490",
    "acronym": "colloidlego",
    "topics": "MSCA-IF-2015-EF",
    "title": "IMPACT OF BUIDING BLOCK SHAPE ON SELF-ASSEMBLY KINETICS",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Self-assembly is a spontaneous arrangement of building blocks into ordered structures. Shape of the building block is one of the key factors, determining the structure of resulting assembly. During the process of self-assembly, the building blocks move through thermal motion and, once in contact, adjust their mutual positions and orientations to minimize free energy and form ordered structure. Increasing shape anisotropy of the building block gradually hinders its reorientation during the process and increases the energy barriers. I propose to study the impact of increasing anisotropy of building blocks on their ability to overcome kinetic barriers during self-assembly process and reach equilibrium. Systematic experimental study will be performed with two dimensional Brownian dispersions of platelet microparticles. The platelets will have irregular pentagonal shape of such geometry that allows complete filling of the plane (valid solutions of pentagonal tiling problem). The shape anisotropy of the microparticles will be gradually increased (decreasing symmetry and circularity, increasing complexity of ordered pattern) and the effect on self-assembly kinetics will be evaluated. Proposed study is the first, systematically revealing relation between shape anisotropy and self-assembly kinetics. Its results will enable new fundamental insights into self-assembly of complex shapes.\nProposed self-assembly experiments require large quantities of microparticles of complex shapes and, simultaneously, not larger than a Brownian limit (~micron). Thus, I propose to develop novel low-cost high-throughput synthetic procedure, utilizing stop-flow lithography for production of Brownian silica particles. The host group participance in the project is vital as it is currently the only laboratory in Europe, working with stop-flow lithography. Furthermore, self-assembly is the main research theme in the host group, thus I can rely on their excellence in both parts of proposed project.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}