{
    "rcn": "203480",
    "acronym": "GRADIENT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Understanding fire, weather and land cover interactions from long-term terrestrial observations and satellite data in a north to south transect in Europe and North Africa",
    "startDate": "01/07/2016",
    "endDate": "30/09/2017",
    "objective": "Long-term historical fire records extending back to the late 1800s are very rare worldwide. Three such long-term historical fire data have been found for this research proposal; (i) Switzerland, central Europe (1900-2014), (ii) Greece, south Europe (1897-2014), and (iii) Algeria, north Africa (1870-2014) which together with the spatial-explicit reconstruction of recent fire history from Landsat satellite images (1984-2016), give a unique and excellent opportunity to understand fire, weather and land use/land cover (LULC) interactions in a north to south transect.\nDifferences in bio-geographical characteristics provided by the three study areas, located on a large geographical gradient covering two continents give the opportunity to document the role of fires in different biomes, to explore cross-scale issues and assess how fire-weather-LULC relationships vary across different scales, especially under a climate change context.\nThis research proposal consists of three topics that correspond mainly to three different scales. The specific objectives are: (i) the identification of trends, patterns and relationships between forest fires, weather, LULC and socio-economic parameters from long-term observations, (ii) the reconstruction of recent fire history and the assessment of burning patterns and fire selectivity on an annual basis from satellite images, and (iii) the exploration of post-fire vegetation dynamics and recovery patterns for selected large fire events using time series satellite images.\nThose objectives will contribute to the better understanding of fire, weather and land cover interactions, and will therefore provide knowledge for fire and land cover management practices, especially under a climate change context. Understanding of post-fire vegetation dynamics and recovery will help the mitigation of short and long-term consequences of fire occurrence. The knowledge acquired from the past will help to understand current processes and project them to future.",
    "totalCost": "117137,25",
    "ecMaxContribution": "117137,25",
    "coordinator": "EIDGENOESSISCHE FORSCHUNGSANSTALT WSL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999698782": {
            "orgId": "999698782",
            "orgName": "EIDGENOESSISCHE FORSCHUNGSANSTALT WSL",
            "ecContrib": 117137
        }
    },
    "calculatedTotalContribution": 117137
}