{
    "rcn": "203405",
    "acronym": "FIRSTORM",
    "topics": "ERC-ADG-2015",
    "title": "Modeling first-order Mott transitions",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Mott insulators are ìunsuccessful metalsî, where conduction is impeded by strong Coulomb repulsion. Their use in microelectronics started to be seriously considered in the 1990s, when first reports of field-effect switches appeared. These attempts were motivated by the expectation that the dielectric breakdown in Mott insulators could suddenly release all formerly localized carriers, a significant potential for nanometer scaling. Over the very last years striking experimental data on narrow-gap Mott insulators have finally materialized that expectation disclosing an unprecedented scenario where the metal phase actually stabilized was only metastable at equilibrium, which foreshadows exciting potential applications. These new data call for an urgent theoretical understanding so far missing. In fact, the conventional portrait of Mott insulators has overlooked that Mott transitions are mostly 1st order, implying an extended insulator-metal coexistence. As a result, bias or light may nucleate long-lived metastable metal droplets within the stable insulator, as indeed seen in experiments. The unexpected 1st order nature of dielectric breakdown in Mott insulators and its poorly explored but important conceptual and practical consequences are the scope of my theoretical project. I will model known Mott insulators identifying the variety of mechanisms (Coulomb, lattice distortions) that support and boost the 1st order character of the Mott transition. I will model and study insulator-metal coexistence and associated novel phenomena such as those related to nucleation and wetting at the interface, including possible unexplored role of quantum fluctuations. I will then simulate in model calculations the spatially inhomogeneous dynamics and non-equilibrium pathways across the 1st order Mott transition, relating the results to ongoing experiments in top groups. The outcome of this project is expected to yield immediate conceptual as well as later technological consequences.",
    "totalCost": "1422684",
    "ecMaxContribution": "1422684",
    "coordinator": "SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999850878": {
            "orgId": "999850878",
            "orgName": "SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE",
            "ecContrib": 1422684
        }
    },
    "calculatedTotalContribution": 1422684
}