{
    "rcn": "203413",
    "acronym": "DENOVOMUT",
    "topics": "ERC-ADG-2015",
    "title": "An integrated approach to understanding the impact of de novo mutations on the mammalian genome",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Understanding the process of spontaneous mutation is fundamental for understanding the genetic basis of quantitative variation, the threat posed by declining population size in conservation biology and the distribution of nucleotide variation in the genome. I will address these and other unanswered questions concerning the evolutionary impact of spontaneous mutation using the house mouse as a model system. With the first, highly replicated mutation accumulation (MA) experiment in any vertebrate, I will study the impact of mutation accumulation on fitness and other quantitative traits and on genomic variation. I will pay particular attention to the effects of mutations in the heterozygous state, since this is important for resolving two important questions: 1. The threat posed by deleterious mutation accumulation in humans, where natural selection has weakened in many populations, and in endangered species, where declining effective population size has made selection less effective, and 2. The extent by which new mutations sustain response to artificial selection. By characterizing many thousands of mutation events by genome sequencing of MA lines and wild mice, I will determine the molecular spectrum and the factors explaining mutation rate variation across the genome. I will exploit this new knowledge to address the long-unanswered question of the causes of correlations between nucleotide diversity and the recombination rate and the density of conserved genomic elements. I will develop new approaches, incorporating the simultaneous action of mutation, selection, drift and recombination, to determine the contributions of background selection and selective sweeps to variation in nucleotide diversity, and to quantify the contributions of coding and noncoding mutations to fitness variation.  \nThe project will lead to substantial advances in the understanding of the role of new mutations in explaining phenotypic and molecular diversity in mammals.",
    "totalCost": "2499331",
    "ecMaxContribution": "2499331",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "DE",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 682621
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1816710
        }
    },
    "calculatedTotalContribution": 2499331
}