{
    "rcn": "203441",
    "acronym": "MADAME",
    "topics": "MSCA-IF-2015-GF",
    "title": "Mesoscopic lAttices of ryDbergs for quAntuM thErmalization",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "This proposal aims at exploring the effect of dissipation in the nascent field of quantum thermodynamics. Two related quantum many-body experiments, realized using recent advances in cold atom quantum simulation, are aimed at understanding under what conditions a quantum system thermalizes.\n\nThe outgoing phase, at the University of Maryland, USA, studies intriguing quantum effects in interacting, driven-dissipative systems, whereby the collective nature of dissipation prevents the system from reaching static equilibrium, despite strong coupling to the environment. Prof. Porto leads the host team, part of the NIST/UMD group of W.D. Phillips. The return phase, at Institut díOptique, addresses the important question of dissipation-less thermalization in closed quantum systems of interacting atoms. The team is led by Dr. Browaeys in the CNRS group headed by P. Georges.\n\nThe hosts provide complementary techniques of optical trapping and cooling for neutral atoms in regular arrays, and both are experts in manipulating strongly-interacting Rydberg atoms. Novel techniques for fast single-atom manipulation derived from adaptative optics are expected to circumvent current limitations: therefore a secondment in the ETHZ team of Prof. Esslinger, Switzerland, is planned for the Experienced Researcher (ER) to learn these techniques.\n\nFundamental questions raised by quantum thermodynamics have recently received a worldwide surge of attention from leading research groups. Along the way, this proposal will develop new methods beneficial to quantum simulation techniques and to more general applications in quantum technologies, one of the major axis supported by the EU. The ER will discover multiple techniques and a wide view of quantum many-body problems, which will strongly benefit his career.\n\nBoth hosts are world-wide experts in the relevant fields, experienced in welcoming young international researchers, and possess the resources and the will to make of the project a success.",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "INSTITUT D'OPTIQUE THEORIQUE ET APPLIQUEE IOTA - SUPOPTIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999633016": {
            "orgId": "999633016",
            "orgName": "INSTITUT D'OPTIQUE THEORIQUE ET APPLIQUEE IOTA - SUPOPTIQUE",
            "ecContrib": 246668
        },
        "999573458": {
            "orgId": "999573458",
            "orgName": "THE UNIVERSITY SYSTEM OF MARYLAND FOUNDATION, INC.",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 246668
}