{
    "rcn": "203488",
    "acronym": "HArchitHeC",
    "topics": "MSCA-IF-2015-EF",
    "title": "House Architecture and Heritage in modern Crete",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Cretan minor built heritage dating back to the Venetian and Ottoman periods has until now received scarce attention by scholars and local authorities. The two-year HArchitHeC project (House Architecture and Heritage in modern Crete) wants to focuses on rural and urban houses of Crete in order to reach three main goals: to perceive the built environment in its materiality and its historical evolution; to study how the evolution and interaction of Venetian and Ottoman cultural models built up a hybrid architecture in a colonial dimension; and to identify possible strategies for heritage protection by bringing research to the public realm. To do so, an interdisciplinary innovative approach will be used: a historical study of written sources and an architectural comparative study, by means of an inventory and a comparative study of Venetian and Turkish house prototypes. Such a pilot project aspires to a wider comparative study between Crete and the nearby regions, starting with other Mediterranean islands (Rhodes and Cyprus at first).\nHArchitHeC represents the first occasion to put into effect a mutual commitment between the two institutions that is the IMS (Greece) as the Host and Aix-Marseille University (France) as the Partner. They will provide an ideal human and scientific environment for the fellow, supporting her research and career development. The fellowís previous achievements in terms of fieldwork and research, as well as her knowledge of Cretan territory and academic staff will allow her increasing methodologies and results. She will reinforce her competences and acquire new skills: her ultimate goal is to be fully integrated in the fields of cultural history and architectural heritage, acting on European society and science. HArchitHeC shows its relevance to the work programme, since it foresees a complete plan of training-through-research, as well as specific outreach and communication activities to reach a wide audience beyond academics.",
    "totalCost": "164653,2",
    "ecMaxContribution": "164653,2",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 164653
        }
    },
    "calculatedTotalContribution": 164653
}