{
    "rcn": "203422",
    "acronym": "EUREC4A",
    "topics": "ERC-ADG-2015",
    "title": "Elucidating the Role of Clouds-Circulation Coupling in Climate",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "This proposal focuses on two of climate scienceís most fundamental questions: How sensitive is Earth's surface temperature to radiative forcing? and What governs the organization of the atmosphere into rain bands, cloud clusters and storms? These seemingly different questions are central to an ability to assess climate change on regional and global scales, and are in large part tied to a single and critical gap in our knowledge: A poor understanding of how clouds and atmospheric circulations interact.\nTo fill this gap, my goal is to answer three questions, which are critical to an understanding of cloud-circulation coupling and its role in climate: (i) How strongly is the low-clouds response to global warming controlled by atmospheric circulations within the first few kilometres of the atmosphere? (ii) What controls the propensity of the atmosphere to aggregate into clusters or rain bands, and what role does it play in the large-scale atmospheric circulation and in climate sensitivity? (iii) How much do cloud-radiative effects influence the frequency and strength of extreme events?\nI will address these questions by organising the first airborne field campaign focused on elucidating the interplay between low-level clouds and the small-scale and large-scale circulations in which they are embedded, as this is key for questions (i) and (ii), by analysing data from other field campaigns and satellite observations, and by conducting targeted numerical experiments with a hierarchy of models and configurations.\nThis research stands a very good chance to reduce the primary source of the forty-year uncertainty in climate sensitivity, to demystify long-standing questions of tropical meteorology, and to advance the physical understanding and prediction of extreme events. EUREC4A will also support, motivate and train a team of young scientists to exploit the synergy between observational and modelling approaches to answer pressing questions of atmospheric and climate science.",
    "totalCost": "3013334",
    "ecMaxContribution": "3013334",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 3013334
        }
    },
    "calculatedTotalContribution": 3013334
}