{
    "rcn": "203442",
    "acronym": "DryMIN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mineral weathering in the unsaturated zone from the molecular to macro scale",
    "startDate": "23/01/2017",
    "endDate": "22/01/2019",
    "objective": "'Mineral weathering in the unsaturated zone from the molecular to macro scale (DryMIN)î\nEarthís shallow subsurface, or ìcritical zone,î is of fundamental importance for supporting terrestrial life and maintaining water quality. Perhaps the most vital part of the critical zone is the unsaturated region located nearest to the surface. It is in the unsaturated zone where most plants acquire their nutrients, and where most organic carbon degrades. This zone is also most likely to be affected by future global change due to altered rainfall patterns and evapotranspiration rates across the globe. In order to predict how long-term variations in the water budget will impact nutrient and carbon cycling it is necessary to evaluate the influence of water saturation on mineral weathering reactions. The objective of the proposed research is to elucidate the fundamental mechanisms governing reaction rates as a function of water availability from the molecular to macro scale. This will be achieved through a combination of three scale-spanning experimental studies: 1) humidity buffer experiments investigating molecular-scale changes to mineral surfaces, 2) pore-scale microfluidic experiments, and 3) macro-scale flow-through column experiments. Experimental results will lead to the development of a mechanistic reactive transport model that can better predict reaction rates as a function of water saturation. This research has significant implications for the maintenance of a sustainable nutrient supply for natural and agricultural vegetation, the carbon cycle, and remediation of groundwater resources, issues critical to the long-term sustainable growth of our society. Through this research programme I will: 1) have opportunities for mobility between multiple institutions in Europe, 2) gain tangible skills in analytical techniques, 3) improve transferable communication and management skills, and 4) establish a lasting multi-disciplinary, collaborative European research network.'",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}