{
    "rcn": "203468",
    "acronym": "THaCH",
    "topics": "MSCA-IF-2015-GF",
    "title": "The effects of hypercholesterolemia on tendon health (Tendon Health and CHolesterol)",
    "startDate": "01/09/2016",
    "endDate": "27/12/2020",
    "objective": "Musculoskeletal disorders, particularly to the muscle-tendon unit, are a major cause of occupational disability in the European Union. The link between high cholesterol and poor tendon function has recently been demonstrated by several groups. However, the underlying pathophysiology of this association remains unknown. Cholesterol is known to leave the circulation and accumulate in extracellular matrix through interactions between LDL and glycosaminoglycans (GAG). Tendons are GAG rich in the interfascicular matrix (IFM: a tendon structure facilitating collagen fascicle sliding and extension). One putative mechanism by which high cholesterol may impact tendon function is an accumulation of cholesterol and LDL in the IFM, impairing fascicle sliding and extension. In addition, LDL readily becomes oxidized (oxLDL) when entrapped in the extravascular space, and recent data demonstrates this negatively impacts tendon cell phenotype, altering normal gene expression. This proposal aims to enhance our understanding of hypercholesterolemia on tendon health; a highly under-researched area of significant clinical importance. It employs expertise in tissue mechanics and tendon cell biology available at the host and external institutes to probe the mechanisms linking high cholesterol and tendon pathophysiology. The underlying hypotheses are that in individuals with elevated total cholesterol and/or LDL, cholesterol accumulates with LDL in GAG-rich areas of tendon like the IFM, inhibiting tendon biomechanical function. This hypothesis will be explored using suitable laboratory models, allowing the reversibility of these changes and their impact on tendon adaptation and healing to be examined. The findings will have immediate implications for orthopedic sciences, preventative medicine and rehabilitation services, strategies and technology. They have the potential to improve quality of life and reduce the socio-economic costs associated with orthopedic and musculoskeletal diseases.",
    "totalCost": "237349,8",
    "ecMaxContribution": "237349,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998804636": {
            "orgId": "998804636",
            "orgName": "UNIVERSITY OF BRITISH COLUMBIA",
            "ecContrib": 0
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 237350
        }
    },
    "calculatedTotalContribution": 237350
}