{
    "rcn": "203408",
    "acronym": "NUHGD",
    "topics": "ERC-ADG-2015",
    "title": "Non Uniform Hyperbolicity in Global Dynamics",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "An important part of differentiable dynamics has been developed from the uniformly hyperbolic systems. These systems have been introduced by Smale in the 60's in order to address chaotic behavior and are now deeply understood from the qualitative, symbolic and statistic viewpoints. They correspond to the structurally stable dynamics. It appeared that large classes of non-hyperbolic systems also exist. Since the 80's, different notions of relaxed hyperbolicity have been introduced: non-uniformly hyperbolic measures, partial hyperbolicity, ... They allowed to extend the previous approach to other families of systems and to handle new examples of dynamics: the fine description of the dynamics of He?non maps for instance.\nThe development of local perturbative technics have brought a rebirth for the qualitative description of generic systems. It also opened the door to describe more globally the spaces of differentiable dynamics. For instance, it allowed recent progresses towards the Palis conjecture which characterizes the absence of uniform hyperbolicity by the homoclinic bifurcations รณ homoclinic tangencies or heterodimensional cycles. We propose in the present project to develop technics for realizing more global perturbations, yielding a breakthrough in the subject. This would settle this conjecture for C1 diffeomorphisms and imply other classification results.\n\nThese past years we have understood how qualitative dynamics of generic systems decompose into invariant pieces. We are now ready to describe more precisely the dynamics inside the pieces. We propose to combine these new geometrical ideas to the ergodic theory of non-uniformly hyperbolic systems. This will improve significantly our understanding of general smooth systems (for instance provide existence and finiteness of physical measures and measures of maximal entropy for new classes of systems beyond uniform hyperbolicity).",
    "totalCost": "1229255",
    "ecMaxContribution": "1229255",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1229255
        }
    },
    "calculatedTotalContribution": 1229255
}