{
    "rcn": "203423",
    "acronym": "neuroXscales",
    "topics": "ERC-ADG-2015",
    "title": "Microtechnology and integrated microsystems to investigate neuronal networks across scales",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "To advance knowledge in electrophysiology and information processing of neuronal networks, we propose employing microtechnology and microelectronics to rigorously study neural networks in vitro across scales. Across scales pertains to the spatial domain - from details of subcellular components through single neurons to entire networks - and the temporal domain - from single action potentials to long-term developmental processes. Besides our CMOS-microelectronics-based high-density microelectrode arrays for recording and stimulation, the methodology will encompass patch-clamping directly on the microelectrode chips, high-resolution microscopy, genetic methods, large-scale data handling strategies, and dedicated data analysis and modeling algorithms. We will use mammalian cortical neuron cultures and brain slices.\nWe will potentially have access to every neuron and every action potential. We aim at studying - at the same time in the same preparation - details of specific neurons and subcellular components (somas, axons, synapses, dendrites) in their functional context and the characteristics of the corresponding networks (functional connectivity, emergent properties, plasticity). We will study alterations of components and networks over time and upon defined perturbations and mutual interdependence of network and component characteristics.\nThe high-spatio-temporal-resolution methodology will enable new fundamental neuroscientific insights through, e.g., facilitating investigation of axonal and axonal initial segment signaling characteristics, with the ìaxonalî side of neuronal activity being largely inaccessible to established methods. It will also enable the mapping of the overall synaptic input to a specific neuron, or the high-throughput monitoring of all action potentials in a network over extended time to see developmental effects or effects of disturbances. Potential applications include research in neural diseases and pharmacology.",
    "totalCost": "3495000",
    "ecMaxContribution": "3495000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 3495000
        }
    },
    "calculatedTotalContribution": 3495000
}