{
    "rcn": "203482",
    "acronym": "Magnetic Universe",
    "topics": "MSCA-IF-2015-EF",
    "title": "Unveiling interstellar and intergalactic magnetic fields with radio polarimetry and theoretical astrophysics",
    "startDate": "16/01/2017",
    "endDate": "15/01/2019",
    "objective": "There is a pressing need to chart the origin, evolution, and impact of magnetic fields over the full 13.7 billion year history of the Universe, with implications for particle physics, cosmology, and astrophysics. Key to this endeavour is a detailed physical understanding of how galaxies have become magnetised and what role intergalactic magnetic fields play in shaping the Universe. To make progress, we need to observationally characterize properties such as the strengths and topologies of galactic and intergalactic magnetic fields. I propose a portfolio of ground-breaking research projects that will capitalise on the recently upgraded Jansky VLA radio telescope to provide new observational measurements of interstellar and intergalactic magnetic fields and elucidate their roles in shaping the Universe. A Marie Sk?odowska-Curie Actions Research Fellowship will facilitate movement from my current position as an Assistant Scientist at the National Radio Astronomy Observatory in the USA to Newcastle University in the UK. This will enable me to acquire new expertise in theoretical astrophysics with a particular focus on magnetic dynamo mechanisms. This expertise is needed to interpret the observational findings of my research, maximize its impact, and enable me to establish an international leadership position in the study of cosmic magnetism. The move to Newcastle will enable me to develop my capabilities as a professional academic through engagement in student research supervision, classroom teaching, and public communication of science, facilitated by a variety of specialized training programs offered to University staff. Such training and opportunities are not available at my current position within an Observatory. As a result, a Marie Sk?odowska-Curie Actions Research Fellowship will equip me with essential skills needed to compete internationally for faculty positions leading to my goal of becoming a full research and teaching Professor at a major University.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}