{
    "rcn": "203410",
    "acronym": "SOLCRIMET",
    "topics": "ERC-ADG-2015",
    "title": "Solvometallurgy for critical metals",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The recent ìrare-earth crisisî has brought about the widespread realisation that the long-term availability and cost stability of many materials ñ not just the rare earths ñ can no longer be guaranteed. Increasing the levels of critical metal recycling from pre-consumer, manufacturing waste and complex, multicomponent end-of-life consumer products is considered as arguably the most important and realistic mitigation strategy. However, extracting a critical metal from complex waste is a very different challenge to that faced when attempting to produce a pure metal from a primary ore deposit. SOLCRIMET therefore develops a ground-breaking, novel approach called ìsolvometallurgyî, a new branch within metallurgy, next to conventional hydro- and pyrometallurgy. SOLCRIMETís aim is to successfully apply this approach to the extraction of specific critical metals, i.e. rare earths, tantalum, niobium, cobalt, indium, gallium, germanium and antimony. As these critical metals are essential components for clean-tech and high-tech applications, they are key enablers of the required transition to a low-carbon, circular economy. The approach involves the discovery of non-aqueous solvent pairs that are immiscible and allow the extraction of metal complexes at moderate temperatures, leading to high-purity recycled metals. The idea is certainly high risk, but the preliminary results already obtained are highly encouraging. The main outcomes of the project will be lab-scale demonstrators that show the enhanced efficiency, utility and applicability of the new solvometallurgical process, with respect to conventional hydro- and pyrometallurgy. SOLCRIMETís impact on chemistry, chemical technology, metallurgy and materials engineering science will be game-changing. The possibility to recycle critical metals with energy-efficient, low-cost processes could have a significant impact on the global recycling rates of these metals.",
    "totalCost": "2496250",
    "ecMaxContribution": "2496250",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 2496250
        }
    },
    "calculatedTotalContribution": 2496250
}