{
    "rcn": "203421",
    "acronym": "PHOSPhOR",
    "topics": "ERC-ADG-2015",
    "title": "Photonics of SpinñOrbit Optical Phenomena",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Spin-orbit optical phenomena can be broadly defined as those phenomena in which the polarization (ìspinî) and the spatial structure (ìorbitî) of an optical wave interact with each other and become spatially and/or temporally correlated, leading to novel effects or photonic applications.\nThe project vision is a full-fledged spin-orbit photonic science and technology, and its achievement will be pursued by moving in three main directions:\n1) We will develop innovative systems based on spin-orbit optical media for generating light fields exhibiting a complex spatial vector structure, both in two dimensions (transverse plane and transverse fields) and in three (i.e. involving time- and space-dependent polarization fields and longitudinal field components). We will extend these ideas to other spectral domains (terahertz waves) and explore the possible applications of these fields in areas such as optical manipulation, plasmonics, space-division multiplexing in optical fibers, time-domain terahertz spectroscopy, ultrafast optics.\n2) We will exploit spin-orbit quantum correlations generated within single photons and/or among few correlated photons to demonstrate novel quantum-information protocols using both the polarization and the transverse modes to encode and manipulate multiple qubits in each photon and for the implementation of quantum simulations of material systems based on photonic quantum walks in the Hilbert space of the light transverse modes.\n3) We will investigate novel or unexplained physical processes occurring in structured optical media and light-sensitive material systems which respond both to the optical polarization and to its spatial inhomogeneity. Such materials will then be used to manipulate and characterize spin-orbit vector states of light.",
    "totalCost": "1680833",
    "ecMaxContribution": "1680833",
    "coordinator": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "IT",
    "projectParticipants": {
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 1490833
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 190000
        }
    },
    "calculatedTotalContribution": 1680833
}