{
    "rcn": "203476",
    "acronym": "FINREALNETS",
    "topics": "MSCA-IF-2015-EF",
    "title": "ìFINancial and REAL Sector NETworks in Europeî",
    "startDate": "01/06/2016",
    "endDate": "01/12/2018",
    "objective": "Banksí exposures to similar asset groups could become an important source of contagion when combined with interbank network spillovers. The FINREALNET project aims at elaborating a common portfolio network-based stress-test framework that could find application in regular stress-testing exercises carried out by the regulator. Using an innovative DebtRank-based model FINREALNET suggests identifying Systemically Important Real Sectors (SIRS) at the euro area and test stabilizing effects of sector targeting macro-prudential tools. The Project will comparatively assess the resilience of European Banks to losses on common exposures pre- and post- QE, as the structure of overlapping networks is expected to change after the QE. The FINREALNET project is a perfect springboard for the Principal Investigator (PI) through the possibility to build durable research network, and acquire new skills which are complementary to her current expertise.  Those new skills include research skills (theory and methodology), operational skills (algorithm writing), project management skills, language skills (German) and new data treatment skills (during the Secondment at the ECB). Moreover, working papers, presentations and recommendations for the regulator will improve the PIís visibility as a young researcher and contribute to her research career. FINREALNET also builds a solid foundation for future collaborations. Finally, FINREALNET by its training and research program aims at promoting womenís integration in the domain of Economic research where a traditional gender gap persists.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}