{
    "rcn": "203427",
    "acronym": "LAWALISI",
    "topics": "ERC-ADG-2015",
    "title": "Law, Authority and Learning in Imami Shi'ite Islam",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The academic study of Islamic law has, so far, almost exclusively focused on Sunni legal thought. The legal thought and practice of Shiíite (and other) traditions has been neglected, and this has created a rather skewed account of the history of Islamic law. This project aims to rectify this inadequacy by producing a body of research in which the Imami Shiíite contribution to Islamic legal history is described, analysed and evaluated. Imami Shiíites, sometimes termed Twelvers, are the largest branch of Shiíism today. Imamis form a majority in Iran and Iraq where the major Shiíi centres of legal learning are located.\n\nIn the project, we aim to examine the theories and methods used by scholars in the study of Islamic law, derived mainly from Sunni sources, and test them against the Shiíite legal literature. The project aims to demonstrate that a non-Sunni tradition of Islamic legal thought, in this case Imami Shiíi law, can illuminate and enrich the general history of Islamic law. At times, Shi'ite law shares features with other legal schools; at other times it provides an alternative account, challenging long held assumptions concerning Islamís legal development. The project will do this through 5 independent, but linked, Research Themes, in which research fellows and visiting professors will carry out detailed programmes of research. These will cover  Imami law and doctrine, the dynamics of legal authority, the relationship between legal theory and doctrine and the influence of law on political theory.  The project will facilitate opportunities to test the researchers' research findings with both international experts in the field, and scholars from within the Imami legal tradition.\n\nThe Principal Investigator, Robert Gleave, has made a major contribution to this area in his research, publications and other activities for 20 years, and this project extends and expands this interest, aiming to make a lasting impact on the field of Islamic legal studies in the future.",
    "totalCost": "2212638,6",
    "ecMaxContribution": "2212638,6",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 2212639
        }
    },
    "calculatedTotalContribution": 2212639
}