{
    "rcn": "203420",
    "acronym": "RomaInterbellum",
    "topics": "ERC-ADG-2015",
    "title": "Roma Civic Emancipation Between The Two World Wars",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Over the past two decades the Roma issue has become one of the most current topics in European public space and also became especially relevant in academia. Despite of this there are still not researched topics, such as history of the Roma in the period between WWI and WWII, and the appearance and development of social and political projects proposed by Roma. The present proposal has the ambitious goal to fill in this gap. The departing point of the research is the circumstances that Roma are not a hermetically isolated social and cultural system. They exist in two dimensions, both as separate ethnic communities and as a part of the macro-society in which they live within the respective nation-states. Together with members of the macro-society they experienced breakdowns of old Empires and the establishment of national states. On the vast territories of that what would became the Soviet Union they were included in the building of a new political system. In this time span Roma started to be politically institutionalized and subjected to a variety of controversial policy practices. The project looks at Roma not only as passive recipients of policy measures but also as active architects of their lives, so the aim is together with studying evidences reflecting state policies in regard to Roma to collect written heritage of Roma visionaries whose published and unpublished texts reflect the main stages in the development of the Roma movement and represent its different aspirations. The project is looking at Roma as an inseparable part of the mainstream history and Roma socio-political visions as part of the history of modern political thought in Europe. It will create a publicly accessible database of sources and manuscripts representing social and political endeavors of Roma. This will be a major contribution to the study of the history of Roma movements and state measures towards them in the Interwar period.",
    "totalCost": "2433985",
    "ecMaxContribution": "2433985",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 2433985
        }
    },
    "calculatedTotalContribution": 2433985
}