{
    "rcn": "203460",
    "acronym": "AcadHist",
    "topics": "MSCA-IF-2015-EF",
    "title": "Philodemus' History of the Academy: Groundwork for a New Innovative Critical Edition",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Philodemusí 'History of the Academy' (PHerc. 1021/1691 and PHerc. 164) contains much otherwise lost information about the development of the Academic school and its most prominent figures, from Plato to Antiochus and Aristus of Ascalon. Now, the research of the last eighteen years has shown that the last edition of this book may considerably be improved upon. This, contrasted with the current availability of pioneering techniques for reading papyri and the possibility of developing completely new and more promising ones, makes it a desideratum of the research to produce a new modern critical edition of this unique book. The primary goal of this project is to lay the foundation for precisely this new edition, paving the way for a new method of editing Herculanean texts. To achieve this goal, the supervisor will directly coach the applicant and work together with him on a daily basis in order to transfer him all the specific papyrological, palaeographical and philological competences necessary for its immediate preparation. In particular, a) they will reconstruct the original anatomy of the roll; b) they will read and transcribe the original text; c) they will produce a reliable and updated critical text through a new editorial system; d) they will produce an open-access electronic edition of it through a dedicated open-source digital platform, engaging the scholarly community in an on-going and on-line collaborative review in progress of it; e) they will submit significant portions of the new critical text, with introduction and commentary, to top-ranking peer-reviewed scientific journals.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}