{
    "rcn": "203450",
    "acronym": "PhononGap",
    "topics": "MSCA-IF-2015-EF",
    "title": "Heat transfer and friction between two closely spaced objects due to phonon transfer across a vacuum gap",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Phonons (collective atomic vibrations in solids) are more effective in transporting heat than photons. This is the reason why the conduction mode of heat transport in solids (via phonons) is dominant compared to the radiation mode of heat transport (via photons). However, since phonons are unable to traverse a vacuum gap (unlike photons) it is commonly believed that two bodies separated by a gap cannot exchange heat via phonons. Recently it has been recognized that a mechanism could exist where phonons can transport heat across a vacuum gap - through Van der Waals interaction between two closely separated bodies. Important recent experimental measurements have indeed confirmed that photon-mediated heat transport cannot be the only source of heat transport between two objects with small spacing, thus leaving open a fundamental question over what other sources of heat transport can exist. The first aim of this project is to theoretically estimate the heat transport mediated by phonons transmitting across a vacuum gap via the Van der Waals force.\n\nClosely spaced bodies can not only exchange energy resulting in heat transfer but also momentum which results in frictional forces. There is no one single theory that explains the origin of friction; indeed there can be many sources. Considering the importance of friction, especially to the micro-electromechanical industry, it is important that each of the sources is identified and quantified, and the situations when each mechanism can dominate is understood. One known form of friction is Van der Waals friction where photon exchange between surfaces result in friction due to the Doppler effect. Likewise it is possible for Doppler-shifted phonons to contribute to friction when they transmit across a vacuum gap via the Van der Waals forces. The second aim of this project is to quantify this source of friction and understand when it can dominate.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}