{
    "rcn": "203418",
    "acronym": "SNDUST",
    "topics": "ERC-ADG-2015",
    "title": "Supernova dust: production and survival rates",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The dust content of galaxies is dominated by silicate and carbon grains, whose origin is the subject of much debate - are the dust grains provided mainly by red giant stars, by supernovae from massive stars, or can they grow in the interstellar medium itself from stardust seeds? My team's recent observations with Herschel of three supernova remnants, Cas A, SN 1987A and the Crab Nebula, have provided direct evidence that supernovae from massive stars can form dust masses in the range of 0.1-0.8 solar masses per event, a level at which dust evolution models for high and low redshift galaxies predict that supernovae can become the dominant contributors of dust. With both O-rich and C-rich shells, core-collapse supernovae can make both silicate and carbon particles, as observed. Most of SN 1987A's current dust mass of 0.6-0.8 solar masses appears to have been grown between 3 and 25 years after outburst, a period that is currently poorly observed for other remnants. To build on and to extend these results beyond our initial sample of three core-collapse objects, dust masses will be measured for a much larger sample of late-epoch (3-50 yrs post-outburst) supernova remnants. This will be done by using a new Monte Carlo line transfer code to model red-blue line profile asymmetries observed in 8m telescope optical spectra to derive dust masses at a range of epochs, and via JWST mid-infrared observations of SN dust emission as the dust cools. We will extend our dust and gas emission modelling code to include dust heating not just by radiation but also by particle impacts, in order to determine accurate dust masses for collisionally ionized supernova remnants covered by Herschel surveys of the Magellanic Clouds and Milky Way. The theory programme will also determine grain lifetimes against destruction by supernova remnant reverse shocks, accounting for shielding in clumps, as well as destruction lifetimes for dust in circumstellar shells impacted by supernova blast waves.",
    "totalCost": "2498535",
    "ecMaxContribution": "2498535",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 2498535
        }
    },
    "calculatedTotalContribution": 2498535
}