{
    "rcn": "203429",
    "acronym": "ENABLE",
    "topics": "ERC-ADG-2015",
    "title": "Elucidating natural bilayer lipid environments",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Excising a membrane protein from its natural environment, preserving the lipid bilayer, and characterising the lipids that surround it is the ëholy grailí of membrane protein biophysics.  However, with some 40,000 different lipid structures the challenges we face in understanding selective binding arise not just from the complexity and dynamics of the lipidome, but also from the transient nature of protein lipid interactions. To overcome these challenges we will take mass spectrometry (MS) into a new era, allowing, for the first time, the study of proteins in an environment as close as possible to the natural one. To do this we will (i) characterise protein lipid interactions by employing a high resolution Orbitrap mass spectrometer developed in-house, specifically for membrane proteins, (ii) capture the native lipid environment in vehicles suitable for use in conjunction with MS, and (iii) establish a new platform to be known as integral membrane protein desorption electrospray ionization (impDESI). Designed and built in-house impDESI is capable of releasing membrane proteins from surfaces directly into the mass spectrometer (MS). We will develop impDESI for membrane mimetics, and subsequently portions of natural membranes, enabling us to extract proteins with oligomeric state preserved and native lipid binding intact. The development of impDESI, in conjunction with high resolution Orbitrap MS, and coupled with the optimisation of membrane mimetics, has the potential to radically transform our understanding of native lipid binding, not only directly, but also temporally and spatially. Together these advances will answer key questions about how lipids modulate protein interfaces, occupy different binding sites, modulate membrane protein structure and modify function in vivo.  Given the importance of membrane proteins as potential drugs targets understanding their modulation by lipids would be a major step towards more effective drug development.",
    "totalCost": "2481744",
    "ecMaxContribution": "2481744",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2481744
        }
    },
    "calculatedTotalContribution": 2481744
}