{
    "rcn": "203415",
    "acronym": "BISON",
    "topics": "ERC-ADG-2015",
    "title": "Bio-Inspired Self-Assembled Supramolecular Organic Nanostructures",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Peptide building blocks serve as very attractive bio-inspired elements in nanotechnology owing to their controlled self-assembly, inherent biocompatibility, chemical versatility, biological recognition abilities and facile synthesis. We have demonstrated the ability of remarkably simple aromatic peptides to form well-ordered nanostructures of exceptional physical properties. By taking inspiration from the minimal recognition modules used by nature to mediate coordinated processes of self-assembly, we have developed building blocks that form well-ordered nanostructures. The compact design of the building blocks, and therefore, the unique structural organization, resulted in metallic-like Young's modulus, blue luminescence due to quantum confinement, and notable piezoelectric properties. The goal of this proposal is to develop two new fronts for bio-inspired building block repertoire along with co-assembly to provide new avenues for organic nanotechnology. This will combine our vast experience in the assembly of aromatic peptides together with additional structural modules from nature. The new entities will be developed by exploiting the design principles of small aromatic building blocks to arrive at the smallest possible module that form super helical assembly based on the coiled coil motifs and establishing peptide nucleic acids based systems to combine the worlds of peptide and DNA nanotechnologies. The proposed research will combine extensive design and synthesis effort to provide a very diverse collection of novel buildings blocks and determination of their self-assembly process, followed by broad chemical, physical, and biological characterization of the nanostructures. Furthermore, effort will be made to establish supramolecular co-polymer systems to extend the morphological control of the assembly process. The result of the project will be a large and defined collection of novel chemical entities that will help reshape the field of bioorganic nanotechnology.",
    "totalCost": "3003125",
    "ecMaxContribution": "3003125",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 3003125
        }
    },
    "calculatedTotalContribution": 3003125
}