{
    "rcn": "203432",
    "acronym": "QUENCH",
    "topics": "ERC-ADG-2015",
    "title": "Star formation quenching and feedback in galaxies throughout the cosmic epochs",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "'Throughout the whole life of the universe only 4% of the baryons have been\nconverted into stars, implying that some physical processes must be responsible\nfor suppressing star formation in galaxies. Within this context, one of the\nmost hotly debated open questions is the identification of the process\nresponsible for quenching star formation in galaxies and transforming them into passive and quiescent (gas poor) systems. Theories of galaxy\nformation have proposed various possible mechanisms, such as: gas\nremoval by powerful outflows or ram pressure stripping, heating\nand photoionization of the interstellar medium, turbulent or\ngravitational quenching, halting of the gas supply inflow (often referred to as 'strangulation'). The relevance and\nrelative role of these mechanisms (as a function of cosmic epoch, \ngalaxy properties and environment), especially at high redshift, are not yet understood because the constraints provided\nby current observational data have not yet been able to discriminate\nbetween different scenarios.\nIn the proposed project I will make use of some of the most advanced \nobservational facilities that will be available in the coming years\nto tackle this major outstanding open issue. More specifically, I will\nexploit the James Webb Space Telescope, MOONS (the next generation\nmulti-object spectrograph at the ESO-VLT) and the Atacama Large Millimeter\nArray (ALMA).\nObserving programs making use of these unique facilities\nwill provide an unprecedented amount of information, with unprecedented quality, that will enable \nus to discriminate between various quenching and feedback processes proposed\nby theories. More specifically, the aim of this project is to\nidentify and quantify the dominant quenching and feedback mechanisms \nin galaxies as a function of redshift, as a function of galaxy properties\nand as a function of environment. The groundbreaking results of this project will be\na benchmark for any model of galaxy evolution.'",
    "totalCost": "2484531",
    "ecMaxContribution": "2484531",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}