{
    "rcn": "203466",
    "acronym": "BRYOMICS",
    "topics": "MSCA-IF-2015-GF",
    "title": "Application of high-sensitive and high-throughput molecular tools to disentangle the mechanisms of heavy metals accumulation and tolerance in mosses: epigenetic and transcriptomic approaches",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "The anthropogenic emission of heavy metals (HM) into the atmosphere constitutes a major social and environmental concern. Poor air quality is a major health risk (in 2010, more than 420,000 people were estimated to have died prematurely from air pollution in the EU) and has also considerable economic and environmental impacts, affecting the quality of fresh water, soil, and ecosystems [http://ec.europa.eu/environment/pubs/pdf/factsheets/air/en.pdf]. Though several regulatory steps have been implemented within the EU to reduce or restrict the release of pollutants in the air, e.g. [Council Directive 96/62/EC], and also to monitor/model them [Council Directive 2004/107/EC], more work is needed to progress in the characterization of the relationship between living organisms and environmental pollution. Therefore, BRYìOîMICS will provide a deep understanding of the mechanisms underlying the existence of phenotypic variability for heavy metals tolerance and hyperaccumulation in mosses (which differ from those in higher plants), as well as the necessary background knowledge to subsequently develop high potential biotechnological tools for air quality remediation (focusing mainly in urban and indoor environments). This will be achieved by means of the integrated use of various tools from several biological disciplines such as ecophysiology, chemistry, microscopy, transcriptomics, epigenomics and bioinformatics. The most innovative part of this project lies in the application of the ìomicsî technologies to a novel and under-researched context: wild populations of terrestrial mosses growing in heavy metal enriched areas. Additionally, the integration of the results obtained from the former disciplines will highly improve the conclusions achieved with this project.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 239191
        },
        "992108047": {
            "orgId": "992108047",
            "orgName": "UNIVERSITY OF SOUTH FLORIDA BOARD OF TRUSTEES",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 239191
}