{
    "rcn": "203506",
    "acronym": "VISMEM",
    "topics": "MSCA-IF-2015-EF",
    "title": "Visualising memories of violence in urban places: gender and wellbeing in Istanbul",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Evidence shows that violence in urban areas affects women of all ages, socio economic and cultural backgrounds in particular (WHO 2014). The immediate and extensive costs of violence targeting women perpetuate the existing gender hierarchies by setting boundaries on womenís movement, mobility, presence: that is, on their use of urban space. In addition to restrictions in mainstream social life, gendered violence is a systemic source of experiencing helplessness, humiliation, and distress which overall are a fundamental component of womenís wellbeing. VISMEM will investigate the impact of place-based memories of violence among diverse women for their use of urban space, and interrogate the utility of visual methods for understanding that impact. More precisely, the study uses visual methods to explore diverse womenís everyday negotiations of space in Istanbul, focusing in particular on their movements in relation to three research sites where forms of violence against women have occurred. VISMEMís overall objective is to develop a conceptual framework and visual tools for multisector policy and research engagement with memory as a key means to locate, assess, and ameliorate women's differential experience of violence and wellbeing in the city. Women in different social and spatial settings remember (and forget) the physical and mental effects of violence through personal experience and through popular accounts of its effects. The differential workings of memory in turn have implications on the lived experiences and wellbeing of a city's current (and future) residents/visitors. Yet, the nexus of memory, place, gender remains disconnected from the multisector urban agenda on difference, inclusion, and wellbeing. VISMEM will provide transferable knowledge and policy-related results on the relation between gendered violence, memory, and will greatly improve our understanding of place memory as a focus in achieving gender-goals in urban social and spatial integration.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "THE OPEN UNIVERSITY",
    "participantCountries": "UK",
    "projectParticipants": {
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 114015
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 81440
        }
    },
    "calculatedTotalContribution": 195455
}