{
    "rcn": "203521",
    "acronym": "DYNAMAG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Exploring high-frequency DYNAmics in artificial MAGnetic frustrated systems",
    "startDate": "22/05/2016",
    "endDate": "21/05/2018",
    "objective": "This project aims to explore the magnetization dynamics in response to microwave excitations in a class of geometrically frustrated systems called artificial spin ices. The work will lead to the development of novel functionalities in these systems, applicable to information and communications technologies. Artificial spin ices consist of lithographically patterned nanomagnets arranged on a lattice and have been shown to support collective excitations, which can be thought of as topological defects in a geometrically frustrated system and behave as mobile magnetic ëchargesí. Up to now, artificial spin ice has mainly been used as a model system for investigating fundamental effects of frustration and its consequences on defect dynamics. The primary goal of the project is to explore a novel direction in artificial spin ice dynamics: its high-frequency behavior. We aim to develop artificial spin ice into a functional material that allows the topological defects to couple with microwave magnetic fields in order to control the state of the system and, eventually, as application, create novel logical architectures based on the propagation of information along channels defined by the topological defects. To achieve this, a unique combination of ferromagnetic resonance with Lorentz Transmission Electron Microscopy and Scanning Transmission X-ray Microscopy will be used, with guidance from state-of-the-art micromagnetic simulations. In addition, the project aims to investigate the nonlinear regime of the magnetization dynamics. The focus here will be on the behavior of the magnetization at the edges of the nanoislands, which can be used to leverage large changes in the overall orientation of the magnetization. This study will also contribute to the broader understanding of far-from-equilibrium dynamics. The work will mainly be conducted at the University of Glasgow, with measurements also performed at the Paul Scherrer Institute in Switzerland, over a period of two years.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}