{
    "rcn": "203574",
    "acronym": "BIOCOMPLACK",
    "topics": "FTIPilot-1-2015",
    "title": "Eco-friendly food packaging with enhanced barrier properties",
    "startDate": "01/06/2016",
    "endDate": "30/11/2018",
    "objective": "BIOCOMPLACK is a biobased, biodegradable and compostable food packaging with enhances barrier properties. BIOCOMPLACK is a food biopackaging with three main points of innovation: the use of cellulose nanocrystals (CNCs), the multilayer structure and the PLA biopolymer reinforced with organoclays which contain natural food preservatives. These three innovations will enhance the barrier properties to oxygen (more than 100 times compared with common biopackaging) and water vapour as well as will improve the shelf-life of food. BIOCOMPLACK is an alternative to common bio-packaging products that enhances 300% the shelf-life of food.\nThis international project is born in a consortium integrated by two large enterprises (Sapici and Goglio), two small-medium enterprises (SMEs) (NaturePlast and Tecnopackaging) and a research institution (Packlab, University of Milan) from four different countries which together cover the supply chain of the food packaging industry.\nBIOCOMPLACK will have strong impact in the society and in the environment. BIOCOMPLACK will be an eco-friendly packaging from natural renewable sources instead of fossil fuels, will reduce the plastic packaging waste thanks to its biodegradability in the nature and will generate at the end of its useful life an added value product, the compost (to improve the quality of soils and provide nutrients). Our BIOCOMPLACK solution will provide a loop cycle of sustainability.\nEuropean Union will be also impacted by BIOCOMPLACK because it will make a substantial contribution to innovation in the European economy, will reduce the import of biopackaging from outside the EU and we will export at international level.\nThis consortium will also be benefited by bringing into the market the BIOCOMPLACK food packaging in 30 months. The profitability of the project presents for the first 5 years a ROI of 2.47 and the pay-back of the project will be achieved after 2 years and 9 months after the beginning of the commercialization",
    "totalCost": "2735212,5",
    "ecMaxContribution": "2023425",
    "coordinator": "SOCIETA AZIONARIA PER L INDUSTRIA CHIMICA ITALIANA SAPICI SPA",
    "coordinatorCountry": "IT",
    "participants": "GOGLIO NORTH EUROPE BV;NATUREPLAST SAS;UNIVERSITA DEGLI STUDI DI MILANO;NUEVAS TECNOLOGIAS PARA EL DESARROLLO DE PACKAGING Y PRODUCTOS AGROALIMENTARIOS CON COMPONENTE PLASTICA SL",
    "participantCountries": "NL;FR;IT;ES",
    "projectParticipants": {
        "928153134": {
            "orgId": "928153134",
            "orgName": "GOGLIO NORTH EUROPE BV",
            "ecContrib": 529375
        },
        "959558436": {
            "orgId": "959558436",
            "orgName": "NUEVAS TECNOLOGIAS PARA EL DESARROLLO DE PACKAGING Y PRODUCTOS AGROALIMENTARIOS CON COMPONENTE PLASTICA SL",
            "ecContrib": 273875
        },
        "963566476": {
            "orgId": "963566476",
            "orgName": "NATUREPLAST SAS",
            "ecContrib": 249025
        },
        "949914793": {
            "orgId": "949914793",
            "orgName": "SOCIETA AZIONARIA PER L INDUSTRIA CHIMICA ITALIANA SAPICI SPA",
            "ecContrib": 608562
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 362588
        }
    },
    "calculatedTotalContribution": 2023425
}