{
    "rcn": "203571",
    "acronym": "ProGeo",
    "topics": "SIE-01-2015",
    "title": "ProGeo",
    "startDate": "01/06/2016",
    "endDate": "30/11/2018",
    "objective": "PLC System is an Italian medium company acting as a EPC and/or supplier for electrical plants/substations engineering and construction and as a IPP (independent power producer). The high technical and managerial capacity allowed to PLC to reach a consolidated position in the European energy sector, with a 2015 turnover of 35 MÄ and a 85 figures staff, mainly composed by engineers and high level technicians. PLC is very active in the energy R&D, with the clear scope to fabricate and install its own products to be offered in the very competitive energy market. Within this framework, PLC developed ProGeo, a 500 kW Power-to-Gas modular unit able to store electricity by converting carbon dioxide (CO2) into synthetic methane (CH4) with high flexibility thanks to fast start-ups and shut-downs. The patented product will be offered to owners and managers of small Thermoelectric Generation (s-TEG, < 50 MWth) plants, who will have the possibility to store energy and avoid the sale of low-price electricity during low peak requirements (electricity market price < 20-30 Ä/MWh) and to reduce the CO2 emissions and the consequent carbon tax amount (5 ˜ 20 Ä/ton of CO2), producing an additional revenue source from the synthetic-CH4 generation. \nProGeo will provide customers with the following benefits:\nï increasing of average electricity sale price = \\25%\nï reduction of CO2 emission and tax = -10%\nï increasing of TEG plant EBITDA = up to 1 MÄ/y for a 20 MWel natural gas fuelled power plant\nï ProGeo pay-back time = 3 ˜ 4.5 years\nï reduced start-ups / shut-downs of the TEG\nPLC has developed a pilot prototype of 30 kWel, by which the technology potentialities have been demonstrated, has identified a strategic partner (LAMEP, a company operating in the field of precision engineering) and has defined a business plan with the assessment of the minimum viable product (MVP), the production cost and market price, a preliminary industrialization and commercialization plan.",
    "totalCost": "3493750",
    "ecMaxContribution": "2443875",
    "coordinator": "PLC SYSTEM - SRL",
    "coordinatorCountry": "IT",
    "participants": "LA. ME. P. DI CAMPOLUCCI ERINO & C.SOCIETA IN NOME COLLECTIVO",
    "participantCountries": "IT",
    "projectParticipants": {
        "927697234": {
            "orgId": "927697234",
            "orgName": "LA. ME. P. DI CAMPOLUCCI ERINO & C.SOCIETA IN NOME COLLECTIVO",
            "ecContrib": 670162
        },
        "940962566": {
            "orgId": "940962566",
            "orgName": "PLC SYSTEM - SRL",
            "ecContrib": 1773712
        }
    },
    "calculatedTotalContribution": 2443874
}