{
    "rcn": "203551",
    "acronym": "OLE-DIOX",
    "topics": "ERC-PoC-2015",
    "title": "Catalytic reductive carboxylation of unactivated olefins with carbon dioxide",
    "startDate": "01/06/2016",
    "endDate": "30/11/2017",
    "objective": "Carboxylic acids are building blocks of utmost importance in our chemical industry, as these motifs are extensively used in the manufacture of soaps, detergents, pharmaceuticals, rubber, plastics, dyes, textile, perfumes, and animal feed, among many others. Current industrial protocols for their synthesis rely heavily on toxic reagents, lengthy-step pathways or waste-producing procedures such as hydrolysis of nitriles or two-step techniques based on hydroformylation of olefins with highly toxic carbon monoxide with expensive noble catalysts (Rh) followed by oxidation. Unlike hydroformylation methods, OLE-DIOX offers the opportunity of promoting a carboxylation event using unactivated olefins, products produced in bulk from petroleum processing, with abundant carbon dioxide as C1 source. The protocol is user-friendly, with components that are neither air- nor moisture sensitive, utilizes earth-abundant catalysts and operates under mild conditions. OLE-DIOX represents an important contribution for our circular economy by effectively recycling bulk materials into valuable products in one-step operation. These unique features makes OLE-DIOX technically and economically viable for its implementation at large-scale en route to industrially-valuable carboxylic acids, thus avoiding lengthy and waste-producing protocols in the established oil-to-carboxylic acid process chain.",
    "totalCost": "149500",
    "ecMaxContribution": "149500",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 149500
        }
    },
    "calculatedTotalContribution": 149500
}