{
    "rcn": "203532",
    "acronym": "DEFORM",
    "topics": "GARRI-9-2015",
    "title": "Define the global and financial impact of research misconduct",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "'In a context of tight funding, research and innovation operators tend to look for a rapid return on their investment, including markets near-immediate applications of the funded research results.\nThis amazing will for swift financial returns is also influenced by the increasing use of information and communication technologies  which economic models are shorter than those (OECD, 2014) of general research, particularly in the Medical field (Francis, 2009), but who have nonetheless heavily skewed the perception of these business cycles.\nThere is therefore an increasing  'impatience' of innovation financiers towards funded research projects, which creates significant stress and pressure on research operators and can lead to ethically questionable, if not criminal, practices.\nFurthermore, the existence of such problems necessarily has an impact and leave traces, either structural : what is the becoming of research players -  these being individuals, public institutions or companies -  convicted or even only suspected of such acts? (Fanelli 2009, Sarantakos 2012);  sociological : how can society as a whole maintain confidence in a sector more and more suspected of treachery  (Larson et al 2011), economic  : what is the full cost of such practices in terms of lost training, lost confidence, lost financing, legal action costs  or damages spendings (Mello 2010), and how can the loss of opportunity be evaluated. \nIn this respect, the objectives  of this project are threefold:\n1 - analyse the occurrence of research malpractice (RM) through historical case studies, and evidenced examples ;  this to find and prove the existence or not of a sociological and systematic financial model related to these topics.\n2 - provide a financial modelisation of RM related risks and loss of opportunity \n3 - propose a methodology and guidelines for anticipating, prevent and mitigate the appearance of this type of practices.'",
    "totalCost": "999712,5",
    "ecMaxContribution": "999712,5",
    "coordinator": "INSTITUT DES HAUTES ETUDES ECONOMIQUES ET COMMERCIALES",
    "coordinatorCountry": "FR",
    "participants": "PANEPISTIMIO KRITIS",
    "participantCountries": "EL",
    "projectParticipants": {
        "999588978": {
            "orgId": "999588978",
            "orgName": "PANEPISTIMIO KRITIS",
            "ecContrib": 384881
        }
    },
    "calculatedTotalContribution": 384881
}