{
    "rcn": "203500",
    "acronym": "A-LITHIA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Plastic nanoscale electronics via novel fabrication paradigms",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "Nanogap electrodes have been a highly attractive research area for over 25 years. This is mainly due to their potential for realising next generation nanodevices and circuit elements with lower power consumption, faster speed, and higher level of integration, as well as investigating the fundamental properties of materials at the nano- or even molecular level. However, the lack of a facile, inexpensive, high throughput technique for the manufacturing of dissimilar nanogap electrodes has hindered their commercial and scientific exploitation.\nIt is exactly at this junction that I strive to make significant advances with this proposal, by first implementing a novel patterning technique, adhesion lithography (a-Lith), to manufacture large aspect ratio (>100,000) metal electrode nanogaps (<50 nm) on a variety of substrates and then by fabricating and fully characterising nanoscale devices that will allow both understanding of the relevant device physics, alongside, advancing in device performance. \nHerein, I will firstly further develop the a-Lith key processing steps in order to establish a reliable protocol for the controlled geometry and uniform nanogap formation. Then I will follow a multidisciplinary research trajectory aiming at the development of high performance co-planar nano-scale electronic devices. Targeted proof-of-concept applications include radio frequency rectifying Schottky diodes, non-volatile ferroelectric tunnel junction memories, light-emitting diodes (LEDs), photodetectors, piezoelectric nanogenerators and molecular nano-junctions, the architectures and dimensions of which would be difficult or far too expensive to obtain with traditional patterning techniques (e.g. e-beam lithography). Finally, during my secondment, I will pursue the successful demonstration of fully functional non-volatile ferroelectric tunnel memory array over large area flexible substrates that will pave the way to the industrial deployment of this highly promising technology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}