{
    "rcn": "203503",
    "acronym": "YRNAcleave",
    "topics": "MSCA-IF-2015-EF",
    "title": "Sequence and structural requirements for Y RNA cleavage",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Small non-coding RNAs play important roles in gene expression regulation. Initially the attention was focused on the 21-24-nucleotide small RNAs such as microRNAs but later on deeper sequencing experiments using next generation sequencing revealed a slightly longer class of small RNAs that are 30-34 nucleotides long. These longer small RNAs are often generated from  known non-coding RNAs such as tRNA or snoRNA. The biogenesis of these longer small RNAs seems to be diverse and is not well understood. The host laboratory have characterised the biogenesis of such longer small RNAs generated from Y RNAs in mammalian cells and found that it is different from microRNA biogenesis but also from the way tRNA derived small RNAs are produced. Results from a high-throughput mutagenesis approach suggest that the secondary structure of the Y RNA, rather than its sequence, determines where the cleavage happens that liberates the small RNAs from the 3' end of Y RNAs. This project aims validating these results and also to apply a high-throughput mutagensis screen on the 5' region of the Y RNA to study the production of small RNAs from that end of the molecule. Combining the results for Y RNA derived longer small RNA generation from both 5' and 3' end of these molecules will enable the experienced researcher to establish how this class of small RNAs are produced by designing specific novel mutants and test them in mammalian cells. Another aim of the project is to give training to the experienced researcher in mammalian cell biology and bioinformatics to add his existing molecular biology and microbiology skills.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}