{
    "rcn": "203513",
    "acronym": "NeTNPPAO",
    "topics": "MSCA-IF-2015-EF",
    "title": "Near-term predictability of net primary production in the Atlantic Ocean",
    "startDate": "09/01/2017",
    "endDate": "08/01/2019",
    "objective": "The main goal of this research project is the improvement of near-term (i.e. seasonal to decadal) predictions of Net Primary Production (NPP) in the Atlantic Ocean. NPP is the rate of production of phytoplankton biomass, the primary source of food for marine animal life and thus a fundamental environmental variable to be taken into account in fishery management strategies. The activities proposed are based on a suite of simulations with an Earth System Model (ESM). These simulations include reconstructions of the biogeochemical state of the Atlantic ocean for the period 1960 to present and a set of near-term predictions initialized every 3 years for the period 1979 to present.  The simulations are designed to test the ability of two different initialization techniques to provide predictive skill to the NPP prediction. One initialization technique is based on data-assimilation of physical fields only. As an absolute novelty, the second technique proposed is based on the reconstruction of 3D nutrient fields. This combines information from climatological nutrient fields and reconstructed water masses variability. This combination is meant to exploit the ability of Atlantic mode waters to propagate a signal on nutrient distribution on interannual timescales providing a source of predictability for nutrients and thus for NPP. Skill scores will be used to validate the near-term predictions derived from both techniques and the best performing one will be extended to 10-year forecast and initialization every year in order to obtain a complete evaluation of the predictive capability of the modeling system (ESM\\initialization technique).",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999655520": {
            "orgId": "999655520",
            "orgName": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}