{
    "rcn": "203515",
    "acronym": "ADMIN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Interaction between posterior parietal and prefrontal cortices with occipital visual cortex in visual attention and perceptual decision making.",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Detecting relevant and ignoring irrelevant visual stimuli of our environment is a fundamental yet challenging task which relies on at least 3 mechanisms all based on or requiring attention: 1) selecting relevant information for prioritizing their cortical processing 2) binding them into a single representation and 3) making a decision about the relevance of the analyzed stimulus. Visual attention is supported by top-down modulations, presumably originating in the prefrontal cortex (PFC). Such feedback modulations affect which sensory information that thereafter are transformed into perceptual decision, a task partly achieved by the Lateral Intraparietal area (LIP). However, no study has yet proposed a clear descriptive model of (i) how cortico-cortical connectivity allows contextual clues to dispatch attentional top-down modulations from the PFC toward the appropriate population of occipital visual neurons; (ii) and how LIP neurons integrate and bind the representation of relevant features encoded by these occipital visual neurons.\nHere we propose to fill these gaps by recording simultaneously the activity of population of PFC, V4 and LIP neurons during performance of a task which requires to alternatively allocate attention toward different set of spatial and non-spatial visual features. We will first characterize the dynamic modulation of PFC population activity specifically linked to attention control. Then, to test how top-down modulations selectively target visual neurons, we will study how such modulations of PFC activity are linked to V4 population gain control. Lastly, we will characterize how LIP read-out the shaping of V4 population activity to encode the appropriate perceptual decision.\nThis pioneer approach will highlight how parieto-frontal areas interact with visual cortices in order to encode reliable decisions. It will un-doubtfully be of highest relevance to scientists and clinicians interested in the study of attention and its related-deficits.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}