{
    "rcn": "203536",
    "acronym": "EQUAL-IST",
    "topics": "GERI-4-2015",
    "title": "Gender Equality Plans for Information Sciences and Technology Research Institutions",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "EQUAL-IST aims at introducing structural changes to enhance gender equality within Information Systems and Technology Research institutions, which have been demonstrated to be among the research sectors most affected by gender inequalities at all levels. The project aims at supporting seven RPOs from Northern, Southern and Central European countries plus a CSI country, in developing and implementing Gender Equality Action Plans. All the 7 RPOs of the EQUAL-IST consortium are at a starting stage in the setting up of GEPs and they have also ensured the support of the highest management levels both from their faculties and university as whole. \nThe project will combine gender mainstreaming and positive actions on 3 main levels: HR practices and management processes, research design and delivery, student services and institutional communication. For addressing and solving issues of horizontal and vertical segregation in research and administrative careers, work life balance, gender neutral-blind approaches to IST research, gender gaps in studentsí enrollment, EQUAL-IST will try to operate at the same time on organizational structures, discourses and behaviors.\nIn addition, EQUAL-IST will promote a participatory approach towards Gender Equality Policies based on co-design and at the same time ensuring the active dialogue with and involvement of top decision makers at the partner RPOs. By setting up a dedicated crowdsourcing- online collaborative platform the project will support both the initial internal assessment of the RPOs and the GEPs design process. EQUAL-IST toolkits and guidelines, lessons learned and used methodologies will be disseminated broadly in Europe and other CSI countries with a communication strategy focused on IST Research Institutions and RFOs and through collaboration with the EURAXESS network, in order to support ERA objectives in relation to gender equality in research.",
    "totalCost": "1857217,5",
    "ecMaxContribution": "1857217,5",
    "coordinator": "VILABS OE",
    "coordinatorCountry": "EL",
    "participants": "UNIVERSIDADE DO MINHO;UNIVERSITAT LIECHTENSTEIN;SIMON KUZNETS KHARKIV NATIONAL UNIVERSITY OF ECONOMICS;UNIVERSITA CA' FOSCARI VENEZIA;KAUNO TECHNOLOGIJOS UNIVERSITETAS;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA;TURUN YLIOPISTO",
    "participantCountries": "PT;LI;UA;IT;LT;DE;FI",
    "projectParticipants": {
        "974688496": {
            "orgId": "974688496",
            "orgName": "UNIVERSITAT LIECHTENSTEIN",
            "ecContrib": 0
        },
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 289850
        },
        "941523323": {
            "orgId": "941523323",
            "orgName": "SIMON KUZNETS KHARKIV NATIONAL UNIVERSITY OF ECONOMICS",
            "ecContrib": 123500
        },
        "999844961": {
            "orgId": "999844961",
            "orgName": "KAUNO TECHNOLOGIJOS UNIVERSITETAS",
            "ecContrib": 146915
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 150440
        },
        "955444375": {
            "orgId": "955444375",
            "orgName": "VILABS OE",
            "ecContrib": 343062
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 263550
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 317150
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 222750
        }
    },
    "calculatedTotalContribution": 1857217
}