{
    "rcn": "203502",
    "acronym": "MOMIC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Migration Of Molecules In Coatings",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Because of high damage caused by corrosion, polymer protective coatings are materials of great importance. There is growing interest to search for high-performance coatings with less toxic anticorrosive additives (pigments) than commonly used chromates. The main obstacle in design of novel systems is the lack of understanding of fundamental transport phenomena of pigments in the coatings. \nThe project MOMIC (Migration Of Molecules In Coatings) aims at investigating the migration mechanism of anticorrosive additives through polymer coatings. Two model systems will be investigated in order to meet this goal, namely isolated particles system, in which the transport phenomena in polymer matrix will be studied and clustered particles system which is a model reflecting commercial coating formulations. In order to evaluate the migration pathways through the coatings two measurement approaches will be employed. The depletion of the pigment particles will be studied with X-ray Computational Tomography (XCT) combined with Scanning Electron Microscopy (SEM)-based sectioning technique. The molecular migration will be followed with a combination of chemical imaging techniques such as Scanning Transmission Electron Microscopy (STEM), (Confocal) Raman and Infrared Spectroscopy.\nThe project will result in establishing the mechanisms for model systems which are envisioned to be applied to characterise transport phenomena in commercial coatings. This will allow to design coatings with functional additives as well as improve their anticorrosive performance.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "AKZO NOBEL CHEMICALS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998585901": {
            "orgId": "998585901",
            "orgName": "AKZO NOBEL CHEMICALS BV",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}