{
    "rcn": "203525",
    "acronym": "PANDORA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Platelets: at the nexus of brain aneurysm",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "Intracranial aneurysms (IA) with and without subarachnoid haemorrhage (SAH) linger as a potentially devastating clinical problem. Current therapeutic options are limited to invasive therapies, namely microsurgical clipping and endovascular treatment, both of which carry a significant risk of procedural morbidity. Increasing evidence points to inflammation as one of the leading factors in the pathogenesis of IA. Intrasaccular thrombus formation is a common feature of intracranial aneurysm occurring in 25% of unruptured and 70% of ruptured IA. In addition to forming clots, activated platelets support leukocyte\nrecruitment. This cross-talk is a common feature in thrombo-inflammatory vascular disease. Despite these deleterious aspects of platelets, they also prevent local hemorrhage in inflammatory situations independently of their ability to form a platelet plug. The pathophysiological evolution of IA events seems driven by complex cellular interactions between different cell types including platelets, leukocytes and vascular cells (endothelial cells, smooth muscle cells). We hypothesize that the role of platelet roles may evolve throughout the development of IA: initially playing a protective role of in the maintenance of the blood brain barrier in response to inflammation and contributing later to intrasaccular thrombus formation. Therefore, altered platelet function may result in a loss of protection against vascular inflammatory insults. The main objective of this proposal is to better understand and decipher platelet mechanisms during IA formation and rupture. In this current application, we will (i) define platelet activation mechanisms in the development of IA and the impact on the blood-brain barrier integrity, (ii) test efficient anti-platelet therapies in the development and rupture of IA, (iii) define an efficient therapeutic window to intervene on platelet activation (prevention or intervention).",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}