{
    "rcn": "203537",
    "acronym": "OpenUP",
    "topics": "GARRI-4-2015",
    "title": "OPENing UP new methods, indicators and tools for peer review, impact measurement and dissemination of research results",
    "startDate": "01/06/2016",
    "endDate": "30/11/2018",
    "objective": "Open Access and Open Scholarship have revolutionized the way scholarly artefacts are evaluated and published, while the introduction of new technologies and media in scientific workflows has changed the ìhow and to whomî science is communicated, and how stakeholders interact with the scientific community. OpenUP addresses key aspects and challenges of the currently transforming science landscape and aspires to come up with a cohesive framework for the review-disseminate-assess phases of the research life cycle that is fit to support and promote Open Science.   Its main objectives are to a) identify and determine ground-breaking mechanisms, processes and tools for peer-review for all types of research results (publications, data, software), b) explore, identify and classify innovative dissemination mechanisms with an outreach aim towards businesses and industry, education, and society as a whole, and c) analyse a set of novel indicators that assess the impact of research results and correlate them of channels of dissemination. It will do so by following a user-centred, evidence-based approach, engaging all stakeholders (researchers, publishers, funders, institutions, industry, public) in an open dialogue through a series of workshops, conferences and training, and validating all interim results via a set of seven pilots involving communities from four research disciplines: life sciences, social sciences, arts & humanities, energy. It will finally produce a set of concrete, practical, validated policy recommendations & guidelines for national and European stakeholders, including EU institutions, a valuable tool in advancing a more open and gender-sensitive science system. OpenUP partners bring expertise and capacity for evaluating and promoting new approaches in support of open science with decade-long experiences in establishing OA e-Infrastructures, excellent skills and innovative approaches for dissemination, impact indicators and policy design and implementation.",
    "totalCost": "2223557,5",
    "ecMaxContribution": "1951932,5",
    "coordinator": "VIESOJI ISTAIGA VIESOSIOS POLITIKOSIR VADYBOS INSTITUTAS",
    "coordinatorCountry": "LT",
    "participants": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;DEUTSCHES ZENTRUM FUR HOCHSCHUL- UND WISSENSCHAFTSFORSCHUNG GMBH;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;CONSIGLIO NAZIONALE DELLE RICERCHE;FRONTIERS MEDIA SA;UNIVERSITEIT VAN AMSTERDAM;KNOW-CENTER GMBH RESEARCH CENTER FOR DATA-DRIVEN BUSINESS & BIG DATA ANALYTICS",
    "participantCountries": "AT;DE;EL;IT;CH;NL",
    "projectParticipants": {
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 247188
        },
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 248938
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 163312
        },
        "989552000": {
            "orgId": "989552000",
            "orgName": "VIESOJI ISTAIGA VIESOSIOS POLITIKOSIR VADYBOS INSTITUTAS",
            "ecContrib": 263750
        },
        "946443745": {
            "orgId": "946443745",
            "orgName": "FRONTIERS MEDIA SA",
            "ecContrib": 0
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 282245
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 210062
        },
        "925744624": {
            "orgId": "925744624",
            "orgName": "DEUTSCHES ZENTRUM FUR HOCHSCHUL- UND WISSENSCHAFTSFORSCHUNG GMBH",
            "ecContrib": 254125
        },
        "997997111": {
            "orgId": "997997111",
            "orgName": "KNOW-CENTER GMBH RESEARCH CENTER FOR DATA-DRIVEN BUSINESS & BIG DATA ANALYTICS",
            "ecContrib": 282312
        }
    },
    "calculatedTotalContribution": 1951932
}