{
    "rcn": "203541",
    "acronym": "Lumiblast",
    "topics": "FETOPEN-1-2014",
    "title": "A paradigm shift in cancer therapy ñ using mitochondria-powered chemiluminescence to non-invasively treat inaccessible tumours",
    "startDate": "01/10/2016",
    "endDate": "31/03/2021",
    "objective": "Brain cancers such as glioblastoma multiforme (GBM) are practically incurable due to their location, invasiveness and highly aggressive nature. The use of light-based treatments of GBM by activating tumor-localized photosensitizers, such as in photodynamic therapy (PDT) has been clinically evaluated, but with limited success. This is mainly due to the limited penetration of light into tissue and the efficient spread of tumor cells typically up to at least 2 cm from the resection margin. Moreover, the existing photon based treatments (photodynamic therapy) are highly invasive and usually require open-cranium surgery, due to the need for external light sources.  In the Lumiblast project the photons are produced inside the tumor cells in the form of chemiluminescence avoiding the major limitation of using external light to treat solid, deep-sited and inaccessible tumors. The principle utilized in Lumiblast may also be relevant for cancers of other origins. Due to its nature Lumiblast is expected to act on  individual cells, rather than the collective lesion; it could thus completely eliminate the hitherto incurable GBM. Each GBM cell is expected to become a small lamp providing the light required for the photosensitive agents to become activated, killing the tumour cells from the inside. Lumiblast requires a concerted interdisciplinary action. The project coordinator (Bergís group, Oslo University Hospital, OUS) is world renowned in PDT and photomedicine, while the team from the University of Athens (Georgios Vougioukalakisí group, UoA) is up and coming with high expertise in synthetic chemistry. The Polytechnic University of Valencia (Miguel Mirandaís group, UPV) team is headed by a world leader in Photochemistry, the University of Oslo partner (Hanne H. T¯nnensenís group, UiO) is specialized in pharmaceutical formulation, and Knight Scientific Ltd (KSL, CEO Jan Knight) is an SME with an impressive track record in ROS-activated luminescence. This 4.5-year project will establish the Lumiblast breakthrough technology by providing proof-of-concept in extracellular systems, GBM cell cultures and animal models, with the vision to advance Lumiblast to the clinic 5-6 years after the end of the proposed project.",
    "totalCost": "3031375",
    "ecMaxContribution": "3031375",
    "coordinator": "OSLO UNIVERSITETSSYKEHUS HF",
    "coordinatorCountry": "NO",
    "participants": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;KNIGHT SCIENTIFIC LIMITED;UNIVERSITETET I OSLO;UNIVERSITAT POLITECNICA DE VALENCIA",
    "participantCountries": "EL;UK;NO;ES",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 410000
        },
        "991104000": {
            "orgId": "991104000",
            "orgName": "OSLO UNIVERSITETSSYKEHUS HF",
            "ecContrib": 1306375
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 413125
        },
        "952192935": {
            "orgId": "952192935",
            "orgName": "KNIGHT SCIENTIFIC LIMITED",
            "ecContrib": 477500
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 424375
        }
    },
    "calculatedTotalContribution": 3031375
}