{
    "rcn": "203520",
    "acronym": "SmARTS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Smart technology for analysis and monitoring of Cultural Heritage materials",
    "startDate": "01/07/2016",
    "endDate": "28/07/2018",
    "objective": "The recent advances in open-source and low-cost software and hardware are increasing the number of technologies based on the ësharing-knowledgeí philosophy, allowing users to develop their own instruments  according to their analytical needs. The aim of SmARTS is to develop a device for inspection, monitoring and analysis of Cultural Heritage materials (objects and structure surfaces) by means of multi-analytical approaches based on a low-cost apparatus. The SmARTS device will be tested by monitoring the conservation state of a set of stained glasses from the Sagrada Familia church of Barcelona (Spain), as well as related metal frames. The device will be equipped with multiple sensors to acquire environmental data (temperature, humidity, etc.) as well as analytical data (UV-IR, thermal signals, colorimetric, etc.), and micro-cameras in order to integrate the collected data with real-time imaging. A software for signal processing and data mining completes the design. The innovation lies in the use of low-cost, open-source hardware and software, which allows a sustainable approach to Cultural Heritage preservation. The originality lies in the deviceís modular architecture, conceived as a hub controlling different sensors modules which can be easily assembled or disassembled, so ensuring an extremely flexible analytical instrument, adaptable to different materials and contexts. SmARTS is highly committed to EU's strategy endorsed in the field of Cultural Heritage preservation, by promoting an interdisciplinary approach, and by proposing the application of cutting-edge science and technology . Moreover, SmARTS integrates the applicantís knowledge in conservation science into a top level research team of the University of Vic (Spain), the MECAMAT, whose research focuses in material science and mechatronics with a strong commitment with the private sector. This will enhance the capacities to convert the research results into commercial opportunities.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO UNIVERSITARIA BALMES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999837977": {
            "orgId": "999837977",
            "orgName": "FUNDACIO UNIVERSITARIA BALMES",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}