{
    "rcn": "203544",
    "acronym": "SENSE",
    "topics": "FETOPEN-3-2015",
    "title": "SENSE - a roadmap for the ideal low light level sensor development",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Over the last decade substantial improvements were made in the technologies for low light-level detection. It is expected that the coming years may bring a technology revolution in this emerging FET-relevant topic. Various European research groups have played and will play an important role in further advancing this technology since low light-level detection is very important for a lot of research projects and upcoming research infrastructures. Indeed, R&D in this technology is growing and new groups all over Europe and world-wide are getting involved. However, a coordination of these groups ñ especially in Europe ñ is currently missing; while competition is often speeding up developments especially in the prototyping together with industry, duplication in testing and evaluating available devices for research projects is unfortunately standard.\n\nThe projectís objectives are to\n(1) conduct the development of a European R&D roadmap towards the ultimate low light-level (LLL) sensors, and to monitor and evaluate the progress of the developments with respect to the roadmap,\n(2) coordinate the R&D efforts of research groups and industry in advancing LLL sensors and liaise with strategically important European initiatives and research groups and companies world-wide, (3) transfer knowledge by initiating information and training events and material, and\n(4) disseminate information by suitable outreach activities.",
    "totalCost": "886500",
    "ecMaxContribution": "886500",
    "coordinator": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITE DE GENEVE;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "participantCountries": "CH;DE",
    "projectParticipants": {
        "999986969": {
            "orgId": "999986969",
            "orgName": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
            "ecContrib": 317250
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 213469
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 142312
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 213469
        }
    },
    "calculatedTotalContribution": 886500
}