{
    "rcn": "203522",
    "acronym": "Toxoplasma sensing",
    "topics": "MSCA-IF-2015-EF",
    "title": "Cytoplasmic sensing of Toxoplasma gondii infection and host cell programmed necrosis",
    "startDate": "01/07/2016",
    "endDate": "29/01/2019",
    "objective": "My goal is to understand how cell-autonomous immunity (CAI) can detect intracellular parasites such as Toxoplasma gondii in their membrane-bounded intracellular niches, how recognition induces necrosis of the host cell, and how host death signalling pathways contribute to inflammatory disorders. Although adaptive immunity ultimately contributes to host survival, the initial response is controlled by innate mechanisms. Mice rely primarily on IFN?-induced CAI effectors virtually absent in humans, the immunity-related GTPases (IRGs). Parasitophorous vacuole (PV) membrane attack by IRGs results in parasite eviction and elimination, swiftly followed by regulated necrosis of the host cell. Preciously little is known about how parasite sensing drives cell death, particularly in (mouse and human) non-haematopoietic cells (NHCs) lacking the full antimicrobial arsenal of immune cells. Yet necrosis is key to limiting infection and driving parasite chronicity, while potentially eliciting immunopathology. I have 2 objectives: 1) the identification of the intracellular sensor(s) of T. gondii ligands and/or vacuole damage and 2) the dissection of the signalling pathway(s) leading to parasite/cell demise. Using a combination of genetic screens and cell biology tools, I will pinpoint PRR/necrosis genes involved. Elucidating these signalling pathways will help direct therapeutic interventions relevant for toxoplasmosis and inflammatory diseases. This proposal and accompanying career development plan, to be supervised by Prof. Jonathan C. Howard and hosted by the IGC, will be fostered by a dynamic research environment and crucial collaborations that will enable me to receive the necessary training and transferrable skills to establish my own lab. In turn, my extensive training in host-pathogen interactions will greatly benefit this project and the IGC, potentiating integration of knowledge/expertise.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "FUNDACAO CALOUSTE GULBENKIAN",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999455894": {
            "orgId": "999455894",
            "orgName": "FUNDACAO CALOUSTE GULBENKIAN",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}