{
    "rcn": "203534",
    "acronym": "EFFORTI",
    "topics": "GERI-3-2015",
    "title": "Evaluation Framework for Promoting Gender Equality in Research and Innovation",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "'EFFORTI is responding to the topic GERI-3-2015, ìEvaluation of initiatives to promote gender equality in research policy and research organizationsî in context of Horizon 2020 - Science with and for Society (SWAFS). \nEFFORTI (Evaluation Framework for Promoting Gender Equality in R&I) seeks to analyse and model the influence of measures to promote gender equality on research and innovation out-puts and on establishing more responsible and responsive RTDI systems. For this purpose, EFFORTI will\nï develop an evaluation framework which enables evaluators, science managers, policy-makers and programme owners to conduct a sound analysis of the research and innovation outputs, outcomes and impacts of gender equality measures across Europe, with a focus on the national level.\nï design a differentiated concept to characterize a variety of policy measures and assess their performance, taking into account the diversity in the national policies as well as in organizational contexts.\nï derive general lessons for evidence-based and thus 'good' policy making in the field of gender equality within the RTDI system. This means that not only progress towards more gender equality in RTDI has been achieved but also that RTDI has been able to benefit from this progress through enhanced scientific outputs and productivity but also through a higher responsiveness to societal needs and challenges.\nThe EFFORTI consortium consist of six partners representing a wide arrange of different institu-tional types, namely contract research organizations (Fraunhofer Society, Joanneum Research), universities (University of Catalunia, University of Aarhus), a NGO (Association of Hungarian Women in Science - NaTE) and a company (Intrasoft S.A.), distributed all over Europe (Germany, Austria, Spain, Denmark, Hungary and Luxembourg).\n\n'",
    "totalCost": "1998985",
    "ecMaxContribution": "1998985",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "NOK A TUDOMANYBAN EGYESULET;JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH;AARHUS UNIVERSITET;FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA;INTRASOFT INTERNATIONAL SA",
    "participantCountries": "HU;AT;DK;ES;LU",
    "projectParticipants": {
        "999702371": {
            "orgId": "999702371",
            "orgName": "INTRASOFT INTERNATIONAL SA",
            "ecContrib": 207940
        },
        "999981537": {
            "orgId": "999981537",
            "orgName": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 409940
        },
        "936577196": {
            "orgId": "936577196",
            "orgName": "NOK A TUDOMANYBAN EGYESULET",
            "ecContrib": 132940
        },
        "995992024": {
            "orgId": "995992024",
            "orgName": "FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA",
            "ecContrib": 174315
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 663285
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 410565
        }
    },
    "calculatedTotalContribution": 1998985
}