{
    "rcn": "203549",
    "acronym": "CryoProtect",
    "topics": "ERC-PoC-2015",
    "title": "A new cryoprotectant formulation for the next generation of high throughput screening toxicology tests",
    "startDate": "01/06/2016",
    "endDate": "30/11/2017",
    "objective": "All pharmaceutical, chemical and cosmetic products have to undergo rigorous toxicity testing before going to market. In the past, this was often done through testing with animals, but this approach has been in rapid decline. The alternative is testing of products for toxicity against mammalian cells in multi-well plates. This technique is very important in the pharmaceutical industry where early detection of drug toxicity can reduce the cost of bringing drugs to market. Testing against hepatocytes (liver cells) is critically important, but these cells are difficult to cryopreserve in multi-well plates. At present they have to be shipped globally in a fresh format, presenting major logistical challenges, and then used within days, often with less than ideal results in terms of cell uniformity and test reproducibility.\n\nIn CryoProtect, I will develop a means of cryopreserving cells within multi-well plates allowing them be shipped to laboratories around the world and thawed only when they are needed. In the absence of ice nucleants, aqueous cell suspensions can supercool well below the ice melting point which often results in cell death. I have already pioneered the use of feldspar as an ice nucleant in cryopreservation. However, feldspar alone is not enough to cryopreserve cells in multi-well plates. In this PoC application I propose to build on a discovery related to our work on ice nucleation by sea spray aerosol, published in Nature. We can substantially improve the ice nucleating ability of feldspar by adding ammonium ions to the solution in which cells are suspended prior to freezing (this solution is called the cryoprotectant solution) leading to enhanced survival rates of hepatocytes. This PoC grant is needed in order to optimise the composition of the new cryoprotectant formulation for specific applications, trials and testing, producing technical marketing materials, assessment of significant markets and the development of an evidence based business plan.",
    "totalCost": "149926",
    "ecMaxContribution": "149926",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 149926
        }
    },
    "calculatedTotalContribution": 149926
}