{
    "rcn": "203573",
    "acronym": "SEA-More-Yield",
    "topics": "BG-12-2015",
    "title": "Sea-More-Yield: A Blue Biotechnology Solution for the Reduction of Pod Shatter in Bio-Oil Producing Crops",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "Sea-More-Yield is a revolutionary non-transgenic platform for trait introduction via single 1.5L/Ha foliar spray, enabling immediate expression of desirable anti-shatter traits in OSR. This pioneering technology enables growers for the first time to modulate OSR pod physiology to minimise seed loss and yield risk with an early season spray (in the absence of pods). With a global population set to reach 9 billion by 2050, OSR is a key crop for human and animal consumption and is central to mitigating a future food and/or energy security crisis. OSR due to its relatively recent domestication suffers from a number of defects which limits its success as a modern day crop. Fully mature pods of oilseed rape are extremely prone to opening, resulting in seed loss (pod shatter). Typical losses vary between 15% and 25% of the potential yield, but reductions of up to 50% were estimated in seasons when weather conditions were poor prior to and during harvest. A reduction in the tendency of pods to opening is the number one trait sought by farmers and would serve to increase the proportion of the yield recovered by the combine harvester and thereby improve production efficiency and sustainability of OSR as alternative food and energy source. To address this industry-limiting problem, SMY offers a unique blue technology that modulates OSR pod physiology to control unsynchronized pod shatter leading to recovery of an additional 20% of the yield potential.",
    "totalCost": "1286382,5",
    "ecMaxContribution": "900467,75",
    "coordinator": "BRANDON PRODUCTS LTD",
    "coordinatorCountry": "IE",
    "participants": "THE GLENSIDE GROUP LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "959820336": {
            "orgId": "959820336",
            "orgName": "BRANDON PRODUCTS LTD",
            "ecContrib": 828625
        },
        "953418045": {
            "orgId": "953418045",
            "orgName": "THE GLENSIDE GROUP LIMITED",
            "ecContrib": 71843
        }
    },
    "calculatedTotalContribution": 900468
}