{
    "rcn": "203547",
    "acronym": "ICARUS",
    "topics": "FETOPEN-1-2014",
    "title": "Innovative Coarsening-resistant Alloys with enhanced Radiation tolerance and Ultra-fine -grainedStructure for aerospace application",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "ICARUS proposes a new thermodynamic methodology able to identify the elements and the relative chemical composition allowing a nanocrystalline state to occupy a relative minimum of the Gibbs free energy, which makes the nanostructure reasonably stable against coarsening. This approach will be integrated, in synergy with multiscale and thermodynamic (Nano-Calphad) modeling, in order to implement a High-Throughput Screening (HTS) tool that will open a new horizon of discovery and exploration of multinary thermal stable nanocrystalline alloys, exhibiting superb tailored properties. ICARUS brings a radically new concept by addressing a still unsolved problem in the stabilization of nanocrystalline alloys. The materials discovery approach of ICARUS will be synergistic with the forefront industrial production technologies of nanomaterials and alloys. \nResults arising from ICARUS exploration will be materialized in specific demo compounds representative of carefully selected new alloys families that will change the present paradigm of EU aerospace industry. The most promising nanocrystallyne material identified will be synthesized by mechanical alloying and physical vapor deposition, and the obtained samples characterized toward the applicability in the aerospace sector. A proof of concept from its approach will be given and tested by experts and specialized industries working in the aerospace sector in close contact with NASA and ESA. In particular, ICARUS will demonstrate its potential by producing innovative coarsening-resistant nanocrystalline alloys with enhanced radiation tolerance (based on refractory metals), and light-weight high strength (based on Al, Mg, Ti) alloys.",
    "totalCost": "2698062,5",
    "ecMaxContribution": "2698062,5",
    "coordinator": "UNIVERSIDAD DE BURGOS",
    "coordinatorCountry": "ES",
    "participants": "ADVAMAT SRO;MBN NANOMATERIALIA SPA;MISKOLCI EGYETEM;BRIMATECH SERVICES GMBH;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;EASN Technology Innovation Services BVBA;ADMATIS KUTATO, GYARTO ES KERESKEDELMI KORLATOLT FELELOSSEGU TARSASAG;AEROSPACE & ADVANCED COMPOSITES GMBH;CONSORZIO INTERUNIVERSITARIO PER LO SVILUPPO DEI SISTEMI A GRANDE INTERFASE;PANEPISTIMIO PATRON",
    "participantCountries": "CZ;IT;HU;AT;BE;EL",
    "projectParticipants": {
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 349250
        },
        "937885338": {
            "orgId": "937885338",
            "orgName": "ADVAMAT SRO",
            "ecContrib": 225000
        },
        "974198452": {
            "orgId": "974198452",
            "orgName": "AEROSPACE & ADVANCED COMPOSITES GMBH",
            "ecContrib": 197500
        },
        "997220141": {
            "orgId": "997220141",
            "orgName": "ADMATIS KUTATO, GYARTO ES KERESKEDELMI KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 197500
        },
        "984454068": {
            "orgId": "984454068",
            "orgName": "EASN Technology Innovation Services BVBA",
            "ecContrib": 87500
        },
        "998647787": {
            "orgId": "998647787",
            "orgName": "MBN NANOMATERIALIA SPA",
            "ecContrib": 288750
        },
        "999451432": {
            "orgId": "999451432",
            "orgName": "MISKOLCI EGYETEM",
            "ecContrib": 233750
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 268750
        },
        "998959642": {
            "orgId": "998959642",
            "orgName": "UNIVERSIDAD DE BURGOS",
            "ecContrib": 454750
        },
        "998571739": {
            "orgId": "998571739",
            "orgName": "CONSORZIO INTERUNIVERSITARIO PER LO SVILUPPO DEI SISTEMI A GRANDE INTERFASE",
            "ecContrib": 262875
        },
        "997751992": {
            "orgId": "997751992",
            "orgName": "BRIMATECH SERVICES GMBH",
            "ecContrib": 132438
        }
    },
    "calculatedTotalContribution": 2698063
}