{
    "rcn": "203533",
    "acronym": "Baltic Gender",
    "topics": "GERI-4-2015",
    "title": "Baltic Consortium on Promoting Gender Equality in Marine Research Organisations",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "Baltic Gender is a consortium of research organisations and higher education institutions from the Baltic Sea Region aiming at reducing gender segregation and gender inequalities in Marine Science and Technology. The diversity of the consortium members (from Nordic, Continental and Eastern countries) with regard to gender equality policies and practices as well as gatekeeping provides an excellent basis for exchange, comparison, collaborative learning and transfer of knowledge. The action will work toward the establishment and implementation of Gender Equality Plans (GEPs) as instruments that can catalyse institutional change. Collection, standardisation and evaluation of gender-segregated data will facilitate the establishment of gender-sensitive indicators and enable the consortium to develop concrete targets and measures for reaching the set goals of the GEPs and to monitor the progress of their implementation. GEP implementation activities will be supported by established approaches and innovative strategies developed in the four core work packages on (i) career advancement, (ii) work and family, (iii) structural changes, and (iv) gender dimension in marine research. Cross-cutting work packages will support actionís progress via giving trainings, strengthening networks, raising awareness, disseminating results and reaching out to a wider scientific community and public in general. The outputs are designed to maximize impact and, due to the inter-disciplinary nature of marine sciences, to have a broader impact in the field of natural science and technology. The deliverables include blogs, brochures, best-practice handbooks, recommendations, training-materials, synthesis reports. Schemes and good practices established during the action (e.g., grass-root networks, work-family balance, transparency in decision making, modernised recruitment processes, mentoring) are foreseen to pave the way for long-lasting institutional practices.",
    "totalCost": "2226262,5",
    "ecMaxContribution": "2226262,5",
    "coordinator": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
    "coordinatorCountry": "DE",
    "participants": "TARTU ULIKOOL;SUOMEN YMPARISTOKESKUS;LEIBNIZ-INSTITUT FUR OSTSEEFORSCHUNG WARNEMUNDE STIFTUNG;CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;KLAIPEDOS UNIVERSITETAS;LUNDS UNIVERSITET;FACHHOCHSCHULE KIEL",
    "participantCountries": "EE;FI;DE;LT;SE",
    "projectParticipants": {
        "950506687": {
            "orgId": "950506687",
            "orgName": "LEIBNIZ-INSTITUT FUR OSTSEEFORSCHUNG WARNEMUNDE STIFTUNG",
            "ecContrib": 373814
        },
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 287500
        },
        "999904422": {
            "orgId": "999904422",
            "orgName": "KLAIPEDOS UNIVERSITETAS",
            "ecContrib": 180375
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 265625
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 233812
        },
        "986090458": {
            "orgId": "986090458",
            "orgName": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
            "ecContrib": 350625
        },
        "997918056": {
            "orgId": "997918056",
            "orgName": "FACHHOCHSCHULE KIEL",
            "ecContrib": 187386
        },
        "999478010": {
            "orgId": "999478010",
            "orgName": "SUOMEN YMPARISTOKESKUS",
            "ecContrib": 347125
        }
    },
    "calculatedTotalContribution": 2226262
}