{
    "rcn": "203545",
    "acronym": "CAROLINE",
    "topics": "MSCA-COFUND-2015-FP",
    "title": "Collaborative Research Fellowships for a Responsive and Innovative Europe",
    "startDate": "02/06/2016",
    "endDate": "01/06/2021",
    "objective": "The CAROLINE Fellowship Programme proposed by the Irish Research Council (IRC) will provide a unique opportunity for researchers to further develop their skills, competencies and experience through inter-sectoral collaboration with NGOs and International Organisations (IO). Proposals will be invited from all disciplines that speak to the overarching theme of global sustainable development as set out under the United Nations 2030 Agenda for shared economic prosperity, social development, and environmental protection. CAROLINE will fund 50 experienced researchers across two modes; International Fellowships (three-year) and Irish Fellowships (two-year). The IRC, a national agency, funds excellent research across all disciplines. Unique aspects of CAROLINE include the European and global resonance of the overarching research theme, the inclusion of NGO and IO partners with the host research performing organisations, flexibility in secondments, comprehensive approaches to equal opportunities and gender aspects, and dedicated core training and career support activities. Research outcomes and activities of the CAROLINE Fellows will benefit Europe, given the significance of the theme to Europe 2020, e.g. in employment, climate change and energy, education, and poverty reduction. CAROLINE will deliver experienced researchers with enhanced skills in inter-sectoral and interdisciplinary research and better access to a wider set of future career opportunities. The IRC has built an impressive array of support for this proposal from stakeholders in Ireland, Europe and internationally, including research performing-organisations, NGOs, IOs and other partners.",
    "totalCost": "9204000",
    "ecMaxContribution": "4602000",
    "coordinator": "AN TUDARAS UM ARD OIDEACHAS",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999563370": {
            "orgId": "999563370",
            "orgName": "AN TUDARAS UM ARD OIDEACHAS",
            "ecContrib": 4602000
        }
    },
    "calculatedTotalContribution": 4602000
}