{
    "rcn": "203511",
    "acronym": "SpiL",
    "topics": "MSCA-IF-2015-GF",
    "title": "Spillover of Leptospira in island populations of the Channel Island fox",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "Spillover, or cross-species transmission, of pathogens from wildlife to humans is the major cause of emerging infectious diseases such as HIV, Ebola virus or SARS. Yet despite this relevance spillover as a natural process is little known, and there is a pressing need for general theory on spillover. We propose to develop a new conceptual framework for spillover, by using an interdisciplinary approach to analyse an exceptionally complete dataset of Leptospira spillover from California sea lions to endangered Channel Island foxes. Guided by the OneHealth vision, we will combine concepts and methods from human epidemiology, disease ecology and island biology to create a model of Leptospira spillover risk that will provide a unique opportunity to develop and extract general concepts. Through this process, Borremans, the applying experienced researcher, will acquire a strong set of skills that will boost his expertise and significantly advance his professional profile. He will be guided by two high-profile researchers, Lloyd-Smith (UCLA) and Hens (UHasselt) and will benefit from collaborations through their extensive international networks, ensuring Borremansí visibility at an international level.",
    "totalCost": "240530,4",
    "ecMaxContribution": "240530,4",
    "coordinator": "UNIVERSITEIT HASSELT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999874934": {
            "orgId": "999874934",
            "orgName": "UNIVERSITEIT HASSELT",
            "ecContrib": 240530
        }
    },
    "calculatedTotalContribution": 240530
}