{
    "rcn": "203542",
    "acronym": "AMECRYS",
    "topics": "FETOPEN-1-2014",
    "title": "Revolutionising Downstream Processing of Monoclonal Antibodies by Continuous Template-Assisted Membrane Crystallization",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "Separation and purification of biopharmaceuticals is today one of the most time and cost intense Downstream Processing (DSP) operations in the manufacture of commercial products. Separation and purification of proteins is usually achieved chromatographically, with all of its disadvantages including high buffer requirements, large footprint, reuse and storage of resin studies as well as costs. Traditional DSP based on batch chromatography contribute ca. 66% of the total production cost of anti-cancer monoclonal antibodies (mAbs). Largely contributing to this is the cost of chromatography media; for instance, the cost of 1 L of protein A resin with binding capacity of 20-70 g mAb is about 25000 Eur. By a visionary and ambitious combination of the emerging Continuous Manufacturing Paradigm with innovative Membrane Crystallization Technology and the selective nanotemplate-recognitions directly from the fermentation broth, the AMECRYS Network aims to develop a new Continuous Template-Assisted Membrane Crystallizer in order to revolutionize the DSP platform for mAbs production, thus achieving unprecedented purification and manufacturing efficiencies. Major research challenges will include: i) the synthesis of 3D-nanotemplates with specific molecular recognition ability towards mAbs from complex solutions; ii) the development of tailored macroporous fluoropolymer membranes for advanced control of selective heterogeneous nucleation; iii) the design of multilevel microfluidic devices for high-throughput mAb crystallization screening in a wide range of conditions under continuous flow (ìpharma-on-a-chipî concept); iv) technology scale-up to a L-scale continuous prototype designed with recognition of QS/GMP compliance for biopharmaceuticals. The replacement of chromatography with a single membrane-crystallization unit will lead to >60% CapEx and O&M costs decrease, 30-fold footprint reduction and high-purity solid formulation of mAbs with preserved biological activity.",
    "totalCost": "3533813,75",
    "ecMaxContribution": "3533813,75",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "FUJIFILM DIOSYNTH BIOTECHNOLOGIES UK LIMITED;GVS S.P.A.;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;Centre for Process Innovation Limited;UNIVERSITE LIBRE DE BRUXELLES;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSITA DELLA CALABRIA;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "UK;IT;BE;FR",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 368125
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 299375
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 274115
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 608074
        },
        "962770494": {
            "orgId": "962770494",
            "orgName": "FUJIFILM DIOSYNTH BIOTECHNOLOGIES UK LIMITED",
            "ecContrib": 355000
        },
        "996621069": {
            "orgId": "996621069",
            "orgName": "Centre for Process Innovation Limited",
            "ecContrib": 627375
        },
        "999863391": {
            "orgId": "999863391",
            "orgName": "UNIVERSITA DELLA CALABRIA",
            "ecContrib": 375000
        },
        "999782687": {
            "orgId": "999782687",
            "orgName": "GVS S.P.A.",
            "ecContrib": 291250
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 335500
        }
    },
    "calculatedTotalContribution": 3533814
}