{
    "rcn": "203510",
    "acronym": "FIMAF",
    "topics": "MSCA-IF-2015-EF",
    "title": "Isotopic evidence for the impacts of fishing on marine foodweb structure",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Overfishing is one of the critical concerns of the European Union as it seriously threats food security and well-being of EU's fishing activities. One important aspect of overfishing is the change in the composition of fish communities, - as exemplified by temporal transition from large piscivorous fishes towards smaller invertebrates and planktivorous fishes. This may alter the trophic interactions within the ecosystem. Despite the importance of trophic interactions for ecosystem functioning, this issue remains largely unexplored especially due the inability to reconstruct historical food webs. However, this technical lock can now be overcome thanks to the method recently developed by the host institution, which demonstrated that ?13C and ?15N from otolith organic matter mirror prey isotopic signature and hence can be used to reconstruct important diet characteristics. In this project, we propose to use this cutting-edge technique for tackling the challenging question of the impacts of fishing activities on fish diet and trophic level. Thanks to a unique collection of otoliths (1900-2015) from three threatened fish species of high commercial values with different life history characteristics, namely the pelagic saithe (Pollachius virens), the bentho-pelagic cod (Gadus morhua) and the demersal haddock (Melanogrammus aeglefinus), we will investigate temporal shifts in otolith signatures occurring in response to variability in fishing pressure. This multidisciplinary research program will include several steps from the laboratory work to the statistical modelling. Due to the innovation of its thematic and its state-of-art techniques, this FIMAF program will place its coordinators and the EU at the forefront of international efforts for understanding fishing activities impacts and will contribute to their research excellence and competitiveness. Finally, the completion of this fellowship will undeniably paves the way for further invaluable ecological applications.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}