{
    "rcn": "203550",
    "acronym": "INPhINIT",
    "topics": "MSCA-COFUND-2015-DP",
    "title": "Innovative doctoral programme for talented early-stage researchers in Spanish host organisations excellent in the areas of Science, Technology, Engineering and Mathematics (STEM).",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "'la Caixa' Banking Foundation (FBLC)  is a Spanish private foundation that has as mission to contribute to the advance of people and society. FBLC ranks among the top 10 world foundations considering either endowment or annual budget. Since 1982 FBLC manages prestigious fellowship programmes.\nFBLC will launch a new doctoral programme, INPhINIT, in October 2016 that will increase the transnational, inter-sectoral and inter-disciplinary mobility of researchers, in line with the European Charter for Researchers, the Code of Conduct for the Recruitment of Researchers and the EU Principles for Innovative Doctoral Training.\nWith a budget of 19,489,896 EUR (25% EU contribution, 75% FBLC own resources) and a duration of 5 years, the INPhINIT programme will have two calls and recruit 114 Early-Stage Researchers of any nationality willing to join an excellent host organisation in Spain, in the areas of Science, Technology, Engineering and Mathematics (STEM), including Bio and Health Sciences, areas in which Spain excels and has a critical mass to have impact. \nResearchers will be enrolled in a Doctoral Programme and be hosted by one of the 51 centres that collaborate with the programme. Host organisations hold certificates of excellences issued by the Spanish Government. Selection process will be open, transparent and merit-based and count with independent experts from different countries and sectors, with diverse and relevant expertise, seeking gender balance. \nESRs will enjoy 3-year employment contracts with the host organisation of their choice (bottom-up approach), with the corresponding social security provisions. Researchers will establish a personal development career plan including transnational, inter-sectoral and interdisciplinary mobility opportunities.\nCOFUND support will allow INPhINIT to recruit a larger number of researchers and reinforce its impact, as well as to further disseminate the Marie Sk?odowska-Curie actions high standards for research training.\n'",
    "totalCost": "9417600",
    "ecMaxContribution": "4708800",
    "coordinator": "FUNDACION BANCARIA CAIXA D'ESTALVISI PENSIONS DE BARCELONA LA CAIXA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998954404": {
            "orgId": "998954404",
            "orgName": "FUNDACION BANCARIA CAIXA D'ESTALVISI PENSIONS DE BARCELONA LA CAIXA",
            "ecContrib": 4708800
        }
    },
    "calculatedTotalContribution": 4708800
}