{
    "rcn": "203572",
    "acronym": "E-SAVING ULTRASONICS",
    "topics": "SIE-01-2015",
    "title": "Game-changing Ultrasonic Technology for Energy Saving in Predictive Maintenance",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "SONOTECís innovation project E-SAVING ULTRASONICS will bring a new solution to the market of industrial maintenance by defining a new state-of-the-art in ultrasonic technology featuring new sensors, electronics and cutting-edge application software. The peculiarity of our approach includes the integration of novel algorithms to exploit physical signals and the user-friendly presentation of testing results designed to achieve high customer benefits. The innovative measuring and testing platform will be launched as a modular handheld device - the SONAPHONE 4.0.\n\nSONOTEC plans to renew the preventive maintenance market for CAS by providing highly improved technology and methods for realistic identification, quantification and reporting of leaks to drastically reduce (? 42 % saving potential) the alarming waste of approximately 30 % of energy used in CAS.\n\nUltrasound technology will become one of the most effective early indicators of faults, wear and inefficient use of energy for industrial customers analysing the operation and state of equipment. Our ground-breaking physics-based technology has proven the potential to be a valuable basis for decision-making in every sector of industrial maintenance pertaining machinery operating facilities.SONOTECís goal is to exploit its extended technological potential in the field of machinery diagnostics and to increase the proportion of ultrasound technology by means of new methods and measurement techniques.\n\nThe objective of E-SAVING ULTRASONICS is to adapt a game-changing technology based on ultrasound that achieves great benefits by saving energy and reducing carbon emissions for users of predictive maintenance solutions.\n\nSONOTEC's strategy is to renew the business area of ëPreventive Maintenanceí by exploiting its key competences in the fields of ultrasonic sensor technology, measurement devices and modular software to move from an industry expert to an international market leader in this sector within the next years.",
    "totalCost": "1655657,5",
    "ecMaxContribution": "1158960,25",
    "coordinator": "SONOTEC ULTRASCHALLSENSORIK HALLE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953403301": {
            "orgId": "953403301",
            "orgName": "SONOTEC ULTRASCHALLSENSORIK HALLE GMBH",
            "ecContrib": 1158960
        }
    },
    "calculatedTotalContribution": 1158960
}