{
    "rcn": "203535",
    "acronym": "SAGE",
    "topics": "GERI-4-2015",
    "title": "Systemic Action for Gender Equality",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Increasing the participation of women in research, and promoting gender equality, is vital in strengthening the competitiveness of European research. A greater involvement of women in research will contribute not only to an increased number of skilled researchers in our institutions, but will also add a different perspective to research programmes, promote diversity, improve descion-making and contribute to enhanced creativity and innovation. This view informs the focus of this high-level consortium, who wish to work together to introduce and develop gender-sensitive organisational cultures and practices in our respective universities, thus effecting a sustainable and systemic structural change in how our institutions function.\n\nThe ultimate objective of the structural change process is to work towards improved decision-making and enhanced research capacity by:\nï incorporating gender-sensitive practices, processes and procedures in research, and; \nï developing balanced representation of both women and men in institutional decision-making. \n\nThrough the design and implementation of Gender Equality Plans, SAGE partner institutions will uncover, assess, and address the barriers to equal participation of women and men in research and decision making. \n\nSAGE is designed using the concepts and methodology of structural change to deliver a more equitable research landscape. The composition of the consortium will allow for transfer of learning, thus increasing the efficacy of Gender Equality Plans and their capacity to deliver greater gender balance and gender awareness in research and decision making.",
    "totalCost": "2276853,75",
    "ecMaxContribution": "2276853,75",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "INTERNACIONALNI UNIVERZITET U SARAJEVU;INSTITUTO UNIVERSITARIO DE LISBOA;KADIR HAS UNIVERSITESI;THE QUEEN'S UNIVERSITY OF BELFAST;INSTITUT D'ETUDES POLITIQUES DE BORDEAUX;UNIVERSITA DEGLI STUDI DI BRESCIA",
    "participantCountries": "BA;PT;TR;UK;FR;IT",
    "projectParticipants": {
        "967300491": {
            "orgId": "967300491",
            "orgName": "INSTITUT D'ETUDES POLITIQUES DE BORDEAUX",
            "ecContrib": 270888
        },
        "999893946": {
            "orgId": "999893946",
            "orgName": "UNIVERSITA DEGLI STUDI DI BRESCIA",
            "ecContrib": 380625
        },
        "999891133": {
            "orgId": "999891133",
            "orgName": "KADIR HAS UNIVERSITESI",
            "ecContrib": 205475
        },
        "998622567": {
            "orgId": "998622567",
            "orgName": "INSTITUTO UNIVERSITARIO DE LISBOA",
            "ecContrib": 216902
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 733199
        },
        "959296439": {
            "orgId": "959296439",
            "orgName": "INTERNACIONALNI UNIVERZITET U SARAJEVU",
            "ecContrib": 225625
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 244140
        }
    },
    "calculatedTotalContribution": 2276854
}