{
    "rcn": "203539",
    "acronym": "LiRichFCC",
    "topics": "FETOPEN-1-2014",
    "title": "A new class of powerful materials for electrochemical energy storage: Lithium-rich oxyfluorides with cubic dense packing",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The LiRichFCC project will explore an entirely new class of materials for electrochemical energy storage termed ìLi-rich FCCî comprising a very high concentration of lithium in a cubic dense packed structure (FCC). The process by which energy is stored in these materials constitutes a paradigm change in the design of battery materials and involves unexpected and surprisingly effective mechanisms: instead of storing lithium ions by intercalation into a stable host, lithium ions are populating and vacating lattice sites of the material itself. This new principle allows for unprecedented energy and power density compared to other battery materials and may revolutionize the use of batteries in applications involving a need for supplying large amounts of energy and power from small spaces.\nLi-rich FCC materials have just been discovered by one of the partners of the consortium, and the possible chemical compositions, properties, and charge storage principle associated with this new materials class are far from being understood. Thus, it is the aim of the project to explore and optimize possible compositions, synthesis methods, structural properties and dynamics of Li-rich FCC materials through an interdisciplinary approach involving predictive computational work, advanced chemical synthesis and high-end characterization. An important focus of the project will further be to evaluate the use of these materials for electrical energy storage and to identify potential other uses for Li-rich FCC materials that cannot be foreseen today. \nDue to the inherent paradigm change and the high promise Li-rich FCC materials hold both in regards to fundamental science as well as to battery applications, LiRichFCC fulfils all the preconditions of the call. The project is based on the long-term vision to develop a novel class of materials into practical use, involving foundational aspects in S&T with breakthrough character, high novelty and risk, and a broad, interdisciplinary approach.",
    "totalCost": "4114753,75",
    "ecMaxContribution": "4114753,5",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UPPSALA UNIVERSITET;KEMIJSKI INSTITUT;DANMARKS TEKNISKE UNIVERSITET",
    "participantCountries": "FR;SE;SI;DK",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1166114
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 735851
        },
        "998756718": {
            "orgId": "998756718",
            "orgName": "KEMIJSKI INSTITUT",
            "ecContrib": 440210
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 739426
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 1033152
        }
    },
    "calculatedTotalContribution": 4114753
}