{
    "rcn": "203538",
    "acronym": "4FOLD Phase 2",
    "topics": "IT-1-2015",
    "title": "4FOLD Reduction of the International Transport of Empty Containers by Folding",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "Due to the global imbalance of import/export ca. Ä25 billion a year is spent on repositioning empty containers and unnecessary emissions of CO2, NOx and PM are generated. The technical solution proposed by HCI is the 4FOLD foldable container. This concept is IP protected by HCI by 8 patents. This proposal fits within the topic Small business innovation research for Transport-IT-1-2015 of the work programme Smart Green & Integrated Transport. \n4 folded 4FOLD containers stacked have the same dimensions as 1 container, enabling the reduction of transport movements up to 75%. An increase of the shipping linesí profit margin of 600% is possible, corresponding to savings up to 25% on the operational costs and 27% on the total CO2 emissions of container transport at sea. \nA reduction of 25% on operational costs can be achieved, giving an huge economic boost to the EU logistics sector and the total EU economy. The 4FOLD strengthens the EU transport sector by making container transport more time and cost efficient, creating new jobs and tackling the mentioned environmental and mobility defies. \nThe 4FOLD prototype is at TRL7 and will be demonstrated in an operational environment in 5 international trial projects. The overall goal of the Phase2 project is to catalyse the market uptake of the 4FOLD container. A large scale demonstration is necessary to convince the conservative logistics sector of the added value and usability of the 4FOLD and opens the market for this innovation. For Phase2 HCI has involved key players to execute the demonstration project and develop the market implementation: market leaders in container manufacturing and global transport companies. HCI is frontrunner in the development of foldable containers and aims to expand its market leadership to the sales of 500,000 4FOLDs annually by 2030. This represents >27% of the complete newly built 40ft containers in 2013. The long term ambition of HCI is complete replacement of the conventional 40ft container.",
    "totalCost": "3523766,25",
    "ecMaxContribution": "2466636",
    "coordinator": "HOLLAND CONTAINER INNOVATIONS NEDERLAND B.V.",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939386801": {
            "orgId": "939386801",
            "orgName": "HOLLAND CONTAINER INNOVATIONS NEDERLAND B.V.",
            "ecContrib": 2466636
        }
    },
    "calculatedTotalContribution": 2466636
}