{
    "rcn": "203531",
    "acronym": "PRISMA",
    "topics": "GARRI-2-2015",
    "title": "Piloting RRI in Industry: a roadmap for tranSforMAtive technologies",
    "startDate": "01/08/2016",
    "endDate": "31/07/2019",
    "objective": "There is now only limited experience with RRI in industry and there is also limited evidence of the added value of opening up the innovation process in industry for social engagement and gender considerations. We will overcome these current limitations by carrying out eight RRI pilot projects in a real-world industry context. To establish the added value of the RRI approach and the gender dimension in and for industry, we will assess the pilot projects on a number of product and process RRI dimensions and compare the score of the pilots on the relevant RRI dimensions with the score of similar projects in the same companies in which the RRI approach has not been followed. We focus on implementing RRI for some of the major technological challenges in the EU including nanotechnology, synthetic biology, Internet of Things and self-driving or automated cars. These are all transformative technologies that have the potential to transform existing modes of production and to change the relation of the company with users, suppliers or other stakeholders. The pilots aim at integrating RRI in the CSR (Corporate Social Responsibility) policies of the participating companies. Some pilots will take place in private companies and some in public-private partnerships (PPPs). The project will be supported by extensive stakeholder consultations and dialogues. These will feed into the set-up and the carrying out of the pilots. The project will result in a RRI-CSR roadmap for transformative technologies. The roadmap will be widely disseminated through  the partnerís extensive industry network, and through industry branch and CSR organizations. An important means of dissemination will also be the MOOC (Massive Open Online Course) on RRI in industry. The dissemination is expected to lead to a better uptake of RRI approaches by industry. This will also contribute to the competiveness of the European industry.",
    "totalCost": "1708096,25",
    "ecMaxContribution": "1708095",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "ASSOCIAZIONE ITALIANA PER LA RICERCA INDUSTRIALE - AIRI;RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU;KARLSRUHER INSTITUT FUER TECHNOLOGIE;THE UNIVERSITY OF WARWICK",
    "participantCountries": "IT;NL;DE;UK",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 319286
        },
        "999809847": {
            "orgId": "999809847",
            "orgName": "ASSOCIAZIONE ITALIANA PER LA RICERCA INDUSTRIALE - AIRI",
            "ecContrib": 235750
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 627006
        },
        "999991431": {
            "orgId": "999991431",
            "orgName": "RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU",
            "ecContrib": 187053
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 339000
        }
    },
    "calculatedTotalContribution": 1708095
}