{
    "rcn": "203773",
    "acronym": "NUTS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Nuclei Using Topological Solitons",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Particle physicists have a good understanding of the fundamental constituents of matter, but the complexity of the theory means that it is impossible (even with supercomputers) to use it to predict the properties of even the simplest atoms familiar from everyday life, such as helium and carbon. Fathoming the core of these atoms is the realm of nuclear physics, but current approaches are detached from fundamental theory and instead are mainly based on fitting phenomenological models to experimental data. \nThe ambitious aim of this project is to provide the missing link between fundamental theory and nuclear physics.\nAt the heart of the methodology for this audacious proposal is a concept known as a topological soliton -- a particle-like solution of a nonlinear wave equation, where stability is due to a topological twisting or winding. A combination of analytic and numerical work over the last twenty years has shown that topological solitons can provide a reasonable qualitative description of some aspects of nuclei, but a quantitative comparison has failed because of a long-standing problem that soliton predictions yield nuclear binding energies that are too large. However, in recent work by the researcher (Naya-Rodriguez) and collaborators, and independently by the supervisor (Sutcliffe), significant breakthroughs have been made that demonstrate the ability to reduce soliton binding energies to the correct nuclear physics levels and hence solve this long-standing problem. These new developments mean that this proposal is incredibly timely, and by uniting these two previously independent European groups there is an opportunity to make ground-breaking progress by developing these new analytical methods in combination with state-of-the-art computing capabilities. This will have a tremendous impact, particularly in the study of nuclear matter under extreme conditions, for example, as found in neutron stars and in harnessing the energy source offered by nuclear fusion.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}