{
    "rcn": "203752",
    "acronym": "AG-GF",
    "topics": "MSCA-IF-2014-GF",
    "title": "Behavior-dependent interactions between frontal and somatosensory cortices",
    "startDate": "01/08/2016",
    "endDate": "31/07/2019",
    "objective": "The mammalian brain integrates behaviorally relevant sensory information by recruiting large parts of the neocortex to enable precise perception, apt decisions and adequate actions. The large-scale interactions and the distinct roles of the various neocortical regions, namely frontal motor-related areas and posterior sensory-related regions, remain poorly understood. Here, we aim to characterize how behavior-related activity in higher-order regions (e.g. frontal area) of the mouse is spatiotemporally organized, and how does it relate to lower-order regions (e.g. somatosensory cortex). Mice will be trained on an S1-dependent texture discrimination task under head-fixed conditions, enabling simultaneous imaging of neuronal populations. First, we will use a novel wide-field preparation to map lower and higher-order functions throughout the cortex. Next, we will zoom-in on specific areas of interest using two-photon microscopy to achieve single cell resolution. Finally, we will use an array of labeling techniques to track behavior-dependent activity of neuronal populations that project to a specific area. A special emphasis will be to identify how the activity in subsets of neurons that project ëtop-downí, from frontal areas to the primary sensory area, relates to different behavioral aspects. We expect that our results will provide fundamental insights into the contribution of frontal cortical regions to perception-related and decision-related activity before sensation (anticipation), during sensation (texture touch) and after sensation (holding in memory and 'licking for reward' action). We believe that this multidisciplinary project in behaving animals is a challenging and promising approach bound to generate novel and exciting results which will be of great interest to the scientific community.",
    "totalCost": "278674,2",
    "ecMaxContribution": "278674,2",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 0
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 278674
        }
    },
    "calculatedTotalContribution": 278674
}