{
    "rcn": "203792",
    "acronym": "SAGDESOR",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Second Avant-Garde: Design of Domestic Objects in Soviet Russia, 1953-1991",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Russian/Soviet avant-garde of the 1920s is broadly recognized to have been an integral part of the European avant-garde and Russiaís first truly original contribution to world culture. In contrast, Soviet art and design of the post-war period is often dismissed by general public as propaganda, hack-work and shameful plagiarism that resulted in a uniform and shabby world of commodities. Thanks to a growing body of scholarship on Soviet design, as well as to a recent work of enthusiastic Russian curators who organized Moscow design museum, a positive narrative of Soviet design have begun to emerge. In particular, the genealogical connection between Russian avant-garde and late Soviet design is generally noticed by scholars. However, the concrete ways of translating the avant-gardeís ideas into late socialist design and commodity production have received relatively small attention. This research project takes avant-gardeís legacy as a key link between post-war Soviet and Western, in particular Scandinavian, design. It addresses the question of temporal and cross-European design connections by focusing on a ìsocialist object.î The latter is considered both as a reference to the avant-garde precedent and a concept useful for reaching beyond the standard narrative of Soviet design as a poor imitation of Western models. By relying on archival and published sources I will analyze the transition of objects through different settings ñ designersí desks and workshops, artistic and technical councils, factory floors, department stores and peopleís homes. My research will present a complex history of Soviet design as a second Russian avant-garde and as a part of post-war European development of visual and material culture. Thus it will provide the historical background for the current Russian designers' search for interconnection with European design schools and trends.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}