{
    "rcn": "203798",
    "acronym": "cryo-bacteria-reactor",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development of the flow through bioreactor of 3D-structured bacteria  for biodegradation of aromatic chloroderivatives from contaminated water",
    "startDate": "15/09/2016",
    "endDate": "14/09/2018",
    "objective": "Polychlorinated biphenyls PCBs, are a group of chemicals now considered among the most hazardous pollutants in the world. The presence of these extremely stable compounds in trace concentrations in water have been linked to an increased risk in frequency of cancer. PCBs were used for production of various industrial capacitors, pesticides and herbicides over a number of years; and still appear in ground and water. Existing multistep water purification processes for PCBs and other chlorinated contaminants are expensive mostly due to usage of different chemicals.  Bioremediation processes utilising bacteria represents an alternative to existing chemical methods. Immobilisation of bacteria on a substrate reveals many benefit over free bacteria systems, such as higher biomass content, high metabolic activity, resistance to toxic chemicals, allowing continuous process operating and avoiding the biomass- liquid separation requirements. The immobilised bacteria can be reused several times opening opportunities for developing cost-effective processes for wastewater treatment.\nIn this project Dr. Berillo will apply a cutting-edge technology, he developed the direct cross-linking of the bacteria cells into a 3D-structured macroporous, highly permeable system that will be used for selective and efficient purification of contaminated water from aromatic chloro derivatives (chlorophenols etc.). Advantages of the novel system are: one step immobilisation, high density of immobilised cells; no diffusion restriction of contaminant to the cells and possibility to exploit the system as a flow through bioreactor. This is an inter- and intra-disciplinary proposal involving the combination of knowledge and expertise in microbiology, cryotechnology, organic, polymer, physical, analytical, environmental and surface chemistry. The project intends to solve sophisticated problems of Environmental remediation through combination of microbiology and polymer chemistry.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRIGHTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999860481": {
            "orgId": "999860481",
            "orgName": "UNIVERSITY OF BRIGHTON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}