{
    "rcn": "203768",
    "acronym": "AstroLakes",
    "topics": "MSCA-IF-2015-EF",
    "title": "Bio-analysis of subglacial volcanic lakes as exoplanet analogues",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Subglacial volcanic lakes in Iceland constitute one of the most pristine ecosystem on Earth and are analogues for similar habitats for life on exoplanets and moons such as Mars and Europa. AstroLakes aims at discovering novel bacterial and archaeal lineages in such lakes by combining metagenomic, culture and single-cell approaches. The outcome of the project will be a holistic multidisciplinary description of the functional structure of this particular ecosystem. This will lead to a better understanding of exoplanetsí analogue environments and unravel novel enzymes displaying medical or biotechnological interest for academia and industry in Europe. \nSubglacial volcanic lakes have long remained unexplored. Advances in drilling technology through thick ice shelves in the beginning of the 21st century enabled sampling of such lakes and led to the discovery of unique communities of microorganisms adapted to extreme conditions. AstroLakes will sequence and analyse metagenomes from one such subglacial lake, Skaft·rkatlar, sampled in 2007, 2014 and 2015. The results will support the development of an ecosystem model by estimating the functional contribution of the communities at different depths and locations in the lake. \nNew isolates and genomes will be obtained through two complementary approaches, cultivation and single-cell sequencing. The cultivation approach will be achieved by designing culture and isolation media adapted to extremophiles with the information acquired from metagenomes. The single-cell approach involves the development of cytometry cell sorting and single-cell sequencing. This will expand the sequencing expertise at the host organisation, MatÌs. Additionally, the project will impact the career development of the experienced researcher who will gain a wide range of scientific and transferable skills that are relevant to establish a long-term independent leading career in the field of science.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "MATIS OHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999766100": {
            "orgId": "999766100",
            "orgName": "MATIS OHF",
            "ecContrib": 179326
        }
    },
    "calculatedTotalContribution": 179326
}