{
    "rcn": "203764",
    "acronym": "DySoMa",
    "topics": "MSCA-IF-2015-GF",
    "title": "The Dynamics of Solidarity on Madagascar: An Ethnography of Political Conflicts and Appeasement Strategies in the Context of a Pronounced Consens Norm",
    "startDate": "01/11/2016",
    "endDate": "03/01/2020",
    "objective": "The aim of this anthropological research project is to improve understanding of the peace-making processes operating in the ongoing Malagasy political crisis. A dispute in 2009 over the Malagasy presidency, the most powerful political position on the island, marked the beginning of a particularly difficult period. At first tensions were limited to the national political level, but the situation rapidly degenerated into a more general social crisis as international support was suspended, the economy plummeted down and the population of about 22 million had to cope with great insecurity.\n\nIn this period of acute risk to social order a number of unusual conflict resolution strategies were adopted independently. Alongside the official, internationally brokered negotiations, there were a number of distinctive, local mechanisms which had a clear, positive impact on the situation. The innovative institutional embodiment of a local concept of solidarity rooted in traditional ancestor worship (fihavanana) and popular justice movements led by charismatic personalities were amongst the most important in paving the way for conflict resolution and a new beginning for Madagascar.\n\nThe rarity of such successful conflict resolution in post-colonial contexts arouses curiosity and demands close evaluation. An attractive scientific challenge is triggered, offering a unique opportunity to devise an ethnography of de-escalation and peace which will stand in contrast to the conventional focus on war and disorder. Anthropological fieldwork in Antananarivo (the Madagascan capital) and the Western Melaky region as well as historical research will furnish qualitative evidence for an insightful interpretation of the unique dynamics of solidarity observed.\n\nThe project will contribute to a better understanding of the recent Malagasy crisis but will also provide an important case study of theoretical and practical relevance to political anthropology and international peace-building initiatives.",
    "totalCost": "236210,4",
    "ecMaxContribution": "236210,4",
    "coordinator": "MARTIN-LUTHER-UNIVERSITAET HALLE-WITTENBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "994144077": {
            "orgId": "994144077",
            "orgName": "UNIVERSITY OF ANTANANARIVO",
            "ecContrib": 0
        },
        "999871539": {
            "orgId": "999871539",
            "orgName": "MARTIN-LUTHER-UNIVERSITAET HALLE-WITTENBERG",
            "ecContrib": 236210
        }
    },
    "calculatedTotalContribution": 236210
}