{
    "rcn": "203774",
    "acronym": "RESOLVE",
    "topics": "MSCA-IF-2015-EF",
    "title": "REalistic Simulations and ObservationaL Validation of small-scale Energy channels on the Sun",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Sun-like stars possess magnetically confined, upper atmospheres. These coronae have temperatures of several million degrees and thus are much hotter than the underlying stellar surfaces (photospheres) which have temperatures of the order of 6000 degrees. The coronae are hotter than the photospheres because magnetic energy is generated by convective motions beneath the stellar surface and then transported through the photosphere into the corona where it is dissipated. The key to understanding the heating of the corona is to determine how, and at which spatial and temporal scales, energy is being transported into the stellar atmosphere. Both theory and simulations suggest that a substantial fraction of the energy transfer happens at spatial scales smaller than those currently observationally resolvable. The main goal of the proposed research is to bridge this gap between what we expect from theory and what we can observe. The proposed research will use numerical simulations to characterize the energy flux and look for its (spectropolarimetric) signature. This signature will then be used to create maps of the energy flux on the actual Sun using the highest-resolution observations (50-70 km) which are available: those from the 1-meter Sunrise balloon-borne observatory, and the 1.5-meter GREGOR, Europe's largest solar telescope. We will validate the diagnostics by comparing these maps of the observed energy flux into the solar atmosphere with co-spatial observations of the hot plasma structures seen in the upper atmosphere. Understanding the energy transfer combines the strengths of advanced simulations and the unprecedented observations as well as combining the expertise of world-leading solar groups in Germany and Spain. This research will have a major impact on our understanding of the heating of upper atmosphere. It is the ideal project and set of collaborations to further the experienced researcher's scientific career.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}