{
    "rcn": "203849",
    "acronym": "ROUFER",
    "topics": "MSCA-IF-2015-EF",
    "title": "Eighteenth-century republicanism and the critique of commercial society: the case of Rousseau and Ferguson",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "The projectís key assumption is that Rousseau and Ferguson offer a distinctive ìpartisan-republicanî perspective. More strongly than fellow-republicans like Montesquieu, Hume and Smith, they focus on commercial societyís corrupting effects, concluding that the only remedy is a recovery of traditional civic virtues.\n\nObjectives\n1. The project fills a major lacuna in Enlightenment historiography: the strong kinship between Ferguson and Rousseau is evident, but no sustained comparative study exists. 2. The project forms a significant contribution to the debate on the (dis)continuities in the republican tradition and its relation to the natural law tradition. 3. A joint reading of Rousseau and Ferguson vis-‡-vis the debate on virtue and commerce sharpens and modifies our insight in this debate. They express most uncompromisingly the worries that also plague Smith, Montesquieu and Hume. Hence, the project demonstrates that Rousseau and Ferguson are no outdated Romantics in a general discourse of optimism.\n\nMethod\nThe comparative historico-philosophical method has an interdisciplinary character: the projectís focus on intellectual and socio-economic contexts relates it closely to intellectual history and economics. The comparative methodology allows the project to transcend dichotomies between Continental and Anglo-Saxon scholarship. \n\nExpected results: 4 peer-reviewed articles. 1 popular article. 1 conference.\n\nImpact\n-Through participation in international workshops and publication of articles in high-impact journals, the researcher gains an excellent academic standing. \n-The opportunity offered at Lausanne to connect with researchers in various countries gives the researcher a broad European profile and enhances his network.\n-By working in a competitive team, he sharpens his linguistic, cooperative and argumentative skills \n-Through various public engagement activities (public lectures; blogs; popular article) his research is disseminated beyond the academic world.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}