{
    "rcn": "203891",
    "acronym": "FUTURE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Re-factoring Pseudomonas putida for biosynthesis of vaIue-added polymers from cellulosic waste",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Lignocellulose is the most abundant organic matter on Earth and important constituent of agricultural and industrial wastes. Lignocellulose-derived monomeric sugars and aromatic compounds can serve as a cheap substrates for biotechnological production of numerous value-added chemicals (VAC). However, a well-defined bacterial platform that could efficiently utilize lignocellulose for biosynthesis of VAC in a single step is still missing. The saprophytic bacterium Pseudomonas putida KT2440, a robust laboratory workhorse with versatile metabolism, has wide potential to utilize lignocellulose-derived sugars and aromatics for VAC formation. But the need for enzymatic pretreatment of the recalcitrant lignocellulose components hinders the development of a cost-effective processes. This challenge could be solved by expanding the biocatalytic functions of P. putida using cellulosomes, efficient enzymatic nanomachines displayed on the surface of certain cellulolytic microorganisms. Synthetic cellulosomes were successfully engineered in biofuel-generating yeast, but never in a Gram-negative bacterium.     \n     The applicant will adopt state-of-the-art approaches and tools of synthetic biology, systems biology and metabolic engineering in order to construct P. putida displaying designer cellulosomes and forming valuable biopolymers directly from cellulosic waste. This task requires a rational orchestration of distinct physiological features of the host in order to achieve the desired qualities without compromising cell viability. In this context, the study will also propose a roadmap for massive refactoring and enrichment of native metabolic properties of environmental bacteria. Thus, the project will not only allow the applicant to enhance his research skills, but will also contribute to both understanding fundamentals of model biological systems and corporate effort aimed at establishing FUTURE knowledge-based bio-economy in Europe.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}