{
    "rcn": "203853",
    "acronym": "GENEVA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Unravelling how GENEtic VAriation in attentional control contributes to working memory capacity",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Working memory (WM) capacity, the ability to temporarily store information in mind, is especially important to a broad range of intellectual abilities and for optimal performance in everyday life settings. However, WM capacity is highly limited, which necessitates determining the factors that optimize/constrain efficient WM storage and remembering. To this end, new behavioural and neuroimaging evidence indicates that WM performance is influenced by attentional control. However, precisely how attention influences WM is not yet fully understood. Here, the applicant proposes to test the hypothesis that specific alleles in two dopamine-related genes, DAT1 and COMT, are associated with neural correlates of attentional encoding and attentional maintenance in WM, which in turn influence WM capacity. To explore this hypothesis, a combination of cutting-edge experimental techniques will be employed. Specifically, the applicant will use molecular genetics, electroencephalography/event-related potentials (EEG/ERPs), and behavioural measures to delve into the biological pathways underpinning the interplay between attentional control and WM capacity. The expected results will map to specific genotypes, the phenotypes (cognition/behaviour) and endophenotypes (neural markers/oscillations) of attentional encoding and attentional maintenance, and their modulation of WM. Findings will shed new light on the underlying mechanisms constraining WM capacity and shift the knowledge frontier. The proposal negotiates a subject matter of considerable importance for European society because WM deficits are a predominant symptom in many mental and neurological diseases that fall within Europeís health priorities. During the proposed project, the fellow will acquire scientific and complementary transferable skills based on her personalized career development plan and through intra-European mobility and advanced training will reach a position of professional maturity in research.",
    "totalCost": "163648,8",
    "ecMaxContribution": "163648,8",
    "coordinator": "THE CYPRUS FOUNDATION FOR MUSCULAR DYSTROPHY RESEARCH",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999642522": {
            "orgId": "999642522",
            "orgName": "THE CYPRUS FOUNDATION FOR MUSCULAR DYSTROPHY RESEARCH",
            "ecContrib": 163649
        }
    },
    "calculatedTotalContribution": 163649
}