{
    "rcn": "203886",
    "acronym": "Yeast-Glyco",
    "topics": "MSCA-IF-2015-GF",
    "title": "Nucleocytoplasmic O-glycosylation in Yeast",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Signal transduction via post-translational modifications (PTMs) of proteins maintains essential cellular processes in all eukaryotes. Similar to protein phosphorylation, O-GlcNAcylation is a vital signaling mechanism that involves the dynamic cycling of sugar molecules on proteins and these PTMs exhibit extensive crosstalk for regulation of core cellular processes. The only eukaryotic cell type that lacks both signaling mechanisms is yeast and it has been difficult to understand how yeast survive without the essential functions of O-GlcNAcylation. \nThis proposal is based on our discovery demonstrating that bakerís yeast has an O-linked mannose (O-Man) glycosylation system that operates in nuclear, cytoplasmic and mitochondrial compartments. The localization of these O-Man modifications on yeast proteins mirrors that of O-GlcNAcylation found in higher eukaryotes and this discovery demonstrates that yeast possess a hitherto unknown signaling mechanism involved a myriad of cellular processes. \nThis research project aims to explore when and where yeast utilize the nucleocytoplasmic O-Man signaling system and to understand the functional consequences of this novel modification. In addition, the project aims to identify and characterize the enzymes responsible for the attachment and removal of nucleocytoplasmic O-Man modifications in order to enable manipulation of the system for improvements in yeast-based bioproduction and bioprocessing platforms. The project will open an entirely new area of research by bringing novel knowledge on how yeast orchestrate cellular signaling and advance our understanding on how essential cellular processes are controlled in eukaryotes. This holds promise to bring unique opportunities to manipulate yeast for improvements and open for wide applications in industry and biotechnology.",
    "totalCost": "278227,8",
    "ecMaxContribution": "278227,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "961670417": {
            "orgId": "961670417",
            "orgName": "THE ROCKEFELLER UNIVERSITY NOT FOR PROFIT CORPORATION",
            "ecContrib": 0
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 278228
        }
    },
    "calculatedTotalContribution": 278228
}