{
    "rcn": "203822",
    "acronym": "ECOTRAIT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Understanding the links between functional traits and ecological processes in lake Arcellinida (testate amoebae) (ëECOTRAITí)",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Testate amoebae, shelled unicellular eukaryotes, are common in freshwater and moist terrestrial environments. Their shells preserve well in the fossil record and species assemblages have been shown to be sensitive indicators of water quality change, and thus useful in environmental monitoring.  Whilst the ecology of the group is reasonably well understood, a determination of their role in specific ecosystem processes has been hampered by taxonomic uncertainties.  As the living cell quickly decays after death, taxonomic divisions have relied on shell morphology.  This approach is problematic as genetic analysis has shown that some species display morphological plasticity, partially in response to environment, whilst other specimens with similar morphologies have been demonstrated to be distinct ëcrypticí species. This project will utilise techniques used by the two research communities to develop more refined methodologies to characterize test morphology (e.g., notably functional trait analysis) to provide a powerful new framework for understanding microbial food-webs and community responses to ecological stressors over multiple time-scales. Specifically, the project will apply these interdisciplinary methodologies to examine the controls on morphology in Arcellenida, the dominant testate amoebae found in lakes to: 1. examine causes of functional trait variability in modern and palaeolimnological settings; 2. develop novel biometric trait delimitation approaches using SEM imagery and 3D imaging software; 3. use genetic sequencing on select morphospecies, to test the hypothesis that variations in shell morphology are a response to environment; 4. evaluate the significance of trait-based approaches for understanding temporal changes in species composition. This research will significantly contribute to the training of the researcher, enhancing future career opportunities, as well as expanding the collaborative research network and skills of the host.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}