{
    "rcn": "203865",
    "acronym": "AIDSsilences",
    "topics": "MSCA-IF-2015-GF",
    "title": "The Power of Silence: A Medical Anthropological Approach to AIDS Care Narratives",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Despite the widespread availability of antiretroviral medication, the global AIDS epidemic has not been halted yet and stigmatization of people living with HIV and AIDS continues in most parts of the world. While the social scientific analysis of narratives of people living with HIV/AIDS (PLWHA) has proven crucial in understanding challenges in AIDS care worldwide, the silences that structure such narratives remain under-theorized. Current studies signal that silences may be defenses and active strategies rather than passive responses to stigma, but critical questions remain on how to study, conceptualize and interpret what is unspeakable and unspoken, and sometimes even unthinkable. \n \nThis project develops novel analytical tools to understand silences in illness narratives. It is based on empirical data gathered in Indonesia and New York. Its objectives are threefold:\n\n1) To conceptualize how silences shape AIDS care, by analyzing narratives of PLWHA and caregiving institutions (conceptual/empirical goal)\n2) To theorize the relation between silence and narrative (theoretical goal)\n3) To develop a qualitative methodology for recognizing, inquiring into, and understanding respondentsí silences (epistemological/methodological goal) \n\nIn order to reach these objectives, the researcher will receive advanced training at Harvard University, which is on the forefront of developing multidisciplinary scientific research on HIV/AIDS and narrative theory. The expertise developed at Harvard University will strengthen the medical anthropology program of the University of Amsterdam, which houses the return phase of the project. The project will enhance the career opportunities of the researcher and promises to make significant contributions to the understanding of narratives and silences in AIDS care. These insights are highly relevant for policymakers in the global fight against AIDS and for social scientists who work in the field of global medicine.",
    "totalCost": "174864,6",
    "ecMaxContribution": "174864,6",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 174865
        }
    },
    "calculatedTotalContribution": 174865
}