{
    "rcn": "203811",
    "acronym": "INNEQUAL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Interactions between von Neumann algebras and quantum algebras",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "During his construction of a solid mathematical theory behind - the at that time completely new - quantum mechanics, von Neumann introduced his eponymous algebras to describe observable quantities. These ìvon Neumann algebrasî became a basic tool in various other branches of mathematics, including Lie theory (the theory of continuous symmetries), non-commutative geometry (a ìquantumî version of classical differential geometry), and, surprisingly, the theory of knots, for which V. Jones received a Fields Medal.  \n\nStrangely enough, although the theory of von Neumann algebras is quite pervasive in mathematics and mathematical physics, their actual construction and classification remains largely shrouded in mystery (despite deep work on classification by A. Connes, also getting him a Fields Medal). Particularly unsatisfactory is that the types of von Neumann algebras that are most relevant to quantum mechanics, so-called ìtype IIIî-algebras, are very rare. \n\nWith this Marie-Curie fellowship, I pick up the two challenges of construction and classification, especially focussing on Connes' famous rigidity conjecture for lattices in Lie groups as well as type III von Neumann algebras, using two entirely new approaches. The first is the use of finite-dimensional approximations, that I used previously in a different context (studying the Haagerup property and Lp-Fourier multipliers). The second new approach is based on the theory of quantum groups. \n\nUtrecht University (host institution) is the unique place in Europe housing both experts in non-commutative analysis and Lie theory, and thereby provides exactly the necessary (complementary) expertise that is necessary to attack these deep and profound problems.\n\nThe results will have a lasting impact on and connect further the theories of non-commutative geometry, operator algebras, Lie theory, quantum group theory and partly quantum physics.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}