{
    "rcn": "203842",
    "acronym": "INTFACDYN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Studying Interfacial Dynamics by Interferometric Scattering",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "We propose to apply a cutting-edge optical microscopy based on interferometric scattering microscopy (iSCAT) to directly study the dynamics of the fundamental system of nanoparticles at fluid interfaces. Nanoparticles at interfaces are a central research topic in colloidal science. They have various technological applications, related to, for example, emulsification, optical devices, and chemical catalysis. In addition, nanoparticles at interfaces make an ideal experimental model system for investigating topics in condensed matter physics, such as the dynamics of partially confined fluids and the phase behavior of 2D fluids. While many experimental studies have characterized the self-assembly, structure, and motion of such particles, important questions relating to adsorption/desorption dynamics and inertial effects, remain unanswered due to technical limitations of temporal and spatial resolution. iSCAT offers exclusive accessibility to answer these questions, through unprecedented capabilities of nanoparticle tracking in three dimensions with simultaneous nanometre spatial and microsecond temporal precision. Specifically, we aim at achieving two objectives for the first time; (i) observing and quantifying inertial effects at fluid-fluid interfaces, and (ii) characterizing the three-dimensional interfacial behavior of nanoparticles at interfaces. Overall, these objectives aim at expanding and generalising interfacial microrheology to much shorter time-scales, as well as to provide critical insight to the mechanisms underlying particle stability and self-assembly at interfaces.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}