{
    "rcn": "203831",
    "acronym": "DiseaseRecognition",
    "topics": "MSCA-IF-2015-EF",
    "title": "Selection to outsmart the germs: The evolution of disease recognition and social cognition",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "An astounding example of human social complexity is the global healthcare industry, in which we perform lifesaving surgeries, eradicate childhood diseases, provide global vaccinations, and track the evolution and outbreak of novel zoonotic diseases. Surprisingly, all of this hinges on a cognitive ability whose evolutionary origins are largely unknown: the ability to recognize disease in others. Under the mentorship of Dr Joanna Setchell (Durham University), a world-leading expert in primate disease signalling, Dr Sharon Kessler (fellow) will test her novel hypothesis that disease recognition evolved in associate with social cognition the primate order before the divergence of the human lineage. This multidisciplinary project integrates anthropology, psychology, and parasitology to test 1) whether a nonhuman primate signals infection status using visual, acoustic, and olfactory cues, 2) whether primates use these cues to recognize disease in others, and 3) whether disease recognition correlates with accepted measures of primate social cognition. The objectives will be achieved by taking photos, recording vocalisations, and collecting odour samples from semi-free ranging mandrills, Mandrillus sphinx, at the Centre International de Recherches MÈdicales mandrill colony in Gabon before and after treatment with anti-parasite medications. The photos, vocalisations, and odour samples will be presented to captive mandrills at the Colchester Zoo in the UK to test whether they spend different amounts of time investigating stimuli from parasitised and nonparasitised individuals. Performances on these disease recognition tests will be compared with performances in social cognition on the state-of-the-art Primate Cognition Test Battery. This innovative, multidisciplinary study increases the international networks of the participants, provides Kessler with cutting edge training, and breaks new ground on the role of disease in the evolution of primate, including human, cognition.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}