{
    "rcn": "203868",
    "acronym": "EVNSMAS",
    "topics": "MSCA-IF-2015-EF",
    "title": "An evolutionary approach to automated norm synthesis for multi agent systems",
    "startDate": "06/06/2016",
    "endDate": "05/06/2018",
    "objective": "The field of multi-agent systems (MAS) is concerned with the theory, design, and implementation of systems of semi-autonomous software agents that operate in an environment, and typically have conflicting goals. A key issue in such domains is that of coordination: how to design agents to minimise any potential negative aspects of their interactions, and to maximise any potential positive aspects. A key approach to coordination is that of normative systems. A normative system defines constraints on the behaviour of agents to coordinate their interactions. This research programme is at the intersection of normative systems design and evolutionary game theory (EGT). EGT studies how evolutionary forces can lead populations to game theoretic solutions, and has been useful in understanding, for example the distributions of populations of species in habitats. The hypotheses of this project are that (1) EGT can provide a useful mathematical framework to model and understand normative systems in MAS; and (2) EGT techniques can provide a powerful framework to engineer normative systems for MAS. Thus, norm synthesis will consist of an evolutionary process in which most successful norms will prosper, while unsuccessful norms will be naturally discarded. The tools used to understand such norms will be solution concepts from EGT - notably the concept of an evolutionarily stable strategy. In this project we will develop both frameworks for understanding EGT for normative systems design and to synthesise normative systems for MAS, and we will empirically investigate our techniques in the context of two application domains. To carry out this project the fellow will be trained in classical game theory and EGT. To this aim he will benefit from supervision of Prof Michael Wooldridge, and collaboration with his research group in Oxford. This project will develop science and will contribute to the development of the fellow's career plan to become an independent researcher.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}