{
    "rcn": "203866",
    "acronym": "DRIVE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Quantifying the relative importance of natural and anthropogenic drivers of spatial variation in vulnerability to predict species extinction risk",
    "startDate": "01/10/2016",
    "endDate": "20/01/2019",
    "objective": "The world is losing biodiversity at an unprecedented rate, altering the functioning of Earthís ecosystems and their ability to provide society with the services needed to prosper. To prevent biodiversity loss it is critical to understanding species extinction patterns. Studies linking species extinction risk with biological traits provide good insights but models show small predictive power generating uncertainty about how to translate knowledge into conservation strategies. Since global species extinction is the result of a sequence of local population extirpations, it becomes more meaningful understanding vulnerability at population level. This implies knowing the drivers of population extirpations within the species geographical context. This spatial context is determined by ecological and evolutionary factors that imprint to local populations a natural ability to tolerate anthropogenic threats. Focusing on terrestrial mammals, DRIVE aims to quantify the relative importance of natural and anthropogenic factors in driving local populations to collapse. For this, DRIVE proposes to build a novel hierarchical biogeographic template to incorporate the species environmental context into ecological models. The ultimate goal is to include the species inherent vulnerability as a key intrinsic trait into models predicting species extinction risk. DRIVE objectives will be accomplished by using innovative methods and novel theoretical advances in ecology, working in a multidisciplinary context involving biogeography, population modelling, and applied conservation. DRIVE is a collaborative project between EBD-CSIC (Spain, beneficiary) and the Department of Zoology-Oxford University (UK, partner), which outcomes will contribute to the consolidation of the European Area on biodiversity conservation, and are in line with current European societal demands and the Aichi Biodiversity Targets for 2020 by the United Nations Convention on Biological Diversity.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}