{
    "rcn": "203826",
    "acronym": "NEUROBUKIMI",
    "topics": "MSCA-IF-2015-EF",
    "title": "Affective neurocognitive model for the ëUncanny Valleyí",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The Uncanny Valley hypothesis (UV), proposed already 45 years ago, suggests that too humanlike robots or other artificial characters will elicit feelings of eeriness (Jpn. ëbukimií) in human observers. Existing psychological and neuroimaging studies have focused on the humanlikeness dimension of UV but neglected its emotional experience, which was at the heart of the original hypothesis. This interdisciplinary project will develop a thorough model for the emotional dimension of UV, consisting both of subjective verbal descriptions and observed neuronal activation patterns. A series of neuroimaging experiments will be carried out at the Brain and Emotion Laboratory of Maastricht University (UM): the first experiment will test the neuronal correlates of negative emotions elicited by semi-realistic virtual characters, and the second experiment will take a step beyond the original UV hypothesis by comparing the neuronal activation patterns of real and virtual emotional expressions. A self-report questionnaire for verbalizing the emotional experience of UV will be developed during a secondment period at Eindhoven University of Technology (Tu/e). By explicating the emotional experience of UV and by providing open tools for both research and industry, this project will be an important turning point for the future development of all humanlike technologies. Consistently, direct and concrete contacts with the animation industry are planned during the project. My supervisor Prof. de Gelder from UM is one of the thought leaders in the field of affective cognitive neuroscience, and my secondment supervisor Prof. Ijsselsteijn from Tu/e is renowned for his work in human-technology interaction. I am an experienced researcher with a dual background in both of these disciplines, as well as specific background in UV topic. This interdisciplinary synergy will maximize this projectís impact on the European society and help establish my position as a leading independent scientist.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}