{
    "rcn": "203817",
    "acronym": "HEATEXMOL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Control of current-induced heat exchange in molecular junctions by molecular scale design of the electronic properties",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The project will investigate the current-induced vibrational heating and cooling of molecular junctions with relatively sharp molecular resonances. These systems are interesting because, depending on the atomistic details of the metal/molecule interface and the chemical structure of the molecule, an extremely rich variety of heating/cooling dynamics under an external bias is possible.\nA detailed study of the connection between the electronic structure (both at equilibrium and in presence of a bias) and the inelastic processes associated to the emission and absorption of molecular vibrations represents a necessary step toward the comprehension and control of the junction heating and cooling dynamics and thus of its stability.\nWe will study a broad range of systems where the sharp DOS features are originated by two different physical mechanisms: i) structural and chemical details of the metal/molecule interface, and ii) destructive interference in the molecule.\nIn the first case, we will focus on the effect of electrode shape on the heating and cooling of the molecule and consider a wide range of molecule-electrode couplings. The molecules we will consider are examples of these classes of systems, namely carbenes (strong coupling to the electrodes), bypiridine (intermediate coupling), PTCDA (weak coupling).\nIn the case of destructive interference, we will focus on conjugated linear molecules where quantum interference features originate from the coupling of side-groups to the molecular backbone.\nFinally the project will extend the state-of-the-art approach for the calculation of the heating and cooling dynamics by introducing self-consistency between vibrations populations and the electronic structure. For this we will make use of a series of approximations in the derivation of the equations for vibration emission and absorption rates. We expect this new approach will reveal complex dynamics in systems with sharp resonances and close to vibrational instabilities.",
    "totalCost": "142720,8",
    "ecMaxContribution": "142720,8",
    "coordinator": "FYZIKALNI USTAV AV CR V.V.I",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999873867": {
            "orgId": "999873867",
            "orgName": "FYZIKALNI USTAV AV CR V.V.I",
            "ecContrib": 142721
        }
    },
    "calculatedTotalContribution": 142721
}