{
    "rcn": "203870",
    "acronym": "FOODEV",
    "topics": "MSCA-IF-2015-EF",
    "title": "Food and Gastronomy as leverage for local development",
    "startDate": "12/05/2016",
    "endDate": "11/05/2018",
    "objective": "Food and gastronomy are increasingly recognized as elements of regional innovation strategies, contributing to regional and economic development both in rural and urban environments. On the other hand, in order to link research in food and gastronomy to that of sustainable development, it is necessary to draw from multiple disciplines, as food has a multifunctional character and the food system is heavily implicated in many public policy arenas.\nThis proposal aims at implementing an inter-disciplinary research agenda able to determine under which conditions a certain place or region has been able to build on local features and to identify a successful sustainable development strategy based on food and gastronomy in the long-term. \nThe project will consider the wider European policy debates on food and gastronomy as leverage for sustainable development, that will be coupled with systematic analysis of academic contributions on the topic across social and economic areas; explore factors contributing to sustainable development by the means of food and gastronomy in different projects/strategies, and according to different perspectives, will ensure to gain a systematic understanding of multiple issues and problems to be dealt with within each sector and how they interrelate, as emerging from each stakeholder category. This will build a more complex and network-like vision of knowledge, learning and innovation, which represent the concepts underpinning the emerging approach to knowledge transfer.\nThe research action will develop reliable interdisciplinary evidence that can be used by policymakers to base their decisions on, contributing to closing the research and innovation gap through translational research approach, characterised by multi-disciplinary approaches allowing interaction between different spheres.\nThis will contribute to the work programme by maximising experienced researcherís contribution to knowledge-based economy and society.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}