{
    "rcn": "203804",
    "acronym": "MERC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Molecular mechanisms regulating cardiovascular remodeling by Adamts1",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Professor Redondoís group has recently identified Adamts1 as one of the major mediators in vascular wall remodeling. They showed that Adamts1\\/-, Adamts1-/- and KD-Adamts1 mice present aortic dilation, aneurysms, medial degeneration and hypotension, leading to the hypothesis that Adamts1 deficiency results in a new familial form of thoracic aortic aneurysm (FTAAD) potentially relevant in human aortic disease. They have also found that nitric oxide synthase (NOS) inhibitors reverse aortic dilation and medial degeneration in Marfan mice and Adamts1-deficient mice. The objective of my project is to study the molecular mechanisms mediating these aortic diseases in mice, and to specifically assess the role of nitric oxide (NO) and related signaling pathways, including those of Adamts1 and its substrates, in the medial degeneration and aortic dilation in both mouse models. I plan to identify potential targets common to both aortopathies and analyze them in patients with syndromic and non-syndromic aortic diseases. I think this project has a strong potential to identify therapeutic targets and prognostic or diagnostic markers for human cardiovascular diseases that constitute one of the major causes of mortality worldwide.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998922879": {
            "orgId": "998922879",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}