{
    "rcn": "203818",
    "acronym": "SugarBlock",
    "topics": "MSCA-IF-2015-EF",
    "title": "Unraveling the protein glycosylation of Plasmodium falciparum is crucial for development of novel therapeutics against malaria",
    "startDate": "29/08/2016",
    "endDate": "28/08/2018",
    "objective": "Annually, malaria causes 200 million clinical cases and more than half a million deaths. Works carried out more than 40 years ago demonstrated that a malaria vaccine offering sterile protective immunity in humans was possible, but the efforts to develop a modern, recombinant ësubunití malaria vaccine only confer short term protection against clinical malaria in 35-50% of recipients. Several evidences support the presence of foreign short N-glycans and other minor glycosylations in the surfaces of the parasite, Plasmodium faciparum, the causative agent of malaria. In addition, recent studies show that Plasmodium sporozoites present also unknown ?-galactose containing antigens in their surface and that antibodies against them provide sterile protection against malaria in mice. We propose to completely characterize the protein glycosylation present in the surface of the extracellular sporozoites, that travel from the mosquito to the liver, and merozoites, that invade human erythrocytes. We will use different quasi-targeted glycoproteomic approaches, based on the expected simplicity and low variability of these glycosylations in the parasite surface and their affinity to well characterized lectins. The investigation of these uncommon parasitic glycosylations may expose an unexpected Achillesí heel in the Plasmodium parasite that could be exploited to halt sporozoite development and/or stop merozoite invasion and induce protection against malaria, mimicking what has already been achieved using carbohydrate-protein conjugate vaccines against bacterial infections.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951414122": {
            "orgId": "951414122",
            "orgName": "FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}