{
    "rcn": "203986",
    "acronym": "GeNoSOS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Generation of Non-classical States in Optomechanical Systems",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The emerging field of quantum cavity optomechanics (QCOM) aims to probe and control mechanical oscillators in the quantum regime, offering exciting and innovative new directions in metrology, quantum information science and fundamental questions in physics.\nHaving recently entered the quantum regime by cooling mechanical oscillators to their ground state, we aim in this proposal to take QCOM a major step forward. We will generate a manifestly non-classical state ñ a single phonon Fock state ñ in the mechanical oscillator.\nThis achievement is expected to usher a new era in QCOM, where mechanical quantum states are manipulated. Goals such as mechanical qubits stored in oscillators, remote entanglement of mechanical oscillators, and tests of fundamental quantum mechanics will now be within reach.\nThe host scientist, Prof. Tobias Kippenberg, is a world leader in the field, having first demonstrated optomechanical coupling in microresonators in his postdoctoral work at Caltech in 2005, which led to an explosion of activities worldwide. Prof. Kippenberg was the first to demonstrate backaction cooling and resolved sideband cooling, which since serve as the basis for all optomechanical experiments. He also produced many milestone results in the field, which are now highly cited papers.\nThe applicant, Itay Shomroni, has a proven track record in cavity QED and atomic physics, having done his PhD at the Weizmann Institute of Science, Israel, and is first author on Science, Nature Physics and PRL papers. His move into this emerging field at the interface of quantum optics and atomic and condensed matter physics, is expected to greatly benefit both himself and the host group. With the new possibilities created by the successful fulfillment of this proposal and by the expertise gained through his postdoctoral work in a leading group, he is expected to be in an excellent position to launch is own career as an independent researcher and contribute to European scientific excellence.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}