{
    "rcn": "203978",
    "acronym": "DISPMIC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dispersal limitation and colonization of new land by symbiotic microorganisms",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Understanding how biological communities assembles and maintains is continuously one of the key questions in ecology and, in view of the global biodiversity crisis, now more relevant than ever. Novel trait-based approaches are key tools to explain processes that lead species to coexist. The advantage of this new theoretical framework is the use of functional characteristics of species, instead of a mere species abundance accounting, to describe the emerging ecosystem properties. However, contrary to the wide use in plant ecology, its use in microbial ecology is very scarce. The objective of the proposed project is to apply a trait-based approach in combination with molecular techniques to trace the nature of ecological processes governing dispersal and establishment  of arbuscular mycorrhizal (AM) fungal communities, the most common and widespread plant symbionts. This fungal group plays an important role in ecosystems and is commonly used as model organisms in ecological studies.\nNatural newly emerged island systems in the coast of Denmark provide a unique temporal and isolation gradient, yet hitherto unexploited, to explore such ecological processes. Using the combined molecular and trait-based characterization of AM fungal communities, we will infer whether stochastic, i.e. random, or deterministic ecological processes are driving the fungal community assembly during dispersal and the subsequent succession. Answering these questions will be very valuable inputs into both basic ecological sciences due to the novelty of the theoretical and practical approach as well as for applied conservation biology. Getting knowledge on dispersal and establishment of organisms is crucial to infer ecological consequences of the Global Change, for example regarding the migration of species.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}