{
    "rcn": "203987",
    "acronym": "EpiTarget",
    "topics": "MSCA-IF-2015-EF",
    "title": "Epigenome-targeted therapy for cholangiocarcinoma.",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "For > 70% of cholangiocarcinoma (CCA) patients, no curative treatment is available at time of diagnosis and they proceed directly to palliative chemotherapy with virtually 0% surviving at 5 years. Breaking overall cancer trends, CCA mortality rates are escalating among both sexes in the EU, exacerbating this clinical demographic of intractable patients. Recently, a deluge of deep sequencing studies have identified recurrent mutations in epigenetic enzymes in CCA, prompting a turning point in our view of the molecular architecture of this devastating malignancy. Unlike traditional mutations, epigenetic lesions or ëepimutationsí are intrinsically reversible and, therefore, may comprise an optimal Achilles heel to target for therapeutic benefit. However, to streamline epigenome-driven therapy to the clinic, we first need to clarify molecular and cellular responses to epigenetic manipulation in different CCA models. Accordingly, I have 3 specific objectives of this proposal: i) I plan to carry out a comprehensive in vitro epi-drug screen to determine which enzymatic targets have the greatest anti-neoplastic activity; from this, ii) I will characterize the epigenomic changes that underpin such phenotypic rescue; finally, iii) I will compare the therapeutic effects of the top global-acting epi-drug versus target-specific epigenetic editing (Epi-CRISPR) of the most recurrent epimutation in vivo. Accomplishment of these objectives will improve our understanding of cholangiocarcinogenesis  and also address the unmet clinical need for novel therapeutic targets in this cancer demographic with abysmal prognosis. The project will be supervised by Dr. Jesper Andersen, a world-leading expert in hepatobiliary cancer genomics, and will draw extensively on his expansive patient bio- and data-bank.  Through this work, I aim to broaden my scientific expertise (including technical and transferable skills) and to establish myself as an independent researcher in translational epigenomics.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}