{
    "rcn": "203967",
    "acronym": "LSD-CortLVPC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Applying voltage-imaging techniques to visualise the effect of lysergic acid diethylamide (LSD) on cortical layer V pyramidal cells and its adaptation during tolerance development",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Serotonergic hallucinogens (sHG), such as lysergic acid diethylamide (LSD), rank among the most controversially discussed agents of modern neuropsychopharmacology. They are popular drugs of abuse, scientifically are used to study the pathophysiology of psychosis, can pose a threat to health, but most recently also re-gained attention as promotors of psychotherapy. The controversy at hand remains unresolved by modern science and politics, and the European Research Area is faced with the imminent challenge to come up with a strong and competitive scientific basis that is able to elucidate how these drugs work and how their working potentially translates into benefit and/or detriment to European health and society. \nThe psychoactive effects of sHG are mediated by activation of serotonin 2A (5-HT2A) receptors within the cortex of the brain. In vivo, sHG disconnect cortical networks, desynchronise alpha oscillations and inhibit the metabolism of the cortex. In vitro, sHG primarily enhance the excitability of cortical layer V pyramidal cells (LVPCs), which is accounted for by 5-HT2A-glutamate interaction. The in vivo effects of sHG often are interpreted with regard to their in vitro effects. As there are virtually no LVPC specific investigations in living animals, however, the in vivo relevance of the postulated 5-HT2A-LVPC-glutamate triangle is highly speculative. \nOur project brings together Prof. Thomas Knˆpfel, who has been pioneering optogenetic electrophysiology, and the 5-HT2A-hallucinogen expertise of Dipl. Psych. Tobias Buchborn. It applies advanced techniques of voltage imaging (with the voltage-sensitive fluorescent protein Butterfly 1.2 genetically targeted to LVPCs), combines them with selective neuropharmacological challenges and 5-HT2A specific ethological observations, and reveals within the brain of waking mice whether it is indeed LVPCs and their submissiveness to 5-HT2A-glutamate interaction that represent the point pivot of the cortical action of LSD.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}