{
    "rcn": "203937",
    "acronym": "U2FAST",
    "topics": "MSCA-IF-2015-EF",
    "title": "Unsteadiness in High-Speed Strong Shock-Boundary Layer Interactions",
    "startDate": "15/06/2016",
    "endDate": "14/06/2018",
    "objective": "Travelling at high speeds entails overcoming adverse effects, such as regions of high heat transfer and surface pressures, unsteady shock waves, and fluid-structure interactions. The occurrence of shock boundary layer interaction (SBLI) close to the leading edge is common in high-speed intakes. When accompanied by separation, the interaction adversely affects the performance of the system. The adverse effects are more than just those related to the energy/efficiency budgets; the separation could be unsteady and 3-dimensional which imposes heavy unsteady loads (including thermal loads) on the structure. An understanding of the 3-dimensionality and unsteadiness associated with strong shock-boundary layer interactions thus becomes inevitable in view of controlling them, especially at high-speed Mach numbers, particularly in the context of intakes. The objectives of the propose study are:\n1) investigate experimentally the spatio-temporal organization of a shock induced laminar/transitional separation bubble near the leading edge.\n2) study in detail, the mechanisms responsible for the unsteadiness using advanced flow diagnostic techniques.\n3) propose and demonstrate novel methods of control of the unsteady interactions. \nThe research programme will advance the frontiers of supersonic and hypersonic aerothermodynamics and propulsion and it will firmly establish a UK/European lead in research on shock-boundary layer interactions and their control. This programme will be supported by the excellent research environment provided by the host, Prof Kontis, University of Glasgow UK, with state-of-the-art facilities for research development, testing and training. This programme will also benefit from the strong links between the host group and leading UK and international research groups.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}