{
    "rcn": "203914",
    "acronym": "SOILBIODIV",
    "topics": "MSCA-IF-2015-EF",
    "title": "Beyond the limits of scale: a novel pipeline for the measurement of soil arthropod biodiversity",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Despite the importance of soil arthropod biodiversity for ecosystem functioning, our knowledge is extremely poor, and at the community level almost non-existent. The problem has been one of scale and logistics due to the tremendous but cryptic diversity of soil arthropods. Assigning individuals to species is unfeasibly slow using traditional approaches, and morphology itself is increasingly recognized as insufficiently variable to describe species boundaries. However, recent advances provide a tool to bridge this knowledge gap. SOILBIODIV applies novel HTS to develop new pipelines within a multidisciplinary project for the molecular characterization of soil arthropod communities. In so doing it will provide much needed molecular tools and permanent resources to quantify and monitor soil biodiversity over geographic scales relevant for both theoretical and applied soil science. In parallel SOILBIODIV will establish a milestone in our understanding of soil biodiversity structure at the landscape scale. This will be achieved by implementing the pipeline within an oceanic island setting that provides strong natural gradients of aridity and temperature to estimate: (i) soil arthropod mesofauna richness; (ii) community structure; and (iii) turnover within and among ecosystems and islands. Data generated will be used to: (i) identify introduced species and associated biodiversity risks and (ii) to evaluate the magnitude and distribution of risks for soil biodiversity under climate change by modeling biodiversity patterns in future climate scenarios and estimating the potential biodiversity loss. Thus SOILBIODIV will address European-level research priorities by assessing the vulnerabilities of soil biodiversity to global change within a European biodiversity hotspot. The complementary research profiles of the ER and HR, and their mutual interest in applying molecular tools to quantify community level biodiversity at the landscape scale, underpin the strength of SOILBIODIV.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}