{
    "rcn": "203984",
    "acronym": "5HT-DREADD",
    "topics": "MSCA-IF-2015-EF",
    "title": "In vivo pharmacogenetic investigation of 5-HT mechanisms in emotional learning",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Emotional health and well-being is widely accepted to be crucial for healthy life and the success of societies. Anxiety and depression are two common and debilitating emotional disorders, with highly negative social and financial implications. Serotonin (5-hydroxytryptamine; 5-HT) is thought to be critical to the healthy mood regulation and strongly implicated in the vulnerability to anxiety and depression. Importantly, accumulating evidence suggests that 5-HTís main influence is upon emotional learning rather than on mood directly. The objective of this proposal is to determine the neural mechanisms through which changes in 5-HT levels, within defined neuronal circuits, affect learning and memory for aversive emotional experiences. New pharmacogenetic techniques will be developed that allow the selective triggering of 5-HT neuron activation and then inhibition in the same animal. We will use this technology to stimulate or inhibit 5-HT release in the basolateral amygdala, a brain area that is crucial for aversive learning, whilst an animal is engaged in an emotional processing task. Through this we will learn how 5-HT modulates neuronal activity in the amygdala at critical time-points during the encoding and retrieval of aversive memories. The results from these studies will provide entirely new insights into how 5-HT modulates amygdala information processing and aversive learning. Understanding how 5-HT affects emotional learning will ultimately lead to a deeper understanding of healthy mood states and the biological mechanisms underlying vulnerability to disorders such as anxiety and depression.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}