{
    "rcn": "203940",
    "acronym": "OBEDIA-MARK",
    "topics": "MSCA-IF-2015-GF",
    "title": "EPIGENETIC MARKERS OF DISEASE STATUS AND REVERSAL FOR PERSONALIZED MANAGEMENT OF OBESITY AND DIABETES",
    "startDate": "20/06/2016",
    "endDate": "19/06/2019",
    "objective": "Epigenetic marks such as DNA methylation (DNAm) can store cell memories of past life experiences. Thanks to this property, these marks hold great potential as biomarkers for personalized management of diseases arising from gene-environment interactions such as obesity and associated disorders. However, realizing this potential requires large-scale longitudinal studies that evaluate epigenetic markers under consideration of pertinent lifestyle and genetic factors. The goal of the proposed project is to fill this research gap by identifying, for the first time in a large-scale longitudinal study, epigenetic biomarkers of disease status and reversal for personalized management of obesity and diabetes.  To attain this goal I will i) Identify overweight -associated DNAm markers by comparing DNAm patterns of 400 obese subjects before and after a randomized controlled weight-loss intervention, ii) Assess the relationship of the identified markers with gene-diet interactions, and their reversibility in response to weight-loss, iii) Test the validity of these markers, alone and in combination with genetic analysis, as biomarkers for prediction of weight-loss performance and diabetes status/reversal. \n\nExpected outcomes: I) Drive innovation in personalized medicine by identifying epigenetic markers of disease status and reversal in obesity and diabetes, ii) Expand our understanding of how epigenetic, genetic and dietary factors interact with each other in the development and reversal of obesity, iii) Equip me with the knowledge and skills needed to become an independent scientist. The quality of the research, hosting arrangements and collaborations will provide me with the best opportunities to expand my expertise in epigenetics, apply it to research on human disease, and reinforce my professional maturity for securing a faculty position in Europe.",
    "totalCost": "243208,8",
    "ecMaxContribution": "243208,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 243209
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 243209
}