{
    "rcn": "203915",
    "acronym": "BUSWEL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Why is Business in Some Countries More Hostile to Social Redistribution than in Others?",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Can differences in the attitudes and organization of business interests explain differences in the politics of social redistribution across countries? Since the 1970s, Europe and the United States have diverged in terms of how taxation and welfare policies ameliorate income inequality: In the United States, far-reaching policy changes have produced a substantial rise in income inequality, while income inequality in many European countries has increased to a much lesser extent. BUSWEL analyzes how the strategies and activities of business interest groups have contributed to these diverging outcomes. The project compares policy positions and strategies of business interest groups in five countries: Denmark, Sweden, Germany, Austria, and the United States. These five countries have been selected because of their different policies of redistribution and different levels of inequality. The project focuses on three policy issues that are assumed to have an effect on social redistribution: corporate tax cuts, payroll tax cuts and deregulation of employment protection. The project aims to document differences in policy positions of business interest groups in these fields across countries and to identify the impact of these differences on the differing trajectories of policy change across countries.\n\nThe project bridges theoretical perspectives from sociology, political science, and history. The insights gained from this project on the political goals and strategies of business interest groups will be useful for national and European policy-makers confronting demands by business representatives. The project will be carried out at the Center for Welfare State Research at the University of Southern Denmark, a major center for research and expertise on welfare state politics and political economy. (1554 characters)",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}