{
    "rcn": "203990",
    "acronym": "SOFIA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Situated Learning Opportunities fostered by ICT applications in Alternative Agro-Food Networks",
    "startDate": "01/06/2016",
    "endDate": "31/01/2018",
    "objective": "The training-through-research project SOFIA - Situated Learning Opportunities fostered by ICT applications in Alternative Agro-Food Networks- aims at enhancing the researcher potential to make broad his horizons and support his career development. In the light of his research objectives he will acquire new knowledge and transfer that one previously developed to the host organization The SOFIA project will allow the ER to became a key facilitator of multidisciplinary research and innovation teams, applying his interdisciplinary competences in service design for innovation, thus ensuring an independent position to the researcher and his future employability in the academic and/or non-academic context. The research SOFIA aims to analyze innovative organizational models and explore the value of the use of ICT tools (e.g. ubiquitous mobile services) to increase Situated Learning Opportunities (SLOs) in an Alternative Agro-Food Networks (AAFNs), through two methodologies i.e multi-case study analysis of local food systems and rural areas and a web-survey of ICT tools for AAFN. The expected impact of the research is to define a set of reproducible methodologies, models, tools and technologies that can improve the competitiveness of a selected area, leveraging its potential in terms of materials and intangible resources. In addition, the study will aim to analyze ICT tools supporting the information flows management both for decision making and for operational processes in the identified collaborative networks.\nThe researcher will carry out specific actions to disseminate project results and increase their fruitful exploitation, e.g.SOFIAís results will be exploited to draw up guidelines based on innovative organizational models, tools and ICTs to support the dynamics of sustainable development in local food systems and to design and develop Mobile services to support SLOs in AAFNs in order to improve mutual understanding and collaboration between value chain stakeholders.",
    "totalCost": "162879",
    "ecMaxContribution": "162879",
    "coordinator": "UNIVERSITY OF GLOUCESTERSHIRE LBG",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998727327": {
            "orgId": "998727327",
            "orgName": "UNIVERSITY OF GLOUCESTERSHIRE LBG",
            "ecContrib": 162879
        }
    },
    "calculatedTotalContribution": 162879
}