{
    "rcn": "203901",
    "acronym": "MicroERA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Ecological Sensitivity Distribution (ESD): integrating molecular-based structural and functional microbial community responses in a new tool for environmental risk assessment of chemicals",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Aquatic ecosystems are regularly threatened by chemical mixtures. Among risk assessment methods, the Species Sensitivity Distributions (SSD) approach is frequently applied. SSDs are built on the sensitivity of species, obtained from monospecies bioassays, and aim to derive concentrations expected to protect the structure of field communities to chemicals. However, this method overlook species interactions and the protection of ecosystem functions. Microbial communities constitute a key compartment of aquatic ecosystems since they support bio-geochemical processes that are crucial for their proper functioning. Thus, their protection to chemical-induced hazards is a crucial challenge for a sustainable management of ecosystems. Until now, these communities were weakly focused by the regulatory risk assessment guidances. The main aim of this study is to further develop the SSD approach to a new risk assessment tool, the Ecological Sensitivity Distribution (ESD), (1) adapted to microbial communities, (2) protective for structure and functions and (3) integrating species interactions. Integrating community  functions in risk assessment approaches is a real need for scientific, regulator and industrial sectors since the protection of ecosystem services (whose proxies are functions) is at the very heart of the environmental policies of European member states (REACH regulation, Water Framework Directive). This tool will be based on the sensitivity of many endpoints related to structure and function including molecular endpoints measured at the microbial community level in ìcosmsî. Hence, another innovative aspect of this project is the inclusion of OMICs-technologies to environmental risk assessment, through both targeted approaches (focus on genes coding for specific functions) and untargeted ones (metabolomics). The reliability of the ESD-approach will finally be assessed at a large scale in key European aquatic ecosystems with the support of the European Biofilm Network.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994632": {
            "orgId": "999994632",
            "orgName": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}