{
    "rcn": "203980",
    "acronym": "PARAGEN",
    "topics": "MSCA-IF-2015-GF",
    "title": "Biomaterials with incorporated MSC-secreted PARAcrine molecules for bone reGENeration",
    "startDate": "20/03/2017",
    "endDate": "19/03/2020",
    "objective": "Regeneration of bone defects remains a critical challenge in orthopaedics. Mesenchymal stromal cells (MSC) with biomaterials show huge promise for bone regeneration. However, MSC die shortly after implantation and act as mediators, by secretion of paracrine factors (PF), rather than effectors of bone formation. Importantly, it seems that delivery of cells themselves may not be required for therapeutic benefit. When MSC are cultured in vitro they release PF into their conditioned media (MSC-CM) including cytokines and extracellular vesicles. The goal of this project is to prepare novel biomaterials which are loaded with MSC-CM for in situ bone tissue engineering. PF secreted into MSC-CM during normoxia, hypoxia, and cell death will be measured. Biomaterials (biphasic calcium phosphate ceramics) will be functionalized with MSC-CM by using the polyelectrolyte multi-layering (PEM) method. The biocompatibility, release kinetics, and potential of MSC-CM loaded biomaterials for bone regeneration will be tested in vitro on cells involved in bone formation (MSC, monocytes, osteoclasts, macrophages, and endothelial cells) and in vivo by implanting the biomaterials in subcutis sites and segmented femoral defects in nude mice. Importantly, the delivery of MSC-CM can overcome the donor-dependent variability in bone formation associated with MSC cell therapy and permits a more straightforward transfer of this therapy to clinical treatment. Since MSC-CM is devoid of cells and doesnít carry patient rejection risk, autologous MSC are not required. Therefore, selected MSC that successfully induce bone formation can be used to collect potent MSC-CM which can be loaded onto biomaterials for therapeutic use in countless patients. An ëoff-the-shelfí product that could harness the benefits of MSC therapy but circumvent the costly and time consuming multi-step procedures involved with MSC implantation would be of immense interest to the bone regeneration field.",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 246668
        }
    },
    "calculatedTotalContribution": 246668
}