{
    "rcn": "203933",
    "acronym": "TOXIC-RISK",
    "topics": "MSCA-IF-2015-EF",
    "title": "Systematic investigation of the spatiotemporal variability of TOXIC hydrogen sulphide events and their potential RISKs for the Namibian fishing and aquaculture industry",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The scientific focus is on the study of hydrogen sulphide outbreaks and their sulphur plumes in the Namibian Benguela upwelling system. They are unique events not found anywhere else in the world oceans with such intensity. These outbreaks influence the Namibian ecosystem, the local fishing industry and the aquaculture farming, a rapidly growing industrial sector, as well as the tourism because of their toxic properties. So far there are only sporadic investigations. No systematic long-term studies and statistical analyses with respect to their frequency, intensity, extension and involved processes were conducted. Therefore, the objective is to study their spatiotemporal variability in relation to dynamical processes such as wind and upwelling conditions, circulation of water masses, productivity and climate indices mainly on the basis of EU satellite archives, coupled physical-biogeochemical models and in-situ data. This supports the initiative of the ESA to monitor coastal zones with upcoming sensors (i.e. SENTINEL-3). The product will be a geo-information system containing their spatiotemporal variability and the affected Namibian coastal areas. Other milestones will be a hazard analysis and a risk assessment for the Namibian fishing and aquaculture industry. All results will be provided to local research institutes which will improve the reusability of the scientific findings and will support the EU relationships to Namibian authorities. The innovative aspect is that the programme will contribute to the understanding and predictability of these toxic events in the studied area as well as potentially in other areas in the EU and outside the EU. This fellowship can be only performed in close collaboration between the supervisor and the experienced researcher as different research methods such as modelling and remote sensing must be combined. This involves a two-way knowledge transfer and training of both applicants which will contribute to the researches career.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}