{
    "rcn": "203964",
    "acronym": "Goal Attribution in Groups",
    "topics": "MSCA-IF-2015-GF",
    "title": "Perceiving the intentions of the weakest link: How attributed individual and collective goals impact reactions to low performers in groups",
    "startDate": "01/09/2016",
    "endDate": "31/10/2018",
    "objective": "Group work has become increasingly important for many tasks and services in organisations, and organisations thus depend on successful team function. The entire groupís performance may depend on the lowest performer (weakest link), but groupsí reactions to low performers are not well understood. We suggest that goal attributions are a neglected but potentially powerful factor: Did the low performer try to outperform others (individual goal) or contribute to the group (collective goal)? In the next step, groups should evaluate whether low performers were trying to succeed (but had insufficient abilities) or were not trying (i.e., had low goal commitment). Failing despite trying will lead to excluding competitive low performers (individual goal) but lead to training cooperative low performers (collective goal). Vice-versa, lack of commitment to the collective goal to cooperate should lead to exclusion, but in attempts to change the individual goal of a competitive low performer (socialisation). These hypotheses will be tested in a series of four experiments to attain the objectives of complementing Dr. Th¸rmerís skillset in (1) small group theory, (2) small group laboratory experiments, (3) transformative multilevel statistics, and (4) to advance the translational transfer to organizational settings. Publications in leading peer-reviewed scientific journals will disseminate the research results widely. The proposed action will open up the immediate career opportunity to establish his independent research group, will substantially advance his research program, and is a crucial step towards becoming a full professor in Germany. Acquired start-up funding enables extensive pre-testing and will ensure the success of this action. This trans-disciplinary research project will contribute to motivation science, small group research, and organizational science and the findings will help European organisations that rely on group work to improve team functioning.",
    "totalCost": "171795,6",
    "ecMaxContribution": "171795,6",
    "coordinator": "UNIVERSITAT KONSTANZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998576007": {
            "orgId": "998576007",
            "orgName": "UNIVERSITY OF PITTSBURGH",
            "ecContrib": 0
        },
        "999866204": {
            "orgId": "999866204",
            "orgName": "UNIVERSITAT KONSTANZ",
            "ecContrib": 171796
        }
    },
    "calculatedTotalContribution": 171796
}