{
    "rcn": "203973",
    "acronym": "NANOTER",
    "topics": "MSCA-IF-2015-EF",
    "title": "Development of Ultra-Sensitive Nanotherapeutic Anticancer Agents for Boron Neutron CaptureTherapy",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "One of the major challenges in modern society is the early diagnosis and treatment of diseases. Cancer is one of the most relevant diseases worldwide because of its incidence, prevalence and mortality. Current cancer treatments do not only kill cancer cells but also healthy tissue. In order to overcome this situation, more effective and selective treatments are necessary. Neutron capture therapy (NCT) is a biologically targeted form of radiotherapy which exploits the potential of some specific isotopes to capture thermal neutrons producing charged particles suitable for the treatment of cancer. The range of the particles produced in NCT can be limited to the size of one cell. Therefore, provided that neutron capture species are selectively delivered to tumour cells, no damage will occur to the surrounding healthy tissue. Novel delivery agents suitable for NCT must be investigated that will allow a localised cancer treatment. NANOTER presents an innovative and previously\nunexplored approach to develop ultra-sensitive nanotherapeutic agents for NCT. Neutron capture species will be sealed in the interior of carbon nanocapsules (biocompatible closed-ended carbon nanotubes) and their behaviour against neutron irradiation experiments will be investigated and compared against other current materials for NCT. The interdisciplinary approach taken to develop the proposed research programme is expected to contribute to the development of alternative\nand previously unexplored nanoplatforms for NCT, enhancing the performance of current delivery agents for NCT.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}