{
    "rcn": "204097",
    "acronym": "MemoSleep",
    "topics": "ERC-StG-2015",
    "title": "Longing for a good night's sleep: A memory-based mechanism to improve sleep and cognitive functioning.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Sleep is critical for optimal cognitive functioning and health. Sleep disturbances are highly frequent in our society and strongly influenced by cognitive factors, e.g. rumination, expectations and thoughts. However, the mechanism of how cognition influences sleep architecture is not yet understood. To explain how cognition influences sleep, I propose the ìMemories-of-Sleepî (MemoSleep)-Hypothesis. Based on the theory of embodied cognition and evidence that memories are reactivated during sleep, the MemoSleep-Hypothesis makes the following assumptions:\n\n(1) Cognitions related to sleep/wake states are embodied. I will call them embodied sleep/wake memories. Embodied sleep/wake memories encompass not only their semantic meaning, but also their sensorimotor body representation. Thus, the mental representation of the word ëwakeí is directly linked to our body sensation of wakefulness.\n(2) If embodied sleep/wake memories are activated before sleep, they will have a higher probability of being reactivated during sleep.\n(3) During sleep, increased reactivation of embodied sleep/wake memories activates associated body responses and thereby affects sleep architecture. Thus, increased reactivation of the mental representation of ëwakeí will activate wake-related physiological responses and disrupt sleep.\n\nHere I aim at empirically testing these assumptions using brain imaging (high-density EEG, EEG/fMRI) and cognitive testing in humans. I will show that activation of embodied sleep/wake memories before and during sleep influences sleep architecture and affects post-sleep cognitive performance. In addition, I will apply these findings to the elderly and patients with sleep disorders. The results will greatly enhance our theoretical understanding of how cognition influences sleep. Furthermore, they will provide a solid basis for the development of effective cognitive interventions for sleep disorders, with a high potential to improve sleep and cognition also in every-day life.",
    "totalCost": "1499565",
    "ecMaxContribution": "1499565",
    "coordinator": "UNIVERSITE DE FRIBOURG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999855728": {
            "orgId": "999855728",
            "orgName": "UNIVERSITE DE FRIBOURG",
            "ecContrib": 1499565
        }
    },
    "calculatedTotalContribution": 1499565
}