{
    "rcn": "204053",
    "acronym": "NEURAM",
    "topics": "FETOPEN-1-2014",
    "title": "Visual genetics: establishment of a new discipline to visualize neuronal nuclear functions in real-time in intact nervous system by 4D Raman spectroscopy",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Due to technical constraints the observation and analysis of endogenous transcriptional processes in living and functioning organisms is not feasible today. Therefore our understanding of the nuclear processes and the options to diagnose or intervene at genetic level is seriously constrained. Our proposal offers a cutting-edge technique to overcome this limitation. The aim is to visualize nuclear processes in intact brain in real-time leading to a new high-tech product development, prototype scientific equipment at the research institutes and in the long run new tools to study and cure human diseases. The main objectives are to: 1) develop Stimulated Raman Spectroscopy (SRS)-based technologies to visualize endogenous transcription at single cell and single gene level; 2) develop tools for loading alkyne-tagged nucleosides and nucleotide analogues into neurons; 3) distinguish neuron types without labelling by SRS; 4) track transcription processes in intact brain with high temporal and spatial resolution; 5) study link between single gene function and behavior; 5) develop and commercialise a 4D-SRS microscope for broad range of applications. The combination of label-free neuron mapping and visualization of nuclear activity at single gene level provides a new level of information of the structural and functional organization of the brain.\nThe genetic basis of most of the brain diseases is still unknown. Widening genetic knowledge of brain diseases will offer as yet unknown therapeutic possibilities. Understanding the neural processes at the genetic level offer the possibility to intervene at that deep level, targeting not only the symptoms but the cause. The proposed novel technology provides new insight to understand neural networks and is a key to understand and treat nervous system dysfunctions. The 4D-SRS systems can be utilized for other medical-based research and development projects aimed at early stage disease diagnosis, cancer detection, and toxicity studies.",
    "totalCost": "4271481,25",
    "ecMaxContribution": "4271481,25",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "FEMTONICS KUTATO ES FEJLESZTO KORLATOLT FELELOSSEGU TARSASAG;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;MAGYAR TUDOMANYOS AKADEMIA WIGNER FIZIKAI KUTATOKOZPONT;PECSI TUDOMANYEGYETEM - UNIVERSITY OF PECS",
    "participantCountries": "HU;DE",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 722316
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 711000
        },
        "954722113": {
            "orgId": "954722113",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA WIGNER FIZIKAI KUTATOKOZPONT",
            "ecContrib": 712250
        },
        "997413947": {
            "orgId": "997413947",
            "orgName": "FEMTONICS KUTATO ES FEJLESZTO KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 1858711
        },
        "999889872": {
            "orgId": "999889872",
            "orgName": "PECSI TUDOMANYEGYETEM - UNIVERSITY OF PECS",
            "ecContrib": 267204
        }
    },
    "calculatedTotalContribution": 4271481
}