{
    "rcn": "204035",
    "acronym": "EPOC",
    "topics": "MSCA-IF-2015-EF",
    "title": "Understanding the molecular basis of stochastic bi-stable obesity",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "Substantial evidence indicates that even when genetically matched, we are not created equal. The mechanisms underlying such non-Mendelian phenotype variation are sufficient to elicit complex disease but remain unknown. \nIn this context, the regulators of chromatin state have the ability to establish cellular memory, which is encoding specific silenced gene expression states through mitosis and is involved in control phenotypic variation.\nInterestingly, two chromatin ëstabilizingí genes (Trim28 / Dnmt3a) and two obesity buffering ëeffectorí genes (Peg3 / Nnat) are involved in triggering bi-stable epigenetic obesity. \nThis present proposal aims at intersecting all four models of polyphenism to identify the core transcriptional and chromatin machinery required to establish and switch ëOní or ëOffí the Obese state. Thus, I will to explore these four mutants [Trim28(D9/\\), Dnmt3a(\\/-), Peg3(\\/-p), and Nnat(\\/-p)], which will serve as a biological filter to reveal core requirements.\nFirst, I will define co-variation of a spectrum of complex trait phenotypes resulting from insufficiency at each of these loci. Then, I will decipher the mechanism underlying their sensitized bi-stable obesity. Third, I will assess the epigenetic basis of their buffering of polyphenism.\nThe aim of this proposal is to precisely provide, for the first time, reference-depth phenomic and epigenomic profiling of chromatin sensitizer- (Trim28- / Dnmt3a-) and chromatin effector- (Peg3- / Nnat-) induced stochastic obesity. The work will uncover the first definitive genetic and genomic templates for probing non-Mendelian phenotypic variation and stochastic obesity and thus highlight new therapeutic perspectives.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}