{
    "rcn": "204052",
    "acronym": "NanOQTech",
    "topics": "FETOPEN-1-2014",
    "title": "Nanoscale Systems for Optical Quantum Technologies",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Optical quantum technologies use light as a carrier of quantum information or to probe and control other quantum systems. They offer transformational advances in ultra-secure communication, sensing that surpasses classical limits, simulation of quantum systems and computation. To meet the high demands of these applications, systems with multiple quantum degrees of freedom that can be addressed by light and coupled to other quantum systems in hybrid architectures are strongly needed. However, current solid-state devices, which are highly desirable for technological development, do not fulfill these requirements. \nThe goal of NanOQTech is to build nanoscale hybrid quantum devices that strongly couple to light. To achieve this breakthrough, we will create solid-state nanostructures that exploit the uniquely narrow optical transitions of rare earth ions. Our objectives are to develop RE nanostructures with long optical and spin coherences; couple these structures to optical micro-cavities to demonstrate single-ion optical quantum memories, two-qubit gates and deterministic narrowband single photon sources at 1.5 µm; build hybrid RE-graphene devices to achieve plasmon mediated ion-ion interactions; fabricate hybrid RE nano-resonators to reach the strong coupling regime; guide the experimental effort and prepare further advances by developing comprehensive theoretical tools. The project gathers 9 leading experimental and theoretical European teams in inorganic chemistry, solid-state and atomic physics, quantum optics and information processing, nano-electronics and photonics and nano-mechanics. including a young industrial start-up specialized in real-time signal processing and control. Within a three-year research project, we propose to develop materials and explore functionalities to establish RE nanostructures as a radically new platform that will broadly impact research and technology in quantum communications, information processing and sensing.",
    "totalCost": "3378428,75",
    "ecMaxContribution": "3378428,75",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "AARHUS UNIVERSITET;LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;FUNDACIO INSTITUT DE CIENCIES FOTONIQUES;KARLSRUHER INSTITUT FUER TECHNOLOGIE;LUNDS UNIVERSITET;KEYSIGHT TECHNOLOGIES SPAIN SL",
    "participantCountries": "DK;DE;ES;SE",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 400000
        },
        "919967692": {
            "orgId": "919967692",
            "orgName": "KEYSIGHT TECHNOLOGIES SPAIN SL",
            "ecContrib": 357500
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 690728
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1135681
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 394625
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 399895
        }
    },
    "calculatedTotalContribution": 3378429
}