{
    "rcn": "204094",
    "acronym": "iRELaTE",
    "topics": "ERC-StG-2015",
    "title": "Immune Response and Social Cognition in Schizophrenia",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Schizophrenia, affecting 0.5-1% of the population, is ranked by the World Health Organisation as more disabling than paraplegia or blindness in 18-34 year olds. Current treatments, developed over 50 years ago, are only partly effective in treating this disability, and new treatments are lacking. To address this treatment impasse, this project aims to develop and test a novel immune based model of deficits in social cognition ñ the set of mental operations that underlie social interactions (e.g. emotion recognition, theory of mind) and strongly predict social disability in schizophrenia. Based on recent discoveries in schizophrenia genetics, this project asks: (1) are genetic causes of deficits in social cognition mediated by effects on immune function during development and (2) does early social environment moderate these effects? To address these questions, the project has two parts. Part A focuses on neuropsychological and neuroimaging studies of social cognition in patients and healthy adults so as to (1) provide an innovative characterisation of the effects of inflammatory markers (e.g. pro-/anti- inflammatory cytokines) on social cognition, (2) establish whether these markers mediate the effects of recently identified genetic risk loci on schizophrenia, and (3) identify to what extent early social environment (e.g. parental relationships, childhood trauma) moderates this relationship. Part B focuses on behavioural and pharmacological studies in mice to (1) establish the causal effects of early immune challenge and early social environment on social cognition, and (2) test the translational benefits of anti-inflammatory treatment to normalize the resulting deficits. By validating an immune based model of schizophrenia, this project has the potential to move beyond current (dopamine based) treatments, and suggest groundbreaking alternatives for understanding and treating social disability in this and other neurodevelopmental disorders.",
    "totalCost": "1477622",
    "ecMaxContribution": "1477622",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 1477622
        }
    },
    "calculatedTotalContribution": 1477622
}