{
    "rcn": "204093",
    "acronym": "NanoSCAN",
    "topics": "ERC-StG-2015",
    "title": "Developing multi-modality nanomedicines for targeted annotation of oncogenic signaling pathways",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Spatial and temporal changes in the underlying biochemistry of cancer control disease progression and response/resistance to treatment. Developing methods to detect changes in oncogenic signaling at an early stage is vital to further our understanding of cancer, and will advance the next generation of anti-cancer therapies. Nanomedicine is the medical application of nanotechnology to diagnose or treat disease. In light of the recent introduction of tools like Positron Emission Tomography/Magnetic Resonance Imaging (PET/MRI) scanners, there is now a new opportunity to develop hybrid imaging protocols that can simultaneously take advantage of the functional and anatomic information available from PET/MRI to address changes in oncogenic signaling pathways. The work outlined in this interdisciplinary ERC Project is designed to advance new chemistry and imaging methods to measure changes in oncogenic signaling in various cancers before, during and after treatment using PET/MRI. The long-term goals are to expand the scope and utility of radiolabelled nanomedicines as dual-modality PET/MRI probes for detecting changes in oncogenic signaling in various cancers and develop efficient methods for translating new technologies to the clinic. Successful completion of this ERC Project has the potential to transform personalised clinical management of cancer patients via advanced PET/MRI detection of oncogenic signaling processes.",
    "totalCost": "1700000",
    "ecMaxContribution": "1700000",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 1700000
        }
    },
    "calculatedTotalContribution": 1700000
}