{
    "rcn": "204051",
    "acronym": "MESO_BRAIN",
    "topics": "FETOPEN-1-2014",
    "title": "Custom architecturally defined 3D stem cell derived functional human neural networks fortransformative progress in neuroscience and medicine",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The development of methods to isolate and generate human stem cells along with technology to selectively differentiate them into specific cell and tissue types has excited many with the promise of the ability to study human cell function and utilise them for regeneration in disease and trauma. However, to date, attempts to develop regenerative brain and central nervous system therapies have been disappointing, with the introduced stem cell derived neurons not integrating nor signalling physiologically with endogenous cells.  A major confounding issue has been that derived neurons are grown in two dimensions, which does not mimic the in vivo three dimensional interactions nor the myriad developmental cues they would receive in vivo. \nWe will develop functional three dimensional human stem cell derived neural networks of defined and reproducible architecture, based on that of a brain cortical module that will display in vivo connectivity and activity. The networks will be seeded on nano-scale designed femtosecond laser printed scaffolds using novel polymerisation methods that will allow electrical stimulation, simultaneous recording and light sheet imaging during development and at maturation to interrogate network function. Cells will be seeded at and will develop at specific, defined points on the network scaffold, enabling the growth of realistic and reproducible functional neuronal networks. The proposal seeks to provide fabricated reproducible scaffolds that can be produced on a large scale. These concepts are far outside what is currently pursued in the field. The development of such a technological platform will be foundational for a new era of biological and medical research based on human neural networks. Cellular neuroscience research and pharmaceutical drug discovery will be transformed and we envisage that within 15 years iPSC derived networks from individual patients will be re-implanted to treat conditions such as Parkinsonís disease, dementia and trauma",
    "totalCost": "3225891,25",
    "ecMaxContribution": "3225890,5",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES;UNIVERSITAT DE BARCELONA;KITE INNOVATION (EUROPE) LIMITED;LZH LASER ZENTRUM HANNOVER E.V.;AXOL BIOSCIENCE LTD",
    "participantCountries": "ES;UK;DE",
    "projectParticipants": {
        "999588590": {
            "orgId": "999588590",
            "orgName": "LZH LASER ZENTRUM HANNOVER E.V.",
            "ecContrib": 520625
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 558125
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 466236
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 839016
        },
        "995206033": {
            "orgId": "995206033",
            "orgName": "KITE INNOVATION (EUROPE) LIMITED",
            "ecContrib": 111658
        },
        "936325772": {
            "orgId": "936325772",
            "orgName": "AXOL BIOSCIENCE LTD",
            "ecContrib": 730231
        }
    },
    "calculatedTotalContribution": 3225891
}