{
    "rcn": "204099",
    "acronym": "GREENLULUS",
    "topics": "ERC-StG-2015",
    "title": "Green Locally Unwanted Land Uses",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "This project examines the role played by the restoration and creation of environmental amenities in the redistribution of urban quality of life. Since no large-scale study has been conducted to measure if greener cities are less racially and socially equitable, I will analyze whether greening projects tend to increase environmental inequalities in 40 cities in the US and Europe and under which conditions such projects can address equity concerns. First, the study will a) develop a new method (an index) to quantify the racial and social impact of greening projects and to compare citiesí performance with each other; b) provide a spatial and quantitative analysis of neighborhood demographic, real estate, and environmental data; and c) apply the index methodology on a unique ranking of cities. Second, my research will analyze the response of private investors to the greening projects and identify the impact of new development projects proposed, approved, and implemented during or upon the completion of greening projects on the neighborhood socio-demographic characteristics. I will assess the extent to which development projects seem to encourage and/or accelerate gentrification, as such projects have been shown to be signs of residentsí exclusion. Additionally, this study will qualitatively analyze cases of community mobilization developed in response to new environmental amenities, through fieldwork in 16 critical neighborhoods (one neighborhood case per city) among the 40 cities. Last, this study will use qualitative methods to analyze the policies and measures that municipalities develop to address exclusion in ìgreeningî neighborhoods. This groundbreaking longitudinal, systematic, in-depth, and large-scale project in the field of environmental justice will lead to a paradigm shift by hypothesizing that the social and racial inequities present in sustainability projects make green amenities Locally Unwanted Land Uses (LULUs) for poor residents and people of color.",
    "totalCost": "1453868",
    "ecMaxContribution": "1453868",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 1453868
        }
    },
    "calculatedTotalContribution": 1453868
}