{
    "rcn": "204091",
    "acronym": "VAMOS",
    "topics": "ERC-StG-2015",
    "title": "The value of mothers to society: responses to motherhood and child rearing practices in prehistoric Europe",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Analysing the link between reproduction and womenís social status, this project explores social responses to pregnancy, birth and childrearing from the late Neolithic to the late Iron Age (c.3000-15 BC) through case studies in central Europe. Motherhood and childrearing, often seen as natural, mundane and inevitable parts of womenís lives, are also cultural and historically contingent practices that build the foundations of societies. Exploring the value of mothers to society will aid in understanding important long-term developments such as social stratification, increasing population density and the entrenching of gender roles during the three millennia under investigation. \n\nBringing together the latest developments in archaeological science, including palaeo-pathology, ancient DNA and isotope analyses, with innovative interpretative approaches, this project will explore if all women were expected to become mothers, highlight alternative lifeways, evaluate risks and consequences of becoming a mother and analyse the social value of reproductive success.\n\nIt is the first study that aims to systematically predict the probability of whether or not a woman has given birth using palaeo-pathological markers combined with individual age information and population-specific demographic data. It will contextualize the findings with an in-depth status analysis of womenís graves. Graves of pregnant women, double burials of women and children as well as infant burials will provide further data. The study extends to childrearing (care, feeding, but also abuse, neglect and infanticide) and explores how children were treated after death for insights into their significance. \n\nCurrent political discourses about mothers in society and workforce frequently refer to ënaturalí and ëancientí childrearing practices. This project will contribute significantly to our understanding of motherhood and counter naive narratives of childrearing in prehistory with science-based information.",
    "totalCost": "1499680",
    "ecMaxContribution": "1499680",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 1499680
        }
    },
    "calculatedTotalContribution": 1499680
}