{
    "rcn": "204036",
    "acronym": "PIGYVAX",
    "topics": "MSCA-IF-2015-EF",
    "title": "Making a yeast-based candidate vaccine against Porcine Epidemic Diarrhea Virus  (PEDV)",
    "startDate": "13/06/2016",
    "endDate": "12/06/2018",
    "objective": "PIGYVAX aims to create pig vaccine candidates against PEDV, a pathogen of swine causing significant challenges to the swine industry globally. This project will utilize yeast-based vaccine carrying nanoparticles of measles ribonucleoprotein (RNP) fused with PEDV spike protein (S1).  The multimerization of monomeric S1 antigen through RNP will increase immunogenicity due to better recognition of antigen presenting cells. As the yeast delivery system has strong auto-adjuvant properties, the vaccine does not require complementation with accessory adjuvant, which reduces the cost of vaccine production. Moreover, P. pastoris yeast, commonly present on fruits, is a certified safe microorganism for animal feeds rendering it a most practical and convenient way to deliver vaccines to large-scale farms. Therefore, we aim to use this vaccine platform to express S1 antigen of PEDV and deliver it orally to stimulate a protective immune response against PEDV in sows, which will be passively transferred to fully protect piglets from succumbing to the disease. In this project, Dr. Phanramphoei Frantz will utilize her knowledge on pathogenesis of PEDV and the yeast-RNP platform while gaining expertise on vaccine study and development from the host institute. This will initiate a successful collaboration project between Institut Pasteur and BIOTEC (Thailand) to where the experienced researcher will return after the project.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}