{
    "rcn": "204092",
    "acronym": "IMCIS",
    "topics": "ERC-StG-2015",
    "title": "Individualised medicine in chronic inflammatory skin diseases",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "More than 100 million EU citizens suffer from chronic inflammatory skin diseases such as psoriasis and atopic eczema (AE). The diseases imply a devastating life quality similar to that of cancer, and cause direct socio-economic costs in the magnitude of 100 billion Euro each year in the EU. Despite all efforts, psoriasis and AE remain undertreated and the concept of individualised (also called precision) medicine could not be established in the field. Consequently, intensified research is demanded by organisations such as the WHO. Unmet medical needs are 1) a diagnostic gap, 2) lack of prediction possibilities to define the optimal therapy for an individual patient, and 3) a substantial number of non-responders to therapies. Reasons for these shortcomings are the heterogeneity of both psoriasis and AE and insufficient collaboration of clinical specialists, basic researchers, and bio-informaticians. This proposal aims at improving health care of inflammatory skin diseases by implying the concept of individualised medicine. The crucial step towards this goal is the ground-breaking idea to link deep clinical phenotyping to molecular signatures in lesional skin. Deep phenotyping means each patient is characterised by 86 clinical, histological, and laboratory attributes rather than the imprecise state-of-the art approach of rough diagnosing. Each attribute gets assigned to molecular events in lesional skin. Gene regions as well as key pathogenic molecules are identified in a novel gene network of inflamed skin, referred to as BRAIN (biological relevance assigned intelligent network). Candidate targets get validated using state-of-the-art cell culture systems and full skin models. This innovative and ambitious approach will substantially improve our knowledge of the pathogenesis and primary triggers of both psoriasis and AE, safe European health care systems direct costs in the magnitude of 10 billion Euro, and have a model character for complex diseases in general.",
    "totalCost": "1495906",
    "ecMaxContribution": "1495906",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 1495906
        }
    },
    "calculatedTotalContribution": 1495906
}