{
    "rcn": "204098",
    "acronym": "BBRhythms",
    "topics": "ERC-StG-2015",
    "title": "Brain and body rhythms: on the relationship between movement and percept",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Exciting findings from animal electrophysiological research in the last years suggest that an increased rate of body movements results in an enhanced response of neurons within the visual system despite the absence of visual changes. It is unclear why such modulation occurs in areas which process visual input. In humans, little is known about the influence of body movements on sensory brain areas mainly due to the technical challenges of measuring brain responses during pronounced muscle activity. However, psychophysical studies in humans show that also percept and perceptual demands are connected to the rate of movements. These two lines of evidence suggest a general link between rhythmic body movements and perceptual processes.\nThe main aim of the proposed research is to decode the relationship between body movements and percept and to identify the underlying mechanism. To this end human non-invasive recordings from electro- and magnetoencephalography (EEG, MEG) as well as invasive human and animal multi-electrode recordings collected during movement execution will be analyzed. Directly relating perceptual processes and their underlying neuronal oscillations to rhythmic body movements offers an approach circumventing some of the methodological problems. \nThis research could uncover a new mechanism of how our system modulates perceptual processes through body movements. The proof of such a mechanism would constitute a ground-breaking step in understanding perception during natural behavior. We need to keep in mind that in the awake state our body is constantly in motion. However, up to now, the vast majority of studies which investigate sensory brain responses are conducted under strict movement suppression. Besides facilitating exciting new insights, this research can strengthen the assumption that the knowledge we have gathered about artificial situations generalizes to our natural behavior.",
    "totalCost": "1422907",
    "ecMaxContribution": "1422907",
    "coordinator": "JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}