{
    "rcn": "204096",
    "acronym": "UNICODE",
    "topics": "ERC-StG-2015",
    "title": "Evolution and Impact of Heterochromatin on a Young Drosophila Y chromosome",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "The transition from euchromatin to heterochromatin is a fundamental process that particularly reshaped the epigenomic landscape of Y chromosome. Its definitive genomic underpinning and broad functional impact are still unclear, as heterochromatin (e.g., that of human Y) is usually too repetitive to study. I have previously demonstrated that, the young Y (ëneo-Yí) chromosome of Drosophila miranda has just initiated such a transition, thus is a powerful model to unveil the evolution, regulation and functional interaction of heterochromatin. I showed that this neo-Y still harbours over 1800 genes, and only 20-50% of the sequences are transposable elements (TE). Over five years, I aim to: 1) precisely resolve the structure and insertion sites of TEs as a pre-requisite for studying heterochromatin, by combining state-of-art sequencing and bioinformatic techniques. 2) I will reveal the de novo heterochromatin formation triggered by TE insertions or the heterochromatin/euchromatin boundary shifts on the neo-Y, by comparing the binding profiles of histone modification hallmarks and insulator proteins of D. miranda to its sibling species D. pseudoobscura, which lacks the neo-Y. Such epigenomic changes have likely driven the exaptation or innovation of small RNA pathways that govern the TE mobility. 3) I will then identify the responsible small RNAs and their encoding loci, which are expected to have newly emerged or differentially expressed in D. miranda relative to D. pseudoobscura. 4) Finally, I will develop CRISPR/Cas9 in D. miranda to manipulate the expression of TEs encoding such small RNAs on the neo-Y, in order to scrutinize how TE/heterochromatin evolution on the Y would impact the chromatin landscape of the entire host genome. The combined aim of this multidisciplinary project is to generate a framework for understanding the basic mechanisms of how heterochromatin evolves; and open a new avenue toward the discovery of Y chromosome function beyond male determination.",
    "totalCost": "1971846",
    "ecMaxContribution": "1971846",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1971846
        }
    },
    "calculatedTotalContribution": 1971846
}