{
    "rcn": "204025",
    "acronym": "MicroNICHE",
    "topics": "MSCA-IF-2015-GF",
    "title": "Microfluidic-assisted fabrication of artifical microniches for bone marrow stem cells",
    "startDate": "01/07/2016",
    "endDate": "17/07/2019",
    "objective": "There is a growing interest in adult stem cells, especially from bone marrow, for regenerative medicine. Hematopoietic stem cells, a type of bone marrow stem cells, alone cannot be expanded in vitro; in vivo, they reside in a microenvironment known as a niche that maintains them in a quiescent state until prompted to differentiate. The stem cell niche provides structural and trophic support and the appropriate homeostasis to regulate stem cell function. Additionally to regulatory factors in these stem cell niches, a number of environmental and mechanical signals arising from the extracellular matrix are crucial regulators of stem cell fate. In order to expedite for basic studies of bone marrow stem cells, and further translational implementation, any realistic approach to the native stem cell niche requires: to engineer a biomimetic 3D-microenvironment, and then to develop artificial microniches with the key functional features reconstructed. High-throughput microfluidic technology offers high promise, however, adaptation to accommodate adult stem cells in artificially fabricated niches remains still a challenge. Microfluidic-assisted culture systems should not only allow maintaining cell homeostasis through biochemical and mechanical stimulation, but also modulating adult stem cell renewal and differentiation through microscale patterning of cells and extracellular materials in biomimetic microniches. This project aims at the microfluidic reconstruction of an artificial stem cell niches. In this proof-of-concept, a bone marrow stem cell microniche with tunable size, material and topography will be developed by integrating novel fabrication microfluidics  with material engineering.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "UNIVERSIDAD COMPLUTENSE DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998269778": {
            "orgId": "998269778",
            "orgName": "TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
            "ecContrib": 0
        },
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 239191
        }
    },
    "calculatedTotalContribution": 239191
}