{
    "rcn": "204012",
    "acronym": "DMD2CURE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Correction of duplications in the DMD gene by a CRISPR/Cas9 approach",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Duchenne muscular dystrophy is an X-linked recessive muscle-wasting disease, characterized by progressive weakening of skeletal, respiratory, and cardiac muscle followed by necrosis and fibrosis. DMD affects ~1:3,500 live male births and is associated with delayed motor milestones. DMD occurs as a result of mutations within the DMD gene that lead to premature termination of translation. The most frequent type of mutations are exonic deletions and duplications that induce a frame-shift in the protein-coding sequence. To date no effective treatment exist for this disorder.\nDuplications account for ~5ñ10% of all reported mutations in DMD in the Leiden database, although the incidence may be higher. Despite the limited number in DMD, duplications are widespread in almost all diseases and are generally neglected by therapeutic approaches.\nNew molecular tools, now represented by genome-editing technologies that use synthetic nucleases in order to introduce targeted alterations at specific sites in the genome, hold great promises for revolutionizing the gene therapy arena.\nAccording to these premises, we propose a novel strategy based on the CRISPR/Cas9 system to repair tandem duplications by removing the mutation: compared to the exon deletions approach which uses two gRNA targeting two unique regions defining the sequence to be deleted, our approach will employ only one gRNA against a unique intronic sequence within the tandem duplication. This strategy will exploit the characteristic of tandem duplication (two identical contiguous sequences) and will result in the deletion or inversion of the mutation restoring the dystrophin expression. As a model we chose the exon 2 duplication which is the most frequent one in the DMD gene, but the same approach would be applicable to all tandem duplications. \nThis study will pave the way for the development of therapies against duplications also in pathologies in which the exon skipping approach is not feasible.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "ASSOCIATION GENETHON",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998217883": {
            "orgId": "998217883",
            "orgName": "ASSOCIATION GENETHON",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}