{
    "rcn": "204095",
    "acronym": "CSI.interface",
    "topics": "ERC-StG-2015",
    "title": "A molecular interface science approach: Decoding single molecular reactions and interactions at dynamic solid/liquid interfaces",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "After decades of truly transformative advancements in single molecule (bio)physics and surface science, it is still no more than a vision to predict and control macroscopic phenomena such as adhesion or electrochemical reaction rates at solid/liquid interfaces based on well-characterized single molecular interactions. How exactly do inherently dynamic and simultaneous interactions of a countless number of interacting ìcrowdedî molecules lead to a concerted outcome/property on a macroscopic scale? \nHere, I propose a unique approach that will allow us to unravel the scaling of single molecule interactions towards macroscopic properties at adhesive and redox-active solid/liquid interfaces. Combining Atomic Force Microscopy (AFM) based single molecule force spectroscopy and macroscopic Surface Forces Apparatus (SFA) experiments CSI.interface will (1) derive rules for describing nonlinearities observed in complex, crowded (water and ions) and chemically diverse adhesive solid/liquid interfaces; (2) uniquely characterize all relevant kinetic parameters (interaction free energy and transition states) of electrochemical and adhesive reactions/interactions of single molecules at chemically defined surfaces as well as electrified single crystal facets and step edges. Complementary, (3) my team and I will build a novel molecular force apparatus in order to measure single-molecule steady-state dynamics of both redox cycles as well as binding unbinding cycles of specific interactions, and how these react to environmental triggers. \nCSI.interface goes well beyond present applications of AFM and SFA and has the long-term potential to revolutionize our understanding of interfacial interaction under steady state, responsive and dynamic conditions. This work will pave the road for knowledge based designing of next-generation technologies in gluing, coating, bio-adhesion, materials design and much beyond.",
    "totalCost": "1499750",
    "ecMaxContribution": "1499750",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "TECHNISCHE UNIVERSITAET BERGAKADEMIE FREIBERG",
    "participantCountries": "DE",
    "projectParticipants": {
        "999583934": {
            "orgId": "999583934",
            "orgName": "TECHNISCHE UNIVERSITAET BERGAKADEMIE FREIBERG",
            "ecContrib": 352875
        }
    },
    "calculatedTotalContribution": 352875
}