{
    "rcn": "204130",
    "acronym": "PIWI-Chrom",
    "topics": "ERC-CoG-2015",
    "title": "Understanding small RNA-mediated transposon control at the level of chromatin in the animal germline",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Transposable elementsóuniversal components of genomesópose a major threat to genome integrity due to their mutagenic character. In all eukaryotic lineages small RNA pathways act as defense systems to protect the host genome against the activity of transposons. The central pathway in animals is the gonad-specific PIWI interacting RNA (piRNA) pathway, one of the most elaborate but also least understood small RNA silencing systems.\n\nHere I propose to study the interplay between the piRNA pathway and chromatin biology in Drosophila with two aims: First, we will identify the factors and investigate the processes that underlie piRNA-guided silencing in the nucleus. Our objective is to understand how recruitment of an Argonaute protein to a nascent RNA mechanistically leads to the assembly of effector proteins that govern heterochromatin formation and transcriptional silencing. Second, we will study the biology of piRNA clusters, heterochromatic loci that encompass a library of transposon fragments and that act as the pathwayís memory system. Our goal is to uncover how a group of proteinsóseveral of which are germline-specific variants of basic cellular factorsóenable transcription within heterochromatin and control the downstream fate of the emerging non-coding RNAs. \n\nOur work centers on the piRNA pathway in Drosophila ovaries, undeniably the model system at the forefront of the field. By combining the strength of fly genetics with the power of genome-wide approaches we will uncover how heterochromatin on the one hand governs silencing and how the piRNA pathway on the other hand exploits it to facilitate the transcription of piRNA precursors. This will reveal fundamental insights into the co-evolution of transposons and host genomes. At the same time, by studying the piRNA pathwayís intersection with chromatin biology and transcription, we expect to reveal new insights into basic principles of gene expression.",
    "totalCost": "1999530",
    "ecMaxContribution": "1999530",
    "coordinator": "INSTITUT FUER MOLEKULARE BIOTECHNOLOGIE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999919263": {
            "orgId": "999919263",
            "orgName": "INSTITUT FUER MOLEKULARE BIOTECHNOLOGIE GMBH",
            "ecContrib": 1999530
        }
    },
    "calculatedTotalContribution": 1999530
}