{
    "rcn": "204143",
    "acronym": "EMBEDDING CONQUEST",
    "topics": "ERC-CoG-2015",
    "title": "Embedding Conquest: Naturalising Muslim Rule in the Early Islamic Empire (600-1000)",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "What made the early Islamic empire so successful and have we missed the story by neglecting crucial evidence? The 7th-century Arab conquests changed the socio-political configurations in the Mediterranean and Eurasia forever. Yet we do not really know how the Arabs managed to gain dominance of this vast, ethnically, religiously and linguistically diverse area which had its own, long imperial traditions, and to make this a sustainable enterprise. What built the empire, and what held it together? Scholarship to date has overwhelmingly relied on ëliteraryí sources in Arabic (e.g. chronicles, legal treatises, theological tracts), composed centuries after the conquests and shaped by court politics at their time of writing. This has created a false impression of the embedding of Muslim rule as a top-down process, directed from the centre, built on military coercion and control through administrative systems. Now, however, ëdocumentaryí sources in multiple languages on papyrus, leather and paper from all over the empire (e.g. letters, contracts, fiscal accounts, petitions, decrees, work permits) are becoming increasingly available, with the PI in an internationally leading role. These sources, whose impact has been limited by linguistic and disciplinary boundaries, offer a direct, contemporary view of how the empire worked on the ground, and how political and social structures were experienced, modified and appropriated by its subjects.This project will uniquely incorporate all available documents reflecting Muslim rule from the first 400 years of Islam, to reconstruct the system of social relations that enabled the crucial transition from a conquest society to a political organism that survived the breakdown of central caliphal control, and remains the regionís benchmark model today. It will critically advance our understanding of a world historical event, make a radically new contribution to empire studies, and connect and synergise area studies and disciplinary inquiry.",
    "totalCost": "1999960",
    "ecMaxContribution": "1999960",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1999960
        }
    },
    "calculatedTotalContribution": 1999960
}