{
    "rcn": "204123",
    "acronym": "DEPP",
    "topics": "ERC-CoG-2015",
    "title": "Designing Effective Public Policies",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "This proposal outlines a number of projects in public economics, with links to other fields such as macro, real estate, labor, and gender economics. The projects evolve around several large administrative datasets from the UK and Denmark, and they advance approaches and methodologies that have recently been developed in public economics into new areas. There is a strong public policy focus running through the proposal, including tax policy, transfer policy, family policy, and indirectly monetary policy. The objective is to achieve a comprehensive understanding of how government interventions affect two key markets: the housing market and the labor market.\n\nThe project is divided into two themes. The first theme focuses on the housing market and is divided into three subprojects. The first project investigates the effects of mortgage interest rates on leverage and house prices, and it develops a new quasi-experimental method for estimating the elasticity of intertemporal substitution in consumption, a crucial parameter for many public policies. The second and third projects investigate housing market responses to different tax policies, focusing on how such responses are magnified by liquidity constraints and leverage.\n\nThe second theme focuses on the labor market and is divided into two subprojects. The first project studies secular changes in gender inequality and the underlying sources of those changes, focusing mainly on the effects of child rearing on gender inequality. The project explores the underlying mechanisms driving child-related inequality, including gender identity norms and family policies. The second project proposes a new way of estimating macro labor supply elasticities that integrates taxes and public expenditures, and it develops a theoretical framework to draw policy implications from those estimations.",
    "totalCost": "1294699",
    "ecMaxContribution": "1294699",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1294699
        }
    },
    "calculatedTotalContribution": 1294699
}