{
    "rcn": "204127",
    "acronym": "TIDE",
    "topics": "ERC-CoG-2015",
    "title": "Travel, Transculturality and Identity in England, c.1550 ñ 1700",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The central research question this project will pose is: how did mobility in the great age of travel and discovery (c.1550ñ1700) shape English perceptions of human identity based on cultural identification and difference? The role of those marked by transcultural mobility was central to this period. Our current world is all too familiar with the concepts that surfaced or evolved as a result: ëforeignersí, ëstrangersí, ëaliensí, ëconvertsí, ëexilesí, or even ëtranslatorsí, ëambassadorsí and ëgo-betweensí. \n\nThere is an urgent need to consolidate our fragmented understanding of this crucial issue, which continues to shape current debates. TIDE offers a direct and timely response to this challenge, combining established methodologies with a set of ambitious and innovative approaches. By bringing together multiple discourses that tackled the fraught question of human identity in this era, ranging across literature, trade, diplomacy, governance, law, religion and ethnography, it will open a new perspective on cross-cultural encounters. It will put pressure on our understanding of cultural difference, transculturality and identity, and generate a new understanding of key terms, concepts, and debates. It will produce new knowledge about the unique role played by literature, and break fresh ground through the combination of academic research with new writing.\n\nIts returns would be significant: a fundamental improvement to our current understanding of cultural differentiation and assimilation, as well as a lasting and creative insight into their consequences.",
    "totalCost": "1998519",
    "ecMaxContribution": "1998519",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 1998519
        }
    },
    "calculatedTotalContribution": 1998519
}