{
    "rcn": "204101",
    "acronym": "PrenatStressAging",
    "topics": "ERC-StG-2015",
    "title": "Prenatal Stress and Programming of Newborn and Infant Telomere Biology and Cellular Aging",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The long-term consequences of exposure to excess stress on the initiation and progression of many age-related diseases are well established. The period of intrauterine life represents among the most sensitive developmental windows, at which time the effects of stress may be transmitted inter-generationally from a mother to her as-yet-unborn child. The elucidation of mechanisms underlying such effects is an area of intense interest and investigation. Aging, by definition, occurs with advancing age, and age-related disorders result from exposures over the life span of factors that produce and accumulate damage. The novel concept advanced in this proposal is that the establishment of the integrity of key cellular aging-related processes that determine variation across individuals in the onset and progression of age-related disorders may originate very early in life (in utero) and may be plastic and influenced by developmental conditions. We propose that telomere biology and the epigenetic DNA methylation-based aging profile (DNAmAGE) represent candidate outcomes of particular interest in this context. A prospective, longitudinal cohort study of 350 mother-child dyads will be conducted from early pregnancy through birth till one year of age. Specific hypotheses about the effects of maternal stress and maternal-placental-fetal stress biology on newborn and infant telomere length, telomerase expression capacity, and DNAmAGE will be addressed. Serial measures of maternal psychological, behavioral and physiological characteristics will be collected across gestation using an innovative ecological momentary assessment (EMA) based real-time, ambulatory sampling protocol. The proposed study will help identify new strategies for risk identification and primary and secondary interventions to augment current efforts to prevent, delay and ameliorate age-related disorders.",
    "totalCost": "1483720",
    "ecMaxContribution": "1483720",
    "coordinator": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 1483720
        }
    },
    "calculatedTotalContribution": 1483720
}