{
    "rcn": "204128",
    "acronym": "MorphoNotch",
    "topics": "ERC-CoG-2015",
    "title": "Multi-scale analysis of the interplay between cell morphology and cell-cell signaling",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Signaling, genetic regulatory circuits, and tissue morphology are inherently coupled to each other during embryonic development. Although changes in cellular and tissue morphology are commonly treated as a downstream consequence of cell fate decision processes, there are multiple examples where morphological changes occur concurrently with the differentiation processes. This suggests that a feedback between cell morphology and regulatory processes can play an important role in coordinating tissue development. Currently, however, we lack the experimental, theoretical, and conceptual tools to understand this interplay between cell morphology, signaling, and regulatory circuits. In particular, we need to understand (1) how intercellular signaling depends on the cellular morphology and on the properties of the boundary between cells, and (2) how intercellular signaling, genetic circuits, and cell morphology integrate to generate robust differentiation patterns. Here, I propose to combine quantitative in-vitro and in-vivo experiments with mathematical modeling to address these questions in the context of Notch signaling and Notch mediated patterning, typically used for coordinating differentiation between neighboring cells during development. We will utilize novel reporters and micropatterning technology to analyze Notch signaling between pairs of cells. We will elucidate how the geometry and the molecular composition of the boundary between cells affect signaling. At the tissue level, we will study how the interplay between cell morphology and Notch signaling gives rise to robust patterning in the mammalian inner ear. We will use cochlear inner ear explant imaging to track the transition from disordered undifferentiated state to ordered pattern of hair and supporting cells in the cochlea. Together with a novel hybrid modeling approach, we will provide the foundation for a systems level understanding of development that interconnects morphology and regulatory circuits.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}