{
    "rcn": "204186",
    "acronym": "U-SPEC",
    "topics": "ERC-PoC-2015",
    "title": "A novel platform for user-friendly spectroscopy at very low temperatures and under strong magnetic fields",
    "startDate": "01/11/2016",
    "endDate": "30/04/2018",
    "objective": "One of the most appealing opportunities in the field of Materials Science is the development of multifunctionality. Thus, it is becoming crucial to characterize materials upon acting on more than one physical property at a time. Magnetoelectric, photomagnetic or photoelectric phenomena are some of the bases of future technologies. Most of the equipment available nowadays for materials characterization includes options to study materials (magnetic, electric, etc.) under light irradiation. However, the effect of temperature or magnetic fields upon light-matter interactions is not commonly studied due to the intrinsic difficulties of such a set-up.\nWe have designed a novel insertion probe (U-SPEC), which allows collecting transmitted light through a sample in a cryogenic confined environment. Our probe can be adjusted and used with any cryogenic equipment (using nitrogen or helium as carrier, or under high vacuum). We have validated its correct function in the 1.7 - 400 K range and under magnetic fields up to 7 T. In these conditions, U-SPEC allows studying UV-Vis and IR spectroscopy, but also dichroic phenomena, since it is able to maintain light polarization. Such features are unparalleled in the market place of scientific instrumentation, and confer to our invention high commercial value.\nOur aim is to develop a product concept, protect the intellectual property, and design a business model to bring our technology to market.\nBeyond the commercial interest, U-SPEC will also have a strong scientific impact in the long term. The availability to gather spectroscopic experimental data in such a controlled environment, routinely, represents a breakthrough in materials science. Nowadays, such studies are exclusively accessible to few specialized groups around the world. U-SPEC will bring extraordinary capabilities to standard labs and research institutions.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}