{
    "rcn": "204118",
    "acronym": "TiDrugArchitectures",
    "topics": "ERC-CoG-2015",
    "title": "Highly Competent and Safe Titanium(IV) Therapeutic Frameworks that are Cancer Targeted based on Complex 1, 2, and 3D Chemical Architectures",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "This proposal aims to develop custom designed anticancer therapeutic frameworks that are effective, stable, safe, and tumor targeted, based on the biocompatible TiIV metal. The Tshuva group has established that water stable phenolato TiIV complexes are especially effective as anticancer agents both in vitro and in vivo, with markedly reduced side effects. Optimal derivatives will be developed to combine activity, stability, and biological accessibility, by maintaining small steric bulk while incorporating strong binding donors and hydrophilicity. The mechanism of action will be investigated by chemical and biological methods, including analyzing bio-distribution, cellular pathways and targets, and interaction with bio-molecules. Specifically, the active metal centers will be linked to bioactive moieties through redox-sensitive SñS bonds to enable tumor targeting. Cell penetrating peptides will facilitate cellular penetration for redox-dependent release of the active species selectively in cancer cells; steroid moieties will direct selectivity to hormone-dependent cancer cell types. Since the combination of TiIV- with Pt-based drugs has shown synergistic effects, multi-active entities will include two or more metal centers, possibly also linked to a transport unit. In addition to linear conjugates, polymeric and dendritic assemblies, exploiting the enhanced permeability of cancer cells, will be constructed with theoretically unlimited options for targeted delivery of multiple active sites. Most importantly, flexible well-defined redox-sensitive cages, as well as rigid pH sensitive complex cages, constructed with customized 3D geometries, will enable specific targeting of any active compound or conjugate and selective dissociation only where desired. This study should yield superior anticancer drugs, while unraveling the mystery of their complex biochemistry, and will contribute to the development of novel chemical and medicinal research directions and applications.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}