{
    "rcn": "204126",
    "acronym": "CIL2015",
    "topics": "ERC-CoG-2015",
    "title": "Dissecting the cellular mechanics of contact inhibition of locomotion",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Our aim is to dissect the mechanisms of contact inhibition of locomotion (CIL), a process whereby migrating cells collide and repel each other, as it is now clear that CIL is pivotal to understanding embryogenesis and pathologies such as cancer. We have developed an in vivo model using Drosophila macrophages (hemocytes), along with novel analytical tools, to examine the contact inhibition response in cells during development.  We therefore have an unprecedented opportunity to address CIL in a genetically tractable organism within a physiologically relevant setting. This model has revealed that a precisely controlled CIL response is a significant driving force behind the acquisition of embryonic patterns, and recent data show that this precision requires a series of synchronized changes in cytoskeletal dynamics. Our central hypothesis is that key to this cellular ëdanceí is mechanosensation of the collision, which integrates subsequent signaling mechanisms to choreograph the steps of the contact inhibition process. The first part of this proposal will elucidate the molecular mechanisms controlling CIL by exploiting our unique ability to live image and genetically dissect this process in Drosophila. We will also take an interdisciplinary approach to elucidate the mechanical aspects of the response, which will allow us to examine the feedback between signaling pathways and the physical forces of the CIL response. We will subsequently extend our detailed understanding of the CIL process, and our novel set of analytical tools, to mammalian cell types and model systems. This will allow us to develop new assays to directly probe the mechanics of CIL and begin to investigate the function of this underexplored process in other cell types. This in depth knowledge of the response places us in the best position to extend our understanding of CIL to new physiologically relevant scenarios that in the future will impact on human health.",
    "totalCost": "1993802,59",
    "ecMaxContribution": "1993802,59",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 1993803
        }
    },
    "calculatedTotalContribution": 1993803
}