{
    "rcn": "204136",
    "acronym": "CHILDROBOT",
    "topics": "ERC-CoG-2015",
    "title": "Children and social robots: An integrative framework",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Robots used to be made for labor; now, they are increasingly also made for relationships. Social robots can learn from us, teach us, play with us, and assist us. With the market for social robots expected to grow substantially in the next 20 years, social robots are likely to become a life-changing technology similar to personal computers or smart phones. Still, we still know little about one of the most intriguing, relevant, and timely issues in this process ñ childrenís interaction with social robots. Children are not only increasingly recognized and targeted as early adopters of new technologies; they may also be more susceptible to potential effects of interacting with robots than are adults.\nAs research on child-robot interaction (CRI) is still a fragmented field, the main aim of the proposed project is to develop an integrative framework of CRI. This framework synthesizes theories and concepts from communication research, human-robot-interaction, as well as developmental and social psychology in an entirely new way. It will focus (1) on the antecedents of childrenís acceptance of social robots; (2) the con-sequences of CRI for childrenís learning of social skills from social robots and their relationship formation with them; and (3) the processes that explain why such effects emerge. \nThe project combines survey and experimental research, thereby bringing an unprecedented, but much needed multi-methodological approach to the field of CRI. Focusing on 8-9 year-old children, the project will also provide two crucial methodological innovations: (a) the creation an inventory of standardized measures for CRI and (b) new procedures and research designs to study long-term CRI. In its pioneering focus on a disruptive new technology, its theoretically unifying character, and its original methodological contributions, the project will not only define the field of CRI, but will also present a completely new agenda for it.",
    "totalCost": "1999012",
    "ecMaxContribution": "1999012",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1999012
        }
    },
    "calculatedTotalContribution": 1999012
}