{
    "rcn": "204122",
    "acronym": "MACROTRADE",
    "topics": "ERC-CoG-2015",
    "title": "Research on Macroeconomic Fluctuations and Trade",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The proposal is divided into three strands whose main goals are to i) study macroeconomic fluctuations, ii) identify the mechanisms that drive and propagate these fluctuations, and iii) use the empirical findings to inform and formulate models that can be used for quantitative policy and positive analysis.\n\nThe first strand will exploit a new dataset to study housing markets during the build-up and aftermath of the crisis. We will document a robust pattern of history dependence in housing markets and investigate four main channels to potentially explain this pattern: Down payment requirements; matching quality; learning; and anchoring. Using these results we will build and structurally estimate a model with the aim to use in policy and positive analysis.\n\nThe second strand studies an unexplored mechanism for the transmission of monetary policy. A main winner from monetary policy expansions in most countries is the government, which sees a reduction in the value of its debt and typically, better borrowing terms. We will investigate how public spending, revenues, and debt management react to changes in monetary policy; the extent to which the response of activity is driven by the public sector; the interactions between public and private sector responses; and the (intra- and inter-generational) distributional effects from monetary policy interventions. We will then formulate a DSGE model embedding a careful description of the governmentís role in the transmission mechanism.\n\nThe third strand studies the effect of terms-of-trade fluctuations on agricultural production and trade. We will focus on the distribution of gains from trade in markets characterized by oligopsonies buying from small farmers and exporting in international markets. We will study how this configuration, characteristic of agricultural markets in low-income economies, alters the gains from trade and the effects of terms-of-trade changes vis-a-vis the standard framework of perfect competition.",
    "totalCost": "1257242,51",
    "ecMaxContribution": "1257242,51",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1257243
        }
    },
    "calculatedTotalContribution": 1257243
}