{
    "rcn": "204183",
    "acronym": "FOCALSTREAM",
    "topics": "SIE-01-2015",
    "title": "Breakthrough high performance cost competitive solar concentration system for combined heat and power generation",
    "startDate": "01/05/2016",
    "endDate": "31/08/2018",
    "objective": "The building sector is one of the key consumers of energy in Europe where energy use in buildings has seen a rising trend over the past 20 years. Buildings are responsible for around 40 % of energy consumption and greenhouse gas emissions in the EU. Moreover, electricity consumption in the residential and commercial building sector doubled between 1980 and 2000, and is expected to increase another 50% by 2025. The International Energy Agency (IEA) estimates that current trends in Energy efficiency in buildings will stimulate about half of energy supply investments to 2030, with a cumulative spending forecast in Europe of 622.8 billion Ä from 2014 through to 2023, (including products and services). On the other side, within the clean technologies the solar energy industry is one of the fastest growing forces in the market. Recent market research highlights the growth trend of the global PV installed capacity and revenue, from an annual 65,700 million Ä in 2013 up to a forecast of 105,850 million Ä by 2020 at an average CAGR 8.7%.\nSungen, Jaca and Geetit have formed a consortium for the Focalstream project, in order to industrialise a novel product based on High Concentration Photovoltaic Thermal (HCPVT) technology and to train the critical stakeholders for its test, installation, operation and maintenance before the project finishes. Focalstream is a new cogenerator based in HCPVT technology with unique performances, gathering the most compact system in the market for thermal and electrical production in a single device. This novel HCPVT cogenerator produces simultaneously 3 kW electrical and 6 kW thermal power with an effective area 13.5 m2, saving a 55% of space , decreasing 40% the weight and increases 35% the solar light conversion compared with Solar thermal and Photovoltaic panels separately. Focalstream targets end users of buildings in the residential sector, where the electricity and heat demand can be easily covered with this system.",
    "totalCost": "1457322,5",
    "ecMaxContribution": "1018752,01",
    "coordinator": "SUN GEN SRL",
    "coordinatorCountry": "IT",
    "participants": "GEETIT SRL;ELECTRICIDAD JACA SL",
    "participantCountries": "IT;ES",
    "projectParticipants": {
        "935419501": {
            "orgId": "935419501",
            "orgName": "GEETIT SRL",
            "ecContrib": 102239
        },
        "952298859": {
            "orgId": "952298859",
            "orgName": "SUN GEN SRL",
            "ecContrib": 814947
        },
        "935453548": {
            "orgId": "935453548",
            "orgName": "ELECTRICIDAD JACA SL",
            "ecContrib": 101566
        }
    },
    "calculatedTotalContribution": 1018752
}