{
    "rcn": "204132",
    "acronym": "SOFTCHARGE",
    "topics": "ERC-CoG-2015",
    "title": "Charge Carrier Transport in Soft Matter: From Fundamentals to High-Performance Materials",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Charge transport (CT) in soft condensed matter is at the heart of many exciting and potentially revolutionising technologies ranging from organic photovoltaic cells to nanobioelectronic transistors. Tremendous progress has been made on these research frontiers over the last twenty years. Yet, our fundamental understanding of CT in organic and biological semiconductors (OBS) that could rationalise experimental observations and guide further advances in the field is still very limited. These materials are characterised by strong, anharmonic thermal fluctuations and small energy barriers for CT, which renders standard theories such as band theory or activated electron hopping in many cases entirely inadequate. Here, I propose the development of a disruptive computational methodÇ based on non-adiabatic molecular dynamics (NAMD), that will open the door for ground-breaking new insight into this problem. The method will be able to access length and time scales that are presently unreachable with existing NAMD methods through an ultrafast yet error-controlled estimation of Hamiltonian matrix elements and derivatives. Applications will focus on (1) ultrapure single crystalline organic semiconductors (OS) to help uncover the true nature of charge carriers and their transport mechanism (2) structurally heterogeneous OS containing crystalline/amorphous interfaces to establish structure-charge mobility relationships (3) Ti-modified OS to aid the design of high dielectric-high mobility hybrid inorganic/organic semiconducting materials for next-generation photovoltaic devices (4) bacterial nanowire proteins to support the development of future bionanoelectronic devices. The work will (i) result in a user-friendly open software tool freely available for the scientific community (ii) yield important guidelines informing the development of high-performance OBS materials that have the potential to transform emerging technologies of the 21st century.",
    "totalCost": "1989988",
    "ecMaxContribution": "1989988",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1989988
        }
    },
    "calculatedTotalContribution": 1989988
}