{
    "rcn": "204120",
    "acronym": "CondStruct",
    "topics": "ERC-CoG-2015",
    "title": "Structural basis for the coordination of chromosome architecture by condensin complexes",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Chromosomes undergo dramatic changes in their three-dimensional organisation during all aspects of genome function, ranging from the regulation of gene expression during cellular differentiation to chromosome duplication and partitioning over the course of a cell division cycle. The multi-subunit condensin protein complex plays major roles for these changes in DNA topology. Despite its fundamental importance, the mechanisms of condensinís action are not understood.\n\nHere, I propose a comprehensive research program that aims to reveal the elusive mechanisms behind the functions of the condensin complex. We intend to unravel how the condensin complex engages DNA, how this interaction activates large-scale ATPase-dependent conformational rearrangements within the complex, and how condensin eventually encircles chromatin fibres within its ring-shaped architecture. Insights from these mechanistic studies will be invaluable for understanding how networks of condensin-mediated linkages can shape linear DNA helices into higher-order chromosome structures. To achieve this ambitious and timely goal, we will combine an integrative structural biology approach with biochemical and cell biological methods. By applying complementary technologies, including X-ray protein crystallography, electron microscopy, cross-linking mass spectrometry, single molecule fluorescence microscopy and reconstitution experiments, we anticipate to build the first model of the entire condensin complex at near-atomic resolution and explain how dynamic conformational changes confer function.\n\nThe insights gained from this research program will provide an in-depth mechanistic comprehension of the core molecular machinery that determines the architecture of our genomes and will have major implications for understanding how genomic integrity is affected in various disease conditions.",
    "totalCost": "1982479",
    "ecMaxContribution": "1982479",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 1982479
        }
    },
    "calculatedTotalContribution": 1982479
}