{
    "rcn": "204148",
    "acronym": "SUMPs-Up",
    "topics": "MG-5.4-2015",
    "title": "European Programme for Accelerating the Take up of Sustainable Urban Mobility Plans",
    "startDate": "01/09/2016",
    "endDate": "29/02/2020",
    "objective": "Through SUMPs-Up, an experienced consortium of public and private organisations, including four major city networks and seven frontrunner cities, skilled in coordinating major European SUMP projects will accelerate the take-up of SUMPs, where this is currently low, ensuring that SUMP is the primary mobility planning concept in Europe. To achieve this, the project will combine comprehensive SUMP research, tailored capacity-building, strong mechanisms for technical support, as well as constant SUMP monitoring and evaluation. As a result, the project will accelerate the development of 100 SUMPs, reach out to 600 cities and will therefore engage about 80% of the EU-cities above 50,000 inhabitants. SUMPs-Up will review, strengthen and integrate existing SUMP resources, designing a support system to assist cities to develop high quality SUMPs. A SUMP Tool Inventory will help mobility planners make better informed decisions about which planning tools to apply in their local context. This will be enriched with experiences from the city partners who will be testing innovative solutions in SUMP preparation and implementation. The SUMPs Up Innovation Pilot Pool will create a mechanism that allows identifying and validating the most effective concepts, approaches and methodologies in SUMP practice for different framework conditions and different types of cities, complemented by a peer learning programme, to leverage resources and enable more cities to apply the SUMP concept. At Member State level, SUMPs-Up will foster exchange to improve national SUMP frameworks. \nClose monitoring and evaluation of the project and supported activities will show evidence of the SUMP conceptís value and serve as a quality control mechanism for both project activities and the SUMPs being developed. SUMPs-Up will broadly communicate the positive impacts of SUMPs, producing and disseminating insightful reports and research. Ultimately, SUMPs-Up will stimulate a European movement of mobility planning authorities experienced in preparing and implementing SUMPs in compliance with the European requirements.",
    "totalCost": "3999921,25",
    "ecMaxContribution": "3999921,25",
    "coordinator": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
    "coordinatorCountry": "DE",
    "participants": "CITY OF TURKU;TSENTAR ZA GRADSKA MOBILNOST EAD;BIRMINGHAM CITY COUNCIL;RUPPRECHT CONSULT-FORSCHUNG & BERATUNG GMBH;ORGANISMOS SYGKOINONIAKOY ERGOU THESSALONIKIS ANONYMI ETAIRIA;THESSALONIKI PUBLIC TRANSPORT AUTHORITY;MALMO STAD;POLIS - PROMOTION OF OPERATIONAL LINKS WITH INTEGRATED SERVICES, ASSOCIATION INTERNATIONALE;EUROCITIES ASBL;WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH;FONDAZIONE TORINO WIRELESS;BKK BUDAPESTI KOZLEKEDESI KOZPONT ZARTKORUEN MUKODO RESZVENYTARSASAG;CENTRE D ETUDES ET D EXPERTISE SUR LES RISQUES L ENVIRONNEMENT LA MOBILITE ET L AMENAGEMENT;TRIVECTOR TRAFFIC AB;AYUNTAMIENTO DE DONOSTIA SAN SEBASTIAN",
    "participantCountries": "FI;BG;UK;DE;EL;SE;BE;IT;HU;FR;ES",
    "projectParticipants": {
        "999929642": {
            "orgId": "999929642",
            "orgName": "WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH",
            "ecContrib": 358292
        },
        "965804460": {
            "orgId": "965804460",
            "orgName": "BKK BUDAPESTI KOZLEKEDESI KOZPONT ZARTKORUEN MUKODO RESZVENYTARSASAG",
            "ecContrib": 80250
        },
        "970764458": {
            "orgId": "970764458",
            "orgName": "FONDAZIONE TORINO WIRELESS",
            "ecContrib": 118250
        },
        "999450559": {
            "orgId": "999450559",
            "orgName": "EUROCITIES ASBL",
            "ecContrib": 233812
        },
        "999482666": {
            "orgId": "999482666",
            "orgName": "RUPPRECHT CONSULT-FORSCHUNG & BERATUNG GMBH",
            "ecContrib": 820336
        },
        "993964045": {
            "orgId": "993964045",
            "orgName": "MALMO STAD",
            "ecContrib": 115270
        },
        "998465427": {
            "orgId": "998465427",
            "orgName": "TRIVECTOR TRAFFIC AB",
            "ecContrib": 210931
        },
        "998290245": {
            "orgId": "998290245",
            "orgName": "AYUNTAMIENTO DE DONOSTIA SAN SEBASTIAN",
            "ecContrib": 105250
        },
        "950870728": {
            "orgId": "950870728",
            "orgName": "TSENTAR ZA GRADSKA MOBILNOST EAD",
            "ecContrib": 37730
        },
        "985090485": {
            "orgId": "985090485",
            "orgName": "THESSALONIKI PUBLIC TRANSPORT AUTHORITY",
            "ecContrib": 0
        },
        "993966082": {
            "orgId": "993966082",
            "orgName": "CITY OF TURKU",
            "ecContrib": 166488
        },
        "948933735": {
            "orgId": "948933735",
            "orgName": "CENTRE D ETUDES ET D EXPERTISE SUR LES RISQUES L ENVIRONNEMENT LA MOBILITE ET L AMENAGEMENT",
            "ecContrib": 134686
        },
        "999928381": {
            "orgId": "999928381",
            "orgName": "POLIS - PROMOTION OF OPERATIONAL LINKS WITH INTEGRATED SERVICES, ASSOCIATION INTERNATIONALE",
            "ecContrib": 644312
        },
        "999624480": {
            "orgId": "999624480",
            "orgName": "BIRMINGHAM CITY COUNCIL",
            "ecContrib": 110250
        },
        "998341364": {
            "orgId": "998341364",
            "orgName": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
            "ecContrib": 783812
        }
    },
    "calculatedTotalContribution": 3919669
}