{
    "rcn": "204119",
    "acronym": "NATURAL_BAT_NAV",
    "topics": "ERC-CoG-2015",
    "title": "Neural basis of natural navigation: Representation of goals, 3-D spaces and 1-km distances in the bat hippocampal formation ñ the role of experience",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "The mammalian hippocampal formation contains place cells, grid cells, head-direction cells and border cells, which collectively represent the animalís position (ëmapí), distance traveled (ëodometerí) and direction (ëcompassí), and are thought to underlie navigation.  These neurons are typically studied in rodents running on linear tracks or in small empty boxes, ~1◊1 m in size.  However, real-world navigation differs dramatically from typical laboratory setups, in at least three ways ñ which we plan to study: \n(1) The world is not empty, but contains objects and goals. Almost nothing is known about how neural circuits represent goal location ñ which is essential for navigating towards the goal.  We will record single-neuron activity in bats flying towards spatial goals, in search for cells that encode vectorial information about the direction and distance to the goal. Preliminary results support the existence of such cells in the bat hippocampal formation. This new functional cell class of vectorial goal-encoding neurons may underlie goal-directed navigation.\n(2) The world is not flat, but three-dimensional (3-D). We will train bats to fly in a large flight-room and examine 3-D grid cells and 3-D border cells.\n(3) The world is not 1-m in size, and both rodents and bats navigate over kilometer-scale distances. Nothing is known about how the brain supports such real-life navigation. We will utilize a 1-km long test facility at the Weizmann Institute of Science, and record place cells and grid cells in bats navigating over biologically relevant spatial scales.  Further, we will compare neural codes for space in wild-born bats versus bats born in the lab ñ which have never experienced a 1-km distance ñ to illuminate the role of experience in mammalian spatial cognition.\nTaken together, this set of studies will bridge the gap ñ a conceptual gap and a gap in spatial scale ñ between hippocampal laboratory studies and real-world natural navigation.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}