{
    "rcn": "204114",
    "acronym": "HBIS",
    "topics": "ERC-StG-2015",
    "title": "The Human Behavioral Immune System: Consequences for Health and Innovation",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Modern innovations such as soap, condoms, and indoor plumbing have allowed billions of people to reduce their contact with viruses and bacteria and, as a result, dramatically increase length and quality of life. But how did members of the genus homo avoid pathogens for the two million years that preceded these technological innovations and, more broadly, discoveries that infectious disease is caused by microbes? And, importantly, how do any natural behavioral defenses against pathogens impact our behavior in the modern world? Recent research and theory in the field of evolutionary psychology suggests that natural selection has shaped a human behavioral immune system (HBIS)óa suite of psychological mechanisms, ranging from aspects of our olfactory systems (e.g., that detect specific chemical compounds) to our emotion systems (e.g., the emotion disgust) and our learning systems (e.g., conditioned aversions to foods) that are coordinated for a common function: to detect and motivate the avoidance of pathogens. Given that myriad universal human behaviors connote some pathogen riskóincluding interpersonal contact, mating, and eatingógaining a holistic understanding of the HBIS has the potential to offer critical new insights into multiple fundamental aspects of human nature. Here, I utilize an interdisciplinary approach to answer three foundational, yet currently opaque questions concerning the nature of the HBIS, including: (1) Where does trait variation in HBIS activation come from? (2) What effect does the HBIS have on behavior when cues to pathogens are detected? and (3) How does the HBIS facilitate learning of avoidance and rejection? To answer these questions, I propose an array of methodologically diverse studies to investigate how trait HBIS activation shapes rejection versus acceptance of innovations, how state HBIS activation can be harnessed to promote the use of health-promoting technologies, and how the HBIS can be leveraged for shaping dietary behavior.",
    "totalCost": "1499482,5",
    "ecMaxContribution": "1499482,5",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1499482
        }
    },
    "calculatedTotalContribution": 1499482
}