{
    "rcn": "204147",
    "acronym": "Bionic Aircraft",
    "topics": "MG-1.2-2015",
    "title": "Increasing resource efficiency of aviation through implementation of ALM technology and bionic design in all stages of an aircraft life cycle",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Additive Layer Manufacturing (ALM) processes can significantly contribute to the demanding task within the Strategic Research and Innovation Agenda (SRIA) to reduce the impact of aviation on the environment. \nThe unique manufacturing process of ALM technologies promises great weight saving potential, due to the possibility to produce bionically optimized lightweight structures of high complexity in a resource efficient way with a material exploitation of >90%. Airbus envisions completely new types of aircrafts, inspired by biomimetic, which will only be manufacturable by a broad application of ALM. Unfortunately, the design process as well as manufacturing process itself is time consuming and expensive, limiting the applicability in the aerospace industry. To overcome these barriers and to be able to exploit the potential ALM offers to reduce emissions along the entire life-cycle of an aircraft, the following developments are planned:\nï automated ALM design process to significantly reduce time and costs for bionic lightweight design\nï energy efficient and highly productive ALM process with innovative beam shaping optics to lower costs of manufacturing and reduce emissions during manufacturing\nï new high strength ALM aluminium material to increase the lightweight potential of ALM structures\nï integrity system for complex ALM parts for integrity check and avoidance of deficient parts\nï innovative NDT and repair methods for highly complex ALM parts to increase service life \nï recycling method for ALM parts to avoid disposal\nï innovative after sales supply chain based on ALM to reduce emission for spare parts production and logistics\nWith these developments, the project will raise the potential of ALM-technology and biomimetic design methodologies and will reduce the impact of aviation on the environment along the entire product-life-cycle of an airplane (Design & Product Development; Manufacturing; Operation; Maintenance, Repair, Overhaul; Recycling; Disposal).",
    "totalCost": "7968812",
    "ecMaxContribution": "6441062",
    "coordinator": "LZN LASER ZENTRUM NORD GMBH",
    "coordinatorCountry": "DE",
    "participants": "ASOCIACION ESPANOLA DE NORMALIZACION;FUNDACION TECNALIA RESEARCH & INNOVATION;TECHNISCHE UNIVERSITAT HAMBURG-HARBURG;HEXAGON METROLOGY SPA;ENLYTE LTD;AIRBUS OPERATIONS GMBH;HEXAGON TECHNOLOGY CENTER GMBH;TEKNA PLASMA EUROPE;CENIT AKTIENGESELLSCHAFT",
    "participantCountries": "ES;DE;IT;UK;CH;FR",
    "projectParticipants": {
        "999964756": {
            "orgId": "999964756",
            "orgName": "AIRBUS OPERATIONS GMBH",
            "ecContrib": 598375
        },
        "953586534": {
            "orgId": "953586534",
            "orgName": "TEKNA PLASMA EUROPE",
            "ecContrib": 760446
        },
        "984232326": {
            "orgId": "984232326",
            "orgName": "ASOCIACION ESPANOLA DE NORMALIZACION",
            "ecContrib": 89250
        },
        "952021536": {
            "orgId": "952021536",
            "orgName": "LZN LASER ZENTRUM NORD GMBH",
            "ecContrib": 1296000
        },
        "943752868": {
            "orgId": "943752868",
            "orgName": "CENIT AKTIENGESELLSCHAFT",
            "ecContrib": 691078
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 1095638
        },
        "943083665": {
            "orgId": "943083665",
            "orgName": "HEXAGON METROLOGY SPA",
            "ecContrib": 990000
        },
        "937098668": {
            "orgId": "937098668",
            "orgName": "ENLYTE LTD",
            "ecContrib": 134308
        },
        "999838753": {
            "orgId": "999838753",
            "orgName": "TECHNISCHE UNIVERSITAT HAMBURG-HARBURG",
            "ecContrib": 785969
        },
        "965706490": {
            "orgId": "965706490",
            "orgName": "HEXAGON TECHNOLOGY CENTER GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 6441064
}