{
    "rcn": "204102",
    "acronym": "MagnonCircuits",
    "topics": "ERC-StG-2015",
    "title": "Nano-Scale Magnonic Circuits for Novel Computing Systems",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Magnons 単 quanta of spin waves 単 propagating in magnetic materials having nano-scale wavelengths and carrying information in the form of a spin angular momentum, can be used as data carriers in next-generation nano-sized low-loss information processing systems. The low losses of magnonic systems can be reached due to the absence of translational electron motion associated with Joule heat-ing and extremely low magnetic damping in the dielectric Yttrium-Iron-Garnet (YIG) material used.\n\nThe recent revolutionary progress in the growth of high-quality YIG films with nanometer thickness, and in the patterning of these films, opened a way to the practical development of nano-scale mag-nonic computing systems. However, the decrease in sizes of YIG structures to sub-100 nm requires the development of the physical knowledge base for understanding linear and nonlinear magnetization dynamics in nanostructures.\n\nThe strategic goal of the proposed MagnonCircuits research program is to make a transformative change in the data processing paradigm from traditional electronics to magnon spintronics. The ingre-dients required for such a transformation and addressed by MagnonCircuits are: (i) The fabrication of magnon conduits of sub-100 nm width, the development of a toolbox enabling excitation and de-tection of fast exchange magnons, and the understanding of the physics underlying magnon dynamics at the nano-scale in the exchange interaction regime. (ii) Employment of such novel physical phenom-ena as spin pumping, spin transfer torque and spin Hall effect to overcome the fundamental limita-tions of the state-of-the-art approaches in magnon spintronics, and to compensate the dissipation in magnonic circuits. (iii) Realization of two-dimensional magnonic circuits required for transport and processing of magnon-carried data. A proof-of-concept models of two nano-scale devices 単 majority gate and magnon transistor 単 will be developed in the course of MagnonCircuits.",
    "totalCost": "1487969",
    "ecMaxContribution": "1487969",
    "coordinator": "TECHNISCHE UNIVERSITAET KAISERSLAUTERN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885895": {
            "orgId": "999885895",
            "orgName": "TECHNISCHE UNIVERSITAET KAISERSLAUTERN",
            "ecContrib": 1487969
        }
    },
    "calculatedTotalContribution": 1487969
}