{
    "rcn": "204162",
    "acronym": "SINCHAIS",
    "topics": "ERC-ADG-2015",
    "title": "In situ analysis of single channel subunit composition in neurons: physiological implication in synaptic plasticity and behavior",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Ligand-gated and voltage-gated channels are key molecules in transforming chemical signals into electrical ones and electrical signals into chemical ones, respectively. At excitatory synaptic connections in the brain, activation of AMPA- and NMDA-type glutamate receptors elicits inward currents at the postsynaptic sites, and activation of voltage-gated calcium channels triggers vesicle release of glutamate in the presynaptic sites. Plastic changes in their number, location and property can lead to potentiation or depression of synaptic efficacy, alteration in time course, and coupling to effectors at both postsynaptic and presynaptic sites. These channels are all composed of distinct subunits and their compositions affect channel properties, trafficking to the synaptic sites, and interaction with associated molecules, creating a large diversity of synaptic functions. Although channels with different subunit compositions have been investigated using biochemical and electrophysiological detection methods, very little is known about single channel subunit composition in situ because of the lack of high resolution methods for analysis of protein complex in intact tissues. In this project, I will develop novel technologies to visualize subunit composition at the single channel level in individual synapses by electron microscopy, combining new EM tags, freeze-fracture replica labelling, and electron tomography. Synaptic plasticity will be induced by optogenetic stimulation of identified neurons or behavioural paradigms to examine the dynamic changes of subunit composition. Finally, physiological implications of such regulation of subunit composition will be investigated by genetic manipulation of mice combined with electrophysiological and behavioural analyses. This work will demonstrate unprecedented views of the subunit composition in situ and provide new insights into how regulation of subunit composition contributes to synaptic plasticity and animal behaviour.",
    "totalCost": "2481437",
    "ecMaxContribution": "2481437",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 2481437
        }
    },
    "calculatedTotalContribution": 2481437
}