{
    "rcn": "204140",
    "acronym": "TransPhorm",
    "topics": "ERC-CoG-2015",
    "title": "Single molecule imaging of transmembrane protein structure and function in their native state",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "TransPhorm will pioneer a transformative technology platform based on Nitrogen Vacancy (NV) magnetometry to enable the structure and function of transmembrane proteins (TMPs) to be studied in their native state with unprecedented sensitivity and resolution. TMPs reside in the membrane of biological cells and are critical to cellular function and communication. It is essential that TMPs are characterised in their native state as their structure and function is dependent on their interaction with the local environment. This is technically demanding and despite previous attempts using a multitude of complementary techniques no single method has provided a suitable solution. Here a breakthrough approach will be taken to demonstrate in situ TMP characterisation with single molecule sensitivity, nanoscale spatial resolution and millisecond measurement speed.\n\nThe concepts proposed in TransPhorm are distinct from current implementations of NV magnetometry for detection and mapping of weak magnetic fields originating from external nuclear spins. Here magnetic field mapping will be achieved using a totally new approach based on widefield, high speed structured illumination total internal reflection microscopy. The concepts TransPhorm are built on will also enable structural and functional single molecular characterisation with high specificity by exploiting the outstanding sensitivity to the local environment of fluorine-19 Nuclear Magnetic Resonance (NMR) reporters and the ion selectivity of sodium-23 and potassium-39 NMR spectroscopy. \n\nIn short, TransPhorm will deliver a ground-breaking technology to far surpass current state-of-the-art techniques and provide the extreme sensitivity needed to understand the molecular scale dynamic changes that underpin TMP function. Overall the strategy and technologies proposed here will pave an untravelled path to the realisation of nanoscale NMR imaging and deliver tremendous scientific gains.",
    "totalCost": "2434650",
    "ecMaxContribution": "2434650",
    "coordinator": "UNIVERSITY OF KEELE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862324": {
            "orgId": "999862324",
            "orgName": "UNIVERSITY OF KEELE",
            "ecContrib": 2434650
        }
    },
    "calculatedTotalContribution": 2434650
}