{
    "rcn": "204163",
    "acronym": "SCEON",
    "topics": "ERC-ADG-2015",
    "title": "Scanning Electron Optical Nanoscopy",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Novel developments in optical technology increasingly depend on control of light at the nanoscale. To study light at this small length scale it is essential to employ techniques that can excite and image light at the nanoscale. In recent years, my group has explored cathodoluminescence (CL) spectroscopy for this purpose. Based on the exciting potential of this technique, I propose to design and construct a new time- and angle-resolved CL microscope that exploits the primary electron beam as a coherent optical excitation source with deep-subwavelength spatial resolution. We will use the new instrument to address four challenges that will provide new insight in the behaviour of light at the nanoscale. Specifically, we will:\n(1) use CL microscopy to excite and characterize ultra-short wavelength-plasmons on graphene. We will create 3D tomographic reconstructions of the local optical density of states in resonant plasmonic and dielectric nanostructures. \n(2) determine 2D and 3D spatially-resolved ultrafast carrier recombination processes in resonant semiconductor photovoltaic nanostructures and reveal the radiative properties of single quantum emitters. \n(3) develop CL momentum spectroscopy to reveal embedded eigenstates in dielectric photonic crystals and topological photonic protection in complex three-dimensional architectures. \n(4) develop CL polarimetry in combination with phase-resolved CL detection to study electric and magnetic polarizabilities in nanoscale light emitters and to control the orbital angular momentum of light.\nThe proposed program will firmly establish time- and angle-resolved CL imaging spectroscopy as a key deep-subwavelength nanoscopy tool to investigate the interplay of electric and magnetic fields that constitute light at the nano scale, and will enable applications in photovoltaics, solid-state lighting, photonic and optoelectronic integrated circuits, quantum communication, sensing and metrology.",
    "totalCost": "2495625",
    "ecMaxContribution": "2495625",
    "coordinator": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 2495625
        }
    },
    "calculatedTotalContribution": 2495625
}