{
    "rcn": "204115",
    "acronym": "EVOLOR",
    "topics": "ERC-StG-2015",
    "title": "Cognitive Ageing in Dogs",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The aim of this project is to understand the causal factors contributing to the cognitive decline during senescence and to develop sensitive and standardized behaviour tests for early detection in order to increase the welfare of affected species. With the rapidly ageing population of Europe, related research is a priority in the European Union. \nWe will focus both on characterising the ageing phenotype and the underlying biological processes in dogs as a well-established natural animal model. We develop a reliable and valid test battery applying innovative multidisciplinary methods (e.g. eye-tracking, motion path analysis, identification of behaviour using inertial sensors, EEG, fMRI, candidate gene, and epigenetics) in both longitudinal and cross-sectional studies. We expect to reveal specific environmental risk factors which hasten ageing and also protective factors which may postpone it. We aim to provide objective criteria (behavioural, physiological and genetic biomarkers) to assess and predict the ageing trajectory for specific individual dogs. This would help veterinarians to recognise the symptoms early, and initiate necessary counter actions.\nThis approach establishes the framework for answering the broad question that how we can extend the healthy life of ageing dogs which indirectly also contributes to the welfare of the owner and decreases veterinary expenses. The detailed description of the ageing phenotype may also facilitate the use of dogs as a natural model for human senescence, including the development and application of pharmaceutical interventions.\nWe expect that our approach offers the scientific foundation to delay the onset of cognitive ageing in dog populations by 1-2 years, and also increase the proportion of dogs that enjoy healthy ageing.",
    "totalCost": "1202500",
    "ecMaxContribution": "1202500",
    "coordinator": "EOTVOS LORAND TUDOMANYEGYETEM",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896468": {
            "orgId": "999896468",
            "orgName": "EOTVOS LORAND TUDOMANYEGYETEM",
            "ecContrib": 1202500
        }
    },
    "calculatedTotalContribution": 1202500
}