{
    "rcn": "204117",
    "acronym": "PeptiCrad",
    "topics": "ERC-CoG-2015",
    "title": "Personalized oncolytic vaccines for cancer immunotherapy",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "This grant application proposes to develop a novel, customizable and personalized anti-cancer vaccine: peptide-coated conditionally replicating adenovirus (PeptiCrad).\nAnti-cancer vaccines represent a promising approach for cancer treatment because they elicit durable and specific immune response that destroys primary tumors and distant metastases. Oncolytic viruses (OVs) are of significant interest because in addition to cytolysis they stimulate anti-tumor immune responses, thereby functioning as anti-tumor vaccines. However, their efficacy among cancer patients has been modest. One reason for this shortcoming is that the immune responses generated by virus infection primarily target the virus rather than the tumor. In addition, tumors differ across patients. Specific and personalized approaches (rather than generic virus infection strategies) are required to optimize therapy. To this end we propose to develop a novel vaccine platform that combines the strengths of OVs with the specificity of vaccines. Our technology is called PeptiCrad. PeptiCrad is a virus ìdressed as a tumorî. It directly kills cancer cells (i.e., oncolytic viruses) and expresses immunomodulatory molecules (i.e., cytokines or the immune checkpoint inhibitors anti-CTLA4 or anti-PDL1); most importantly, it diverts immunity toward the tumor (i.e., the capsid becomes covered with MHC-I-restricted tumor-specific peptides).\nThe method that we have developed to cover the virus with tumor peptides is novel and exceeds current state-of-the-art. Importantly, it is fast and does not require genetic or chemical manipulation of the virus; this feature has a significant impact on the translational capability of the project. \nOur preliminary results show great potential but significant questions regarding the development and the personalization of PeptiCrad remain to be studied. In this grant I propose two lines of research, one focused on the development and the other one on the personalization of PeptiCrad.",
    "totalCost": "1975705",
    "ecMaxContribution": "1975705",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1975705
        }
    },
    "calculatedTotalContribution": 1975705
}