{
    "rcn": "204113",
    "acronym": "TRANSREG",
    "topics": "ERC-StG-2015",
    "title": "Structural and biochemical studies on the regulation of transcription during elongation",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "During the first step of gene expression, a universally conserved enzyme called RNA Polymerase (RNAP) transcribes RNA from a DNA template in every cell. Transcription is a fundamental, yet incompletely understood process. Because of its central role, the bacterial transcription machinery is also a prime drug target. Crystal structures of RNAP core as well as RNAP elongation complexes (ECs) have revolutionized our understanding of transcription. This groundwork paved the way to address more complex questions regarding the regulation of transcription. Transcriptional regulation impacts every aspect of biology including a growing list of human diseases. Transcriptional pausing, a temporary interruption of transcription during elongation, plays a major role in regulating gene expression in pro- and eukaryotes. A full and mechanistic understanding is crucial and requires a combination of structural and biochemical studies. This is where the proposed work will contribute. \n\nOur goal is to understand how transcription factors modulate RNAP during the elongation phase.\n\nBiochemical and structural approaches (X-ray crystallography and single particle cryo-EM) will be used to gain detailed insights on the regulation of transcription by protein factors and non-coding RNAs (ncRNAs). To complement the results, an experimental system will be established using Fluorescence Resonance Energy Transfer (FRET) to study the dynamics of RNAP. This system will allow us to address questions concerning RNAP dynamics during processes that regulate transcription. \n\nSpecifically, we propose 3 aims:\n1.: Investigate the role of transcription elongation factors that modulate RNAP pause behavior and couple transcription and translation\n2.: Study the role of RNAs that regulate transcription\n3.: Establish an experimental system to study RNAP dynamics using FRET\n\nThe proposed work will lay the groundwork and prepare the team to address similar questions in higher organisms in the future.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993177": {
            "orgId": "999993177",
            "orgName": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}