{
    "rcn": "204106",
    "acronym": "CHROMTOPOLOGY",
    "topics": "ERC-StG-2015",
    "title": "Understanding and manipulating the dynamics of chromosome topologies in transcriptional control",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Transcriptional regulation of genes in eukaryotic cells requires a complex and highly regulated interplay of chromatin environment, epigenetic status of target sequences and several different transcription factors. Eukaryotic genomes are tightly packaged within nuclei, yet must be accessible for transcription, replication and repair. A striking correlation exists between chromatin topology and underlying gene activity. According to the textbook view, chromatin loops bring genes into direct contact with distal regulatory elements, such as enhancers. Moreover, we and others have shown that genomes are organized into discretely folded megabase-sized regions, denoted as topologically associated domains (TADs), which seem to correlate well with transcription activity and histone modifications. However, it is unknown whether chromosome folding is a cause or consequence of underlying gene function.\nTo better understand the role of genome organization in transcription regulation, I will address the following questions:\n\n(i) How are chromatin configurations altered during transcriptional changes accompanying development?\n(ii) What are the real-time kinetics and cell-to-cell variabilities of chromatin interactions and TAD architectures?\n(iii) Can chromatin loops be engineered de novo, and do they influence gene expression?\n(iv) What genetic elements and trans-acting factors are required to organize TADs?\n\nTo address these fundamental questions, I will use a combination of novel technologies and approaches, such as Hi-C, CRISPR knock-ins, ANCHOR tagging of DNA loci, high- and super-resolution single-cell imaging, genome-wide screens and optogenetics, in order to both study and engineer chromatin architectures.\nThese studies will give groundbreaking insight into if and how chromatin topology regulates transcription. Thus, I anticipate that the results of this project will have a major impact on the field and will lead to a new paradigm for metazoan transcription control.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993177": {
            "orgId": "999993177",
            "orgName": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}