{
    "rcn": "204131",
    "acronym": "cenRNA",
    "topics": "ERC-CoG-2015",
    "title": "The role of RNA in centromere biology and genome integrity",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "One of the most astonishing processes in the life of a cell is the division into two daughter cells. Such a highly organized process would presumably be regulated tightly by the underlying centromeric DNA sequence; however, the sites of chromosome attachment to the microtubule spindle are regulated by epigenetic mechanisms. The best-characterized epigenetic mark for centromeres is the histone H3-variant CENP-A, which replaces H3 in some of the nucleosomes within centromeric chromatin. Centromeres are embedded in pericentromeric heterochromatin and it has become apparent in recent years that heterochromatin is transcribed into non-coding RNAs. We have recently shown that a long non-coding RNA from pericentromeric heterochromatin of the X chromosome (SATIII) in Drosophila melanogaster localizes in trans to centromeres of all other chromosomes and is an essential component for correct loading and maintenance of CENP-A and, therefore, genome stability. Additional RNAs in Drosophila and RNAs from other species have been linked to centromeric chromatin, but their function is not understood. We propose that a complex, RNA-based epigenetic mechanism regulates centromere establishment and function. \n\nThis proposal is designed to the precise function of SATIII RNA by identifying the associated protein complexes as well as structural and post-transcriptional features of SATIII. We will evaluate the mechanisms by which SATIII functions as a heritable mark of centromeres through generations, during the developing germ line, and species separation. In parallel, we will systematically identify and characterize centromere-associated RNAs (cenRNAs) in Drosophila and human cells. We will elucidate their function in centromere biology and chromosome segregation, essentially as we have done and propose to do  for SATIII. These experiments are designed to provide a detailed understanding of the essential, RNA-based epigenetic regulation of centromeres.",
    "totalCost": "1896250",
    "ecMaxContribution": "1896250",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 1896250
        }
    },
    "calculatedTotalContribution": 1896250
}