{
    "rcn": "204192",
    "acronym": "NEOBALLAST",
    "topics": "FTIPilot-1-2015",
    "title": "New high-performant and long-lasting ballast for sustainable railway infrastructures",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "NEOBALLAST is an innovative high-performance, long-lasting and eco-friendly ballast aggregate solution designed to\novercome the two most important shortcomings of railway tracks: track degradation and noise and vibration emissions, whilst\nimproving safety and customer service. The implementation of NEOBALLAST will improve the economic and environmental\nperformance of European railway tracks, bringing important socio-economic benefits to the whole European society. As a\nsuitable solution for both, new and existing railway lines, NEOBALLAST potential market extends to the whole European rail\nnetwork (i.e. beyond 200,000km of lines), accounting for almost 20 million tonnes of new ballast every year, and a related\nturnover about 350MÄ.\n\nIn order to take this mature and proven technology, NEOBALLAST project joins industry partners from different sectors,\ncovering the whole value-chain of NEOBALLAST, into a well-balanced and multidisciplinary team. The project has a\nbusiness-driven approach, where actions are devised to solve those barriers that may difficult NEOBALLAST quick and\nextensive market up-take. In this sense, the main steps to attain a successful and effective market uptake are the\ndevelopment of a large-scale production technology to meet expected market demands, the demonstration and validation of\nNEOBALLAST in real working environment, an effective dissemination across Expert Panel groups to achieve a wide\ndeployment and finally the IPR management, exploitation and commercialization of NEOBALLAST through the creation of a\nNEWCO constituted by all the project parents.\n\nThe management structure joins forces with an Advisory Committee that will provide the Consortium with an independent,\nend-user centric viewpoint to the direction and relevance of the work as the project. The Advisory Committee will be drawn\nfrom three Infrastructure Managers, track contractor organisations, technological platforms and three track expert members\nof the Academia.",
    "totalCost": "2274625",
    "ecMaxContribution": "1592237,5",
    "coordinator": "COMSA SAU",
    "coordinatorCountry": "ES",
    "participants": "MAPEI SPA;TALLERES FELIPE VERDES SA;DYNAMICS,STRUCTURES AND SYSTEMS INTERNATIONAL NV;SORIGUE S.A.",
    "participantCountries": "IT;ES;BE",
    "projectParticipants": {
        "973452231": {
            "orgId": "973452231",
            "orgName": "COMSA SAU",
            "ecContrib": 542675
        },
        "925825910": {
            "orgId": "925825910",
            "orgName": "TALLERES FELIPE VERDES SA",
            "ecContrib": 356388
        },
        "925826880": {
            "orgId": "925826880",
            "orgName": "MAPEI SPA",
            "ecContrib": 197925
        },
        "926055315": {
            "orgId": "926055315",
            "orgName": "SORIGUE S.A.",
            "ecContrib": 90125
        }
    },
    "calculatedTotalContribution": 1187113
}