{
    "rcn": "204137",
    "acronym": "DEBUNKER",
    "topics": "ERC-CoG-2015",
    "title": "The Problem of European Misperceptions in Politics, Health, and Science:Causes, Consequences, and the Search for Solutions",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "While some people may simply lack relevant factual knowledge, others may actively hold incorrect beliefs. These factual beliefs that are not supported by clear evidence and expert opinion are what scholars call misperceptions (Nyhan and Reifler 2010). This project is principally about misperceptionsóthe ìfactsî that people believe that simply are not true. What misperceptions do Europeans hold on issues like immigration, vaccines, and climate change? Who holds these misperceptions? What demographic and attitudinal variables are correlated with holding misperceptions? And ultimately, what can be done to help reduce misperceptions? \n\nMisperceptions are an important topic for study because they distort public preferences and outcomes. This research program investigating misperceptions is currently at the state of the art in political science. To date, only a handful of published studies by political scientists have examined how corrective information changes underlying factual beliefs. The results of these studies are uniformly troublingóamong those vulnerable to holding a given misperception, corrective efforts often make misperceptions worse or decrease the likelihood to engage in desired behaviors. \n\nThis ambitious project has three primary objectives. First, the project will assess levels of misperceptions in Europe on three specific issues (immigration, vaccines, and climate change) that represent three different substantive domains of knowledge (politics, health, and science). Second, the project will examine a variety of approaches and techniques for combatting misperceptions and generating effective corrections. Third, the project will take what is learned from the first two stages and transmit the findings back to relevant academic and policy-maker audiences in order to aid policy design and communication efforts on important policy issues.",
    "totalCost": "1931730",
    "ecMaxContribution": "1931730",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 1931730
        }
    },
    "calculatedTotalContribution": 1931730
}