{
    "rcn": "204100",
    "acronym": "NATCOOP",
    "topics": "ERC-StG-2015",
    "title": "How nature affects cooperation in common pool resource systems",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "The constraints and dynamics set by nature have a deep and significant impact on economic fundamentals and the ability to successfully manage renewable resources. This can be taken into account to formulate effective policies. However, the causal pathway from the natural to the social environment and its feedback for sustainable resource use is often overlooked, not the least because preferences and incentives are traditionally viewed as being stable and fixed. Yet, it is high time to take this new perspective: Social-ecological systems around the globe are under mounting stress and common pool resources are vital, in particular in developing countries. This project aims to establish how nature shapes preferences and incentives of economic agents and how this in turn affects common-pool resource management. To this end, I investigate three mechanisms: (A) how tipping points and thresholds in the natural system may encourage cooperation; (B) how the volatility of resource abundance influences risk preferences and how this in turn affects community-based management; and (C) how leadership, which is closely linked to risk preferences, interacts with the natural environment to foster cooperation that overcomes common-pool dilemmas. NATCOOP's bold agenda pushes the frontier of economics and sustainability science.  Not only the investigation of the feedbacks between nature and cooperation from a new angle, also the scale and scope of the project -- combining cases from different socio-economic and ecological setting at three continents with theoretical and statistical work -- will generate new knowledge and be highly rewarding. Though challenging, I am confident that my background in economics and ecology puts me in an ideal position to achieve this important task. My ultimate goal is to identify circumstances in which natural preconditions and the social setting may go hand in hand to promote the sustainable use of renewable resources.",
    "totalCost": "1413750",
    "ecMaxContribution": "1413750",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITETET I OSLO",
    "participantCountries": "NO",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 311250
        },
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 1102500
        }
    },
    "calculatedTotalContribution": 1413750
}