{
    "rcn": "204108",
    "acronym": "MechBiolRep",
    "topics": "ERC-StG-2015",
    "title": "Mechanobiology of Bovine Reproduction",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The global demand for dairy products is expected to surge by 36% over the next decade in a manner that is progressively insatiable by existing technologies. The dairy industry relies on bovine reproduction, yet cow fertility is declining and the exact causes are not fully understood. It is clear, however, that the quality of bovine oocytes is decreasing. \n\nIn mammals, the ovarian reserve of oocytes stored within quiescent primordial follicles is non-renewable. Oocyte develop and mature within distinctive follicular microenvironments under tightly regulated molecular and physical conditions. Similarly, preimplantation embryo development is supported within a specialized microenvironment that is surrounded by the zona pellucida and insulated from external soluble and mechanical inputs. Characterizing and understanding these environments and how they affect reproductive processes is a key toward improving assisted reproductive technologies in bovine species.\n\nOur premise is that molecular characterization of endocrine and paracrine signalling pathways must be complemented with understanding the mechanical regulation of reproductive biology. This premise is supported by recent finding showing that physical stresses and the mechanical compliance of the extracellular surroundings serve as potent regulators of cell fates in regeneration processes, development, and disease.\n\nI propose to employ a biophysical and computational toolbox to study the mechanobiology of reproduction with application to bovine embryo-based technologies. By mimicking the mechanical properties of the ovarian cortical niche, which I will characterize using freshly derived ovaries, I will design an in vitro system for supporting follicle growth. Mechanical profiling of the entire developmental course from oocyte maturation to preimplantation embryogenesis will generate mechanistic insights into the physical regulation of reproductive processes.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}