{
    "rcn": "204185",
    "acronym": "iGOLDD",
    "topics": "ERC-PoC-2015",
    "title": "Commercialising MR-HIFU: an Image-Guided Local Drug-Delivery Platform",
    "startDate": "01/10/2016",
    "endDate": "31/03/2018",
    "objective": "Reducing the high attrition rates in drug development continues to be a key challenge for the pharmaceutical industry. With average drug development costs of over $2 billion dollar and a 95% failure rate of cancer drugs in Phase I trials, a new paradigm is highly needed.\niGOLDD represents a unique opportunity for the commercialisation of a powerful alternative drug-delivery solution that has the potential to locally boost the efficacy of many drugs for a range of clinical indications. Prof. Moonen and his team, as part of the ERC project Sound Pharma, have developed a powerful technology platform, based on magnetic resonance guided focused ultrasound (MR-HIFU), that can be used for high-precision image-guided drug delivery, HIFU is the only known technique capable of completely non-invasive, precisely controlled heating deep inside the human body. MRI allows continuous imaging of the tumour and surrounding health tissue for target definition. \niGOLDD aims to commercialise this unique technology as a stand-alone drug delivery platform that can be widely offered to pharmaceutical and biotechnology companies to improve new or existing drugs or reuse shelved therapies. In iGOLDD we will further optimise the HIFU technology (in particular temperature control and motion correction) for drug delivery of macromolecular drugs, such as antibody-drug conjugates, to demonstrate the large potential of our drug delivery platform. In addition, we will prepare for market introduction, by defining the exact business strategy, model and positioning for commercial success. We will develop the business strategy that offers the most promise, based on the technological aspects of the project, the market needs and trends, the end-user needs and the IP-position. During this project, we will gain technical and commercial proof-of-concept, which will provide us with the necessary information regarding potential commercialisation routes.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}