{
    "rcn": "204161",
    "acronym": "Gen-Epix",
    "topics": "ERC-ADG-2015",
    "title": "Genetic Determinants of the Epigenome",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Decoding of the genome during development and differentiation depends on sequence-specific DNA binding proteins that regulate transcription. The activity of transcription factors is constrained, however, by chromatin structure and by modification of histones and DNA, known collectively as the ìepigenomeî. Diseased states, particularly cancers, are often accompanied by epigenomic disturbances that contribute to aetiology, but despite much research the molecular determinants of chromatin and DNA marking remain poorly understood. A widespread view is that the epigenome responds to developmental decisions or environmental impacts that are memorised by the epigenetic machinery. Complementary to this ìmemoryî hypothesis, there is evidence that the epigenome can directly reflect the underlying DNA sequence. We aim to explore genetic determinants of the epigenome based on our over-arching hypothesis that chromatin structure is influenced by the interaction of DNA binding proteins with short, frequent base sequence motifs. Prototypes for this scenario are proteins that bind to the two base pair sequence CpG. These proteins accumulate at CpG islands (CGIs), which are platforms for gene regulation, where they recruit multi-protein complexes that lay down epigenetic marks. By identifying and characterising novel DNA-binding proteins that sense global properties of the DNA sequence (e.g. base composition), we will address several major unanswered questions about genome regulation, including the origin of global DNA methylation patterns and the causal basis of higher order chromosome structures. Our research programme will advance genome biology and shed light on the role of epigenetic signalling in development. In particular it will explore the extent to which the epigenome is ìhard-wiredî by genes, with important implications for health.",
    "totalCost": "2499717",
    "ecMaxContribution": "2499717",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 2499717
        }
    },
    "calculatedTotalContribution": 2499717
}