{
    "rcn": "204164",
    "acronym": "ToxoPersist",
    "topics": "ERC-ADG-2015",
    "title": "Molecular Basis of Toxoplasma gondii Encystation and Persistence",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Toxoplasma gondii is the most successful obligate intracellular parasites infecting virtually all warm-blooded animals. A infection initiates with the dissemination of the fast-replicating tachyzoites. At the onset of the immune response tachyzoites convert into slow-growing bradyzoites that form cysts in the central nervous system and in striated and heart muscles. Encystation ensures life-long persistence and poses a significant threat of reactivation during immunosuppression and can lead to encephalitis and severe clinical manifestations. Despite the importance of encystation for pathogenesis and transmission, our insight into how T. gondii defies the immune responses to take up permanent residence in the immunocompetent hosts is rudimentary. We propose to determine the molecular mechanisms governing cyst wall formation and parasite adaption to encystation. We will capitalize on the increased sensitivity of -omics approaches, the power of the CRISPR/Cas9 genome editing, the high-resolution microscopy, and on the ex-vivo tissue examination by MALDI imaging mass spectrometry and NanoSIMS technologies.The specific objectives are to: \n1. Identify the components of the Cyst Wall (CW), Parasitophorous Vacuole (PV) and PMV Membrane (PVM) of the cyst\n2. Determine the parasite factors responsible for CW formation and maturation via targeted and unbiased approaches\n3. Define the metabolic network of parasite that is able to initiate encystation and ensure persistence \n4. Measure subversion of host metabolic functions by parasite effectors during encystation and persistence\nWe anticipate fundamental discoveries on i) the regulatory and trafficking circuits that govern CW formation as a biological barrier during encystation ii) metabolic adaptation and subversion of host cellular functions during encystation. Ultimately, understanding parasite strategies and versatilities that ensures its parasitism in immunocompetent hosts and bottlenecks as new targets for intervention.",
    "totalCost": "2297606",
    "ecMaxContribution": "2297606",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 2297606
        }
    },
    "calculatedTotalContribution": 2297606
}