{
    "rcn": "204104",
    "acronym": "WIRELESS",
    "topics": "ERC-StG-2015",
    "title": "Motor and cognitive functions of the monkey premotor cortex during free social interactions",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "A number of studies demonstrated that the primatesí premotor cortex (PM) plays a crucial role not only in organizing movement, but also in perceptual and socio-cognitive functions. However, these studies have been carried out in laboratory settings, which deeply limit the possibility to understand the neural mechanisms underlying natural behaviours. To solve this problem, I propose a new approach consisting in a two-steps chronic recording of monkey PM neurons: first, single neurons response properties will be characterized in a traditional, head-restrained laboratory setting; then, in the same session, the same neurons activity will be recorded wirelessly during free interactions of the monkey with its physical and social environment. The project will initially focus on neurons belonging to the forelimb representation of the ventral (i.e. areas F4 and F5) and dorsal (area F2vr) PM, putatively well known for their role in sensorimotor transformations, goal coding, representation of space, and recognition of otherís observed actions. The same paradigm will then be applied to the study of the mesial pre-supplementary area F6, a crucial bridge between prefrontal and PM regions whose role in socio-cognitive functions remains still virtually unknown. Finally, by simultaneous, chronic recording of neuronal activity from lateral and mesial PM, we will first assess the functional interactions between these areas in both laboratory and natural settings, and then we will probe causality in these interactions by chemically manipulating neuronal activity of one region (i.e. F6) while recording from the other one (i.e. F5). The project will reveal the role of premotor cortex in motor and social functions during natural behaviours. In addition, it might open up new possibilities for future studies of neural plasticity and reorganization of ethologically-relevant motor, cognitive and social functions following chemical manipulation of neural activity and virtual brain lesions.",
    "totalCost": "1499338",
    "ecMaxContribution": "1499338",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PARMA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846028": {
            "orgId": "999846028",
            "orgName": "UNIVERSITA DEGLI STUDI DI PARMA",
            "ecContrib": 1499338
        }
    },
    "calculatedTotalContribution": 1499338
}