{
    "rcn": "204160",
    "acronym": "EU-LAC-MUSEUMS",
    "topics": "INT-12-2015",
    "title": "Museums and Community: Concepts, Experiences, and Sustainability in Europe, Latin America and the Caribbean",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "'The EU-LAC-MUSEUMS project directly meets the challenge of fostering EU-CELAC relations by studying the close connections between Europe and Latin America and the Caribbean (LAC) in the field of community museology. \nTo address this challenge, EU-LAC-MUSEUMS assembles a team of leading academics, museum professionals and policy makers elected by the European and LAC Regional Alliances of the International Council of Museums (ICOM) (www.icom.museum). Together, we are committed to exploring the cultural, scientific and social dimensions of EU-LAC relations with a view to ìsupporting the process of EU-CELAC cooperation outlined by the EU-CELAC Action Plan 2013-2015 in defining a common vision for the years to comeî. Through a series of thematic work packages we will pursue the theme of ìMuseums and Community: Concepts, Experiences, and Sustainability in Europe, Latin America and the Caribbeanî. A good deal of research has been carried out into this subject at local, national, and regional levels in both EU and LAC, but a concerted bi-regional investigation is yet to appear. EU-LAC-MUSEUMS will overcome this gap in knowledge by creating parity of esteem and sustainable dialogue and co-operation between academia, museums and communities in each region. It will achieve this goal by pursuing work packages dealing with the cross cutting societal challenges of: a) 'Technology and Innovation for Bi-Regional Integration'; b) 'Museum Education for Social Inclusion and Cohesion'; c) 'Investment and Entrepreneurship for Sustainable Museumsî, and d) ìExhibiting Migration and Genderî. In so doing, we will push forward the agenda of the EU-CELAC Action Plan in museum practice and theory.'",
    "totalCost": "2422406,5",
    "ecMaxContribution": "2422406,5",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "MUSEO NACIONAL DE COSTA RICA;Universidad Austral de Chile;THE UNIVERSITY OF THE WEST INDIES U WI*;UNIVERSITAT DE VALENCIA;Pontificia Universidad Catolica del Peru;DIRECAO GERAL DO PATRIMONIO CULTURAL;CONSEIL INTERNATIONAL MUSEES",
    "participantCountries": "CR;CL;JM;ES;PE;PT;FR",
    "projectParticipants": {
        "928193195": {
            "orgId": "928193195",
            "orgName": "MUSEO NACIONAL DE COSTA RICA",
            "ecContrib": 130750
        },
        "999871248": {
            "orgId": "999871248",
            "orgName": "THE UNIVERSITY OF THE WEST INDIES U WI*",
            "ecContrib": 301750
        },
        "926706961": {
            "orgId": "926706961",
            "orgName": "CONSEIL INTERNATIONAL MUSEES",
            "ecContrib": 20000
        },
        "997184736": {
            "orgId": "997184736",
            "orgName": "Pontificia Universidad Catolica del Peru",
            "ecContrib": 220562
        },
        "997216067": {
            "orgId": "997216067",
            "orgName": "Universidad Austral de Chile",
            "ecContrib": 122592
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 200371
        },
        "945649800": {
            "orgId": "945649800",
            "orgName": "DIRECAO GERAL DO PATRIMONIO CULTURAL",
            "ecContrib": 431250
        },
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 995131
        }
    },
    "calculatedTotalContribution": 2422406
}