{
    "rcn": "204129",
    "acronym": "Outgroup",
    "topics": "ERC-CoG-2015",
    "title": "Consequences of out-group conflict",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "The aim of this project is to determine the proximate and ultimate consequences of a fundamental but neglected aspect of sociality: out-group conflict. In a wide range of social species, from ants to humans, group members invest considerable defensive effort against individual intruders and rival groups. The lasting impacts of these conflicts with conspecifics are poorly understood. I will integrate empirical and theoretical approaches to uncover the effect of out-group conflict on: (i) individual behaviour, within-group interactions and group decision-making; (ii) steroid hormones that underlie stress, social behaviour and reproduction; (iii) variation in reproductive success arising from maternal investment and offspring care; and (iv) the evolution of societal structure, cooperation and punishment among group-mates, and weaponry and fortification. I will achieve these ambitious objectives using proven experimental paradigms, innovative non-invasive sampling, long-term monitoring, and state-of-the-art analytical methods to collect data from two highly tractable model systems that I have established over the last 4 years: a captive-breeding population of the cichlid fish Neolamprologus pulcher and a habituated wild population of dwarf mongooses (Helogale parvula). I will use some of the same data to inform the assumptions of mathematical models and evolutionary simulations in the development of a rigorous, predictive framework on out-group conflict, which I will test using both my model systems and phylogenetically controlled meta-analyses across species. The management and consequences of conflict are of major importance to science, human society and global politics. My novel and inter-disciplinary proposal will not only significantly advance our understanding of the evolution of sociality, but will invigorate a variety of existing research programmes across biology, anthropology, economics, psychology, and the social and political sciences.",
    "totalCost": "1971866",
    "ecMaxContribution": "1971866",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 1971866
        }
    },
    "calculatedTotalContribution": 1971866
}