{
    "rcn": "204133",
    "acronym": "VIREX",
    "topics": "ERC-CoG-2015",
    "title": "Mumps VIRus EXploitation of the human adhesion receptor GPR125",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Mumps virus is a re-emerging pathogen that causes painful inflammatory symptoms, such as parotitis (salivary gland infection) and orchitis (testis infection). It is highly neurotropic with evidence of brain infection in half of cases and clinical evidence in up to 10%. It is a small RNA virus belonging to the family of paramyxoviridae that includes e.g. viruses for measles and pneumonia, all having a huge impact on global economics and human health. Current vaccine programs have not managed to eliminate mumps and infections occur also in vaccinated individuals.\n \nSeven transmembrane (7TM) receptors are important drug targets. Large DNA viruses (herpes- and pox-) assign large parts of their genomes to exploit 7TM receptors. No such mechanism has however yet been described for small viruses.\n \nBased on strong preliminary data, I will in this interdisciplinary project test the groundbreaking hypothesis that the adhesion 7TM receptor GPR125 is central for the organ damage caused by mumps virus via an interaction with the mumps virus-encoded short-hydrophobic (SH)-protein. I will do so by determining:\n1 - The functional consequences of GPR125-SH-interaction at a single cell, organ and whole body level within the context of mumps virus infection\n2 - The structural requirements for the GPR125-mumps virus interaction using NMR and resolution of crystal structure in preparation for future drug design\n \nThe project is high risk and high gain, yet the gain clearly exceeds the risk. On account of my past expertise in pharmacology and virology, and that of several expert collaborators, the project is indeed feasible. It has tremendous perspectives as SH-proteins are present also in other viruses. The SH-GPR125 complex might thus represent a general principle for organ damage and a mode of action more generally amenable to therapeutic interference. In fact, novel approaches, mechanism-based, might be seen as more appealing to those who fear current vaccination 'modes'.",
    "totalCost": "1813367",
    "ecMaxContribution": "1813367",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1813367
        }
    },
    "calculatedTotalContribution": 1813367
}