{
    "rcn": "204191",
    "acronym": "DISCO",
    "topics": "INSO-10-2015",
    "title": "Data Integrated Supply Chain Optimisation",
    "startDate": "01/04/2016",
    "endDate": "31/10/2017",
    "objective": "The objective of this project is to commercialise the Valuechain.com Ecosystem.  It is a scalable cloud-based platform that enables manufacturing businesses to optimise overall supply chain performance by connecting with supply chain partners, capturing and analysing real-time structured and unstructured data from internal and external sources, and providing multiple scenario plans to optimise individual company and overall supply chain performance through predictive analytics.\n\nValuechain.com Ecosystem is a disruptive technology and will catalyse the creation of 4 new SME business models in high value manufacturing sectors, unlocking the potential of vertical and horizontal integrated networks of businesses that could not previously collaborate effectively as the information exchange between businesses was very fragmented and manually executed.\n\nCombining real-time knowledge of the supply chain with predictive analytics will provide unprecedented visibility and decision support for manufacturing supply chains and enable European manufacturing companies to monitor and mitigate supply chain risk, create dynamic collaborative supply chain networks by streamlining operations and reduce waste to improve global competitiveness.\n\nSuccessful completion of a Feasibility Study, including 22 pilot trials, has proven customer interest and price point acceptance from all tiers of the supply chain.  A technical development plan has been put together with focus on end user requirements captured.  This project will enable Valuechain.com to build on its existing commercialised supply chain collaboration and mapping solutions and secure first mover advantage. The average annual revenue generated from license rental model and aggregated procurement commissions from each client is Ä1,200 and the potential market opportunity is Ä75,000,000 annual revenue within 5 years.",
    "totalCost": "3184343",
    "ecMaxContribution": "2229040,1",
    "coordinator": "VALUECHAIN.COM ENTERPRISES LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937924817": {
            "orgId": "937924817",
            "orgName": "VALUECHAIN.COM ENTERPRISES LTD",
            "ecContrib": 2229040
        }
    },
    "calculatedTotalContribution": 2229040
}