{
    "rcn": "204138",
    "acronym": "SOFTBREAK",
    "topics": "ERC-CoG-2015",
    "title": "From bond breaking to material failure in soft polymer networks",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The microscopic mechanisms that lead to mechanical failure of soft polymer materials are still poorly understood. The main reason for this is a lack of experimental tools to prepare well-controlled model systems and to observe the failure process in real time at the microscopic scale. Here, I propose to fill this gap by taking a multidisciplinary approach that combines innovative chemical tools with state-of-the art physical experiments and modelling. Previous work in my group has led to the development of polymer networks with extremely well-controlled architecture and bond strength, and of various tools to study their structure and mechanics. Here, I will take advantage of this expertise to systematically unravel the microscopic physics of failure of polymer networks. \nTo visualize how the failure process proceeds, we will make use of recently developed mechanosensors, molecules that change colour in response to a force or that emit light when they break. These chemical tools will allow us to map in real time the spatial distribution of both strains and bond rupture events. Together with computer simulations carried out in parallel, this will give us unprecedented insight in the microscopic processes that occur during failure of the material, from the very first bonds that rupture, to the gradual accumulation of damage, all the way to macroscopic failure. We will use this to address the following unresolved questions about failure of polymer networks:\n1. What is the microscopic mechanism that leads to delayed failure of polymer networks at subcritical loads? \n2. How does the initiation of failure depend on the material's heterogeneity? \n3. How does failure occur in a network with transient (viscoelastic) bonds?\nThe project will not only provide detailed insight in the physics of failure of polymer networks, but it will also shed light on fracture physics in general. Finally, it will help material scientists to design new materials with superior properties.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}