{
    "rcn": "204109",
    "acronym": "AFFORDS-HIGHER",
    "topics": "ERC-StG-2015",
    "title": "Skilled Intentionality for 'Higher' Embodied Cognition: Joining forces with a field of affordances in flux",
    "startDate": "01/05/2016",
    "endDate": "30/04/2021",
    "objective": "In many situations experts act adequately, yet without deliberation. Architects e.g, immediately sense opportunities offered by the site of a new project. One could label these manifestations of expert intuition as ëhigher-levelí cognition, but still these experts act unreflectively. The aim of my project is to develop the Skilled Intentionality Framework (SIF), a new conceptual framework for the field of embodied/enactive cognitive science (Chemero, 2009; Thompson, 2007). I argue that affordances - possibilities for action provided by our surroundings - are highly significant in cases of unreflective and reflective ëhigherí cognition. Skilled Intentionality is skilled coordination with multiple affordances simultaneously.\n\nThe two central ideas behind this proposal are (a) that episodes of skilled ëhigherí cognition can be understood as responsiveness to affordances for ëhigherí cognition and (b) that our surroundings are highly resourceful and contribute to skillful action and cognition in a far more fundamental way than is generally acknowledged. I use embedded philosophical research in a particular practice of architecture to shed new light on the ways in which affordances for ëhigherí cognition support creative imagination, anticipation, explicit planning and self-reflection. \n\nThe Skilled Intentionality Framework is groundbreaking in relating findings established at several complementary levels of analysis: philosophy/phenomenology, ecological psychology, affective science and neurodynamics. \n\nEmpirical findings thought to be exclusively valid for everyday unreflective action can now be used to explain skilled ëhigherí cognition as well. Moreover, SIF brings both the context and the social back into cognitive science. I will show SIFís relevance for Fristonís work on the anticipating brain, and apply it in the domain of architecture and public health. SIF will radically widen the scope of the increasingly influential field of embodied cognitive science.",
    "totalCost": "1499850",
    "ecMaxContribution": "1499850",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 1499850
        }
    },
    "calculatedTotalContribution": 1499850
}