{
    "rcn": "204139",
    "acronym": "2D-CHEM",
    "topics": "ERC-CoG-2015",
    "title": "Two-Dimensional Chemistry towards New Graphene Derivatives",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The suite of grapheneís unique properties and applications can be enormously enhanced by its functionalization. As non-covalently functionalized graphenes do not target all grapheneís properties and may suffer from limited stability, covalent functionalization represents a promising way for controlling grapheneís properties. To date, only a few well-defined graphene derivatives have been introduced. Among them, fluorographene (FG) stands out as a prominent member because of its easy synthesis and high stability. Being a perfluorinated hydrocarbon, FG was believed to be as unreactive as the two-dimensional counterpart perfluoropolyethylene (TeflonÆ). However, our recent experiments showed that FG is not chemically inert and can be used as a viable precursor for synthesizing graphene derivatives. This surprising behavior indicates that common textbook grade knowledge cannot blindly be applied to the chemistry of 2D materials. Further, there might be specific rules behind the chemistry of 2D materials, forming a new chemical discipline we tentatively call 2D chemistry. The main aim of the project is to explore, identify and apply the rules of 2D chemistry starting from FG. Using the knowledge gained of 2D chemistry, we will attempt to control the chemistry of various 2D materials aimed at preparing stable graphene derivatives with designed properties, e.g., 1-3 eV band gap, fluorescent properties, sustainable magnetic ordering and dispersability in polar media. The new graphene derivatives will be applied in sensing, imaging, magnetic delivery and catalysis and new emerging applications arising from the synergistic phenomena are expected. We envisage that new applications will be opened up that benefit from the 2D scaffold and tailored properties of the synthesized derivatives. The derivatives will be used for the synthesis of 3D hybrid materials by covalent linking of the 2D sheets joined with other organic and inorganic molecules, nanomaterials or biomacromolecules.",
    "totalCost": "1831102,5",
    "ecMaxContribution": "1831102,5",
    "coordinator": "UNIVERZITA PALACKEHO V OLOMOUCI",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999649506": {
            "orgId": "999649506",
            "orgName": "UNIVERZITA PALACKEHO V OLOMOUCI",
            "ecContrib": 1831102
        }
    },
    "calculatedTotalContribution": 1831102
}