{
    "rcn": "204121",
    "acronym": "EpiMech",
    "topics": "ERC-CoG-2015",
    "title": "Epithelial cell sheets as engineering materials: mechanics, resilience and malleability",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The epithelium is a cohesive two-dimensional layer of cells attached to a fluid-filled  fibrous matrix, which lines most free surfaces and cavities of the body. It serves as a protective barrier with tunable permeability, which must retain integrity in a mechanically active environment. Paradoxically, it must also be malleable enough to self-heal and remodel into functional 3D structures such as villi in our guts or tubular networks. Intrigued by these conflicting material properties, the main idea of this proposal is to view epithelial monolayers as living engineering materials. Unlike lipid bilayers or hydrogels, widely used in biotechnology, cultured epithelia are only starting to be integrated in organ-on-chip microdevices. As for any complex inert material, this program requires a fundamental understanding of the structure-property relationships. (1) Regarding their effective in-plane rheology, at short time-scales epithelia exhibit solid-like behavior while at longer times they flow as a consequence of the only qualitatively understood dynamics of the cell-cell junctional network. (2) As for material failure, excessive tension can lead to epithelial fracture, but as we have recently shown, matrix poroelasticity can also cause hydraulic fracture under stretch. However, it is largely unknown how adhesion molecules, membrane, cytoskeleton and matrix interact to give epithelia their robust and flaw-tolerant resilience. (3) Regarding shaping 3D epithelial structures, besides the classical view of chemical patterning, mechanical buckling is emerging as a major morphogenetic driving force, suggesting that it may be possible design 3D epithelial structures in vitro by mechanical self-assembly. Towards understanding (1,2,3), we will combine a broad range of theoretical, computational and experimental methods. Besides providing fundamental mechanobiological understanding, this project will provide a framework to manipulate epithelia in bioinspired technologies.",
    "totalCost": "1989875",
    "ecMaxContribution": "1989875",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 1989875
        }
    },
    "calculatedTotalContribution": 1989875
}