{
    "rcn": "204158",
    "acronym": "SPLICE3D",
    "topics": "ERC-ADG-2015",
    "title": "CryoEM studies of the spliceosome",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The protein coding sequences of the majority of eukaryotic genes are interrupted by non-coding introns. The spliceosome is an immense and intricate molecular machine that catalyses the excision of introns from pre-mRNAs and splicing together of exons to produce mature mRNA. This is a crucial process in eukaryotic gene expression and we aims to greatly increase our understanding of its molecular mechanism through cryoEM studies of the spliceosome. The spliceosome comprises five canonical subunits, namely U1, U2, U4, U5 and U6 small nuclear ribonucleoprotein particles (snRNPs) and numerous non-snRNP factors. During the initial stages, U1 and U2 snRNPs bind the 5í-splice site and branch point of pre-mRNA, respectively, and the spliceosome is fully assembled when the U4/U6.U5 tri-snRNP is recruited. The spliceosome then becomes activated through extensive structural and compositional remodeling which leads to the formation of the catalytic RNA core. Recently we determined the crystal structure of U1 snRNP and two key spliceosomal proteins: Prp8, which harbours the catalytic RNA core and Brr2, which catalyses the rearrangement of the RNA interaction network and plays a crucial role in spliceosomal activation.  We also solved the structure of U4/U6.U5 tri-snRNP by cryoEM and revealed the nearly complete organisation of U5 snRNA and U4/U6 snRNA and over 30 proteins within this complex, providing crucial insights into the activation mechanism and the active site of the spliceosome. Building on these achievements we aim to determine the structure of the entire spliceosome stalled at different steps of the splicing reaction so that the molecular mechanism of pre-mRNA splicing is understood in structural terms. This will enormously increase our understanding of this fundamental process of eukaryotic gene expression and such knowledge will clarify the molecular pathology of diseases caused by mutations in spliceosomal components and may facilitate therapeutic intervention.",
    "totalCost": "1845635",
    "ecMaxContribution": "1845635",
    "coordinator": "MEDICAL RESEARCH COUNCIL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 1845635
        }
    },
    "calculatedTotalContribution": 1845635
}