{
    "rcn": "204116",
    "acronym": "REFORMED",
    "topics": "ERC-StG-2015",
    "title": "Reforming Schools Globally: A Multi-Scalar Analysis of Autonomy and Accountability Policies in the Education Sector",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Most countries in the world are facing reform pressures to make their education systems more effective and responsive to the new challenges generated by the global economy. In this scenario, managerial policy ideas such as school autonomy and accountability, which aim to modernize public education and strengthen its performance, are spreading broadly. To date, a wide range of countries with different administrative traditions and levels of development have adopted school autonomy with accountability (SAWA) policies, whilst the most active international organizations in the education sector, like the OECD, are strongly promoting them globally.\nConstituting SAWA as a global model of education reform generates two main questions. First, why and how are SAWA policies disseminating globally, and to what extent does this reform model generate international policy convergence in education? Secondly, how and under what particular contextual and institutional circumstances do SAWA policies work and for whom? The fact that existing scholarly research has achieved inconclusive and mixed findings concerning the SAWA effects on learning outcomes and equity makes this second question especially relevant.\nTo address these gaps in existing literature, REFORMED develops a comprehensive research approach that scrutinizes the different, but mutually constitutive stages of global education policy, from the inception in global agendas stage to their operationalization and effects in multiple contexts. Specifically, the project analyzes how and why SAWA policies are being adopted and re-formulated by policy actors operating at different scales (from international bureaucrats to teachers), and inquires into the institutional frameworks and policy enactment processes that explain the different effects of SAWA at the school level. A robust and multi-scalar methodological strategy that combines quantitative and qualitative methods will contribute to advancing such an innovative approach.",
    "totalCost": "1002307",
    "ecMaxContribution": "1002307",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 1002307
        }
    },
    "calculatedTotalContribution": 1002307
}