{
    "rcn": "204125",
    "acronym": "POLICYAID",
    "topics": "ERC-CoG-2015",
    "title": "Policy, practice and patient experience in the age of intensified data sourcing",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The European healthcare services have begun collecting tissue samples and healthcare data from patients on an unprecedented scale. With POLICYAID we suggest the term 'intensified data sourcing' to describe these attempts at getting more data, on more people, of better quality while simultaneously making the data available for multiple uses. Data are used for research, for financial remuneration purposes, for quality assurance, to attract capital and even for police work. POLICYAID investigates how the diverse agendas interact in the making of a new infrastructure for healthcare. \nPOLICYAID ambitiously aims to understand the drivers for and implications of intensified data sourcing in the biomedical realm across three levels: 1) policymaking, 2) everyday clinical practices, and 3) citizen experiences of health, illness, rights and duties. To achieve this aim we compare four different forms of intensified data sourcing, and analyze the regulatory frameworks guiding the data procurement and use in Denmark, the EU and beyond. \n\nBased on PIís strong inter-disciplinary background and experience, we fuse legal, sociological, anthropological and public health scholarship and develop new methodologies for policy analysis by combining document analysis, interviews, participant observation and register-based methodologies. Instead of simply assuming that data sourcing can be reduced to matters of surveillance, we open up the black box of data sourcing by describing how data are selected; financed; what they are used for; how data practices relate to the involved stakeholders' hopes and concerns, and; who gains which rights to the data. We can thereby explore how intensified data sourcing affects clinical routines and patient experience, as well as understand how Big Data for medical research emerges. POLICYAID thereby arrives at novel understandings of both policy making and what it means to be patient in the age of intensified data sourcing.",
    "totalCost": "1972860",
    "ecMaxContribution": "1972860",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1972860
        }
    },
    "calculatedTotalContribution": 1972860
}