{
    "rcn": "204105",
    "acronym": "ORACLE",
    "topics": "ERC-StG-2015",
    "title": "Origins of Alzheimer's disease across the life-course",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The origins of Alzheimerís disease (AD) remain elusive. The long pre-clinical phase of AD is universally recognized, but it is not known when predisposition for AD develops nor when the first signs and symptoms become discernable. In this regard, an essential role is played by the ëreserveí capacity of the brain, which is built up in early life and acts as buffer against adverse risk factors later in life. However, life-time trajectories of build up and loss of reserve and its determinants remain poorly understood.\nIn ORACLE, I aim to unravel the origins of AD by studying reserve across the entire life-span: from in utero to end of life. The underlying hypothesis is that etiologic factors exert their effect on the risk of AD during the entire life-span, through build-up and loss of reserve. Such life-course approach to study reserve is worldwide unique and constitutes truly ground-breaking research aimed at unraveling the earliest origins of AD. Key objectives are:\n1) To study trajectories of reserve across the entire lifespan.\n2) To study factors that shape reserve in early life.\n3) To study factors that determine onset and early loss of reserve.\nI will compile a life-course cohort that consists of three population-based samples totalling 40,829 persons that together cover the entire life-span: children in Generation R Study (in utero ñ 18 yrs); parents in Generation R Study (18ñ45 yrs); and the Rotterdam Study (45 yrs ñ death). Reserve will be quantified structurally using imaging techniques that measure volumetry, perfusion and connectivity as well as functionally by measuring cognitive and non-cognitive brain functions. I will study genetic and non-genetic risk factors of AD and their effects on reserve.\nResults from ORACLE will provide ground-breaking new insights into the earliest origins of AD. In turn, these insights are of major importance to enable the early identification of persons at highest risk of AD and develop targeted prevention for these persons.",
    "totalCost": "1495715",
    "ecMaxContribution": "1495715",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 1495715
        }
    },
    "calculatedTotalContribution": 1495715
}