{
    "rcn": "204151",
    "acronym": "MAVEN",
    "topics": "MG-3.6a-2015",
    "title": "Managing Automated Vehicles Enhances Network",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Highly automated vehicles and cooperative ITS technology will get more and more present in the near future. By combining both, guidance of (groups of) such vehicles can considerably improve especially in urban areas. For management of automated vehicles at signalized intersection and corridors, the MAVEN (Managing Automated Vehicles Enhances Network) project will develop infrastructure-assisted platoon organization and negotiation algorithms. These extend and connect vehicle systems for trajectory and maneuver planning and infrastructure systems for adaptive traffic light optimization. Traffic lights adapting their signal timing to facilitate the movement of organized platoons and reversely will yield substantial better utilization of infrastructure capacity, reduction of vehicle delay and reduction of emission. The MAVEN project will build a system prototype for both field tests and extensive modeling for impact assessment, contribute to the development of enabling technologies such as communication standards and high-precision maps, and develop ADAS techniques for inclusion of vulnerable road users. Additionally, MAVEN will include a user assessment and the development of a roadmap for the introduction of vehicle-road automation to support road authorities in understanding changes in their role and the tasks of traffic management systems. Finally, MAVEN will white paper on ëmanagement of automated vehicles in a smart city environmentí will be written to position the MAVEN results in the broader perspective of passenger transport in smart / future cities and to embed them with smart city principles and technologies as well as service delivery.",
    "totalCost": "3149661,25",
    "ecMaxContribution": "3149661,25",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "GEMEENTE HELMOND;DYNNIQ NEDERLAND BV;TOMTOM DEVELOPMENT GERMANY GMBH;ROYAL BOROUGH OF GREENWICH;HYUNDAI MOTOR EUROPE TECHNICAL CENTER GMBH;POLIS - PROMOTION OF OPERATIONAL LINKS WITH INTEGRATED SERVICES, ASSOCIATION INTERNATIONALE;CESKE VYSOKE UCENI TECHNICKE V PRAZE;MAP TRAFFIC MANAGEMENT BV",
    "participantCountries": "NL;DE;UK;BE;CZ",
    "projectParticipants": {
        "925957054": {
            "orgId": "925957054",
            "orgName": "HYUNDAI MOTOR EUROPE TECHNICAL CENTER GMBH",
            "ecContrib": 579750
        },
        "936827165": {
            "orgId": "936827165",
            "orgName": "MAP TRAFFIC MANAGEMENT BV",
            "ecContrib": 156438
        },
        "999848744": {
            "orgId": "999848744",
            "orgName": "CESKE VYSOKE UCENI TECHNICKE V PRAZE",
            "ecContrib": 310938
        },
        "939160500": {
            "orgId": "939160500",
            "orgName": "ROYAL BOROUGH OF GREENWICH",
            "ecContrib": 140062
        },
        "953484102": {
            "orgId": "953484102",
            "orgName": "DYNNIQ NEDERLAND BV",
            "ecContrib": 685500
        },
        "951657883": {
            "orgId": "951657883",
            "orgName": "TOMTOM DEVELOPMENT GERMANY GMBH",
            "ecContrib": 155500
        },
        "999928381": {
            "orgId": "999928381",
            "orgName": "POLIS - PROMOTION OF OPERATIONAL LINKS WITH INTEGRATED SERVICES, ASSOCIATION INTERNATIONALE",
            "ecContrib": 123500
        },
        "997610469": {
            "orgId": "997610469",
            "orgName": "GEMEENTE HELMOND",
            "ecContrib": 159750
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 838224
        }
    },
    "calculatedTotalContribution": 3149662
}