{
    "rcn": "204111",
    "acronym": "HIRESMEMMANIP",
    "topics": "ERC-StG-2015",
    "title": "Spiking network mechanisms underlying short term memory",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Short term memory (STM) is impaired at old age and a host of neuropsychiatric disorders, and has been the focus of a multitude of psychological and theoretical studies. However, the underlying neuronal circuit mechanisms remain elusive, mainly due to the lack of experimental tools: we suggest that rapid manipulations at the neuronal level are required for deciphering underlying mechanisms. We have developed an approach combining large-scale extracellular recordings and high density multi-site/multi-color optical stimulation (ìdiode-probesî), which enables high resolution closed-loop manipulation of multiple circuit elements in intact, free, behaving rodents. After training mice and rats to perform bridging-free STM-tasks, we will evaluate local circuit mechanisms in hippocampus and prefrontal cortex. Two broad classes of manipulations will be used: First, necessary components and timescales needed for STM maintenance will be established by focal real-time silencing of specific cell types and real-time jittering of spiking in those cells. Second, sufficient components (neuronal codes) will be determined by a circuit-training phase, in which novel associations between synthetic brain patterns and behaviorally-relevant short-term memory traces will be established. The first class is equivalent to erasing memories and the second to their writing. Together, these manipulations are expected to reveal global and local circuit mechanisms that facilitate STM maintenance in intact animals",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}