{
    "rcn": "204159",
    "acronym": "iCARE",
    "topics": "ERC-PoC-2015",
    "title": "MobIle health-Care system for monitoring toxicity and symptoms in cAncer patients ReceivingdiseasE-oriented therapy",
    "startDate": "01/06/2016",
    "endDate": "30/11/2017",
    "objective": "The project aims at developing a pre-commercial solution, till preparing its entrance to the market, of a new cost-effective mobile system for technology-aided home treatment with oral drugs in cancer patients. This project stems from the ERC Starting Grant VISION, which demonstrated the effectiveness of model-driven approaches for adaptive context-aware resource configuration in internetworking smart objects and wireless multimedia sensor networks. Pervasiveness and easiness of usage that internetworking smart objects may offer to cancer patients in their everyday life, constitute the baseline of the iCARE system.  \nThe use of oral anticancer drugs in modern oncology creates a paradigm shift, challenging traditional attitudes towards cancer care and oncology services. Daily use of oral anticancer drugs assumed at home is a challenging commitment for patients, since in non-traditional settings even the patientís adherence is affected by self-administration and lack of supervision in managing side effects. \nThe iCARE project will prototype specifically designed devices interfaced to the patientís smartphone to constantly monitor and periodically report to the medical unit the compliance to the therapy. A novel smartphoneís APP will collect patientsí feedbacks about side effects through daily questionnaires, in full compliance with relevant cancer medical protocols. To strengthen the ICT coordination of care services, provided tools will be tested over tens of volunteering patients and constantly enhanced based on feedback from patients and physicians to increase easiness of usage and effectiveness of the technology-aided methodology. \nSince orally administered chemotherapy and biologic agents are expected to increase dramatically in the near future, the iCARE system has the potential to create a high socio-economic impact, enabling a wide spread of home treatment of cancer patients that preserve their confortable lifestyle, and allowing significant resource savings.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "SMARTLY: NATIVES OF SMART LIVING SRL",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITA DEGLI STUDI DELL'AQUILA",
    "participantCountries": "IT",
    "projectParticipants": {
        "999859511": {
            "orgId": "999859511",
            "orgName": "UNIVERSITA DEGLI STUDI DELL'AQUILA",
            "ecContrib": 45000
        },
        "934717609": {
            "orgId": "934717609",
            "orgName": "SMARTLY: NATIVES OF SMART LIVING SRL",
            "ecContrib": 105000
        }
    },
    "calculatedTotalContribution": 150000
}