{
    "rcn": "204103",
    "acronym": "HOMInG",
    "topics": "ERC-StG-2015",
    "title": "The Home-Migration Nexus: Home as a Window on Migrant Belonging, Integration and Circulation",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "The experience of home lies at the core of everyday life, but only through migration is it revealed as a complex and elusive social construction, whose micro analysis illuminates macro social issues and problems. How home works in the life trajectories of those who left it behind, and what the search for home says of immigrant integration and of the influence of mobility on domesticity, are the central questions of HOMInG. By deconstructing the tension between the static face of home and the dynamic face of migrant lives, this programme marks a turning point in the study of the social and emotional appropriation of space. It builds on a mixed-method research design on home as experienced by labour and forced migrants, under different household arrangements, compared across several countries and groups of reference. \nHOMInGís objectives are to: 1. Analyze migrant ìways of homingî in a multi-sited and comparative framework, highlighting the distinctive influence of ethnicity and mobility on the home experience; 2. Advance the theoretical connection between home, mobility and circulation, by understanding how (far) the physical, relational and emotional bases of home are reproduced over space, and how (far) pre-existing home cultures are affected by transnational migration; 3. Implement a research design that innovates the comparative study of belonging and place attachment among mobile and sedentary populations; 4. Assess the conditions under which private and public spaces may be more or less conducive to an inclusive home experience ñ marked by familiarity, security, routine ñ in migrantsí and nativesí everyday lives.  \nHOMInG breaks new ground in migration, mobility and home studies, by demonstrating how apparently mundane details, such as the ways of experiencing home, provide an original research window into social change in multi-ethnic societies. Based on unprecedented cross-country data, it will enable a fresh understanding of home, as affected by migration.",
    "totalCost": "1499678",
    "ecMaxContribution": "1499678",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 1499678
        }
    },
    "calculatedTotalContribution": 1499678
}