{
    "rcn": "204167",
    "acronym": "MOTO",
    "topics": "Sesar-06-2015",
    "title": "the embodied reMOte Tower",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "ATM Human Performance research has been traditionally focused on two senses: sight and hearing. Remote tower operations make no exception, with many efforts and resources focused on acquisition of visual images, for instance by means of hi-resolution cameras (SESAR requs here). This situation is often understood by adopting traditional human information processing approaches, where human cognition is described as composed by the three phases of input acquisition-processing-action, with a clear and neat separation among them. \nMOTO will explore 3 research opportunities. \nThe first one is to consider the role of all the human senses for tower operations. The approach of Embodied Cognition could be applied to achieve a full understanding on the use of other senses for controllers, i.e. one not deprived of important bodily sensations. \nThe second one is that the Embodied Cognition approach also shows how the three phases of human cognition cannot be neatly divided, as decision-making is closely integrated with our perceptual capability and action possibilities.  The embodied remote tower could potentially open up new possibilities to study (and reproduce, see point below) advanced forms of naturalistic decision-making, or attentional mechanism like the cocktail party effect.\nThird, the understanding of embodied aspects of ATM Human Performance is a pre-requisite to design effective multimodal input and output channels, thereby rethinking the current human-system interaction model. The end goal is to enhance human performance, by exploiting other channels than the already overloaded visual channel.",
    "totalCost": "999000",
    "ecMaxContribution": "999000",
    "coordinator": "DEEP BLUE SRL",
    "coordinatorCountry": "IT",
    "participants": "RIJKSUNIVERSITEIT GRONINGEN;ECOLE NATIONALE DE L AVIATION CIVILE;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "NL;FR;IT",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 292500
        },
        "998325941": {
            "orgId": "998325941",
            "orgName": "DEEP BLUE SRL",
            "ecContrib": 320000
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 100000
        },
        "996375756": {
            "orgId": "996375756",
            "orgName": "ECOLE NATIONALE DE L AVIATION CIVILE",
            "ecContrib": 286500
        }
    },
    "calculatedTotalContribution": 999000
}