{
    "rcn": "204154",
    "acronym": "DAMOCLES",
    "topics": "ERC-ADG-2015",
    "title": "Simulating Non-Equilibrium Dynamics of Atmospheric Multicomponent Clusters",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Atmospheric aerosol particles play a key role in regulating the climate, and particulate matter is responsible for most of the 7 million deaths per year attributed to air pollution. Lack of understanding of aerosol processes, especially the formation of ice crystals and secondary particles from condensable trace gases, hampers the development of air quality modelling, and remains one of the major uncertainties in predicting climate. \nThe purpose of this project is to achieve a comprehensive understanding of atmospheric nanocluster and ice crystal formation based on fundamental physico-chemical principles. We will use a wide palette of theoretical methods including quantum chemistry, reaction kinetics, continuum solvent models, molecular dynamics, Monte Carlo simulations, Markov chain Monte Carlo methods, computational fluid dynamics, cluster kinetic and thermodynamic models. We will study non-equilibrium effects and kinetic barriers in atmospheric clustering, and use these to build cluster distribution models with genuine predictive capacity.\nChemical ionization mass spectrometers can, unlike any other instruments, detect the elemental composition of many of the smallest clusters at ambient low concentrations. However, the charging process and the environment inside the instrument change the composition of the clusters in hitherto unquantifiable ways. We will solve this problem by building an accurate model for the fate of clusters inside mass spectrometers, which will vastly improve the amount and quality of information that can be extracted from mass spectrometric measurements in atmospheric science and elsewhere.\nDAMOCLES will produce reliable and consistent models for secondary aerosol and ice particle formation and growth. This will lead to improved predictions of aerosol concentrations and size distributions, leading to improved air quality forecasting, more accurate estimates of aerosol indirect climate forcing and other aerosol-cloud-climate interactions.",
    "totalCost": "2390450",
    "ecMaxContribution": "2390450",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 2390450
        }
    },
    "calculatedTotalContribution": 2390450
}