{
    "rcn": "204112",
    "acronym": "Antibodyomics",
    "topics": "ERC-StG-2015",
    "title": "Vaccine profiling and immunodiagnostic discovery by high-throughput antibody repertoire analysis",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Vaccines and immunodiagnostics have been vital for public health and medicine, however a quantitative molecular understanding of vaccine-induced antibody responses is lacking. Antibody research is currently going through a big-data driven revolution, largely due to progress in next-generation sequencing (NGS) and bioinformatic analysis of antibody repertoires. A main advantage of high-throughput antibody repertoire analysis is that it provides a wealth of quantitative information not possible with other classical methods of antibody analysis (i.e., serum titers); this information includes: clonal distribution and diversity, somatic hypermutation patterns, and lineage tracing. In preliminary work my group has established standardized methods for antibody repertoire NGS, including an experimental-bioinformatic pipeline for error and bias correction that enables highly accurate repertoire sequencing and analysis. The overall goal of this proposal will be to apply high-throughput antibody repertoire analysis for quantitative vaccine profiling and discovery of next-generation immunodiagnostics. Using mouse subunit vaccination as our model system, we will answer for the first time, a fundamental biological question within the context of antibody responses - what is the link between genotype (antibody repertoire) and phenotype (serum antibodies)? We will expand upon this approach for improved rational vaccine design by quantitatively determining the impact of a comprehensive set of subunit vaccination parameters on complete antibody landscapes. Finally, we will develop advanced bioinformatic methods to discover immunodiagnostics based on antibody repertoire sequences. In summary, this proposal lays the foundation for fundamentally new approaches in the quantitative analysis of antibody responses, which long-term will promote the development of next-generation vaccines and immunodiagnostics.",
    "totalCost": "1492586",
    "ecMaxContribution": "1492586",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1492586
        }
    },
    "calculatedTotalContribution": 1492586
}