{
    "rcn": "204141",
    "acronym": "DEMETINL",
    "topics": "ERC-CoG-2015",
    "title": "Decisions in metabolic inflammation of the liver: Adhesive interactions involved in leukocyte retention and resolution of inflammation in metabolic-inflammatory liver disease",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Resolution of acute inflammation, involving limiting further leukocyte recruitment, apoptosis and clearance of inflammatory cells via macrophages as well as egress of the inflammatory cells, is operative in acute inflammation but dysfunctional in chronic inflammatory disease. In the latter scenario, the retention and activation of leukocytes in the inflamed tissue linked with failure to resolve inflammation contributes to perpetuation of organ damage and loss of homeostasis. Interestingly, persistent inflammation in insulintarget organs, such as the adipose tissue and the liver in the context of obesity significantly contributes to development of insulin resistance (IR), diabetes and non-alcoholic fatty liver disease (NAFLD). So far, investigations have mainly addressed obesity-related inflammatory mechanisms in the AT and rather less in other metabolic organs, e.g. the liver. Therefore, the aims of this proposal are: (i) To characterize in the context of obesity-related metabolic disease novel processes mediating inflammatory cell retention, especially in the liver. In this context, we will also address the novel hypothesis that adhesive interactions of inflammatory cells (with e.g. parenchymal cells) in the metabolically challenged environment of obese organs may activate them via alterations in their cellular metabolism, thereby contributing to perpetuation of inflammation. (ii) To understand resolution of inflammation including inflammatory cell egress from metabolic organs, especially from the liver in metabolic-inflammatory disease. To this end, we will also utilize models of acute inflammation, which is capable to resolve, in order to understand resolution principles and apply them to non-resolving metabolic-inflammatory disease. In this regard, we will also assess the therapeutic potential of novel inflammation-modulating factors identified by our lab.",
    "totalCost": "1953250",
    "ecMaxContribution": "1953250",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 1953250
        }
    },
    "calculatedTotalContribution": 1953250
}