{
    "rcn": "204124",
    "acronym": "SCATAPNUT",
    "topics": "ERC-CoG-2015",
    "title": "Scattering and tapping on soft-hard-open nuts",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Seeds enclosed in maternal tissue are an important evolutionary plant development as they protect the embryo in many different environments. The protecting coverings are very heterogeneous in structure and origin due to different seed dispersal strategies and environments designed for. The ones having hard outer coverings are commonly called nuts and their shells have recently become of interest for biomimetic research as they represent hard and tough lightweight structures with biological and environmental resistance.\nBiological materials are optimized at numerous length scales. To unravel the design principles on the micro- and nano scale and their assembly are a big challenge in biomimetic research. Thus the objectives of this project are threefold: 1) develop in-situ methods for in-depth characterization at the micro- and nano level, 2) reveal the heterogeneity and common design principles by investigating different species and 3) follow development (soft), maturation (hard) and germination (open).\nBy measuring the inelastic scattering of laser light (RAMAN microscopy), tapping with a tip (Atomic force microscopy AFM, pulsed force mode) and combining both (Scanning near field optical microscopy-SNOM, Tip enhanced Raman spectroscopy-TERS) sophisticated applications for imaging natural packaging structures will be developed. This will enable us to gain new insights into micro- and nanochemistry as well as nanomechanics in the context of tissue and cell organization. Furthermore in-depth knowledge on the developmental processes of cell assembly, maturation and germination will be obtained. This will lead to a better understanding of the underlying design principles, which is important in order to extract structure-function relationships and identify features that contribute e.g. to the high strength and cracking resistance and longevity. Such information is important for biology (agriculture) and will give new input in intelligent biomimetic material design.",
    "totalCost": "1993606,25",
    "ecMaxContribution": "1993606,25",
    "coordinator": "UNIVERSITAET FUER BODENKULTUR WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 1993606
        }
    },
    "calculatedTotalContribution": 1993606
}