{
    "rcn": "204270",
    "acronym": "BADGER",
    "topics": "SMEInst-05-2016-2017",
    "title": "calScreenerÆ ñ an innovative device for Bacterial Analysis and Diagnostics through Growth andEnergy-release in Real-time",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "The overall objective of the project is to commercialize calScreenerô - the first multi-channel calorimetry system for Antimicrobial Susceptibility Testing (AST). \nThe clinical importance of AST tests is increasing in line with the growing concerns over antimicrobial-resistant infections. De-spite the vast amount of research that has been done to improve AST testing standards globally, there are several clinical areas where the testing cannot be performed due to the lack of proper monitoring/assay technologies. An example is Biofilm Infections where no diagnostic standards exist. Through the project, SymCel will propose calScreenerô , a calorimetry based diagnostic tool, as a novel and viable approach to target unmet diagnostic needs.\nThe key need of clinicians dealing with bacterial infections is an accurate and quick diagnostic test that will help to determine if and what type of antibiotic should be used in the patient. The test should be objective and actionable, i.e. providing information at the choice of therapy. \ncalScreenerô will meet those needs by delivering detailed and correct information about the type of bacteria involved in the infection enabling quick choice of individualized patient therapy. In the Phase 1 project, SymCel will develop a business plan that will guide the upcoming validation and exploitation efforts. By validating and commercializing calScreenerô as a diagnostic tool, the BADGER project will make an important contribution to fighting anti-microbial resistance in Europe, and increase the level of Antibiotic Stewardship.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SYMCEL SVERIGE AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924089610": {
            "orgId": "924089610",
            "orgName": "SYMCEL SVERIGE AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}