{
    "rcn": "204231",
    "acronym": "ULISENS",
    "topics": "SMEInst-03-2016-2017",
    "title": "Ultra Legionella Inmunoanalysis System for Early Sensing",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The general objective of ULISENS project is focused on the development and further commercialization of an automatic early warning system able to detect and quantify Legionella species in water. The system integrates an innovative fast detection biotechnology with an automatic module able to carry out ìin situî analysis in real-time to minimise time to results. \nULISENS reduces the legionellosis lethality from 12% to 2% because of TIMELY AND COST-EFFECTIVE INFORMATION to risk owners to take appropriate effective preventive measures as soon as possible. Therefore, it prevents shutdown times and costs, penalties of fines and discredit in face to their customers and the society. The benefit from each early detection using ULISENS (around 120,000Ä per case) far exceeds the initial investment (20,000-60,000Ä). \nULISENS technical specifications:\n- Faster response time, reducing time to result up to 99% compared to laboratory tests \n- ICT Early warning system to prevent users from infection risks in real time.\n- Lower cost, with reductions of up to 80% compared with standard laboratory tests \n- Direct sampling from userís network in real-time, no technical staff needed.\n- Sustainable detection biotechnology without maintenance or biological waste generation.\n- Great reduction of penalties and the discredit of the mark by human infections.\nBIOTICA is a Spanish company specialized in the development of fast techniques for the microbiological detection and quantification based on the combination of recognition biomolecules, like antibodies, with advanced nanomaterials like paramagnetic particles. Up to now, they have focused on the research and development of the ULISENS system, by means of two R&D regional and national projects  aimed at developing the prototype of the system and to validate in industrial facilities its performance and functionalities. The system is ready to go a step further in the development towards the future exploitation and commercialization.",
    "totalCost": "1098470",
    "ecMaxContribution": "768929",
    "coordinator": "BIOTICA BIOQUIMICA ANALITICA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952306037": {
            "orgId": "952306037",
            "orgName": "BIOTICA BIOQUIMICA ANALITICA SL",
            "ecContrib": 768929
        }
    },
    "calculatedTotalContribution": 768929
}