{
    "rcn": "204266",
    "acronym": "EVOTRANS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Advanced Transmission System for Bicycles",
    "startDate": "01/07/2016",
    "endDate": "30/11/2016",
    "objective": "Cycling is the cleanest transport system so far and its extended use is one of the key elements for traffic congestion and pollution decrease, especially in urban areas. City-bikes have been usually based on simple designs with a significant proliferation of fixed-transmission bikes. However the presence of hills makes this solution not comfortable enough for manoeuvring around a whole city. Multi-speed bicycles are better suited to provide a comfortable journey but appropriate managing of sprockets and chain-ring requires some additional skill that many people usually perceive as a hassle. Moreover, misuse or inadequate management of gears can often harm the big potential of bicycles as urban transport for new users. \nWith the recent introduction of electronic shifts in the market , the path towards a simple, straight-forward, sequential shifting system that reduces the need of any sort of skill for shift management is closer. However the mechanics of current bicycle transmissions are not adequate for such a leap, especially in the case of the front derailleur which has limitations for its integration with the most modern automatic shifting systems. \nThe goal of this project is to bring to the market a new transmission system for bicycles that will allow the integration of automatic and sequential shifting in an efficient manner (lower friction, exploit use of optimal gear ratios covering whole transmission range, lightness). A smooth automatic and sequential shifting mechanism would make multi-speed bicycles more attractive for a wider part of the population (especially for urban users) and would make the use of a bicycle in the city more comfortable for more people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZUMA INNOVATION SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927241431": {
            "orgId": "927241431",
            "orgName": "ZUMA INNOVATION SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}