{
    "rcn": "204249",
    "acronym": "MOsteoDD",
    "topics": "SMEInst-06-2016-2017",
    "title": "PLATFORM FOR THE FRONTLINE OF OSTEOPOROSIS PREVENTION",
    "startDate": "01/07/2016",
    "endDate": "30/09/2016",
    "objective": "Osteoporosis is the most common reason for broken bones among elderly women. In the European Union, annual direct medical costs of fractures attributed to osteoporosis reach Ä36bn and are expected to rise to Ä76.9bn by 2050 in pace with the aging of population.\nEarly diagnosis and prevention is the key to reducing this burden and deliver more efficient health care to European citizens with new tools for doctors to better serve their patients. \nOur mission at BONE VITAE (www.bonevitae.pl, Wroclaw, Poland) is to implement fast in-practice medical screening for early flags of osteoporosis with our patented osteoscanner ICT platform, the new frontline of prevention. Our non-invasive and painless bio-impedance spectroscopy technology is the only one that provides data on bone composition and chemical changes that mark the very start of osteoporosis onset, when there is still time to prevent it.\nThe Multi-electrode Osteoporosis Detection Device (MOsteoDD) platform is an exciting market opportunity for our company, a small, highly innovative venture with a powerful patented core technology seeking to enter the growth market of osteoporosis diagnostics worth $6ñ7 billion a year globally. Our patented six-electrode setup provides 95\\% diagnostic accuracy results in less than 40 seconds, while the platformís web service will analyse the device output and generate a written report for doctorís use allowing pre-diagnosed patients to be referred for further scanning (DEXA) or for prescriptions to be issued. \nThe first version of the MOsteoDD osteoscanner has clinical validation in Poland and the CE mark (ConformitÈ EuropÈenne), and is currently at Minimum Viable Product (MVP) stage at Technology Readiness Level (TRL) 8. Current efforts are directed at maturing the platform to specific customer needs to reach the market with the support of SMEI funding.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BONE VITAE SPOLKA AKCYJNA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923994938": {
            "orgId": "923994938",
            "orgName": "BONE VITAE SPOLKA AKCYJNA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}