{
    "rcn": "204285",
    "acronym": "Science Uncovered",
    "topics": "MSCA-NIGHT-2016",
    "title": "Science Uncovered",
    "startDate": "01/05/2016",
    "endDate": "31/12/2017",
    "objective": "NHM has successfully delivered 11 events at 6 consecutive European Researchersí Nights that have attracted increasing public participation and proactive engagement. SCIENCE UNCOVERED aims to build on this experience to deliver at least 10 captivating events in 5 locations across the UK in 2016 and 2017. \n Central objectives of SCIENCE UNCOVERED are to:\n[1] Actively breakdown existing public stereotypes of researchers\n[2] Create greater public awareness of the role of researchers and the value of science\n[3] Inspire the next generation of young researchers and demonstrate the varied roles and opportunities that are open to them for careers within science.\n\nAn enhanced awareness campaign will make 34 million people aware of the ERN over two years. Awareness raising and a compelling array of activities will engage 20,500 participants directly.\nSCIENCE UNCOVERED aims to deliver deep public engagement with research as well as a greater dialogue between researchers and the wider public to further increase awareness of science and how future science benefits both European and global society. NHM strives to increase the public understanding of and engagement with science using extensive programme of high quality, innovative activities including media, capitalising on past experience and mobilising our network of providers in public engagement and research communities. \n\nNHM will be working with subcontractors to realise activities in 5 UK locations: London, Tring, Manchester, Newcastle and Belfast. The regional activities present an exceptional opportunity to reach ìunder-servedî audiences including thousands of young people with limited opportunities to engage with research.\n\nSCIENCE UNCOVERED will deliver a high researcher-to-participant ratio of ca. 1:40 at all events as impact assessment demonstrates personalised interactions are particularly important to dispelling stereotypes and maximise the impact of this programme.",
    "totalCost": "528452,5",
    "ecMaxContribution": "350591",
    "coordinator": "NATURAL HISTORY MUSEUM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999642037": {
            "orgId": "999642037",
            "orgName": "NATURAL HISTORY MUSEUM",
            "ecContrib": 350591
        }
    },
    "calculatedTotalContribution": 350591
}