{
    "rcn": "204295",
    "acronym": "NIPUNA",
    "topics": "SMEInst-01-2016-2017",
    "title": "Novel metrology tool for more flexible and affordable 3D validation of large industrial components",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "In every year, European machine industry companies import >Ä300 billion worth of components and parts, most of which need to meet strict accuracy requirements. In many cases, the services of independent quality-checking subcontractors are used, costing up to 25% of the total cost of procurement.\n\nSampo has been involved in many projects in the area of industrial metrology and defectoscopy. During these projects, a total of 10 machine industry companies (incl. 6 existing customers) have expressed their need for a tool that could precisely verify the key measurements of large industrial components, but be both more mobile and affordable compared to currently available systems.\n\nSampo is well-positioned to develop such solution based on its proprietary SignSense technology which can identify and measure complex objects with up to 0.01 mm precision, and has already been used to build customized machine vision solutions. We are currently evaluating the feasibility of a solution that would scan the product with a manual contactless scanner in a short time, transfer data to a computer and get relevant measurements by software processing. Due to mobility and affordability advantages, it is assessed to reduce the cost of quality-check down to 8-9% of the total procurement, saving up to Ä1M in case of Ä5M procurement.\n\nNIPUNA project is aiming to estimate the size of the target market, validate the advantages of the proposed solution, specify end-user needs (precision, mobility, cost), evaluate off-the-shelf hardware components for the system, update the business plan and provide high-quality input for SME Phase 2 project.\n\n3D metrology market is expected to reach $2.2 billion by 2020, growing at CAGR of 7%. Sales of the proposed measurement system would be immediate and could generate nearly Ä1M within first year by just serving our existing customers. Commercialization of the solution would mean breakthrough for Sampo, increasing revenues by an estimated Ä16.5M in 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SAMPO SOFTWARE OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920855242": {
            "orgId": "920855242",
            "orgName": "SAMPO SOFTWARE OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}