{
    "rcn": "204221",
    "acronym": "Curiosity Carnival",
    "topics": "MSCA-NIGHT-2016",
    "title": "The Curiosity Carnival: Oxford European Researchersí Night 2017",
    "startDate": "01/06/2016",
    "endDate": "31/12/2017",
    "objective": "By capitalising on the University of Oxfordís world-class European-funded research base, together with our outstanding  museums, libraries, gardens and woods, education programmes and public engagement expertise, we will create a truly inspirational multi-venue multi-disciplinary European Research night in 2017 on the theme of  ëPeople and Planet'.\n\nThe event itself will be a city-wide programme of high quality and innovative activities utilising both University of Oxford venues in addition to busking-type activities taking place in shopping centre locations. Each venue will have its own ëflavourí ñ focusing on specific research topics and encompassing different activities - so that there will be ësomething for everyoneí.\n\nBy focusing on quantity and quality, we will create a much bigger impact on the audiences and participating researchers and create a long lasting legacy. \n\nObjectives: \n\na) Organise an inspirational large-scale public engagement with research event at 8 different venues and locations that engages 10,000\\ people via the live activities and 250,000\\ via digital and media activities.\n\nb) Increase awareness of research and its impact on society to an audience of young people and their influencers.\n\nc) Enable at least 200 researchers, including a significant proportion of female researchers, to take part.\n\nd) Inspire young people to consider a career in research\n\ne) Share our challenges, successes and lessons learnt.\n\nActivities will include interactive stalls; games; mass experiments; science ëdemosí; a ëliving libraryí for the public to take out a researcher 'on loan' and two grand finales with musical performances.\n\nThe awareness campaign will facilitate even greater public-researcher engagement across digital and media platforms. This will include a fun and educational online activity for school pupils to interact with researchers.\n \nThe in-depth impact assessment will utilise baseline data and both quantitative and qualitative methods.",
    "totalCost": "407172",
    "ecMaxContribution": "223152,92",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 223153
        }
    },
    "calculatedTotalContribution": 223153
}