{
    "rcn": "204289",
    "acronym": "ERN16-17 SVK",
    "topics": "MSCA-NIGHT-2016",
    "title": "Festival of Science European Researchers¥ Night 2016 - 2017 in Slovakia",
    "startDate": "01/05/2016",
    "endDate": "30/11/2017",
    "objective": "'European Researchers` Night has been successfully implemented 9times and has covered 4 from 8 regions all over Slovakia. In 2015 it took place in 6 cities, the event featured nearly 1.000 researchers and was attended by up to 160.000 visitors. Thanks to interactive presentations of scientific work and research, in very friendly and informal atmosphere, we managed to increase the interest and augmented awareness of science in general public. The main objective is to inform the general public about the inconspicuous, yet fundamental influence of the scientists within the society and to present their outcomes, which are crucial for society. The project supports also the area of regional development and intensifies interaction between hundreds of scientists. The concept for ERN 2016-2017 will have common themes to all venues and locations in Slovakia: Experience the Science (2016) and Science is the story (2017). Active participation of researchers from different institutions, various fields, focusing on various subjects of research will create great platform for showing young people how lively and impulsive could scientific career be. People will have an opportunity to spend all day visiting different presentations and stands, lectures and discussions, testing scientific applications, and getting in touch with real researchers. Thanks to these direct exchanges and discussions they can discover the 'human face' of researchers and are more likely to remember their successes or stories. In 2016 we intend to prepare exceptional and bigger event in regard to 10th anniversary of ERN in Slovakia as well as the Slovak Presidency of EU Council. Unique celebration of science will be supported by various pre events and teasers and engaged more cultural institutions. Presidency of EU Council will also offer additional space for promoting ERN event as crucial part of enhancing the visibility of the Slovak and EU research.'",
    "totalCost": "347700",
    "ecMaxContribution": "248300",
    "coordinator": "SLOVENSKA ORGANIZACIA PRE VYSKUMNEA VYVOJOVE AKTIVITY ZDRUZENIE",
    "coordinatorCountry": "SK",
    "participants": "CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY;SLOVENSKA AKADEMIA VIED;I-EUROPA SRO",
    "participantCountries": "SK",
    "projectParticipants": {
        "999934686": {
            "orgId": "999934686",
            "orgName": "SLOVENSKA ORGANIZACIA PRE VYSKUMNEA VYVOJOVE AKTIVITY ZDRUZENIE",
            "ecContrib": 185000
        },
        "999920815": {
            "orgId": "999920815",
            "orgName": "I-EUROPA SRO",
            "ecContrib": 10300
        },
        "951533044": {
            "orgId": "951533044",
            "orgName": "CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY",
            "ecContrib": 21000
        },
        "999530390": {
            "orgId": "999530390",
            "orgName": "SLOVENSKA AKADEMIA VIED",
            "ecContrib": 32000
        }
    },
    "calculatedTotalContribution": 248300
}