{
    "rcn": "204213",
    "acronym": "ARGOS",
    "topics": "JTI-CS2-2015-CFP02-ENG-04-05",
    "title": "Aerospace propeller useful for diesel engines with extreme excitation of vibrations",
    "startDate": "01/06/2016",
    "endDate": "30/09/2019",
    "objective": "The project proposal is aimed at light weight and efficient jet-fuel aerospace propulsion units based on reciprocating engines. Aerospace propellers useful for jet-fuel reciprocating direct drive engines suffer by extreme excitation of vibrations. The objective of the project proposal is to design and test a new propeller useful for such operational conditions. The objective will be achieved by the following steps:\n1. Definition of propeller design specifications with respect to the increased level of vibration excitation due to the specific characteristic of the direct drive jet-fuel reciprocating engines.\n2. Design of the propeller and its parts and equipment with respect to the increased level of vibrations.\n3. Production of the propeller system.\n4. Engine testing of the propeller to demonstrate the achievements.\nDuring the first step an already existing propeller will be used for strain-gage measurements on an equivalent AVGAS engine and then of the target jet-fuel engine. Based on the measured differences of stress distribution and its cyclic components the new technical specifications will be established. Based on them a suitable propeller system will be designed, produced and tested.\nWOODCOMP staff has 25 years long experience in the development and serial production of propellers for reciprocating engines. WOODCOMP is approved by EASA and national CAA for design, production, testing and maintenance activities. JIHOSTROJ is a company experienced and approved for design and production of propeller governors. VZLU is a research and testing establishment with more than 90 years experience and tradition in aerospace activities.",
    "totalCost": "524153,75",
    "ecMaxContribution": "420495",
    "coordinator": "WOODCOMP PROPELLERS SRO",
    "coordinatorCountry": "CZ",
    "participants": "JIHOSTROJ AS;VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
    "participantCountries": "CZ",
    "projectParticipants": {
        "925375830": {
            "orgId": "925375830",
            "orgName": "WOODCOMP PROPELLERS SRO",
            "ecContrib": 208270
        },
        "999497992": {
            "orgId": "999497992",
            "orgName": "VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
            "ecContrib": 178627
        },
        "984228349": {
            "orgId": "984228349",
            "orgName": "JIHOSTROJ AS",
            "ecContrib": 33598
        }
    },
    "calculatedTotalContribution": 420495
}