{
    "rcn": "204273",
    "acronym": "MiniMo-Logistics",
    "topics": "SMEInst-10-2016-2017",
    "title": "MiniMo-Logistics application",
    "startDate": "01/05/2016",
    "endDate": "31/08/2016",
    "objective": "MiniMo is an online service (SaaS) that fully automates the daily processes of the freight companies and helps in business cooperation between the market participants. The main feature of current solutions is to digitalize the paper-based daily routines, but our resulting product will fully automate the daily operations of the freight companies (receiving and processing assignments, optimal route planning and 3D optimization of the cargo with visualization on a smartphone, notifying the partners, managing the documentations, billing, etc.). The second objective is to create the means for the registered companies to contact each other, search for partners based on the relevant informations -working territory, capacity, special vehicle type-exchange data and give assignments to each other. In short term the users can reduce their total operation costs and time. In long term they can realize significant revenue growth owing to the extended partner network. The main target group of MiniMo are LTL (Less-Than-Truckload) carriers, especially in the groupage and the express segments in EU, as well as freight forwarders to search for business partners. During Phase 1 we will assess the necessary steps to assure the business and commercial success by observing the needs and processes of the market participants and establish the legal and business background of connecting the freight companies. MiniMo is currently on TRL-7, in Phase 2 we intend to develop the necessary modules - to reach TRL-9- and build a partner network. By using MiniMo CO2 emission can be reduced, the companies of the European Union will use a superior quality and more transparent shipping service, furthermore the competitiveness of the freight companies in the European Union will increase greatly.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OPTIN INFORMATIKAI ES SZOLGALTATO KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924036551": {
            "orgId": "924036551",
            "orgName": "OPTIN INFORMATIKAI ES SZOLGALTATO KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}