{
    "rcn": "204234",
    "acronym": "NexGenFSCM",
    "topics": "SMEInst-01-2016-2017",
    "title": "The Next Generation Supply Chain Management Software in the European Food Industry - NexGenFSCM",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Retail Logistics Excellence - RELEX Oy is a Finnish company that has built an innovative supply chain management solution for demand forecasting, inventory optimisation and automated replenishment for manufacturers, retailers and wholesalers. Unlike traditional supply chain management solutions, RELEXís solution is built on a unique columnar in-memory database and uses optimisation algorithms based on the supply chain research of the company founder. As a result, it is less costly, more flexible and much faster than traditional disc-based solutions. The objective of the innovation project is to increase the efficiency and reduce the spoilage of the food value chain companies by introducing an innovative and disruptive supply chain management solution for food retailers and wholesalers. When launched, RELEXís solution will be the only one in retail and wholesale sector that is wholly built on in-memory calculation and analysis and offered to food retailers and wholesalers as a costeffective and innovative SaaS (software as a service) solution over cloud. In addition to the performance leap that the solution enables, with the new forecasting methods food retailers and wholesalers will be able to produce better and more accurate forecasts that result in reduced inventory levels, increased sales and decreased spoilage. The market potential for RELEXís solution within food retail and wholesale sector is estimated to be valued at 1,2 billion euros globally and 420 million euros in the EU. As a financial result of the innovation project, RELEX aims at generating additional annual turnover of 85 million euros from the food retail and wholesale sectors the by the end of 2020. This represents 20 % of the sectorís estimated market potential in Europe. The proposed project is a strategic initiative for RELEX. RELEXís strategy is to retain its fast growth by targeting food retail and wholesale markets first in Europe and later globally.",
    "totalCost": "1944750",
    "ecMaxContribution": "1361325",
    "coordinator": "RETAIL LOGISTICS EXCELLENCE - RELEX OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938910434": {
            "orgId": "938910434",
            "orgName": "RETAIL LOGISTICS EXCELLENCE - RELEX OY",
            "ecContrib": 1361325
        }
    },
    "calculatedTotalContribution": 1361325
}