{
    "rcn": "204288",
    "acronym": "EXPLORATHON-4D",
    "topics": "MSCA-NIGHT-2016",
    "title": "EXPLORATHON'16 and EXPLORATHON'17 - EUROPEAN RESEARCHERS' NIGHT SCOTLAND",
    "startDate": "01/06/2016",
    "endDate": "31/01/2018",
    "objective": "EXPLORATHON-4D will deliver two exciting editions of European Researchers' Night across Scotland in 2016 and 2017 guided by our ethos of 'Research for All'. Our partnership builds on our successful, highly visible, EXPLORATHON concept which reached over 15,000 people live and achieved over 4-million twitter impressions in 2014 and 2015. Led by five of Scotland's major research-intensive universities with over 600 EU-funded research projects between them, EXPLORATHON-4D will bring research to the public and foster a new dimension of collaboration with business and industry, building on themes of careers and Responsible Research and Innovation (RRI). \n\nOur headline - ONE NIGHT, UNLIMITED DISCOVERY - provides a public friendly message designed to engage audiences not traditionally interacting with research or researchers. We are benefiting from our nationwide partnership to introduce robust researcher training ahead of the NIGHTS ensuring that researchers and publics have the best experience possible.\n\nAt the heart of our proposal lies a vibrant, multi-element programme of activities and events, all designed to break down barriers between research and external actors of different backgrounds, ages and interests. Formats of cafe discussions, comedy, performance, hands-on activity, talks and debates will combine to highlight the relevance of research and challenge perceived stereotypes of researchers. \n\nOur venues will include public places such as shopping centres and cinemas but will also features 'doors open' access into research environments where discovery is actually happening, universities and industry. We will highlight the multidisciplinary and collaborative nature of modern research, helped by MSCA Fellows and EU-funded project exemplars. We will encourage young people to consider research as an exciting, challenging career option, telling the story of how investment in research is vital for driving innovation that addresses real life local and global issues.",
    "totalCost": "438956,25",
    "ecMaxContribution": "183387",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS;UNIVERSITY OF GLASGOW;THE UNIVERSITY OF EDINBURGH;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 22525
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 46205
        },
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 79328
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 20563
        },
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 14766
        }
    },
    "calculatedTotalContribution": 183387
}