{
    "rcn": "204226",
    "acronym": "LT2016",
    "topics": "MSCA-NIGHT-2016",
    "title": "Researchers' Night: It's Your Friday to Discover!",
    "startDate": "01/06/2016",
    "endDate": "30/11/2017",
    "objective": "'The LT2016 Researchersí Night projects for 2016 and 2017 will take place in major Lithuanian cities, i.e. Vilnius, Kaunas, Klaipeda, Siauliai and Moletai, as well as in rural areas. The project aims to enhance public recognition of researchers and their work through bringing scientists and public closer to one another and thus increasing an understanding of the impact of researchers' work on citizen's daily life as well as encouraging young people to choose careers in science and research. Both events will offer a broad range of varied activities addressing all categories of the public at large, regardless of age and scientific background, i.e. notably: Meetings and activities together with researchers; Lectures, discussions; Visits to open laboratories; Real life observations and experiments; European corners; Various contests, games, exhibitions, movie and online broadcast watching. All the activities planned will actively involve researchers and will offer a balanced combination of 'serious' activities and funny ones to be attractive for the general public. Activities will be hosted in labs, lecture halls, meeting places, cafes, while in the rural areas they will take place in schools or public spaces. Some activities conducted in the main sites will be broadcasted online. Common concept for the Night in 2016 and 2017 will be Learning about Technology Futures. Therefore activities of Researchersí Night projects in 2016 will be organised with focus on Virtual Reality thus building foundations for the Night in 2017 which will focus of 'science futurity' or Futures of technologies. Both events will be finalised with the grand event unifying different fields - music, science and cinema. We expect at least 500.000 people made aware of the Researchers' Night and its objectives through the awareness campaign and 11.500 direct attendees to the various events planned in 2016 as well as in 2017.'",
    "totalCost": "140405,75",
    "ecMaxContribution": "140405,75",
    "coordinator": "BALTIJOS PAZANGIU TECHNOLOGIJU INSTITUTAS",
    "coordinatorCountry": "LT",
    "participants": "LIETUVOS ISTORIJOS INSTITUTAS;VILNIAUS UNIVERSITETAS;VIESOJI ISTAIGA SOCIALINIU INOVACIJU INSTITUTAS;VYTAUTO DIDZIOJO UNIVERSITETAS;KAUNO TECHNOLOGIJOS UNIVERSITETAS;VILNIAUS GEDIMINO TECHNIKOS UNIVERSITETAS;ALEKSANDRO STULGINSKIO UNIVERSITETAS",
    "participantCountries": "LT",
    "projectParticipants": {
        "986300657": {
            "orgId": "986300657",
            "orgName": "VIESOJI ISTAIGA SOCIALINIU INOVACIJU INSTITUTAS",
            "ecContrib": 8434
        },
        "951490364": {
            "orgId": "951490364",
            "orgName": "LIETUVOS ISTORIJOS INSTITUTAS",
            "ecContrib": 2568
        },
        "999844961": {
            "orgId": "999844961",
            "orgName": "KAUNO TECHNOLOGIJOS UNIVERSITETAS",
            "ecContrib": 14804
        },
        "968727943": {
            "orgId": "968727943",
            "orgName": "BALTIJOS PAZANGIU TECHNOLOGIJU INSTITUTAS",
            "ecContrib": 67639
        },
        "999647857": {
            "orgId": "999647857",
            "orgName": "VILNIAUS GEDIMINO TECHNIKOS UNIVERSITETAS",
            "ecContrib": 6561
        },
        "999545134": {
            "orgId": "999545134",
            "orgName": "ALEKSANDRO STULGINSKIO UNIVERSITETAS",
            "ecContrib": 8162
        },
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 28379
        },
        "999590627": {
            "orgId": "999590627",
            "orgName": "VYTAUTO DIDZIOJO UNIVERSITETAS",
            "ecContrib": 3859
        }
    },
    "calculatedTotalContribution": 140406
}