{
    "rcn": "204251",
    "acronym": "GroutTube",
    "topics": "SMEInst-09-2016-2017",
    "title": "DMC grouting tube system",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "The cost of installation of a typical offshore wind farm is approximately 40% to 50% more than that of an onshore wind farm and one of the main cost components is the underwater foundation. Thus, foundations installation, together with O&M costs, have been identified as interrelated R&D priorities for driving down offshore levelised cost of energy (LCOE) over the next 15 years. \nThe SME behind the DMC GroutTube project, Drechsler Marine Consult (DMC), aims to pursue this major market opportunity by bringing its innovative equipment/concept ñ DMC GroutTube - for offshore grouting of multi-pile foundations of wind turbines, to commercial maturity through the testing, demonstration and certification of this new grouting system. The novel technology holds a range off clear advantages compared to the traditional grouting method used today. All these benefits provide an estimated grouting cost reduction of 68% (228kÄ and 304kÄ saved per each tripod and jacket foundations installed, respectively), representing a 3.8% LCOE reduction, per offshore wind turbine installed and doubling the number of foundations grouted per day. These saving represent a major step forward to achieve the goal of 5-11% reductions in LCOE that were set for 2015, which were not yet achieved.\nOverall, this project opens not only an important economic opportunity for DMC ñ expecting over Ä20 million profits, 5 years post-project ñ but will ultimately lead to a lower overall life cycle costs of offshore wind turbines, as well as reduced environmental impact of installation activities. Therefore, DMC GroutTube will directly contribute to low-cost, low-carbon electricity supply, thus directly addressing this important axis in EU energy strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DRECHSLER MARINE CONSULT APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919328462": {
            "orgId": "919328462",
            "orgName": "DRECHSLER MARINE CONSULT APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}