{
    "rcn": "204278",
    "acronym": "PEEI",
    "topics": "INNOVATION-2015-02",
    "title": "POLE EUROPE ENTREPRISE INNOVATION (MARTINIQUE ET ILES DE GUADELOUPE)",
    "startDate": "01/07/2015",
    "endDate": "31/12/2016",
    "objective": "Since 2008, Chambers of Commerce and Industry (CCI) of Martinique and Guadeloupe Islands have been involved in the EEN (Enterprise Europe Network). Along with EEN, to foster CCI Martinique and CCI Guadeloupe Islands have been developing a set of services customized for the specific needs of the local enterprises to support their creation, development, sustainable development, international development or the enhancement of their competiveness with ICT and innovation. Over this period, the French Antilles territory has also been strongly developing the innovation support services mainly carried by the dedicated structure Technopole Martinique. Today, to pursue and reinforce this momentum for Antillesí growth, these players decided to meet within the PEEI (PÙle Europe Entreprise Innovation Antilles) consortium to carry out the EEN missions over the 2015 -2020 period in the French Antilles. Initiated and led by CCI Martinique largely involved in this new dynamic to foster the development of local SMEs, PEEI gathers and capitalises the unique competences of the CCI Martinique and Guadeloupe Islands, which are the best interlocutors to relay EU policies and programmes and provide one-stop shop for all the business needs of the local enterprises, and the expertise of the Technopole Martinique in innovation support services. Over the 2015 -2020 period, PEEI will provide growth-oriented, integrated business and innovation support services, promote EU policies and programmes and provide a communication channel between local SMEs and EU policy making. It will also facilitate access to European and international markets for local SMEs and improve the environment for entrepreneurial activities. The enclosed strategy implementation plan and work plan detail the PEEI proposed activities over the 2015 -2020 period, and more specifically over 2015-2016 period. With the Technopole Martinique competences, PEEI will also provide innovation support activities in the H2020 framework.",
    "totalCost": "81523,75",
    "ecMaxContribution": "60968",
    "coordinator": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE LA MARTINIQUE",
    "coordinatorCountry": "FR",
    "participants": "COMMUNAUTE D'AGGLOMERATION DU CENTRE DE LA MARTINIQUE;CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION DES ILES DE GUADELOUPE",
    "participantCountries": "FR",
    "projectParticipants": {
        "933126518": {
            "orgId": "933126518",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION DES ILES DE GUADELOUPE",
            "ecContrib": 2897
        },
        "933496185": {
            "orgId": "933496185",
            "orgName": "COMMUNAUTE D'AGGLOMERATION DU CENTRE DE LA MARTINIQUE",
            "ecContrib": 46573
        },
        "933901160": {
            "orgId": "933901160",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE LA MARTINIQUE",
            "ecContrib": 11498
        }
    },
    "calculatedTotalContribution": 60968
}