{
    "rcn": "204216",
    "acronym": "LAPARTS",
    "topics": "JTI-CS2-2015-CFP02-LPA-03-04",
    "title": "LArge Passenger Aircraft Reliable Touch Screen.",
    "startDate": "01/09/2016",
    "endDate": "31/12/2023",
    "objective": "The purpose of LAPARTS is to develop a Touch Screen Control Panel (TSCP) system that can host all functionalities currently hosted on the Overhead Control Panel (OCP). The OCP today consists of numerous electro-mechanical switches, buttons, knobs and annunciators connected with discrete wires to the aircraft systems. The current state of art of OCPs has several issues with ergonomic, economic and environmental implications. \nThe TSCP system will address these issues while hosting highly safety critical functions. The TSCP system will be compatible with up to catastrophic failure conditions and will secure the control chain from the touch sensor to the controlled system and back to the display. \nIn a first phase (ending Aug. 2019), TSCP prototypes will be integrated and evaluated in an enhanced cockpit simulator and potentially flight test platforms, targeting an evolution of the cockpit for existing aircraft. In a second and conditional phase (ending end of 2023), the TSCP will be integrated and evaluated in a disruptive cockpit simulator, targeting a revolution of the cockpit for deployment in future aircraft at the longer term. The TSCP will be developed following a user centred design methodology paying a lot of attention to human factors and end user interests. LAPARTS will adopt a sophisticated combination of projected capacitive and force sensing technologies in the touch screen in order to achieve the required safety levels while preserving user comfort. \nLAPARTS will contribute to WP3.1 of the LPA IADP (tactile HMI), including weight reduction, manufacturing and usage cost reductions and recommendations towards the certification authorities. LAPARTS will also advance touch screen technology for use in turbulence conditions and safety critical applications.",
    "totalCost": "2855750",
    "ecMaxContribution": "1999000",
    "coordinator": "ESTERLINE BELGIUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931670257": {
            "orgId": "931670257",
            "orgName": "ESTERLINE BELGIUM",
            "ecContrib": 1999000
        }
    },
    "calculatedTotalContribution": 1999000
}