{
    "rcn": "204265",
    "acronym": "OBP",
    "topics": "SMEInst-01-2016-2017",
    "title": "One Business Place",
    "startDate": "01/07/2016",
    "endDate": "28/02/2018",
    "objective": "OBP (One Business Place) aims to provide a solution to the massive online visibility problem that millions of micro SMEs in Europe are facing. Despite they are regarded as the backbone of the European economy, important source for jobs, SMEs are losing online visibility with massive explosion of big data in the Internet era. This phenomenon is caused by two main factors:  1) more than 40% do not have a website yet and 2) they are not transparently shown in web searches, as the order of results is influenced by optimized, sponsored and paid business results. Therefore, small local businesses are suffering clear erosion in their individual sales, taxable sales for government revenue, which is based on local consumers (B2C) and services to other business (B2B). This problem is of vital relevance for the EU.\n\nOBP is a dedicated search ecosystem for European micro SMEs, will provide transparent, relevant and global online visibility, facilitating the matching of business to consumers (B2C) and business to businesses (B2B), eliminating any disintermediationís. OBP is crowd sourcing, ads free search model coupled with semantic database technologies built on the combination of both open and our private data sources. This product also has potential to extract commercial value from open data and increase private data profitability.\n\nThe goal of our project is to make OBP a global success, able to revolutionize the on-line visibility and search for SMEs, while allows us penetrate into the European on-line directories market, which is growing fast at 17,5% CAGR. OBP is for the people by the people and to the people to make European SME local knowledge globally available.\n\nWe plan to undertake in this Phase 2 an ambitious innovation project deploying OBP as a pilot in Spain, Portugal and Germany, for which we estimate a total EC budget of 1,1MÄ for 20 months. In Phase 3 we will focus in further private investment to deploy OBP in the rest of EU countries.",
    "totalCost": "1624250",
    "ecMaxContribution": "1136975",
    "coordinator": "DATACENTRIC PDM SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934362880": {
            "orgId": "934362880",
            "orgName": "DATACENTRIC PDM SA",
            "ecContrib": 1136975
        }
    },
    "calculatedTotalContribution": 1136975
}