{
    "rcn": "204238",
    "acronym": "S.D.S.",
    "topics": "SMEInst-10-2016-2017",
    "title": "an innovative system for building hulls for recreational and work boats",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "'The project S.D.S. Strength Distribution System, consists of the creation of an innovative system for building hulls for recreational and work boats. Currently boat hulls are made of considerable, almost uniform thickness throughout, while the forces acting on them are very different in their intensity, direction and the areas on which they are exerted. To simplify construction, the point that undergoes the greatest force is studied and everything is built based on those data. This leads to a considerable increase in weight where this is not necessary. The Strength Distribution System, on the other hand, is characterised by the construction of a thin exoskeleton in red cedar that follows the force lines acting on the hull, thus creating a kind of framework on which planking much thinner than traditional planking is applied. Everything is enclosed within two ìskinsî of vacuum impregnated carbon or fibreglass. The carbon skins so applied and thus distant from each other act with the strength of a beam, much greater than that of one plane. For the same strength and rigidity, the tests done take us to weights 23-28% lower than a traditional hull. The saving in weight is fundamental because it increases the autonomy of the boat and its safety, reducing consumption and as a result its environmental impact. Because of vacuum impregnation, production costs are slightly higher than for a traditional hull. The boat market tries to reduce weights as much as possible, spending considerable amounts; the Strength Distribution System will be revolutionary because it does not act on materials but on the form. It faithfully reflects the innovative spirit of 'Horizon 2020 Work Programme Smart, Green and Integrated Transportî at point 4 ìWaterborne'. The objective in phase 1 is to create a precise and detailed business plan which defines the technical, economic and commercial feasibility of the solution proposed in order to begin phase 2 starting from solid conceptual bases.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SAM SAS DI ANDREA MACCIOCU",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924194273": {
            "orgId": "924194273",
            "orgName": "SAM SAS DI ANDREA MACCIOCU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}