{
    "rcn": "204269",
    "acronym": "AFTAT",
    "topics": "SMEInst-05-2016-2017",
    "title": "ìAnimal-Free Testing for Acute Toxicityî",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "XCellR8 Limited aims to offer the first completely animal-free test for human acute toxicity. The primary focus is cosmetic product safety but the test may also later be applied to other industry sectors including household products, agrochemicals, medical devices and pharmaceuticals. In this context, animal-free means in vitro human cell culture based methods that do not utilise any animal-derived components. There are currently no validated in vitro tests for acute toxicity. Previous attempts to develop such tests used mouse cells and animal-derived components in the culture system and therefore still ultimately required the sacrifice of animals ñ an approach that is not considered acceptable by ethical cosmetic companies or by the public. The technological feasibility of the project has already been established, through existing tests of XCellR8ís internally developed proprietary methods.  This feasibility assessment project is primarily required to address other practical, commercial, regulatory and financial aspects. It will also expand existing market research to assess the appetite of a greater cross-section of industry for such tests. During the project XCellR8 will investigate the alternative routes for test development and adoption by industry as a non-regulatory test to support product development. The ultimate objective is the international validation of the test and regulatory acceptance via incorporation into OECD Guidelines. The proposed project constitutes scientific advancement, using a fully human based method to assess human safety, as well as providing ethical, financial and commercial advantages over the use of animal tests. This offers true SME business model innovation, with an SME creating a pioneering solution that could bring a fundamental change to the manner in which cosmetic companies (and their suppliers) validate the safety of the ingredients used in their products.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XCELLR8 LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924138595": {
            "orgId": "924138595",
            "orgName": "XCELLR8 LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}