{
    "rcn": "204220",
    "acronym": "CREATIVITY",
    "topics": "MSCA-NIGHT-2016",
    "title": "European Researcher's Night in France",
    "startDate": "01/05/2016",
    "endDate": "30/11/2017",
    "objective": "We are proposing ERNs for 2016 and 2017 in 12 French cities. Our consortium of 11 partners will organise afternoons for schoolchildren, events in the cities and, above all, evenings where 1000 researchers will meet up to 30,000 people a year. \nThe general public will be able to meet a number of researchers directly and experience something memorable with them. \nSince 2006, we have acquired a solid knowhow in the ìart of interactionî. In 2014-2015, we went one step further by including the public in the actual research experiments, thereby creating scientist-citizen cooperation. \nWe will renew these experiences and go even further: we are encouraging the public and researchers to experience creative moments together!\nSeveral creative interactions will be set up, around the ìIdeasî theme in 2016 and the ìImpossible?î theme in 2017, to allow researchers and the public to interact.\nThe evenings will be full of ideas, challenges, and encounters with diverse individuals. In this way, we will rally European researchers to get involved in each city. Specific strategies will be used (such as public radio recordings) to allow them to share their European experience.\nThese moments of cooperation will without a doubt reinforce the mutual appreciation between researchers and citizens. \nOur communication strategy (attracting specific audiences through networking, web, partnerships with youth-oriented press, etc.) will be based on the slogan: ìGeneral Creativityî. This slogan denotes the interactive nature of the evening and gives us a chance to talk about the richness of European research. \nTo this effect, and for the first time, CÈdric Villani, an inspiring and renowned researcher, has accepted to be the ERNís patron. \nLastly, we plan to renew the ìGreat Participatory Experimentî in 2017. In each city (and perhaps even Italy), the public will contribute to the same playful scientific experiment chosen in 2016 after a challenge involving all our research institutions.",
    "totalCost": "1110388,75",
    "ecMaxContribution": "417790",
    "coordinator": "UNIVERSITE DIJON BOURGOGNE",
    "coordinatorCountry": "FR",
    "participants": "BREST'AIM SA;COMUNAUTE D'UNIVERSITES ET ETABLISSEMENTS UNIVERSITE DE LYON;ASSOCIATION TRACES THEORIES ET REFLEXIONS SUR L APPRENDRE LA COMMUNICATION ET L EDUCATION SCIENTIFIQUES;UNIVERSITE DE FRANCHE-COMTE;FONDATION PARTENARIALE DE LUNIVERSITE DE LIMOGES;ASSOCIATION CAP SCIENCES-CENTRE DE CULTURE SCIENTIFIQUE TECHNIQUE ET INDUSTRIELLE BORDEAUX-AQUITAINE;UNIVERSITE FEDERALE DE TOULOUSE MIDI-PYRENEES;COMMUNAUTE D'UNIVERSITE ET D'ETABLISSEMENTS UNIVERSITE FEDERALE DE TOULOUSE MIDI-PYRENEES;Centre de Culture Scientifique et Technique d'Angers Terre des Sciences Association;UNIVERSITE D'AIX MARSEILLE;UNIVERSITE DU MANS",
    "participantCountries": "FR",
    "projectParticipants": {
        "951301214": {
            "orgId": "951301214",
            "orgName": "UNIVERSITE FEDERALE DE TOULOUSE MIDI-PYRENEES",
            "ecContrib": 0
        },
        "998097312": {
            "orgId": "998097312",
            "orgName": "COMUNAUTE D'UNIVERSITES ET ETABLISSEMENTS UNIVERSITE DE LYON",
            "ecContrib": 62900
        },
        "947361268": {
            "orgId": "947361268",
            "orgName": "FONDATION PARTENARIALE DE LUNIVERSITE DE LIMOGES",
            "ecContrib": 25200
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 30000
        },
        "999863100": {
            "orgId": "999863100",
            "orgName": "UNIVERSITE DE FRANCHE-COMTE",
            "ecContrib": 37000
        },
        "998258041": {
            "orgId": "998258041",
            "orgName": "UNIVERSITE DU MANS",
            "ecContrib": 26000
        },
        "999966017": {
            "orgId": "999966017",
            "orgName": "ASSOCIATION CAP SCIENCES-CENTRE DE CULTURE SCIENTIFIQUE TECHNIQUE ET INDUSTRIELLE BORDEAUX-AQUITAINE",
            "ecContrib": 25000
        },
        "986579144": {
            "orgId": "986579144",
            "orgName": "ASSOCIATION TRACES THEORIES ET REFLEXIONS SUR L APPRENDRE LA COMMUNICATION ET L EDUCATION SCIENTIFIQUES",
            "ecContrib": 36190
        },
        "999964368": {
            "orgId": "999964368",
            "orgName": "BREST'AIM SA",
            "ecContrib": 35000
        },
        "999839820": {
            "orgId": "999839820",
            "orgName": "UNIVERSITE DIJON BOURGOGNE",
            "ecContrib": 89500
        },
        "986356141": {
            "orgId": "986356141",
            "orgName": "Centre de Culture Scientifique et Technique d'Angers Terre des Sciences Association",
            "ecContrib": 27000
        },
        "917365958": {
            "orgId": "917365958",
            "orgName": "COMMUNAUTE D'UNIVERSITE ET D'ETABLISSEMENTS UNIVERSITE FEDERALE DE TOULOUSE MIDI-PYRENEES",
            "ecContrib": 24000
        }
    },
    "calculatedTotalContribution": 417790
}