{
    "rcn": "204272",
    "acronym": "Hilet",
    "topics": "SMEInst-01-2016-2017",
    "title": "Highly linear efficient technology for wireless data transmission for 4G, 5G, wifi and beyond",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "The aim of this project is to bring a disrupting and patented data transmission technology named Hilet (highly linear and efficient technology) to the global market of wifi-chipsets. Hilet consists of a novel and patented transmitter architecture and highly efficient power amplifiers. It beats existing solutions by far reaching high values on the most important performance scales like energy efficiency and bandwidth. It can triple energy efficiencies to 30% without sacrificing signal quality or increasing manufacturing costs.\n\nHilet will be licensed to leading market players. Innsystec has already completed one pilot study with the leading wifi-chipset vendor Broadcom and is about to complete another one with the leading semiconductor company Samsung. Samsung named Hilet one of the most promising future data transmission technologies for its own products. The relevant wifi-radio component and power amplifier market is 11 billion euros in size in 2018. Innsystec is targeting revenues of 30 million euros in 2020.\n\nOne of Hiletís big advantages is that it can be flexibly adapted to all other high frequency signals like 4G or 5G. It can then be applied to all types of devices such as smartphones, laptops or wireless base stations. This will give Innsystec enormous room for revenue growth. Additionally Hilet can reduce the use of energy and CO2 emissions. \n\nThe objectives of phase 1 in tight contact with technical and business development teams of nine potential customers are: (1) Present technology to potential customers and learn from them to set future technology improvement goals, (2) Complete the business plan and detail the business model.\n\nAt the end of the innovation project (phase 2), Hilet is ready for system integration: It can be used by wifi-chipset vendors to improve the performance of its transmitters and power amplifiers significantly. It boosts Europeís position by putting Hilet at the heart of a business which was assumed to be already lost for Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INNSYSTEC SAG UG (HAFTUNGSBESCHRƒNKT)",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921228013": {
            "orgId": "921228013",
            "orgName": "INNSYSTEC SAG UG (HAFTUNGSBESCHRÄNKT)",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}