{
    "rcn": "204257",
    "acronym": "GREENAQUA",
    "topics": "SMEInst-07-2016-2017",
    "title": "Universal system for microbial analysis of water quality to guarantee a safe and healthy agro-food sector",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "GREENAQUA proposal is led by the Spanish SME Centro de Investigaciones Submarinas, S.L(hereinafter CIS) whose core business is environmental consulting specialised in ecology, biotechnology, biology, natural resources and R&D in the field of water. GREENAQUA is part of CIS business strategy to enlarge their business activity lines within water market related to agro-food sector. \nIt is known that current quality of water resources of the planet is not as high as desired and major sources of water pollution are from human settlements and industrial/agricultural activities. Thus, GREENAQUA will be, at first, oriented to agro-food sector as key market segment, in order to extend afterwards its application to other sectors. The need to take care of this resource has become a global concern and a full monitoring of water quality along the whole hydrological cycle is required. Legislation is been adapted to this new situation and a higher demand of water analysis has appeared. Despite the market needs to have real-time water monitoring devices for biological and physical analysis, there are only few commercial solutions which can analyse both parameters. In general terms, currently, such parameters are determined by archaic systems and most of them require traditional techniques for laboratory cultivation and analysis. Likewise, several R&D sensors have been developed but their results are not very successful: the majority have not been validated in real scenarios and/or have limitations related to robustness, sensitivity, accuracy and reliability. \nIn this context, GREENAQUA proposes a new product which is a Universal Water Monitoring Device for water quality analysis, in particular, to monitor Biological Parameters in order to guarantee water quality fulfils standards regarding its use in agriculture and food production (including aquaculture).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CENTRO DE INVESTIGACIONES SUBMARINAS  SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925877029": {
            "orgId": "925877029",
            "orgName": "CENTRO DE INVESTIGACIONES SUBMARINAS  SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}