{
    "rcn": "204228",
    "acronym": "SCILIFE",
    "topics": "MSCA-NIGHT-2016",
    "title": "Science in everyday life",
    "startDate": "01/05/2016",
    "endDate": "30/11/2017",
    "objective": "SCILIFE ñ Science in Everyday Life ñ is a European Researchersí Night (ERN) proposal. It builds on previous experience of successful editions to bring ERNís aims to a different level in the Portuguese context. Using the theme of Science in Everyday Life as a point of departure, SCILIFE will address ëtraditionalí science and society issues ñ e.g. citizensí engagement with sustainable and inclusive research, scientific careers, societyís involvement in science policy, decision-making and collective deliberation ñ but it will do so by bringing Responsible Research and Innovation (RRI) strategically into the public debate. \n\nActivities in a wide range of media during build-up and main event will be structured in order to highlight and raise awareness towards the main aims of contemporary RRI ñ responsibility, transparency and openness ñ in the sciences, arts and humanities, as well as their alignment with European culture and values. This approach has never been done before in Portugal in such a large scale. \n\nThe SCILIFE consortium is coordinated by the University of Lisbon through its National Museum of Natural History and Science (MUHNAC). It combines major universities in Portugal ñ Porto, Minho, Nova University of Lisbon, the University Institute of Lisbon ñ and Municipality of Lisbon, together with more than 50 associated partners from the academic sector, industry, NGOs and civil society. It covers the most populated regions of Portugal, with direct and indirect impacts expected to reach thousands of people, particularly the youth.",
    "totalCost": "159750",
    "ecMaxContribution": "159750",
    "coordinator": "UNIVERSIDADE DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "UNIVERSIDADE DO MINHO;INSTITUTO UNIVERSITARIO DE LISBOA;UNIVERSIDADE DO PORTO;CAMARA MUNICIPAL DE LISBOA;NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
    "participantCountries": "PT",
    "projectParticipants": {
        "998622567": {
            "orgId": "998622567",
            "orgName": "INSTITUTO UNIVERSITARIO DE LISBOA",
            "ecContrib": 13125
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 22250
        },
        "972290171": {
            "orgId": "972290171",
            "orgName": "CAMARA MUNICIPAL DE LISBOA",
            "ecContrib": 20125
        },
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 21875
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 22250
        },
        "949885305": {
            "orgId": "949885305",
            "orgName": "UNIVERSIDADE DE LISBOA",
            "ecContrib": 60125
        }
    },
    "calculatedTotalContribution": 159750
}