{
    "rcn": "204219",
    "acronym": "CRO-INSPECT",
    "topics": "JTI-CS2-2015-CFP02-AIR-01-13",
    "title": "Collaborative RObotic Solution for Advanced Inspection of Complex Composite parts",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Highly integrated composite parts have begun to enter the market. Their inherent complex structure makes more difficult inspection activities being crucial the development of more flexible, more reliable and faster NDT solutions.  \nRegarding NDT methods, Ultrasonic testing (UT) techniques are suitable for the inspection of large and hidden areas and recently developed ones, like guided waves, have shown potential for remote inspection. Currently, most of inspections are performed manually, which entail two key disadvantages: an excessive amount of time and the possibility of potential safety failures due to human errors. To solve these issues, automation of inspection process has been envisioned as strategic solution. The integration of robotics in manufacturing lines has proved improvements in process reliability, reduction of manufacturing times and, therefore, costs. However, many industrial operations cannot be fully automated at a reasonable cost. In such a case, human-robot cooperation may be the most cost-efficient and productive solution. \nThis is precisely the scope of CRO-INSPECT. The project aims at creating a new concept of hybrid work cell for inspection, where humans and robots perform collaboratively inspection activities using advanced UT techniques. It aims at developing a sound inspection solution with enhanced robotic capabilities, enabling faster and more reliable inspections, and helping operator during the inspection of complex composite parts, reducing this way recurring manufacturing costs.\nThe specific goals of the project will be to generate an advanced and safe human/robot collaboration work cell prototype for robotic assistance of the operator during inspection; and to generate a new inspection system based on advanced UT, capable of reaching low access areas of parts. By achieving these objectives, the consortium expects to provide a step forward in the current industrial solutions for automated NDI of large aircraft components.",
    "totalCost": "352056,25",
    "ecMaxContribution": "349993,75",
    "coordinator": "FUNDACION TEKNIKER",
    "coordinatorCountry": "ES",
    "participants": "TECNATOM S.A.;LORTEK S COOP",
    "participantCountries": "ES",
    "projectParticipants": {
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 199125
        },
        "948667082": {
            "orgId": "948667082",
            "orgName": "LORTEK S COOP",
            "ecContrib": 98025
        },
        "999468213": {
            "orgId": "999468213",
            "orgName": "TECNATOM S.A.",
            "ecContrib": 52844
        }
    },
    "calculatedTotalContribution": 349994
}