{
    "rcn": "204218",
    "acronym": "SEALANT",
    "topics": "JTI-CS2-2015-CFP02-SYS-02-12",
    "title": "Optimization and scale-up of final sealing of Sulfuric Acid Anodizing employing Design of Experiments.",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Chromic Acid anodizing (CAA) of aluminium parts has been extensively used during decades in aircraft manufacturing thanks to its excellent performance. However, hexavalent chromium is known to be carcinogenic and harmful for the environment. \n\nThe main objective of the topic to which the present proposal relates is to optimize a Chromium-free sealing process for thin layer Sulfuric Acid Anodizing (SAA) as eco-friendly alternative to CAA for aluminium unpainted parts. \n\nIn the present Project, a statistical approach based on Design of Experiment (DoE) and Analysis of Variance (ANOVA) will be used to optimize two sealing solutions, one previously studied by the Topic Manager and one to be proposed by the Cosortium. \n\nThe optimization will be performed firstly at laboratory scale for AA2024 taking into consideration corrosion resistance in Salt Spray Test (SST), economic and ecological aspects. In parallel, the mechanism of corrosion protection will be proposed and the stability against contaminant and ageing of the solutions will be assessed. Secondly, still at laboratory scale, the optimized process will be implemented to other aluminium alloys, performing adaptations or modifications if necessary. \n\nAfterwards, the two sealing processes will be scaled-up employing a pilot plant. In case problems arise, the lab-scale and pilot-scale studies will be iterated. Finally, the sealing processes will be implemented in an industrial scale and demonstrators will be processed.\n\nThe characterization of samples and demonstrator will include SST, weight and thickness of anodic layer; Contact Angle Measurements (CAM), Electrochemical Impedance Spectroscopy (EIS), X-Ray Diffraction (XRD), Scanning Electron Microscopy coupled with X-ray Energy Dispersive Spectroscopy (SEM-EDS) and Focused Ion Beam (SEM-FIB). Additional techniques are considered as well in case they are useful.",
    "totalCost": "327023,75",
    "ecMaxContribution": "262098,13",
    "coordinator": "TITIANA ENSAYOS PROYECTOS INDUSTRIALES SL",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION CENTRO TECNOLOGICO DE MIRANDA DE EBRO;INNOMAT COATINGS SL;FUNDACION CIDETEC;UNIVERSIDAD DE CADIZ",
    "participantCountries": "ES",
    "projectParticipants": {
        "999855340": {
            "orgId": "999855340",
            "orgName": "UNIVERSIDAD DE CADIZ",
            "ecContrib": 82500
        },
        "957826210": {
            "orgId": "957826210",
            "orgName": "FUNDACION CENTRO TECNOLOGICO DE MIRANDA DE EBRO",
            "ecContrib": 16730
        },
        "937349510": {
            "orgId": "937349510",
            "orgName": "TITIANA ENSAYOS PROYECTOS INDUSTRIALES SL",
            "ecContrib": 135292
        },
        "999461229": {
            "orgId": "999461229",
            "orgName": "FUNDACION CIDETEC",
            "ecContrib": 11375
        },
        "925395230": {
            "orgId": "925395230",
            "orgName": "INNOMAT COATINGS SL",
            "ecContrib": 16201
        }
    },
    "calculatedTotalContribution": 262098
}