{
    "rcn": "204240",
    "acronym": "GEOPET",
    "topics": "SMEInst-11-2016-2017",
    "title": "ìEcological, sustainable and economical non woven acoustic insulating felts for automotive industry",
    "startDate": "01/06/2016",
    "endDate": "31/08/2016",
    "objective": "Non woven acoustic insulators are key elements of vehicles to enhance comfort and to avoid noises inside the vehicle. Despite automotive industry efforts towards new acoustic insulating felts with improved properties, some issues need to be acomplished: manufactures must make dismantling and recycling of end-of-life vehicles more environmentally friendly quantifying to a minimum of 85% by mass the reuse, recycling and recovery of the on end-of-life vehicles (ELVs) and their components (Directive 2000/53/EC, ELV) and this should be done at the earliest stages of development of vehicles (Directive 2005/64/EC). On the other hand, current vehicle felts are not only manufactured with petrochemical-derived materials such as polypropylene (PP) and polyester (PET) polymers which generate greenhouse gas emission effect but also highly cost, selling price of current acoustic insulators exceed Ä2.6/m2 on average for an insulator of 10 mm. \nTo overcome these needs Arifieltros have developed GEOPET products which are more environmentally friendly and sustainable non woven acoustic insulators, since they are made of 80 % recycled natural fibers and are 100% recyclable, generating less greenhouse gas emission and complying with European Directives on ELVs. Moreover, the use of more economical raw materials, 0.75 Ä/Kg in comparison with 2Ä/Kg of petrochemicals derivatives, reduces product cost up to Ä1.3/m2 (10 mm thickness), in comparison with current acoustic insulators Ä2.6/m2. When compared to SawasorbÆ (Sandler GA acoustic insulator), similar absorption performances were obtained. \nGEOPET is currently a prototype within a range of insulators with a TRL6, having successfully been tested in alpha cabin and fitted in a vehicle tested in a petit cabin. It is envisioned that we will penetrate in the automotive market with 3 prototypes GEOPET STANDARD, GEOPET PREMIUM and GEOPET XTR which have been designed to satisfying all types of vehicle passengers and segments.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANGEL RUIZ IBANEZ S.A.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924053041": {
            "orgId": "924053041",
            "orgName": "ANGEL RUIZ IBANEZ S.A.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}