{
    "rcn": "204262",
    "acronym": "RiNG-16-17",
    "topics": "MSCA-NIGHT-2016",
    "title": "European Researchers' Night in Bosnia and Herzegovina 2016-2017",
    "startDate": "01/06/2016",
    "endDate": "30/11/2017",
    "objective": "'European Researchers' Night in Bosnia and Herzegovina 2016-2017 (RiNG-16-17) will jointly represent research and innovation landscape from Republika Srpska and Federation of BiH, promote scientific careers and enhance public recognition of researchers' work with the message 'Researchers are amongst us' by engaging interactive communication with the public at large in whole BiH.\nRiNG-16-17 slogan is ìresearch and innovation ñ two sides of the same coinî. The event is based on ìdiscovery of unknownî and ìbuilding better tomorrowî concepts, and will be organized in collaboration with 2-days StartupDNA conference. RiNG-16-17 is a Researchersí Night of national character, involving coordinated actions in six cities in Bosnia and Herzegovina, and incorporates cross-border aspect by involving researchers and research-driven business from the Balkan region as participants in RiNG activities.\nPromotion campaign will largely rely on European dimension and will be coordinated with other Researchers' Nights in EU and Western Balkan region. Specific activities will be organized in several cities in BiH, thus becoming 'national' research promotion event in this country:\n- Edutainment parks with hands-on experiments, directly engaging general public into communication with researchers;\n- High school competitions for the best science projects;\n- Science coffee and talks to scientists, labeled as 'RiNG.ME';\n- Various competitions, games and quizzes, especially directed to younger audience;\n- 'Stand Up Science' lectures, presentations;\n- Large EU area: EU corners with policy and gender issues advisory, as well exhibition of EU-funded projects in BiH;\n- Thematic activities at supporting universities, research centres and museums;\n- Science Movie Night and Science Party.\nRiNG-16-17 quantitative targets per event/year are:\n- Number of people to be reached through awareness raising campaign in BiH: 350.000;\n- Expected number of direct attendees to organized events in whole BiH: 15.000.'",
    "totalCost": "193650",
    "ecMaxContribution": "153780",
    "coordinator": "TIDEA DOO BANJA LUKA",
    "coordinatorCountry": "BA",
    "participants": "UNIVERZITET ZA POSLOVNE STUDIJE BANJA LUKA;OXFAM ITALIA ONLUS;PRIVREDNO DRUSTVO INSTITUT ZA HIDROTEHNIKU DD SARAJEVO",
    "participantCountries": "BA;IT",
    "projectParticipants": {
        "959218257": {
            "orgId": "959218257",
            "orgName": "TIDEA DOO BANJA LUKA",
            "ecContrib": 70000
        },
        "973820443": {
            "orgId": "973820443",
            "orgName": "OXFAM ITALIA ONLUS",
            "ecContrib": 38000
        },
        "922768179": {
            "orgId": "922768179",
            "orgName": "UNIVERZITET ZA POSLOVNE STUDIJE BANJA LUKA",
            "ecContrib": 5780
        },
        "952544463": {
            "orgId": "952544463",
            "orgName": "PRIVREDNO DRUSTVO INSTITUT ZA HIDROTEHNIKU DD SARAJEVO",
            "ecContrib": 40000
        }
    },
    "calculatedTotalContribution": 153780
}