{
    "rcn": "204233",
    "acronym": "HYPERA",
    "topics": "SMEInst-07-2016-2017",
    "title": "Affordable Hyperspectral Imaging System for on-line foreign body detection and chemical composition analysis",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "In response to growing industry demand for rapid, non-destructive techniques for foreign body detection and identification in food products, IRIS (an advanced engineering company from Spain that specialises in the integration of real-time monitoring solutions in the industry) will accelerate the development of an affordable, rapid and accurate hyperspectral imaging (HSI) system for the on-line detection of foreign bodies and chemical composition analysis in modern food processing plants. \n\nThe HYPERAÆ system is based on a novel and disruptive combination of Shortwave Infrared Hyperspectral Imaging (SWIR-HSI) in reflectance with Near Infrared Multispectral Imaging (NIR-MSI) in reflectance/transmittance and chemometric software. HYPERA offers outstanding performance for the detection of foreign bodies in foodstuffs by enabling: a) penetration (enabled by the NIR); b) composition differentiation (enabled by the SWIR); and c) resolving the image distortion caused by scattering (enabled by the chemometrics); d) compact and low-cost design (enabled by the extended infrared spectral bands to obtain more chemical information from the sample using novel detectors), e) high inspection speeds and versatility (enabled by combining a flexible hyperspectral imager design with integrated chemometric tools). The HYPERAÆ system, which will be suitable for multiple application purposes and object, will equip food processors to prevent contaminated food entering the supply chain, thereby protecting the brands as well as the consumer.",
    "totalCost": "1651750",
    "ecMaxContribution": "1156225",
    "coordinator": "IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}