{
    "rcn": "204239",
    "acronym": "IE-E",
    "topics": "SMEInst-09-2016-2017",
    "title": "Innovative heat-to-power engine for very low temperature heat recovery applications",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "The strategic objective of the IE-E project is to develop a new heat-to-power engine in low-temperature ranges so that to recover and convert heat to power in a cost effective manner. This will be implemented by using an isothermal, scroll type expander that will replace the conventional (close to) isentropic one that is exclusively included in conventional ORC engines. This configuration can lead to much higher cycle thermal efficiency than the existing ORC units.\nThe development of such isothermal expander makes it feasible to reach much higher efficiency than that of a conventional ORC, which is up to now the most common technology of heat conversion (e.g. biomass, industrial waste, geothermal and solar energy) into electricity. A first prototype has been designed, manufactured and tested, revealing the potential of this technology. Further work is required to validate and improve this concept and up-scale the expander to 20 kW rated power, with the aim to conclude to a commercial product.\nThe proposal deals with this state of the art expansion machine and configuration, in order to promote this new engine/product to the internal combustion engines market, focusing on the utilization of the heat rejected from the engine cooling systems (for engines up to 500 kWe). This market includes both stationary engines for power production (fuels: diesel, gas, biogas, etc.) and marine engines (auxiliary diesel engines used for electricity production), while an overall power increase up to 10% can be achieved, reducing accordingly the produced specific emissions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "G. LIGEROS & SIA OE",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924406800": {
            "orgId": "924406800",
            "orgName": "G. LIGEROS & SIA OE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}