{
    "rcn": "204235",
    "acronym": "TechTanks",
    "topics": "SMEInst-02-2016-2017",
    "title": "Revolutionary rib-welding system for the worldwide first fully automated production of large, high quality, on-site welded tanks, bringing considerable cost savings to drinking water applications",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "LIPP GmbH, based in Tannhausen in the south of Germany, is one of the leading tank manufacturers in Europe, having been in existence since the 1950ís. In the past decades, Lipp has patented over 170 different manufacturing, material and tank design technologies and is an innovative highly awarded (Rudolf-Diesel-Medaille) SME. Altogether, over 50,000 tanks and containers have been constructed globally with the internationally marketed and licenced LIPP Double-Seam Technology. \nRecent R&D has applied the experiences of the Double-Seam to develop a revolutionary, automated Rib-Welding System for the on-site erection of novel, flexible and large scale welded stainless steel tanks at superior quality and lower costs. An investment of Ä 2 million has led to the completion of 2 prototypes. Significant material and manufacturing cost reductions (up to ñ 45%) are possible due to the efficient, fast and automated on-site welding units. Cost reductions will lead to a unique selling position for applications in water and food industries, especially in drinking water storage. The water and food industries mainly use such types of tanks because of the strict hygienic regulations in this sector. Conservative estimations of the drinking water market allow yearly revenue of Ä 13 million in a billion Euro market segment after successful introduction of the technology in the next five years. The new technology is a central element for the future growth of the LIPP company. Additionally, the LIPP Rib-Welding System can be applied to conventional welded steel tanks and opens the market for large oil and pharmaceutical/chemical tank applications. This will strongly enhance profitability and growth performance of LIPP by transferring a substantially improved technology and existing knowledge into innovative, disruptive and competitive solutions, seizing European and global business opportunities.",
    "totalCost": "2218287,5",
    "ecMaxContribution": "1552801,25",
    "coordinator": "LIPP GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926819287": {
            "orgId": "926819287",
            "orgName": "LIPP GMBH",
            "ecContrib": 1552801
        }
    },
    "calculatedTotalContribution": 1552801
}