{
    "rcn": "204297",
    "acronym": "OC-Tech",
    "topics": "SMEInst-10-2016-2017",
    "title": "OC-Tech: Innovative vessel for cleaning-up activities in marine and fluvial environments.",
    "startDate": "01/07/2016",
    "endDate": "31/10/2016",
    "objective": "OC-Tech solution has been developed by OCEAN CLEANER TECHNOLOGY S.L. (OCT SL) (Spain), constituted as a company in 2013 after developing the Spanish patent ìPollution control vesselî. We have developed our innovative OC-Tech in order to contribute to the cleaning-up and surveillance of the EU maritime and fluvial domain.\n\nOC-Tech is a new vessel for recovering hydrocarbon spills (15 tons/hour with a separation rate of 70-80%) and being also able to deal with algal blooms, jellyfish infestations and flotsam. OC-Tech has a large deck for transporting personnel (until 12 passengers) and loads (1,500kg/m2). It is versatile and is able to work on ports, inshore, open sea and rivers during 48 hours without stopping due to our unique bagging system. Further, is easy to transport to the area affected thanks to its lower weight and modular design.\n\nOC-Tech makes an attractive investment because of its competitive price and due to its wider range of applications, including MARPOL services. OC-Tech 10m has a market price of Ä350,000 and OC-Tech 20m, Ä1,600,000 (25% lower than current alternatives). OC-Tech has also low operating and maintenance costs (55% of savings) compared to competitive solutions for fuel savings and hours actually worked per worker.\n\nDuring Phase 1 execution, we will develop a Feasibility Study including a Business Plan to assess the technological, commercial and financial viability. The general objective is to bring to the market our OC-Tech by March 2019. OC-Tech will be highly profitable by 2023 with total revenues of Ä21,55M and cumulated profit of Ä10,344,000 by selling 32 units in total until 2023. We have invested Ä250,000 until now and we will invest Ä2.8M more to put OC-Tech into the market. Considering a total budget of Ä3.05M, the Return of Investment of the OC-Tech project will be 2.39.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OCEAN CLEANER TECNOLOGY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920774441": {
            "orgId": "920774441",
            "orgName": "OCEAN CLEANER TECNOLOGY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}