{
    "rcn": "204229",
    "acronym": "VegAlert",
    "topics": "SMEInst-07-2016-2017",
    "title": "Low cost, early Phytosanitary monitoring and alert service for horticultural farmers",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "PROBLEM\nPlant pathogen diseases in horticultural crops are responsible for 35% of crop losses. Today, farmers lack information about disease threats, as there is no way to carry out early diagnosis of the potential diseases that already exist in the soil and surrounding environment. Without this information, the most common practice is to minimise all threats, regardless of whether they exist, by the blanket, widespread application of ìwide spectrumî chemical pesticides. However, these methods fail to eliminate all the pathogens effectively, increases production costs and itís environmentally harmful.\n\nSOLUTION\nMicrogaia is a Spanish SME who has developed a DNA microarray tool that allows rapid and quantitative detection of 200specific plant diseases in a simultaneous way. Microgaia has also developed the associated sampling method and sampling kits to take samples according particularities of each crop, farm plot and aspects as meteorological data, ensuring that results are representative.\nThe use of the entire system, called VegAlert, brings 4 great benefits:\n- cost reduction (by saving in pesticides)\n- higher yield (reducing losses caused by pathogens)\n- preservation of soil quality\n- compliance with the EU directive No 2009/128/EC\n\nMARKET\nThe utilised agricultural area for horticultural crops surpasses 836.000 thousand hectares in EU-28. Each analysis with VegAlert will be sold at 50 Ä. On average, 4 samples will be taken for each hectare and per season, this means that the total market size for VegAlert is 3.3 million of potential analysis per year (165 MÄ). The feasibility study showed that EU farmers are worried by pathogens, and willing to pay for this solution, which minimises their risks of losing production.\n\nBUSINESS OPPORTUNITY\nThis new business line is expected to generate important growth for Microgaia. The business plan predict that by 2022, 18 new jobs will be created with an annual turnover of 7.1 MÄ and EBITDA of 3.1 MÄ.",
    "totalCost": "917396,25",
    "ecMaxContribution": "642177,38",
    "coordinator": "MICROGAIA BIOTECH SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953115405": {
            "orgId": "953115405",
            "orgName": "MICROGAIA BIOTECH SL",
            "ecContrib": 642177
        }
    },
    "calculatedTotalContribution": 642177
}