{
    "rcn": "204223",
    "acronym": "BRIGHT",
    "topics": "MSCA-NIGHT-2016",
    "title": "Brilliant Researchers Impact on Growth Health and Trust in research.",
    "startDate": "01/06/2016",
    "endDate": "31/01/2018",
    "objective": "The BRIGHT project aims at enhancing the visibility and perception of researchers among the general population in the Tuscany Region, simultaneously with all the European  Researchersí Night (ERN) initiatives.\nBRIGHT acronym means ìBrilliant Researchers Impact on Growth Health and Trust in researchî, wishing to underline the positive aspect of the research activity in order to convey a positive message to the general public.\nBRIGHT is planned in for two years - i.e. two events, one in 2016 and another in 2017 - and livens up not only two ìnightsî with entertaining and exciting events spread across the main Tuscany cities,  but it also creates a lot of initiatives aiming at building permanent ìResearch Urban Trekkingî paths leading towards the complete awareness of the researcherís role in society. ìResearchers make your life better!î is the guiding principle stemming from the passion, the enthusiasm and hard intellectual work of researchersí daily work and how this contributes to the well-being of the general population. BRIGHT focuses on creating awareness on the important role played by researchers in addressing the great challenges ahead, such as health and wellbeing, new technologies, sustainable development, physical and biological challenges, cultural heritage.\nBRIGHT will be successful if it will be able to convince the population of the IMPACT of the researchers and the research's products for the development of the society, and to make people TRUST the researchers instead of being driven away by hoaxes with no scientific basis.",
    "totalCost": "160000",
    "ecMaxContribution": "160000",
    "coordinator": "Universit‡ degli Studi di Siena",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITA DEGLI STUDI DI FIRENZE;SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA;UNIVERSITA DI PISA;SCUOLA NORMALE SUPERIORE;SCUOLA IMT (ISTITUZIONI, MERCATI, TECNOLOGIE) ALTI STUDI DI LUCCA;UNIVERSITA PER STRANIERI DI SIENA",
    "participantCountries": "IT",
    "projectParticipants": {
        "949613996": {
            "orgId": "949613996",
            "orgName": "SCUOLA IMT (ISTITUZIONI, MERCATI, TECNOLOGIE) ALTI STUDI DI LUCCA",
            "ecContrib": 10000
        },
        "999898020": {
            "orgId": "999898020",
            "orgName": "UNIVERSITA' DEGLI STUDI DI SIENA",
            "ecContrib": 0
        },
        "997625116": {
            "orgId": "997625116",
            "orgName": "UNIVERSITA PER STRANIERI DI SIENA",
            "ecContrib": 10000
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 38000
        },
        "999886962": {
            "orgId": "999886962",
            "orgName": "SCUOLA NORMALE SUPERIORE",
            "ecContrib": 10000
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 38000
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 10000
        }
    },
    "calculatedTotalContribution": 116000
}