{
    "rcn": "204215",
    "acronym": "PROPCONEL",
    "topics": "JTI-CS2-2015-CFP02-ENG-01-03",
    "title": "More electric, advanced hydromechanics propeller control components.",
    "startDate": "12/09/2016",
    "endDate": "11/09/2019",
    "objective": "The project proposal is aimed in category of Business Aviation/Short Range turboprop engines. The baseline core of ARDIDEN3 will be improved with focus, first of all upon combustion chamber for higher altitude operation, specific turbine and propulsive exhaust and specific control system. This way it will better fit with turboprop application. For this purpose the ARDIDEN3 core will be integrated with an innovative gear box, air inlet and advanced more electric propeller control system.\nObjective of the project proposal is to research, design, manufacture test and verify a new advanced, more electric propeller control system consisting of Propeller Control Unit, Overspeed Governor and Auxiliary Oil Pump, useful for operational conditions of the improved Turboprop engine developed by Turbomeca. \nThe objective will be achieved by the following steps:\n1. Definition of propeller control system design specifications with respect to the increased level of power influences due to the specific characteristic of the improved Turboprop engine.\n2. Design of the Propeller Control Unit, Overspeed Governor and Auxiliary Oil Pump.\n3. Production of the Propeller Control System equipment.\n4. Testing of the Propeller Control Unit, Overspeed Governor and Auxiliary Oil Pump within internal testing procedures, and validation within environmental external testing and verification directly on the Turboprop engine demonstrator, in order to demonstrate the achievements.\nBased on the dynamic modeling, research and verification the new technical specifications will be established. Based on them a suitable, advanced more electric propeller control system will be designed, produced and tested.\n\nJIHOSTROJ is a company experienced and approved for design and production of propeller governors. \nVZLU is a research and testing establishment with more than 90 years of experience and tradition in aerospace activities.",
    "totalCost": "390000",
    "ecMaxContribution": "300694",
    "coordinator": "JIHOSTROJ AS",
    "coordinatorCountry": "CZ",
    "participants": "VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
    "participantCountries": "CZ",
    "projectParticipants": {
        "999497992": {
            "orgId": "999497992",
            "orgName": "VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
            "ecContrib": 92315
        },
        "984228349": {
            "orgId": "984228349",
            "orgName": "JIHOSTROJ AS",
            "ecContrib": 208379
        }
    },
    "calculatedTotalContribution": 300694
}