{
    "rcn": "204252",
    "acronym": "ECO-TURBINE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Development of lamella type of wind turbine made of bio composite polymers",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Conventional wind turbines are dangerous for birds, animals and humans in their vicinity and produce harmful low frequency noise; they are made of composites with a considerable carbon footprint. In the project we will provide the first true ecological wind turbine in the world!\n\nThe realization of the project will place on the market new paradigms in the world of small wind turbines in several ways and will fulfill the following objectives:\n\nNew material: ECO-TURBINE turbine aerodynamic parts will be made with the revolutionary advanced technology of flax based bio composites and natural based adhesives with 70% less carbon foot print than conventional composites. \n\nNew technical concept: ECO-TURBINE turbines will have completely new type of movement than conventional HAWT and VAWT wind turbines. Instead of rotational movement of propellers on round surface our solution has a lamella type rectangular ªwall´ of series of blades. \n\nNew business/marketing model: ECO-TURBINE turbine will use technical concept of special under angle painted wind turbine as revolving advertising billboard, therefore our solution will be sold primarily as a very effective advertising billboard with additional function of eco and effective electricity generation.\n\nNew possibility of placement: ECO-TURBINE turbines will be possible to place on areas where conventional turbines could not be placed due to danger (impact and low frequency pollution) to birds and humans or for aesthetic reasons. \n\nNew revolutionary mechanical principle represent also a huge technological and business opportunity for use in the in hydro power generation for small hydro power plants in rivers and streams with low hydro flow. \n\nPatented ECO-TURBINE turbine solution represents a completely new concept that means third basic concept of wind turbines apart from HAWT and VAWT turbines and present attractive business opportunity.\n\nWith feasibility study will be examined key areas needed for realization of the project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VEPLAS VELENJSKA PLASTIKA DD",
    "coordinatorCountry": "SI",
    "participants": "PRIMUM POSLOVNO SVETOVANJE DOO",
    "participantCountries": "SI",
    "projectParticipants": {
        "952595776": {
            "orgId": "952595776",
            "orgName": "PRIMUM POSLOVNO SVETOVANJE DOO",
            "ecContrib": 0
        },
        "966154436": {
            "orgId": "966154436",
            "orgName": "VEPLAS VELENJSKA PLASTIKA DD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}