{
    "rcn": "204246",
    "acronym": "Ugypsum",
    "topics": "SMEInst-11-2016-2017",
    "title": "Up-cycling manufacturing waste from the composite industry",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "The problem: The annual production of glass fibre reinforced plastics in Europe exceeds 1 million tonnes, which generates a large volume (~ 100.000 tonnes) of waste in the short-term through the manufacturing process ñ and a huge amount of end of life products in the longer term. Despite the mounting regulatory pressure implemented through several EU directives to ban/limit the disposal of waste composites via landfilling, 98% of this waste is still dumped at European landfills.\nThe solution: Ugypsum is a resource efficient and an environmentally-friendly alternative to virgin glass fibre strands currently used by the gypsum wallboard industry as reinforcing agent in the manufacturing of gypsum wallboards. The environmental benefits associated with Ugypsum will represent key market driver for the technology acceptance within the increasingly environmentally conscious construction sector. ìGreenî business practices not only help protecting the environment, but also help a company improving its bottom line ñ both directly and indirectly through cost savings, healthier workplaces, tax credits, and increased consumer demand.\nThe market: Green building materials, viewed today as a long-term business opportunity with 51% of companies related to the construction industry expecting more than 60% of their work to be green by 2015. Ugypsum will accelerate the gypsum wallboard industry in meeting that expectation. Global gypsum wallboard demand is forecast to rise over 5% per year from 2013 to 2018 to roughly 10 billion square meters. Ugypsum will address a growing high volume market, from which our company is confident to capture at least a modest market share of 4% - thereby creating a turnover for Ucomposites AS of Ä25 million 5 years after market introduction.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UCOMPOSITES AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950607179": {
            "orgId": "950607179",
            "orgName": "UCOMPOSITES AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}