{
    "rcn": "204245",
    "acronym": "SOS Jelly",
    "topics": "SMEInst-03-2016-2017",
    "title": "An advanced biological remedy against jellyfish stings",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "In recent years anomalous proliferations of jellyfish are increasing in all seas: human envenomation by jellyfish toxins produce immediate toxicity (from minutes to few hours), with allergic responses, generally determining local symptoms (dermatitis, oedema and swelling, itching, stiffness, necrosis, pain) or more severe systemic effects. These can also be life threatening and, sometimes, bring to death.\nIt has been estimated there are 150 million jellyfish stings a year, about 200,000 people are annually stung by jellyfish in the only Florida. $350 million in losses to the Black Seaís fishing and tourism industries resulted from the invasion of the comb jelly into the Black Sea. Therefore, beyond a public health issue, jellyfish also constitute a threat to tourism.\nSea anemones can kill other fish that touch them; clownfish is therefore immune to the poison, thanks to generation of a biomimetic film on the fish skin. Toxins in the different types of Cnidarian (e.g. medusa and anemones) are similar, as they developed from common ancestors and belong to the same lineage.\nThe project SOSJelly intends to evaluate the feasibility of the development, manufacturing method, technological transfer and industrial scale-up and to third parties manufacturers, and licensing for commercialization of a completely new biosynthetic molecule or mix of molecules, with bio-mimetic properties, for the first time, able to protect human skin from the jellyfish contact effects. \nFurthermore, ABICH laboratory will formulate creams and gel without preservatives at all, suitable for allergic people. At the end of the Phase I, a pre-commercial advanced SOS Jelly ìpackageî (ingredient, formulation, laboratory test, regulation compliance, etc.) will be offered to manufacturers of sunscreen products.\nTarget market is a high volume and growing market (millions of people, only in Europe); a first entry in Mediterranean market is foreseen (France and Italy, as the main market).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ABICH SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "965588344": {
            "orgId": "965588344",
            "orgName": "ABICH SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}