{
    "rcn": "204271",
    "acronym": "FricWeld",
    "topics": "SMEInst-07-2016-2017",
    "title": "Friction Welded Valve for Enhanced Hygiene in Food and Beverage Industry",
    "startDate": "01/07/2016",
    "endDate": "30/11/2016",
    "objective": "Aviatec aims to pursue a major market opportunity through testing and demonstrating a new cost-effective sanitary valve housing for the food and beverage processing (F&BP) industry, where hygiene is of utmost importance. The novel valve housing is fully assembled using friction welding (FW), achieving the highest level of hygiene.\n\nThe primary benefits for equipment manufacturers and end-users are stemming from significant savings in materials and energy, as well as increased food and beverage safety:\nï Very hygienic and easy-to-clean solution: it ensures 100% elimination of pores, cracks and other unhygienic hiding places for bacteria formation, and facilitates clean-in-place (CIP) activities.\nï Savings on material and energy, reduced labour costs and processing time: the process is accomplished without the use of filler metals, fluxes or shielding gases, therefore no consumables are needed and no waste is generated. It minimizes energy and raw material consumption. It produces no fumes, gases or smoke and is a fast process.\nï Process flexibility: by combining different materials and dimensions, material costs are reduced without compromising on strength, and new products/equipment may be introduced because the design becomes more flexible. Additionally the process offers 100% traceability.\n\nDespite these advantages, the technology still has not achieved a breakthrough in this market, mainly because of conservatism and scepticism towards new equipment, as well as a general lack of knowledge about the possibilities of FW in F&BP market. In this scenario, and leveraging on a large accumulated know-how, Aviatec wishes, in the FricWeld Phase 1, to detail the viability of offering the novel valve housing for the F&BP industry. Subsequently in FricWeld Phase 2, ensuring and demonstrating a maximum level of hygiene, as well as lower costs and environmental impact, will be a key differentiating factor to gain access to the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AVIATEC APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920625449": {
            "orgId": "920625449",
            "orgName": "AVIATEC APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}