{
    "rcn": "204256",
    "acronym": "AVELEDA Fruit Wine",
    "topics": "SMEInst-07-2016-2017",
    "title": "AVELEDA Fruit Wine",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "ìAVELEDA Fruit Wineî aims to create an innovative type of Fruit Flavour Wine by fermenting the fruit with the grapeís must, by combining new processing technologies and taking advantage of existing wine high-tech processes.\n\nWith AVELEDAís new approach a substantial natural product will be achieved in the Flavoured Alcoholic Beverages category. This will permit AVELEDA to become a superior market reference regarding the delivery of a more competitive product with substantial novelty to the wine industry.\n\nThis lower % of alcohol wine will be a more natural product, meeting today consumersí growing concerns with their health.\nAlso it will be achieved an effective industrial process addressed for natural fruit-wine production that can also enable reducing fruit waste generation.\n\nFeasibility study will be a major tool to set reasonable goals and strategies and therefore to minimise risks of failure during commercial implementation. This first phase will expand commercial exploitation strategy, develop samples wines to adjust consumer profile and flavour trends, accordingly to chosen markets, and also improve business strategy taking into account consumersí feedback. Phase I will enable a more consistent business plan and go to Phase II with coherent and realistic business strategies.\n\nAVELEDAís first fruit-flavoured wine will achieve a new wine category of relevant consumers with special concerns: health issues, seeking natural products. Taking into concern the dimension of potential wine consumers for this category there is a growing demand for fruit wines in several European countries but, at the time, there are no substantial values that disclose the exact size of this niche market. By promoting new and healthier wines and processes reusing fruit and significantly reduce its waste generation, European challenges with regard to Sustainable food production and Safe food&healthy diets will be adressed as a way to improve the competitiveness in the wine/food industry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AVELEDA SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936472727": {
            "orgId": "936472727",
            "orgName": "AVELEDA SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}