{
    "rcn": "204259",
    "acronym": "A reinvented wheel",
    "topics": "SMEInst-10-2016-2017",
    "title": "A disruptive innovation removing the need for tyre change on bicycles",
    "startDate": "01/07/2016",
    "endDate": "31/10/2016",
    "objective": "The increased use of bicycles as a mean of transportation has taken a key role in the efforts towards sustainable transportation in urban areas. It is essential for achieving the goal of a cleaner transport sector and a sustainable urban environment. Most governmental bodies and NGO's recognize cycling as a key contributor, and this is why improvement of conditions for cycling is a priority. This effort, along with a changing climate, has resulted in a significant increase in European citizens utilizing bicycles as a mean of year-round transportation, greatly benefiting the environment and public health.\nDespite improved infrastructure for transport cycling in European cities, seasonal changes resulting in slippery or icy roads are the single greatest reason why people leave their bike at home. The roads are often icy for only a short period at a time, and because tyre change is a hassle, most people never change their tyre according to weather or purpose. Our invention completely removes the need for changing tyres and imposes a paradigm shift in the tyre industry. It allows the user to easily alter the characteristics of their tyres, and just as with shoes, it will become completely natural for cyclists to change their tyre surface according to road and weather conditions. \n\nOur key innovation is a system for changing the tyre surface while it is still on the bike. Thus, a single tyre can have all imaginable features and properties. This invention comes from the realization that only the surface of a tyre is significant in defining the tyre characteristics. It was initially developed for wheelchair users to improve winter mobility. \n\nOur team is situated at an incubator, and consists of 6 M.Sc students and graduated engineers. We are closely related to the Norwegian University of Science and Technology, and governmental and private founding have enabled us to make initial prototypes. We have letter of intent from a leading scandinavian sports retail distributor.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TECHNIUM AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924959312": {
            "orgId": "924959312",
            "orgName": "TECHNIUM AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}