{
    "rcn": "204263",
    "acronym": "MOBILE AUGMENTER",
    "topics": "SMEInst-01-2016-2017",
    "title": "Mobile augmented reality platform for educative products",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "'The term Augmented Reality (AR) comprises several approaches and disciplines which have in common the enrichment of the human perception of reality with additional data aided by electronic devices.\nMAHEI TECHNOLOGY is an engine for the development and execution of augmented reality contents and games for educative purposes in mobile devices. As reference of its relevance, the Wikipedia, under de chapter ìEducationî of the term ìAugmented Realityî, remarks as example the iSkull App, one of the developments of MAHEI for the learning of anatomy (http://en.wikipedia.org/wiki/Augmented_reality#Education).\nSound research in the last decade, demonstrates the effectiveness of AR approach to improve learning over the traditional methods; up to 37% improvement according to several authors (see annex). These results are particularly relevant in the case of children with learning performance under the average. On the other hand, Generation X, and in a greater extent, Generation Y, also known as the Millennials, are already generations of young adults who grew and learnt in an electronic gaming environment. Parents of the new children recognize the benefits of the use of technology in learning and are familiar to the use of these technologies. Finally, children spend on average 50 minutes playing mobile and tablet games each day.\nGame players regularly exhibit persistence, attention to detail and problem solving, all behaviors that ideally would be regularly demonstrated in school (see annex). These three mainstreams, an academic community increasingly enthusiastic in this field, a consumer demography based on digital natives and the overwhelming implantation of mobile devices in childrenís life, depict a near future scenario of widespread introduction of ICT aided mobile learning tools.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MAHEI ENGINEERING SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934446300": {
            "orgId": "934446300",
            "orgName": "MAHEI ENGINEERING SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}