{
    "rcn": "204202",
    "acronym": "PROGRESS",
    "topics": "BIOTEC-04-2016",
    "title": "Priorities for Addressing Opportunities and Gaps of Industrial Biotechnology for an efficient use of funding resources",
    "startDate": "01/08/2016",
    "endDate": "31/10/2017",
    "objective": "The Progress project will support and accelerate the deployment of IB in the EU indus-try by identifying high-value opportunities for IB and proposing actions to address them successfully. The CSA will conduct a multidisciplinary approach with integration of desk re-search, statistical modelling, qualitative assessment and synthesis of data and stakeholder information and perspectives on a detailed level, in order to provide good and non-biased understanding and adequate knowledge for action. The CSA will consist of three phases:\nFirst, a comprehensive and dependable information base which allows for plausible estimations on the future of IB in the EU in the short and medium-term will be provided. It consists of an integrated analysis that considers technological, societal, political, de-mand, acceptance dimensions. Therefore, quantitative (indicators, modelling) and qua-litative information will be combined. In order to identify the R&D&I needs that are con-gruent to the European capacities and to delineate adequate actions the CSA will adopt an international value chain/ecosystem perspective and provide an in-depth analysis of the most relevant value chains. \nSecond potential desirable, realistically achievable future paths for the various value chains for IB will be elaborated. These will eventually be combined into an integrated vision for the future of IB in Europe by engaging with the different stakeholder commun-ities.\nIn the third phase high-value opportunities for IB and related R&D&I needs will be de-ducted and prioritized. This will provide guidance on need for action to build up and focus national/regional capacities and activities on key segments. Moreover, it will pro-vide strategic guidance for the formation of an integrated European technology base. We will address potential strategies and opportunities for specific country groups as well as beneficial framework conditions for collaboration across Europe.",
    "totalCost": "492875",
    "ecMaxContribution": "492875",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 492875
        }
    },
    "calculatedTotalContribution": 492875
}