{
    "rcn": "204292",
    "acronym": "WORLDTIMING II",
    "topics": "SMEInst-04-2016-2017",
    "title": "ULTRA ACCURATE WORLD TIMING SERVICES II",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The project aims at distributing ultra-accurate and traceable timing based on Galileo System Time (GST) through optical fibers. The goal is twofold. First, the project will facilitate the extension of the Galileo surface segment, through connecting the elements of the PTF and then the TVF. These links can be extended by using the telecom operatorsí optical fiber infrastructure so that GSA and National Metrology Institutes can provide time as a service for key facilities all around the world.  This allows deploying a terrestrial time network for the incoming 2020 applications, ultra-accurate, traceable with respect to UTC/Galileo GST and fully dependable. It will be a key solution to enable applications as autonomous navigation, UAVs, telecommunications infrastructure virtualization or indoor positioning. The second goal aims to provide a solution for Galileo GNSS receivers, resilient and secured against jamming and spoofing attacks. By distributing multiple GNSS receivers scattered around large areas we will provide a unique global clock reference, fully dependable for industrial applications. The target customers include critical infrastructures in segments like Telecommunications, Smart Grid and Finance (conventionally dependent on satellite signals) as well as next generation of Industrial Internet of Things and distributed systems. \nOur solution is possible with the emergent White Rabbit (WR) solution which is a sub-nanosecond accurate timing technology originally born at CERN for scientific facilities. WR is an extension of the standard Ethernet based on time distribution standards. As an extension of Ethernet, it can be easily integrated with existing communication networks at negligible bandwidth cost and can distribute time and frequency signals with 100 ps accuracy over long distances.",
    "totalCost": "1357137,5",
    "ecMaxContribution": "949996,25",
    "coordinator": "SEVEN SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "988023959": {
            "orgId": "988023959",
            "orgName": "SEVEN SOLUTIONS SL",
            "ecContrib": 949996
        }
    },
    "calculatedTotalContribution": 949996
}