{
    "rcn": "204247",
    "acronym": "SEL 360 Gomins",
    "topics": "SMEInst-01-2016-2017",
    "title": "The first holistic mobile game for evaluating and supporting the development of social and emotional skills and competences in childhood",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "SEL 360 GominsÆ aims at setting a new standard for tracking and supporting children to develop social and emotional skills and competences while early detecting any social-emotional difficulties and behaviour disorders.\nIn order to optimize acceptance and success rates, SEL 360 GominsÆ is based on the objective and accurate measurement of physiological, psychological and behavioural parameters through neurophysiological sensors, voice and video analysis while the child is playing our fun games through mobile devices. The technology behind this gaming child-centred solution makes it possible to gather and analyse relevant parameters and information anytime and anywhere.\nThe system has demonstrated to be applicable for diagnosis, monitoring and training of emotional skills and social behaviour in childhood ñfostering development and self-regulation- and brings as clinical outcome normalized social behaviour and improved schools performance.\nSEL 360 GominsÆís unique design and technology allows us to achieve two clinical objectives:\n1. To identify at early stage, by objectively and accurately quantifying in real time, deviations and deficits in social behaviour competences and emotional skills\n2. To deliver personalized reports, enabling optimal training by parents, teachers and schools at home and schools under remote medical support and tracking.\nA feasibility study (Phase 1) will be conducted to confirm the viability for commercializing SEL 360 GominsÆ at global level and then proceed with the validation of its performance and efficacy in clinical trials (Phase-2). Together, this will pave the way for a successful commercial launch on 2019 to deliver the first scientific-based game for supporting million of children to enhance their social behaviour and emotional skills.\nThanks to this project, ¡lava Reyes will become a European point of reference of innovation in the field of psychology, generating 14.511.955 Ä cumulative revenues by 2023.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALAVA REYES CONSULTORES SLU",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928920986": {
            "orgId": "928920986",
            "orgName": "ALAVA REYES CONSULTORES SLU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}