{
    "rcn": "204225",
    "acronym": "CLoSER",
    "topics": "MSCA-NIGHT-2016",
    "title": "Cementing Links between Science and society toward Engagement and Responsibility",
    "startDate": "02/05/2016",
    "endDate": "01/01/2018",
    "objective": "The European Researchersí Night (ERN) has become an annual tradition in Piedmont thanks to an extraordinary 10 years experience that has made citizens of all ages eagerly awaiting this appointment with the scientific vocation of our district and the European Commission.\nThe CLOSER project will involve all the 8 provinces of Piedmont and the major city of the Aosta Valley (who recently joined the project), treasuring the capitalized experience of the past editions: it will build on the results achieved along this thrilling journey and move forward, also on the basis of the European agenda defined by H2020 in relation to the science and society issues.\nThe acronym CLOSER reflects the whole thread of this proposal, which aims at establishing an alliance between researchers and the various societal actors by bringing them closer to one another, using the RRI approach to encourage them to take responsibility and work together to design a sustainable, ethically acceptable and socially desirable future. For this purpose, specific actions will be devised to actively engage citizens, schools and young people, policy makers and industries, who wonít be just the audience but the protagonists of each of the proposed action. A special programme will particularly target young people to foster their interest in scientific careers.\nIn addition, CLOSER aims at strengthening the European citizenship feeling of the public involved as well as increasing their awareness of the importance of the European dimension in research through specific activities such as the ëEuropean Stage for Research and Innovationí, ëA talk with young research!í and ëThe Human Face of Researchí.\nTo realise such an ambitious programme, the engagement of a large, trans-disciplinary, gender-balanced community of researchers committed to public engagement will be vital: CLOSER will provide them with innovative, creative formats of communication that will strengthen their capability of communicating their research.",
    "totalCost": "271750",
    "ecMaxContribution": "178250",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITA DEGLI STUDI DEL PIEMONTE ORIENTALE AMEDEO AVOGADRO;CENTROSCIENZA ONLUS ASSOCIAZIONE;UNIVERSITA DEGLI STUDI DI SCIENZE GASTRONOMICHE;CREATIVA IMPRESA DI COMUNICAZIONE SRL;POLITECNICO DI TORINO",
    "participantCountries": "IT",
    "projectParticipants": {
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 7500
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 77000
        },
        "998476485": {
            "orgId": "998476485",
            "orgName": "CREATIVA IMPRESA DI COMUNICAZIONE SRL",
            "ecContrib": 23000
        },
        "999927508": {
            "orgId": "999927508",
            "orgName": "CENTROSCIENZA ONLUS ASSOCIAZIONE",
            "ecContrib": 47000
        },
        "949553468": {
            "orgId": "949553468",
            "orgName": "UNIVERSITA DEGLI STUDI DI SCIENZE GASTRONOMICHE",
            "ecContrib": 3750
        },
        "999905392": {
            "orgId": "999905392",
            "orgName": "UNIVERSITA DEGLI STUDI DEL PIEMONTE ORIENTALE AMEDEO AVOGADRO",
            "ecContrib": 20000
        }
    },
    "calculatedTotalContribution": 178250
}