{
    "rcn": "204264",
    "acronym": "FastPrk-2",
    "topics": "SMEInst-10-2016-2017",
    "title": "ENHANCED ON-STREET PARKING MANAGEMENT SYSTEM",
    "startDate": "01/06/2016",
    "endDate": "31/07/2018",
    "objective": "The migration of the global population to urban areas has strained the resources of cities worldwide. To address these challenges governments are turning to Smart Cities to provide sustainable infrastructure that meets the needs of citizens. The smart city industry is projected to reach 1.56 $ trillion by 2020. \nSmart city initiatives are focussing on smart parking systems to enhance regulated parking spots with occupancy sensors that provide additional features & services to parking management companies as well as drivers by reducing time spent looking for parking, traffic and CO2 emissions. Monitored parking spaces will be a global emerging market by 2020 when 1% of on-street parking spaces will be controlled. The European Parking Association estimates that there are 12M parking spaces available for smart parking (in European cities with more than 20K habitants). As a result, they estimate that there are an additional 190M spaces likely to become regulated in the near future, equalling a huge potential market for Fastprk-2 in Europe alone. Considering the competitors & the time-to-market we aim to manage 60M parking spaces for 2019. \nFastPrk-2 is an innovative full featured smart on-street parking solution, featuring enhanced services resulting from almost 100% accurate occupancy sensors & a system architecture that provides cutting edge HW-based sensor technology & SW-based tools that optimize transport management through innovative applications that analyse diverse parking related data, minimizing maintenance costs and operational processes. \nWorldsensing is a cutting edge tech company, a market leader in innovative wireless solutions, & a pioneer in IoT technologies, with a strong executive & advisory team, as well as the strategic investors Cisco, Mitsui and FJME. Worldsensing has 2 main product portfolios: Smart Traffic solutions for Smart Cities and Industry Monitoring solutions. It has >30 employees & an increasing turnover of 2.7MÄ.",
    "totalCost": "2150027,5",
    "ecMaxContribution": "1505019,25",
    "coordinator": "WORLDSENSING SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "993322002": {
            "orgId": "993322002",
            "orgName": "WORLDSENSING SL",
            "ecContrib": 1505019
        }
    },
    "calculatedTotalContribution": 1505019
}