{
    "rcn": "204296",
    "acronym": "reNEW",
    "topics": "SMEInst-11-2016-2017",
    "title": "Valuable product recovery from sewage sludge",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "Our company, UTB Envirotec Zrt., is one of the regional market leaders in engineering services for wastewater treatment. In the past few years, we have developed a technology for sustainable valorisation of sewage sludge. The treatment of this sludge represents one of the biggest problems for small and medium sized wastewater treatment plants. In our reNEW process the sewage sludge is biologically transformed into volatile fatty acids (VFA) and valuable nutrients (NPK), which are recovered. These products represent important market value: VFA as raw material for eco labelled cleaning agents, and NPK as fertilizer. In this proposal we aim to develop a detailed commercialization and business plan for our products as well as to prepare a design for upscaling our application. Our final aim is to roll-out the technology and widely implement it all over Europe, enabling the growth of our company. This initiative was previously submitted three times under Horizon 2020 SME Instrument, passing all thresholds, receiving Seal of Excellence grades. We have since further discussed this proposal with our clients, technical partners and the Enterprise Europe Network (EEN). These discussions have reassured us regarding its merit, and helped us to further improve our business concept and the proposal.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UTB ENVIROTEC KORNYEZETTECHNOLOGIAIZARTKORUEN MUKODO RT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "969052311": {
            "orgId": "969052311",
            "orgName": "UTB ENVIROTEC KORNYEZETTECHNOLOGIAIZARTKORUEN MUKODO RT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}