{
    "rcn": "204286",
    "acronym": "LIGHTS Nights",
    "topics": "MSCA-NIGHT-2016",
    "title": "LIGHTS in Lincoln ñ Get Hold of Tech and Science research nights",
    "startDate": "01/05/2016",
    "endDate": "31/12/2017",
    "objective": "The key aim of University of Lincoln (UoL) ëLI-GHTSí festival is making research accessible for everyone, expressed in its LIGHTS acroynm (Lincoln ñ Get Hold of Tech and Science). LIGHTS Nights will serve a huge hinterland of the Midlands and North/North Eastern England with a dispersed, predominantly rural population including some of the most deprived areas of the UK which are home to large numbers of non-UK born EU citizens. Centred in this area, which too often lags behind other parts of Europe socially, economically and educationally, LIGHTS Nights has immense capacity to help realise the untapped potential of its local and regional hinterland by bringing people of all ages and backgrounds closer to the research of UoL through showcasing some of the Universityís most exciting and dynamic science, informing them of the amazing science being forged on their doorstep, and inspiring them with the importance, excitement and excellent of our research.\nThe UoL sits in the ancient Roman and medieval city of Lincoln, close to the stunning cathedral which has dominated the surrounding landscape for nearly 1,000 years.  In contrast, the UoL was founded barely 20 years ago, but has become the UKís fastest growing university expanding from nothing in 1995 to more than 13,000 students in 2015 and been ranked among the top 40 UK universities. The UoLís meteoric growth has not been allowed to sever the itís connections with its community. As well as working internationally, UoL is firmly embedded within its locale and is thus transforming its host city.  The ambitious and upward trajectory of the UoL represents an inspiring model for young people looking to engage with learning and research.  As such the opportunity to stage a Researcherís Night is both timely and very valuable, and has a high potential to deliver a significant dividend in terms of attitudinal shift in wider publics towards the importance and benefits of research and research as a career.",
    "totalCost": "195878,75",
    "ecMaxContribution": "165349",
    "coordinator": "UNIVERSITY OF LINCOLN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882694": {
            "orgId": "999882694",
            "orgName": "UNIVERSITY OF LINCOLN",
            "ecContrib": 165349
        }
    },
    "calculatedTotalContribution": 165349
}