{
    "rcn": "204294",
    "acronym": "ASURI",
    "topics": "SMEInst-01-2016-2017",
    "title": "Advanced Surgical Implants (ASURI)",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "The ASURI project at DO3D Innovations Ltd. aims to enter the 3D ñ printed medical implant and surgical guide market with a 3D printing service that integrates the whole medical implant and surgical guide design and manufacturing process. Our solution is innovative, safe, fast, cost effective and unquestionable from a healthcare and regulatory perspective. The novelty of our solution lies in the integration of castable 3D printing techniques with high precision casting in the area of medical implants: traditional implant manufacturers cannot provide patient specific implants or surgical guides, while 3D-printed implant manufacturer service providers work with SLM technology, which is slower and more expensive. Key benefits of our solution are: ï it provides an alternative for expensive surgical equipments or navigation systems with also keeping the level of efficiency close to them, or claiming for even higher efficiency ï applying our service to hospitals having no resources for such operational equipment allows them to successfully perform more complex interventions ï integrates presurgical planning in the traditional process ï patient specific, taylor made surgical devices provide better treatment, faster healing process and lower rate of failure leading to an improved medical outcome ï patients with complex pathologies can be treated who cannot be cured with traditional solutions ï makes revisional surgeries easier ï\nour new DLP printing technology provides a 2-times faster printing speed than currently commercially available printers, which ensures a cost and time effective manufacturing. This project creates a Europe-wide and global business opportunity for DO3D. Our project is supported by our strategic partners as well.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DO3D INNOVATIONS KFT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941490440": {
            "orgId": "941490440",
            "orgName": "DO3D INNOVATIONS KFT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}