{
    "rcn": "204290",
    "acronym": "T2gE",
    "topics": "SC5-24-2016",
    "title": "Transition to the Green Economy",
    "startDate": "01/06/2016",
    "endDate": "28/02/2017",
    "objective": "The main objective of the project is to contribute to a transition towards a green economy in Europe through organization of the international conference ìTransition to a green economyî (T2gE). This international conference will be an event of major strategic nature during the Slovak Presidency of the European Council. Conference will bring together a broad spectrum of stakeholders. Its ambition is to improve understanding of the green economy concept, identify conclusions and pathways for transition as well as to involve and mobilise various actors and stakeholders in the discussions of possible future actions. The conference also aims to strengthen synergy among various recent initiatives and programmes launched by the European Commission (i.e 7EAP, Circular economy package, Energy Union, Juncker Commissionís priorities etc) and by the Member States, to the benefit of the overall coherence.\n\nThe conference will aim to bring together policymakers from various EU countries, as well as a range of stakeholders from international organizations, academia, business, and civil society and encourage an open debate around key green economy issues. At the end of the conference, draft conclusions, for both the national and the European level, will be approved which will be useful tool for implementation of policy in the field of green economy. Parallel breakout sessions will be devoted to various relevant subjects with the involvement of representatives from civil society, policymakers, business, science and innovations, and regional and local authorities. The participants will present examples of the green economy approaches from successful countries, which will be discussed and reflected in the conclusions to ensure that green economy policy conclusions are relevant to countriesí needs. Part of the conference will be oriented on practical demonstration of Slovak examples of green/circular economy ñ field trip.",
    "totalCost": "317143,96",
    "ecMaxContribution": "285688,96",
    "coordinator": "SLOVENSKA AGENTURA ZIVOTNEHO PROSTREDIA",
    "coordinatorCountry": "SK",
    "participants": "PEDAL CONSULTING SRO;MINISTRY OF ENVIRONMENT;MOTION ZONE SRO",
    "participantCountries": "SK",
    "projectParticipants": {
        "998833057": {
            "orgId": "998833057",
            "orgName": "SLOVENSKA AGENTURA ZIVOTNEHO PROSTREDIA",
            "ecContrib": 39932
        },
        "922751010": {
            "orgId": "922751010",
            "orgName": "MOTION ZONE SRO",
            "ecContrib": 190756
        },
        "924386430": {
            "orgId": "924386430",
            "orgName": "MINISTRY OF ENVIRONMENT",
            "ecContrib": 0
        },
        "950224126": {
            "orgId": "950224126",
            "orgName": "PEDAL CONSULTING SRO",
            "ecContrib": 55000
        }
    },
    "calculatedTotalContribution": 285688
}