{
    "rcn": "204258",
    "acronym": "Drygair20",
    "topics": "SMEInst-09-2016-2017",
    "title": "Energy efficient greenhouse dehumidifier for warm climate operating at wide temperature ranges (4-40∞ C) and free of fluorinated gases",
    "startDate": "01/05/2016",
    "endDate": "31/08/2016",
    "objective": "We are DryGair Energies an Israel-based agritech SME established in 2010. Israeli climate has a severe dry season, so every water drop counts. This is how the idea of developing a climate solution saving energy and creating reusable water initiated the prototype of DryGair20, a revolutionary energy saving dehumidifying system that works efficiently throughout the whole growing season in both cold and warm climates thanks to a wider temperature range of operation (4-40∞C instead of current 10-26∞C). To this clear competitive advantage (current dehumidifiers are only efficient in cold climates), it is added its ability to work with non-fluorinated refrigerants, to be prohibited in Europe by 2020. This converts DryGair20 the unique real option in the short term for greenhouse growers aiming at complying with European 2020 regulations by upgrading/installing the new generation of effective dehumidifiers to save current high energy and fungicide costs. \nDryGair20 will reduce up to 20% overall energy costs of greenhouse exploitations, by means of a 40-60% decrease in heating (~40,000-60,000 Ä/year/ha). Its 500% higher effectivity in humidity removal (4 L water/Kwh instead of 0.7-1.5 L/Kwh of venting/heating systems), will allow 80% savings in fungal pesticides, while crops will become much less exposed to pathogens since the lack of need to open greenhouse windows for venting, and low humidity. 2-8∞C higher temperature and uniform air regime for optimal plant growth inside the greenhouse will also contribute to an overall outcome of 20-25% rise of crop productivity and quality with much less energy and pesticide costs, and lower environmental impact in terms of CO2 emissions and pollution. \nPotential market size for DryGair20 in the targeted European countries by 2021 is Ä2.3 billion. With a final price of Ä22,000, DryGair20 forecasted turnover by 2021 amounts to Ä16.5 million with a net profit of Ä 2.5 million (payback of 2 years). Workforce will increase in 20 people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DRYGAIR ENERGIES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925957539": {
            "orgId": "925957539",
            "orgName": "DRYGAIR ENERGIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}