{
    "rcn": "204214",
    "acronym": "ECOAEROGEL",
    "topics": "SMEInst-02-2016-2017",
    "title": "Silica aerogel highly resistant to extreme temperatures made from rice husk ashes",
    "startDate": "01/06/2016",
    "endDate": "31/08/2016",
    "objective": "EcoAerogel is the result of 15 years of R&D by NAM, an Italian SME specialised in nanoparticles, alongside with the University of Pavia. It consists of a High-Tec insulation material, an enhanced and ecological silica-aerogel, that outmatches current aerogels thanks to unprecedented combination of properties without any blending: fire and high temperature resistance (up to 1000∞C, i.e. 350∞C more than the rest), lowest density known in a solid (0.05 g/cm3), and one of the lowest thermal conductivity (0.021 w/m∑K). \nAdditional but not less relevant distinguishing features are its resistivity to cold (-200∞C), and the ìecological and safeî nature: it is synthetized from an endless source of raw material, rice husk ashes (a waste of rice cultivation), and it is 100% recoverable after service life (cradle to cradle approach), thus increasing eligibility of manufacturers towards companies with severe Supply Chain Management requirements. \nThe aerogel industrial equipment segment market (with 15-25% energy losses from inefficient insulation), is the target for the wide potential range of EcoAerogelís High-Tech products. This market worth Ä152 million (2014) and is forecasted to grow 24% to 2019. Both huge market volume and vertiginous increase, alongside with EcoAerogel unique resistivity to extreme temperatures, opens a clear business opportunity for our Company, the sole European aerogel developer in the world, despite its two North American big competitors, CABOT and ASPEN. \nSectors to be first addressed are High Thermal Insulation (HTI) and Refrigeration specialty applications, particularly industrial refrigeration doors, anti-fire products, and thermal wear. We are already collaborating with 3 Companies (MTH, AF Systems, and Thermore) in EcoAerogel prototype effectivity trials. \nNAM forecasts Ä3.95 million revenue in 2021, plus profits from technology licensing, increasing in 10 people. Profitability ratios in 2020 and 2021 are 11% and 14% (payback in 2 years).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NAM NANO ANALYSIS & MATERIALS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922088209": {
            "orgId": "922088209",
            "orgName": "NAM NANO ANALYSIS & MATERIALS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}