{
    "rcn": "204291",
    "acronym": "PROFIT",
    "topics": "SMEInst-10-2016-2017",
    "title": "Cost-effective high speed Production for Fasteners in Titanium for the automotive industry",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Starting originally in 1950 with the manufacturing of titanium components for motorsports, we, POGGIPOLINI became official suppliers for the Formula One (Ferrari and McLaren) in the 80s, the aerospace industry in the 90s (Agusta helicopters) and finally the automotive industry in 2004 (Ferrari, Lamborghini, Bugatti, McLaren, Porsche and Fiat). Following a change in F1 technical regulations in 2009 limiting our production, we decided to reorient our strategy towards the aerospace and automotive industries. Today, we have become a recognized specialist in technical weight reduction solutions, critical components and structural fastening systems. With over 60 years of experience with titanium, aluminium, special alloys and composite, our full service capabilities range from engineering, R&D to system integration and final turnkey packaging using the most technological equipment and processes available. Currently, aerospace represent 40% of our business (total 2015 turnover > Ä11.6 million). Regarding automotive, thanks to the close relationship between the industries of motorsport and automotive, we have been able to develop a robust customer base for high end products and limited series. Nonetheless, this segment occupies only 26% of our total business.\nWith the ProFiT project and its revolutionary manufacturing process for titanium bolts, POGGIPOLINI will move from a semi-manual production (200,000 units / Ä13.5 production cost) towards a mass production process (potential up to 30 million units / < Ä5 production cost): the subsequent price reduction (> 60%) of the titanium bolts will allow us to expand our automotive market to general cars and by doing so increase our turnover by \\Ä27 million by 2021.",
    "totalCost": "2567500",
    "ecMaxContribution": "1797250",
    "coordinator": "POGGIPOLINI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938456474": {
            "orgId": "938456474",
            "orgName": "POGGIPOLINI SRL",
            "ecContrib": 1797250
        }
    },
    "calculatedTotalContribution": 1797250
}