{
    "rcn": "204227",
    "acronym": "FORESIGHT",
    "topics": "MSCA-NIGHT-2016",
    "title": "Foreseeing Opportunities, Risks and Emergent Science Issues for the next Generation: Highlighting Trends",
    "startDate": "01/06/2016",
    "endDate": "30/11/2017",
    "objective": "Our proposal for ERN 2016-17 is focussed on foresight, exploring alternatives to consider and manage the future with researchers and the public, envisioning new trends of science and technologies and of their impacts on society. Of special concern are the complex problems and challenges that humanity faces: climate change, sustainable energy, food and water supply, ageing and social inclusion, to name but a few of the global trends identified for the next 10-15 years.\n\nFORESIGHT will consider how scientists, technologists, policymakers and citizens together will cope with these challenges; it will also look at the public perception of the associated risks and of the scientific capacity to manage them. FORESIGHT aims will thus be twofold: on one hand the project will provide opportunities for direct contact of scientists with the public in open, lively events, promoting trust and providing role models for younger generations. On the other hand, FORESIGHT will identify trends, challenges and barriers related with scientific and technological developments with societal implications that may become relevant in Europe in the near future. This will be pursued through ongoing debate and deliberation with different stakeholders: business, NGOs, youth clubs, makers and the DIY groups, education community, etc.\n\nThe detailed programme will be developed by a consortium that includes research centres (IBMC, ITQB) and science communication institutions closely connected to universities (science centres of the CiÍncia Viva National Network, science museums, botanical gardens). Both the research centres and the CiÍncia Viva network provide extensive dissemination channels that will ensure the engagement of a wide range of stakeholders and publics.",
    "totalCost": "153000",
    "ecMaxContribution": "153000",
    "coordinator": "CIENCIA VIVA-AGENCIA NACIONAL PARA A CULTURA CIENTIFICA E TECNOLOGICA",
    "coordinatorCountry": "PT",
    "participants": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC;UNIVERSIDADE NOVA DE LISBOA;UNIVERSIDADE DE COIMBRA;INSTITUTO DE TECNOLOGIA QUIMICA E BIOLOGICA - UNIVERSIDADE NOVA DE LISBOA",
    "participantCountries": "PT",
    "projectParticipants": {
        "999451238": {
            "orgId": "999451238",
            "orgName": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
            "ecContrib": 15312
        },
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 23188
        },
        "998619560": {
            "orgId": "998619560",
            "orgName": "CIENCIA VIVA-AGENCIA NACIONAL PARA A CULTURA CIENTIFICA E TECNOLOGICA",
            "ecContrib": 102000
        },
        "999864943": {
            "orgId": "999864943",
            "orgName": "INSTITUTO DE TECNOLOGIA QUIMICA E BIOLOGICA - UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 0
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 12500
        }
    },
    "calculatedTotalContribution": 153000
}