{
    "rcn": "204282",
    "acronym": "HYTECHCYCLING",
    "topics": "FCH-04.1-2015",
    "title": "New technologies and strategies for fuel cells and hydrogen technologies in the phase of recycling and dismantling",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "High deployment of fuel cells and hydrogen technologies is expected in the near term in the EU to decarbonize energy and transport sectors. The idea is to generate vast amounts of green hydrogen from the expected surplus of renewable energy sources (implemented policies are going towards 65% of electricity from renewable energy sources by 2050) to be used in transport (moving fuel cell electric vehicles), energy (feeding stationary fuel cells for cogeneration, injecting hydrogen into the gas grid) and industries (hydrogen generation for chemical industries).\nHowever, the expected commercial FCH technologies (mainly PEM and alkaline electrolysers as well as PEM and Solid Oxide fuel cells) are not prepared for full deployment in what regards to recycling and dismantling stage. \nThe main goal of proposal is to deliver reference documentation and studies about existing and new recycling and dismantling technologies and strategies applied to Fuel Cells and Hydrogen (FCH) technologies, paving the way for future demonstration actions and advances in legislation. \nTo achieve this goal, the following key steps will be followed considering the involvement and validation of relevant FCH value chain actors and the HYTECHCYCLING Advisory Board of manufacturers:\n1. Pre-study and techno-economic, environmental, RCS assessment related to dismantling & recycling of FCH technologies to detect future needs and challenges \n2. Development of new technologies and strategies applied to FCH technologies in the phase of recycling & dismantling and LCA analysis considering critical, expensive and scarce materials inventory\n3. Proposal of new business model, implementation roadmap and development of reference recommendations and guidelines to focus the sector and pave the way for future demonstrations and introduction of the concept among FCH stakeholders",
    "totalCost": "497666,25",
    "ecMaxContribution": "497666,25",
    "coordinator": "FUNDACION PARA EL DESARROLLO DE LAS NUEVAS TECNOLOGIAS DEL HIDROGENO EN ARAGON",
    "coordinatorCountry": "ES",
    "participants": "INDUSTRIAS LOPEZ SORIANO SA;Fundacion IMDEA Energia;PARCO SCIENTIFICO E TECNOLOGICO PER L'AMBIENTE - ENVIRONMENT PARK SPA;UNIVERZA V LJUBLJANI",
    "participantCountries": "ES;IT;SI",
    "projectParticipants": {
        "926282780": {
            "orgId": "926282780",
            "orgName": "INDUSTRIAS LOPEZ SORIANO SA",
            "ecContrib": 45591
        },
        "997456918": {
            "orgId": "997456918",
            "orgName": "FUNDACION PARA EL DESARROLLO DE LAS NUEVAS TECNOLOGIAS DEL HIDROGENO EN ARAGON",
            "ecContrib": 156375
        },
        "998484633": {
            "orgId": "998484633",
            "orgName": "PARCO SCIENTIFICO E TECNOLOGICO PER L'AMBIENTE - ENVIRONMENT PARK SPA",
            "ecContrib": 95188
        },
        "998683192": {
            "orgId": "998683192",
            "orgName": "Fundacion IMDEA Energia",
            "ecContrib": 93012
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 107500
        }
    },
    "calculatedTotalContribution": 497666
}