{
    "rcn": "204241",
    "acronym": "SCALABLA",
    "topics": "SMEInst-01-2016-2017",
    "title": "SCALABLA: a platform for elastic multimedia communications enabling natural social interaction and personalization",
    "startDate": "01/06/2016",
    "endDate": "31/10/2016",
    "objective": "The mobile phone service is the most popular IT service worldwide with more than 5 billion users. However, many analysts agree that a novel wave of technologies combining WebRTC with Cloud Computing, is going to disrupt it bringing a new media communications era. This opens a multi billion business opportunity and developers are the key to it: currently, more than 10 million developers worldwide are avid of new platforms enabling innovative media services.\n\nIn this project we present SCALABLA: a technological platform that makes possible for developers to create professional WebRTC multimedia services adapted to vertical domains (e.g. e-health, e-learning, social TV, etc.) For attracting developers, SCALABLA shall be accessible with lower costs and shall offer three differential features: social scalability, which enables new social communication topologies currently not available; personalization, including the ability of enriching and customizing video streams accordingly to usersí needs and context; and DevOps, which means that the platform simplifies most of the tedious tasks developers need to execute.\n\nSCALABLA is built on top of FIWARE technologies, which have been demonstrated in operational environments, and which guarantees its technical feasibility. In addition, a preliminary market analysis shows huge interests in SCALABLA concepts from different relevant market stakeholders and developers as well as the ability of the platform to open a whole new ìblue oceanî market filling the gap between real-time media and live media broadcasting.\n\nThis project will result in an elaborated business plan providing a detailed market analysis, a commercialization plan, a financial plan and a feasibility assessment analyzing risks, IPR protection mechanisms and regulatory constraints. This plan shall provide evidence on the ability of the company to transform SCALABLA into a successful, sustainable and scalable global business.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TIKAL TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968580309": {
            "orgId": "968580309",
            "orgName": "TIKAL TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}