{
    "rcn": "204236",
    "acronym": "CALIPRI Smart",
    "topics": "SMEInst-01-2016-2017",
    "title": "CALIPRI Smart - the easy to use and failsafe handheld optical gauge for 2D-profiles.",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "CALIPRI Smart is a handheld measuring device for geometrical properties of arbitrary objects. The optical gauge outputs 2D profiles via WLAN and can be used for quality management and safety checks. The most important markets are railway companies, the automotive industry and rolling mills (steel). The key of the innovation is the software of CALIPRI which allows high-precision measurements although the device is hand guided. This software can be adapted easily to the individual needs of the customer. In opposite to devices, which use a hardware developed for a certain niche application, CALIPRI is a universal solution. This allows a high quantity and low unit cost in production. The customisation is the low-cost part of the product and so it is possible to produce niche products at the quantity and price of a mass product.\nThe customisation for the markets only needs a housing optimized for the use case, a user interface adapted to the markets needs and a configuration file for the use case. The core technology stays the same in all versions of CALIPRI Smart. \nIn this project Nextsense will launch the following versions: \n1. C42 SA (single-app) for safety checks on wheel flanges in the railway industry\n2. C42 MA (multi-app) for safety checks on wheel flanges, breaks, wheel diameters and rails.\n3. C14 for quality control of car bodies in the automotive industry\n4. C-Hot for the measuring of red-hot steel parts in rolling mill. \nThe USPs are: a.) the easy and failsafe measuring procedure which does not need skilled employees. b.) high volumes of the expensive parts of the device and hence low prices. Pay-off time lower than a year c.) 100% contact-less measurements d.) C-Hot is the only portable device to measure the profiles of red-hot steel parts.\nThe product launches are accompanied by the establishment of 2 subsidiaries in Atlanta and Shanghai and a Company ramp up from currently 50 FTEs to more than 120 FTEs after phase 2.",
    "totalCost": "2867758,75",
    "ecMaxContribution": "2006283",
    "coordinator": "NEXTSENSE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931395941": {
            "orgId": "931395941",
            "orgName": "NEXTSENSE GMBH",
            "ecContrib": 2006283
        }
    },
    "calculatedTotalContribution": 2006283
}