{
    "rcn": "204244",
    "acronym": "k-NOW-casting",
    "topics": "SMEInst-01-2016-2017",
    "title": "k-NOW-casting",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "Environmental monitoring is a key element of the EU agenda and its market is estimated to grow at a CAGR of 5.4% by 2018. Artys offers a disruptive Decision Support Service - DSS, to manage emergencies caused by extreme weather events, based on the analysis of Smart Rainfall System ñ SRSí measurements. SRS is the only nowcasting system (IT patented, EU pending; Artys uniquely owes its rights) providing real-time spatial rainfall maps on a detailed scale, by means of the analysis of satellite televisionís signals, received by commercial parabolic antennas.\nArtys provides real-time evidences on hydrological risks related to intense rainfall, integrating SRS with other real-time sensor networks (monitoring e.g. riversí level and landslides), allowing timely alert validations and communications to citizens.\nArtysí services are a new dynamic risk evaluation tool for public and private entities; our business model is focused on value added services (loan for use for the HW and multiannual subscription for services). Thatís a disruptive market approach, because we make customers spread their investments, breaking market barriers.\nArtys has the ambition to become a reference EU service centre for nowcasting & alert validation. The feasibility study will analyse public (e.g. Civil Protection and Municipalities) and private (e.g. agriculture, industry, transports, aqueducts and waterways, mines and dumps, insurances) sectors, identify different classes of target customers, define marketing & communication strategy and market potentials.\nThe good business models to face all the identified market segments will be identified, as well as a long-term strategy, insisting on the following issues: commercial plan, IPR, strategic partnerships, distribution channels, hiring policies.\nAn operative plan for the pilots to be activated in PHASE2 (user sectors & target areas, needs & requirements, endorsers & partners) will be defined.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARTYS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933220705": {
            "orgId": "933220705",
            "orgName": "ARTYS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}