{
    "rcn": "204253",
    "acronym": "XCORE",
    "topics": "SMEInst-02-2016-2017",
    "title": "XCORE: Enabling breakthrough weight reduction for the next generation of cars",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "The main objective of the overall innovation project is to provide a technical solution, XCORE, for cost-efficient production of Carbon Fibre Reinforced Plastics (CFRP) structural components for the automotive industry. This breakthrough innovation enables Europe to create the next generation, low emission and high safety car. \n\nEuropean climate policy sets mandatory emission reduction targets for new cars. Car weight reduction with a CFRP chassis is an effective measure to reduce fuel consumption, increase passenger safety and extend electric and hybrid vehicles range. The mainstream automotive industry has not adopted CFRP for chassis production due to the high costs of CFRP production.\n\nXCORE has an overall cost reduction of 40% with respect to conventional CFRP manufacturing. XCORE uses an expanding foam with gas filled thermoplastic microspheres in a closed mould to create the high pressure necessary for curing, while conventional production is based on expensive autoclave technology. \n\nThe key market consists of the car manufacturing companies in Europe, which produce yearly 17.3 million vehicles. The ambition of Donkervoort is a 10% market share of chassis production with XCORE in 2023. The XCORE chassis reduces the car weight with 10 to 12%, resulting in a yearly European fuel consumption reduction of 1.21 billion litres, a cost reduction of EUR 1.17 billion and reduction of 3 billion kilogramme of CO2.\n\nIn this feasibility assessment the final hurdles will be taken towards an Europe wide market introduction supported by a convincing demonstration with two large car manufacturing companies. The technical feasibility of reducing cycle time and fully automate the production process of XCORE on a commercial scale is assessed. The economic viability depends on substantiating the environmental and economic benefits, creating a competent consortium for executing the demonstration project, and writing a strong market implementation roadmap.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DONKERVOORT AUTOMOBIELEN BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934454739": {
            "orgId": "934454739",
            "orgName": "DONKERVOORT AUTOMOBIELEN BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}