{
    "rcn": "204232",
    "acronym": "DeCISIoN",
    "topics": "SMEInst-05-2016-2017",
    "title": "Drug CandIdates ScreenINg",
    "startDate": "01/07/2016",
    "endDate": "31/12/2018",
    "objective": "Pluriomics is an international Dutch/Belgian biotech company specialised in developing stem cell-based assays for cardiac safety pharmacology and drug discovery and development. Pluriomics developed a unique proprietary protocol to differentiate heart muscle cells derived from human induced pluripotent stem cells (hiPSCs). The company provides its customers with reliable cell technology systems to test potential drugs in the preclinical phase with high predictive value. Safety issues remains a key problem in drug development. This is amongst others emphasised by the case of AstraZeneca where 82% of pre-clinical and 62% of phase I project closures where related to safety issues. Out of the safety related failures the cardiovascular system is involved in 17% of the preclinical failures and 24% of the clinical failures. Examples of cardiovascular effects, include arrhythmias, hypertrophy, hypertension and reduced ventricular function, which may lead to increased cardiac risk and possibly death. Additional reasons for the decline in success rates are related to the lack of predictive models for early drug efficacy screening. Pluriomics has developed PluricyteÆ Cardiomyocytes and integrated proprietary assay systems to overcome the abovementioned challenges. Enabling market uptake and distribution of cell technology based innovations can be challenging, with large scale production and development of regulatory compliant predictive models as main challenges. DeCISIoN will tackle these challenges and thus accelerate market uptake of their cardiac safety assays. DeCISIoN will take the next steps and deliver 1) an up-scaled and more cost-effective manufacturing process; 2) novel, validated, predictive high-throughput cardiac assays for further improved cardiac toxicity and drug efficacy testing and 3) a fully developed marketing and commercialisation strategy for the cardiac assays. As such, DeCISIoN will take Pluriomics' cardiac assays from TRL6 to TRL9.",
    "totalCost": "3228570",
    "ecMaxContribution": "3228570",
    "coordinator": "NCARDIA BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968020425": {
            "orgId": "968020425",
            "orgName": "NCARDIA BV",
            "ecContrib": 3228570
        }
    },
    "calculatedTotalContribution": 3228570
}