{
    "rcn": "204248",
    "acronym": "UTFebSMEApp",
    "topics": "SMEInst-01-2016-2017",
    "title": "UniTuition ñ Using internet technologies to upgrade and optimize inefficient university tutoring markets.",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "The aim of the UniTuition project is to bring outdated university academic support markets online. The core innovation involves using real time Internet connectivity and communication to match students with suitable tutors in their own university community. \n\nUnfortunately, cash strapped students currently pay very high rates for professionals in their field to tutor them. These private tutors are often not familiar with studentsí class specific subject matter, and students are regularly left dissatisfied. Furthermore they are very difficult to find, and many university students cannot find the help they need at all. \n\nThe problems outlined above affect millions of students worldwide, and are contributing to under-performance and failure rates in universities around the world. By applying new technologies to the university tutoring market the UniTuition project can facilitate knowledge transfer within the university student community, enabling senior students and recent graduates to help junior students improve their grades at affordable rates. The project will also empower those with specialist knowledge to create learning content and provide it to students online. \n\nCurrently, no service in Europe effectively meets the needs of university students who need academic support, and there is no large player in this space globally. The feasibility study proposed aims to validate UniTuition as a solution to this problem beyond its test market in Ireland in the wider European market. The objectives of the  study are to establish the technical feasibility of additional service features for UniTuition, identify key target markets in Europe and develop a detailed internationalization plan.\n\nThe company will require external funding to achieve rapid growth using the strategies outlined in this proposal. Financial projections included are based on receiving a minimum funding round of Ä650,000 in the 2016/17 academic year.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UNITUITION LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927229500": {
            "orgId": "927229500",
            "orgName": "UNITUITION LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}