{
    "rcn": "204299",
    "acronym": "NEPTUN",
    "topics": "SMEInst-08-2016-2017",
    "title": "Novel closed-cage system for high-value marine aquaculture",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "The global demand for seafood is in a period of exceptional growth, making up 16% of all consumed animal protein, or 119m tonnes annually, expected to increase to 152m tonnes by 2030. Wild stocks, are near or beyond their sustainable limit, resulting in an annual production shortfall of ca. 30m tonnes by 2030. Farmed seafood provides a clear, viable alternative and consumer demand can thus drive a striking growth in aquaculture, if current technological and regulatory barriers can be overcome.\n\nCurrently marine aquaculture uses net-based open aquaculture systems (OAS) concentrating high numbers of fish in a confined area, leading to disease outbreaks (and transmission to wild stocks), pollution by fish sludge and chemicals used against diseases and algae growths, and from fish escapes, all threatening wild stocks and the local environment. The regulatory response varies but tends towards strict limits on production capacity, expected to tighten further in coming years, which, combined with the shortage of appropriate, sheltered in-shore seasites, act as a major barrier to further expansion and growth for European and global marine aquaculture.\n\nTo unlock aquacultureís potential for Blue Growth and jobs creation, alternative technologies must be brought to market; technologies that limit or eliminate the environmental impact of OAS in a cost-efficient way to preserve the environment while boosting the competitiveness and profitability of European marine aquaculture by allowing expansion. With NEPTUN, we will bring to market a cost-effective, closed-cage aquaculture system that combines an impermeable and durable fibreglass enclosure with an innovative hatch technology, optimising day-to-day management and operational control. The durable construction eliminates fish escapes while enablning a far higher degree of control of pathogens thus significantly lowering the need for pharmaceuticals and pesticides as well as reducing the economic risks from disease outbreaks.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AQUAFARM EQUIPMENT AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924471984": {
            "orgId": "924471984",
            "orgName": "AQUAFARM EQUIPMENT AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}