{
    "rcn": "204287",
    "acronym": "ELY4OFF",
    "topics": "FCH-02.1-2015",
    "title": "PEM ElectroLYsers FOR operation with OFFgrid renewable installations",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "Hydrogen production by PEM water electrolysers (PEMWE) has the potential of becoming a key enabling technology in the deployment of FCH technologies in the future energy market as an energy storage system able to deliver hydrogen to different applications and enabling a high penetration of renewable energy sources (RES). PEMWE has showed capabilities in the emerging hydrogen scenarios to be a valid alternative to previously developed technologies, especially considering the dynamic and versatile operation expected of hydrogen production methods when integrated with RES.\n\nDespite the advances and improvements experienced to date with these systems, the technology needs to be further improved if it is to be installed as a competitive solution for energy markets and even more so in the case of off-grid configurations due to their particularities. The development of an autonomous off-grid electrolysers as an energy storage or backup solution (e.g. replacing diesel engines) is an unusual and challenging goal because it needs to have the capability of being directly coupled to RES in locations where the electricity grid is not deployed or weak.\n\nThe main goal of the ELY4OFF proposal is the development and demonstration of an autonomous off-grid electrolysis system linked to renewable energy sources, including the essential overarching communication and control system for optimising the overall efficiency when integrated in a real installation",
    "totalCost": "2315217,5",
    "ecMaxContribution": "2315217",
    "coordinator": "FUNDACION PARA EL DESARROLLO DE LAS NUEVAS TECNOLOGIAS DEL HIDROGENO EN ARAGON",
    "coordinatorCountry": "ES",
    "participants": "INSTRUMENTACION Y COMPONENTES SA;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;ITM POWER (TRADING) LIMITED;EPIC POWER CONVERTERS SL",
    "participantCountries": "ES;FR;UK",
    "projectParticipants": {
        "997456918": {
            "orgId": "997456918",
            "orgName": "FUNDACION PARA EL DESARROLLO DE LAS NUEVAS TECNOLOGIAS DEL HIDROGENO EN ARAGON",
            "ecContrib": 615625
        },
        "936045927": {
            "orgId": "936045927",
            "orgName": "EPIC POWER CONVERTERS SL",
            "ecContrib": 337862
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 203380
        },
        "974052370": {
            "orgId": "974052370",
            "orgName": "ITM POWER (TRADING) LIMITED",
            "ecContrib": 877350
        },
        "974142483": {
            "orgId": "974142483",
            "orgName": "INSTRUMENTACION Y COMPONENTES SA",
            "ecContrib": 281000
        }
    },
    "calculatedTotalContribution": 2315217
}