{
    "rcn": "204274",
    "acronym": "Scubacraft",
    "topics": "SMEInst-09-2016-2017",
    "title": "Submersible vessel used for multi-purpose sub-aqua applications to enhance marine life,environment conservation and structural integrity of offshore installations.",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "Scubacraft has been developed with the explicit capability of being able to be a submerging vessel with the carrying capability to hold vital equipment to be used to perform testing and sampling.  The vesselís design has the optimum on-board capacity to carry up to three people, and designated space specifically created for the cargo of detection equipment, sensors and other kit. Introducing patented technology, Scubacraft will become the state of the art technology for use in underwater industrial applications for the energy industry sector, specifically offshore inspections for wind turbines. The applicability of Scubacraft can also be adopted for marine conservation and search and rescue operations. The current state-of-the-art method for performing underwater inspections uses divers to manually carry equipment to the inspection site and then perform the inspection. Scubacraft can revolutionise this way of inspecting by transporting a team of divers and equipment directly to the inspection site quicker, thereby creating a larger window of opportunity for the inspection to be performed, maximising inspection efficiencies and enabling earlier defect detection of structural integrities.\n\nThrough this feasibility study, Scubacraft Ltd will undertake full market analysis to establish the potential for exploiting this technology into wider markets on a global scale. The current NDT inspection market indicates a projected growth rate, up to 2017, of $5.5bn. This will be the primary market which Scubacraft Ltd will seek to launch Scubacraft into thereby creating a leading edge standard in how underwater inspections are performed with greater efficiency, creating economic savings for operators and enhancing maintenance schedules. Through the feasibility study, potential market sectors and customers will be assessed and identified as the opportunity for Scubacraft to be adopted by a wider range of industrial and social operators is significant.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SCUBACRAFT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921443159": {
            "orgId": "921443159",
            "orgName": "SCUBACRAFT LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}