{
    "rcn": "204230",
    "acronym": "TactoTek",
    "topics": "SMEInst-10-2016-2017",
    "title": "New lightweighting smart surface manufacturing technology for automotive industry",
    "startDate": "01/07/2016",
    "endDate": "31/12/2017",
    "objective": "TactoTek is a Finnish SME, founded in 2011, that manufactures structural electronics by integrating printed circuitry and discrete electronic components into 3D injection-moulded plastics. With TactoTek key aspects of a deviceís intelligence and functionality can disappear into the plastics themselves and become durable structural electronics. \n \nTactoTekís thin 3D formed components bring superb weight and design benefits for the European automotive industry. In the competitive Automotive market, TactoTek can answer the European OEMís need for luxurious interior styling at a lower price point while reducing vehicle weight.\n \nTactoTek parts can replace inert structural components, reduce assembly steps, and minimize complicated electrical connections to deliver a competitive total cost solution. In addition, TactoTek structural electronics are manufactured using standard mass production equipment for production efficiency and scalability.\n \nTactoTek has demonstrated and validated its technology in multiple prototype and NRE projects in collaboration with global customers. The purpose of this 18 month project is, for the first time in the world, to demonstrate mass production manufacturing volumes and quality by conducting pilot mass production of structural electronics. Doing so will enable TactoTek to enter the global Automotive market in which TactoTek technology has significant customer pull. Recognized by analysts, customers and partners, TactoTek is the technology leader in structural electronics for automotives.\n \nIn addition to piloting mass production, this project will prepare TactoTek to scale production through licensing its manufacturing methods and partnering with OEMs, Tier 1 ñ3 vendors and their manufacturing service providers to satisfy growing global demand.",
    "totalCost": "3647062,5",
    "ecMaxContribution": "2499663",
    "coordinator": "TACTOTEK OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941213893": {
            "orgId": "941213893",
            "orgName": "TACTOTEK OY",
            "ecContrib": 2499663
        }
    },
    "calculatedTotalContribution": 2499663
}