{
    "rcn": "204222",
    "acronym": "IRENE",
    "topics": "MSCA-NIGHT-2016",
    "title": "Invitation to Researchersí Night 2016-2017 HEllas",
    "startDate": "01/06/2016",
    "endDate": "30/11/2017",
    "objective": "IRENE project concerns the organization of the most successful Researchersí Night (RN) events in Greece as yet. 5 prestigious research organisations join forces and organize RN events in the most important Greek cities covering the country from north to south.\nAt the forefront of every activity, researchers tackle existing stereotypes and make the public aware of researchís positive impact to society thus promoting key EU policies such as the RRI approach, gender equality and STEM education.\nIn 2016, 5 RN events will be organized in the most populous Greek cities - Athens, Thessaloniki, Patras, Heraklion, Rethymno and Larissa, enabling more than 60% of the countryís population to enjoy and learn from them. In 2017, the cities are the same except for Larissa which is replaced by Karditsa, another important Greek city where a RN event has never been organized before.\nThe awareness campaign uses a multi-channel marketing strategy mobilizing researchers from the early stages and conveying the RN messages to public at large regardless age, social and educational background. Special emphasis is put on promoting the researcherís profession to young audience thus contributing on the Horizon 2020 target of attracting more researchers.\nDuring the Night a wealth of actions from technological exhibitions with hands-on experiments, demonstrations and speeches to kidsí activities and other entertaining activities performed by researchers, will satisfy every need and leave a legacy for the future.\nNevertheless, the project does not finish when the Night ends. The impact assessment exercise that follows has been designed to provide accurate and unbiased quantitative and qualitative data.\nThe prior experience of the consortium in organizing RN events, its professionalism as well as its extended network of collaborators locally and nationally, guarantee the success of IRENE whose ambition is to reach over 2 million citizens and attract totally 20.000 attendees to the events annually.",
    "totalCost": "273150",
    "ecMaxContribution": "258750",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;PANEPISTIMIO THESSALIAS;PANEPISTIMIO PATRON",
    "participantCountries": "EL",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 36400
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 46150
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 36400
        },
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 34525
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 105275
        }
    },
    "calculatedTotalContribution": 258750
}