{
    "rcn": "204260",
    "acronym": "INSPiRE",
    "topics": "JTI-CS2-2015-CFP02-ENG-03-02",
    "title": "Industrialisation of Jet Noise Prediction Methods",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "'The project, entitled 'Industrialisation of Jet Noise Prediction Methods' (INSPiRE), addresses fully the scope outlined in Topic JTI-CS2-2015-CFP02-ENG-03-02 'Jet Noise Reduction Using Predictive Methods'.\n\nTurbulence-resolving CFD coupled to efficient far-field integration methods is established as an accurate means for the prediction of isolated jet noise. The trend towards increasing fan diameters however leads to the growing importance of installation effects, such as jet-flap interaction noise.\n\nThe simulation of such effects however requires numerous developments in the underlying numerical approaches to achieve increased computational efficiency, flexibility and reduced user burden. Such improvements will be developed, implemented and validated for complex installed jet flows (including configurations with noise-reducing design features) within the INSPiRE project.\n\nTogether with comprehensive best practice guidelines, the developments will make a significant contribution to improving confidence in simulation methods and to achieving industrial exploitation of turbulence-resolving approaches. This is furthermore ensured by the implementation and validation of methods directly in the HYDRA software.\n\nHigh cost-efficiency and low technical risk of the INSPiRE project is facilitated by the input of advanced methods and best practice developed within the framework of previous and ongoing projects, both European and nationally-funded.\n\nA strong and positive impact is foreseen, both towards the challenging noise reduction goals set in the renewed ACARE SRIA, as well as towards the Horizon 2020 pillar of building industrial leadership in Europe. Clear perspectives for the exploitation of INSPiRE results, both by the European aero engine OEM sector and by the SME coordinator, are identified.'",
    "totalCost": "398000",
    "ecMaxContribution": "398000",
    "coordinator": "CFD SOFTWARE - ENTWICKLUNGS- UND FORSCHUNGSGESELLSCHAFT MBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967990452": {
            "orgId": "967990452",
            "orgName": "CFD SOFTWARE - ENTWICKLUNGS- UND FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 398000
        }
    },
    "calculatedTotalContribution": 398000
}