{
    "rcn": "204224",
    "acronym": "beSCIENCEd",
    "topics": "MSCA-NIGHT-2016",
    "title": "beSCIENCEd - Bringing science and research directly to the young people",
    "startDate": "01/04/2016",
    "endDate": "30/11/2017",
    "objective": "The main goal of beSCIENCEd is to bring the general public and especially young people closer to the exciting world of research and to show that science is fun and accessible for everyone. Scientists from almost all significant research institutions in Vienna are going to participate in the event and present their recent research results in order to generate enthusiasm among young people for science and research. A focus is laid on the fields science, technology, engineering and mathematics (STEM) and the exiting topics cover informatics, mobility, energy, construction, biology, chemistry, mathematics, and automation. Thus, it is shown how broad research can be. Every topic can and will be looked at and interpreted in a different ways and our program is going to cover all these aspects. The beSCIENCEd program will integrate researcher talks, hands-on workshops as well as a range of ongoing activities by the exhibitors and social activities like science cafes where visitors can get in direct touch with scientists and their research. To increase the interest of more young people in research careers, also the opportunities of research during the school time will be shown by the presented projects of the Austrian Sparkling Science initiative as well as by the projects of student researchers active in various research projects. Moreover, to encourage entrepreneurial thinking of young people, a few Viennese innovative start-up companies are going to present their innovation and business cases. To grasp technology with own hands, a series of workshops is provided for different age groups. The social events are aimed at showing that researchers are ordinary people with extraordinary jobs and that research is also much about communication and international cooperation. As the events will take place in Viennaís biggest high school with approximately 2800 students, science comes directly to the young people. Become a part of science, beSCIENCEd!",
    "totalCost": "153811,25",
    "ecMaxContribution": "153811,25",
    "coordinator": "PRACTICAL ROBOTICS INSTITUTE AUSTRIA (PRIA) ZUR FORDERUNG DES WISSENSCHAFTLICH-TECHNISCHEM NACHWUCHSES UBER ROBOTIK IN OSTERREICH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935966581": {
            "orgId": "935966581",
            "orgName": "PRACTICAL ROBOTICS INSTITUTE AUSTRIA (PRIA) ZUR FORDERUNG DES WISSENSCHAFTLICH-TECHNISCHEM NACHWUCHSES UBER ROBOTIK IN OSTERREICH",
            "ecContrib": 153811
        }
    },
    "calculatedTotalContribution": 153811
}