{
    "rcn": "204324",
    "acronym": "LIGNOFLAG",
    "topics": "BBI.VC1.F1",
    "title": "Commercial flagship plant for bioethanol production involving a bio-based value chain built on lignocellulosic feedstock",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "The LIGNOFLAG project demonstrates an integrated and whole value chain oriented approach to drive forth the bio-based production of ethanol as sustainable transport fuel or chemical building block. The project approach involves the collaboration of the relevant actors along the whole value chain ñ from feedstock (straw) supply and logistics via process co-products (lignin as biochar, sludge as fertilizer) utilisation and valorization to advanced bio-ethanol production and product distribution. The core part of the project is the first-of-a-kind commercial flagship plant for lignocellulosic feedstock to ethanol conversion (60,000 tons/year) that serves to showcase the techno-economic viability of an innovative bio-refinery concept and shall boost EU bio-ethanol production. Based on Clariantís innovative technology (e.g. onsite-enzyme production, tailor-made enzymes, chemical-free pre-treatment, intensive energy integration) in combination with new harvesting techniques, smart co-product use, accurate and comprehensive Life Cycle Analysis (LCA) and flanked by an ambitious dissemination and IPR/exploitation strategy the flagship plant will contribute to the callsí as well as to the BBI JU objectives highlighted in the Strategic Innovation and Research Agenda (SIRA). LIGNOFLAG fosters the essential transition to a post-petroleum EU society by decoupling economic growth from resource use and environmental degradation.",
    "totalCost": "34969215",
    "ecMaxContribution": "24738840",
    "coordinator": "Clariant Produkte (Deutschland) GmbH",
    "coordinatorCountry": "DE",
    "participants": "GEOSOL KORLATOLT FELELOSSEGU TARSASG;EXPORTHUNGARY NEMZETKOZI KERESKEDEL MI ES VALLALKOZASFEJLESZTESI KORLATOLT FELELOSSEGU TARSASAG;INDUSTRIELLE BIOTECHNOLOGIE BAYERN NETZWERK GMBH;BAYERISCHE FORSCHUNGSALLIANZ BAVARIAN RESEARCH ALLIANCE GMBH;ENERGIEINSTITUT AN DER JOHANNES KEPLER UNIVERSITAT LINZ VEREIN;FLIEGL AGRARTECHNIK GMBH",
    "participantCountries": "HU;DE;AT",
    "projectParticipants": {
        "996660063": {
            "orgId": "996660063",
            "orgName": "Clariant Produkte (Deutschland) GmbH",
            "ecContrib": 23041375
        },
        "925905353": {
            "orgId": "925905353",
            "orgName": "GEOSOL KORLATOLT FELELOSSEGU TARSASG",
            "ecContrib": 0
        },
        "983246321": {
            "orgId": "983246321",
            "orgName": "ENERGIEINSTITUT AN DER JOHANNES KEPLER UNIVERSITAT LINZ VEREIN",
            "ecContrib": 356125
        },
        "925592625": {
            "orgId": "925592625",
            "orgName": "FLIEGL AGRARTECHNIK GMBH",
            "ecContrib": 160125
        },
        "998139119": {
            "orgId": "998139119",
            "orgName": "BAYERISCHE FORSCHUNGSALLIANZ BAVARIAN RESEARCH ALLIANCE GMBH",
            "ecContrib": 511840
        },
        "953987920": {
            "orgId": "953987920",
            "orgName": "INDUSTRIELLE BIOTECHNOLOGIE BAYERN NETZWERK GMBH",
            "ecContrib": 599112
        },
        "954014692": {
            "orgId": "954014692",
            "orgName": "EXPORTHUNGARY NEMZETKOZI KERESKEDEL MI ES VALLALKOZASFEJLESZTESI KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 70262
        }
    },
    "calculatedTotalContribution": 24738839
}