{
    "rcn": "204378",
    "acronym": "DRYLAP",
    "topics": "SMEInst-11-2016-2017",
    "title": "DRY LAPping machine for water saving finishing processes in ceramic sector",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "Water is used in almost all ceramic processes. The production cycle of porcelain stoneware in particular, as all wet production cycles, uses large quantities of water and generates considerable quantities of sludge. Currently, a line that processes 1.000.000 sq/m of tiles per year requires approximately 113.000.000 litres of water and generates sludge that contains more than 600 tons of abraded dust. It is estimated that the European ceramics industry, to produce approximately 1.300 million sqm of tiles, consumes more than 30.000 million cube meters of water, compared to the 8 million used by a city of approximately 300,000 inhabitants. In addition, the market demand in ceramic sector requires more and more products to have high intrinsic technical characteristics (reduced absorption, high surface hardness, abrasion resistance) that are typical of porcelain stoneware. These features are obtained through mechanical finishing treatment (polishing and lapping) of fired tiles. Unfortunately, there is a negative side to machining surfaces after firing: it implies the use of a considerable amount of water and generates and equally large amount of sludge. This generates waste, which in addition to material removed, also contains process water.\nThe objective of the overall DRYLAP innovation project is to validate and launch on the market an innovative industrial process for the ceramic industries, that will allow to re virtually zero with respect to traditional production processes, the use of water. The DRYLAP project will focus on the finishing process of ceramic industry and it will aim at validating on the market a totally ìdryî lapping machine that can be used to machine porcelain stoneware tiles compact paste ceramic products, that are the most commonly processed products in the European market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BMR SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927121151": {
            "orgId": "927121151",
            "orgName": "BMR SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}