{
    "rcn": "204370",
    "acronym": "Hy2Care",
    "topics": "SMEInst-02-2016-2017",
    "title": "INJECTABLE HYDROGELS FOR CARTILAGE REPAIR",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Hy2Care BV is a spin-off company of Twente University, in the Netherlands. It is Hy2Careís ambition to introduce the first cure to Osteoarthritis (OA). The World Health Organization forecasted that, without treatment, OA will be the fourth leading cause of disability by 2020. Today, there is still no adequate solution for more than 120 million patients worldwide. Therefore OA represents a major economic burden on individuals, health care and social care systems. \n\nHy2Careís Injectable hydrogels are made out of advanced nanomaterials: During the gelation process the hydrogel is covalently bound to the surrounding cartilage and bone (a unique feature); as a consequence, integration of the repair tissue with the native cartilage is strongly improved. This unique tissue integration realized by the Hy2Care Injectable hydrogel discriminates it from all other products available on the market. The Injectable hydrogels are protected by a number of patent applications. \n\nThe joint and cartilage regeneration market is projected to rise to Ä 21.8 billion by 2019. Hy2Careís material platform also has potential of wide-spread application in the biomedical field. Significant market opportunities have been identified in e.g. wound care (estimated market size of > Ä 10 billion), cell therapy (estimated market size of > Ä 10 billion), veterinary medicine (estimated market size of > Ä 1.5 billion). Also in the life sciences research and development market opportunities are identified.\n\nThe proposal relates to the work programme topic: Accelerating the uptake of nanotechnologies, advanced materials or advanced manufacturing and processing technologies by SMEs. The overall objective of Hy2Careís innovation project is to produce Injectable hydrogels for cartilage repair. The objective of the feasibility study is to verify the technical, economical and practical viability of the hydrogel and to ensure successful market uptake throughout Europe/ Northern America.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HY2CARE BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933263191": {
            "orgId": "933263191",
            "orgName": "HY2CARE BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}