{
    "rcn": "204368",
    "acronym": "Galastick",
    "topics": "SMEInst-12-2016-2017",
    "title": "A medical device determining the daily amount of breast milk to improve neonatal nutritionandmothersí psychophysics well-being.",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "'Biological diversity among people, reveals that not all mothers are the same. For some of them (not a few) it occurs that they are not able to successfully breastfeed their babies. Breastfeeding without 'feeding' can cause frequent crying and colic in the newborn and nervousness in mothers, lack of confidence in their abilities and depression. A mother starts to feel inadequate, undermining her psychological wellness. On the other hand, several mothers have breastmilk in excess and could donate it to preterm infants in midwiferies, thus promoting the babies' health and reduce hospitals' costs.\nGalascreen developed a proprietary disposable medical device, GalaStick, determining the lactation onset and the progressively increasing daily amount of breastmilk. The stick uses a lateral flow immunochromatographic assay that works simply detecting the presence (or absence) of a target analyte in the human milk sample. Such an easy to use stick not only improves the neonatal nutrition (warning if any feeding integration is needed), but also the psychological well-being of the mother. GalaStick has reached TRL 6 since a preliminary prototype has been tested with real human milk samples. More than 150 volunteer mothers and human milk donor mothers were successfully screened. Galascreen requires funding to engineer and industrialize the stick prototype and to get it medically certified as a medical device. Both key processes will be supervised and supported by the SME partner Omini Pharma. Phase 1 project will address a deep study on business development strategy and will define the value chain and the commercialization plan, together with assessing the regulatory procedures and certifications to be obtained by both the product and the company in order to be an active player on the medical market.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GALASCREEN SRLS",
    "coordinatorCountry": "IT",
    "participants": "OMINI PHARMA SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA",
    "participantCountries": "IT",
    "projectParticipants": {
        "929971205": {
            "orgId": "929971205",
            "orgName": "GALASCREEN SRLS",
            "ecContrib": 50000
        },
        "929991672": {
            "orgId": "929991672",
            "orgName": "OMINI PHARMA SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}