{
    "rcn": "204318",
    "acronym": "SIAM",
    "topics": "SMEInst-04-2016-2017",
    "title": "Source Integration for Agriculture Management",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "Challenges facing the agricultural sector, such as climate change, shrinking land and water resources and land degradation, are a major threat to food security. Key in facing these challenges is better management of the existing land and water resources. Accurate and detailed data on crop and water conditions is essential to make this possible. Farmers need reliable data for efficient resource management, monitoring crop developments and understanding market conditions for planting decisions. Existing data solutions do not meet their needs. In developed countries, Smart Farming requires better information than currently available. In many less developed countries even the most basic information is not available, leading to poor agricultural practices and low productivity. \n\neLEAF aims to deliver data that does meet farmerís needs through its Sensor Integration for Agricultural Management (SIAM) innovation.  It is a complete redesign of the way this data is generated, applying a ëbig dataí approach to information collection and processing. The core data stream for SIAM is satellite based optical earth observation data.\n\nSIAM will enable information driven innovation, supporting highly needed productivity increases and improvements in resource use efficiency. This will enhance the resilience of Europeís agricultural sector against climate change and improve its competitiveness on the global market. Ultimately, it is eLEAFís ambition to increase food security by support agricultural development worldwide. \n\nThis feasibility study is the first step towards commercialization of SIAM. It covers the technical, commercial and financial viability, resulting in an elaborate business & financial plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WATERWATCH BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998872827": {
            "orgId": "998872827",
            "orgName": "WATERWATCH BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}