{
    "rcn": "204332",
    "acronym": "Brainwaves",
    "topics": "MSCA-NIGHT-2016",
    "title": "City Campus meets Illuminale 2016 /  2017",
    "startDate": "01/04/2016",
    "endDate": "30/11/2017",
    "objective": "With the slogan ìBrainwavesî the Researchersí Night in Trier ñ City Campus meets Illuminaleñ will be showing that science is for everyone. There is a researcher in all of us. You only need a clever mind and a lot of curiosity. Our aim is to organize a public event showing on the one hand the exciting, interesting side of science and on the other hand how science can improve the citizens' everyday life. Another main target is to enhance public recognition of researchers and their role in society. Practical results of research will be delivered in a comprehensive and illustrative form, showing that science is all around us. To simulate everyday life situations the City Campus is grouped into seven Science Sceneries in the heart of the City. In these Sceneries different research presentation formats will be organized, using new formats of knowledge transfer. To bring science and researchers into peoplesí everyday life, the Sceneries will take place in unusual settings representing peoplesí normal life, e.g. the Science market place with Stage and European Corner, the Scientific Theatre and the area ìScience goes to schoolî. The City Campus program includes hands on experiments and demonstrations, shows, contests, quizzes, exhibitions and much more. A significant number of researchers will participate in public events to interact face-to-face with the public. The visitors ñ mobilized through an extensive awareness campaign ñ will be given the chance to touch, feel and smell science. To increase the attractiveness the effective event Illuminale will be integrated in the European Researchersí Night. Artistic illuminations of buildings and places will be combined with interesting spotlights on several areas of research. These spotlights are a metaphor for science and knowledge. Partners are the Trier University of Applied Sciences, the ttm trier Tourismus & Marketing GmbH and the Municipality of Trier.",
    "totalCost": "386750",
    "ecMaxContribution": "171000",
    "coordinator": "UNIVERSITAT TRIER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999863682": {
            "orgId": "999863682",
            "orgName": "UNIVERSITAT TRIER",
            "ecContrib": 171000
        }
    },
    "calculatedTotalContribution": 171000
}