{
    "rcn": "204322",
    "acronym": "CELSO",
    "topics": "SMEInst-10-2016-2017",
    "title": "Low-cost and high-performance pocket Automated Vehicle Monitoring system for Public Transport",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "AVM (Automated Vehicle Monitoring) systems are a key ITS technology for Public transport, guaranteeing real-time control\nof bus fleets on the network. They support ticketing and user information systems and report service performances.\nHowever, existing AVM present 3 key weaknesses that prevent them from being fully implemented and exclude smaller\ntransport operators from equipping their fleets: a. complex technical features; b. significant resources needed for purchase\nand implementation; c. lack of an automatic data validation process.\nCELSO has been developed to address these 3 weaknesses. It is a low-cost, pocket AVM solution. It uses large diffusion\ntechnologies for provide all the functions of existing systems via a smartphone/tabletñbased APP (CELSO MOB). Moreover,\nit enhances performance of conventional AVM, thanks to a specific module (CELSO Validator) which validate data collected\nby the system automatically.\nThe target users of CELSO are not only Transport Operators (small and large), but also Public Transport Authorities s and\nother Authorities in charge of service contract monitoring/management. The simple and light architecture of the system can\nbe easily customised to specific users needs, allowing CELSO to reach a large EU and international target market.\nCELSO is currently a prototype product, which has been tested and proved to be effective, yet it requires further engineering\nand commercialisation analysis before being placed on the market. For this reason, the Feasibility Analysis to be developed\nin this project aims to enhance CELSO specifications (determining any needed software and hardware improvements) and\ndevelop the product business model. Special attention will be paid to the needed adjustments at Company organisation level\nto manage CELSO commercialisation and post-sales activities efficiently.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEMEX S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999711586": {
            "orgId": "999711586",
            "orgName": "MEMEX S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}