{
    "rcn": "204399",
    "acronym": "WHEKEE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Smart modular panels for hotel and retail shop construction and refurbishment which reduces embodied energy by 30% respect to state of the art systems",
    "startDate": "01/05/2016",
    "endDate": "31/08/2016",
    "objective": "European Hospitality and retail shop sectors are two of most active ones investing in the construction and the refurbishment of buildings. Foreseen global investment for them is about 27.000MÄ by 2016, out from which 2.700MÄ will be specifically dedicated to construction. Reasons for these high figures are the increasing of demand (\\3% visitors), a relevant rate of site obsolescence (79% of sites require modernisation) and incentives to improve building energy efficiency. For the administration of these investments in new built and refurbishing, owners need smart and efficient solutions combining project costs optimisation, works unproductive time reduction and the improvement of overall building energy efficiency. \nIn Archigroup, an experienced Italian SME so far focused in offering services of interior design to retail shops and trade fair exhibitors, they have the ambition of extending current activity to hospitality and retail shops sectors by offering a totally new product, Whekee, able to satisfy customer demands for construction better than competitors. Whekee design is extremely customizable from the combination of several elements: A wall panel system in a four layer structure, with optimal insulation properties, pre allocating electrical installations and a wide offer of customizable furniture. The result of applying Whekee is a significant reduction in construction and maintenance cost (-25%), in works duration (-20%) together with a notable increasing on overall energy efficiency for the building (5 to 10% energy savings). \nWith Whekee project, after the boost provided by the SME instrument, Archigroup foresees growing by the creation of a new company, according to a business model specially defined for this product and through most adequate distribution channels. The foreseen financial result (in 5-year period) will be an accumulated additional turnover of 38MÄ, an accumulated gross profit of 6,7MÄ and a ROI of 230% (2,3 times the money invested).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARCHIGROUP SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924176037": {
            "orgId": "924176037",
            "orgName": "ARCHIGROUP SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}