{
    "rcn": "204380",
    "acronym": "DTD SYSTEM",
    "topics": "SMEInst-10-2016-2017",
    "title": "A disruptive innovation for the minimisation of railway maintenance costs",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Rail infrastructure managers in Europe invest yearly over Ä869 Million (from public funds) in repairing railway track damages caused by the poor conditions of train wheels. Nowadays, the most advanced systems to monitor the conditions of the train wheels (WID or Wheel Impact Detectors) to prevent/ minimise the damage produced to the railway track cannot anticipate accurately the occurrence of the failure or indicate to the train operating companies which maintenance operations must be performed and when it is the optimum moment. \nAMINSA have developed DTD System, an innovative system capable of detecting with high precision wheel defects at the onset of deterioration, and using this information to design a predictive maintenance plan. The added value of DTD SYSTEM compared to its competitors is based on:\n\n- Its superior accuracy thanks to the new filtering process carried out by its innovative analysis module (DTD system has been readily technically and operationally validated with a 99% success rate on the tracks of FGC-Spain). \n- Its ability to design an optimal preventive maintenance plan for wheel defects through a new software that works as a diagnosis module using artificial intelligence algorithms (train operator companies will reduce the number of failures and maintenance expenditures in their wheels by more than 20%). \n- Its lower price, up to 350,000 Ä less per unit than available WID systems in the market.\n\nDTD SYSTEM overcomes all limitations of the state-of the-art solutions available on the market, and looking at Europe only, opens the way to the market worth of nearly 61 MÄ\n\nIn Phase 1, we will focus on the elaboration of a comprehensive business plan and establish strategic alliances with key stakeholders, ensuring a quick market deployment through the development of a pilot or demonstration element in Phase 2. Additionally, we will choose the best intellectual property strategy to safeguard our competitive advantage.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AGRUPACION MEDITERRANEA DE INGENIERIA SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926288891": {
            "orgId": "926288891",
            "orgName": "AGRUPACION MEDITERRANEA DE INGENIERIA SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}