{
    "rcn": "204303",
    "acronym": "PLACTHERM",
    "topics": "SMEInst-09-2016-2017",
    "title": "SMART MODULAR UNDERFLOOR HEATING SYSTEM FOR ENERGY AND THERMAL COMFORT OPTIMIZATION",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "Large portion of buildings energy consumption from space heating is wasted. Poor indoor temperature control, low heating energy efficiency or lack of insulation are the main causes of the energy loss. This is critical in cold climate office buildings where space heating consumption accounts for up to 50% of the yearly building energy consumption. Moreover, indoor environmental and personal factors (thermal comfort), are strongly linked to energy efficiency in buildings and to productivity of occupants. Combined  energy-comfort approaches in space heating are needed in order to guarantee high indoor environmental quality and energy efficiency. To meet this challenge,  integration of the Internet of the Things and space heating technologies for buildings represents a huge business opportunity still not exploited in terms of energy savings from higher comfort levels.\nOverall objective of PLACTHERM is to accelerate the market uptake of PlacThermÆ, a smart modular underfloor heating system based on Exploded View patent pending technology that fully merges underfloor heating (UFH) and Internet of the Things technologies in a stand-alone solution.\nPlacThermÆ enables buildings to achieve maximum energy savings and indoor comfort levels by untapping the benefits from having one single room covered by over 200 single temperature and pressure sensors and heating sources, enabling each occupant to have their own temperature of comfort, and reducing the energy for heating empty areas.\nPLACTHERM will generate impact at different levels:\n- society: lower environmental impact from the buildings\n- economic performance of the energy bill payers\n- health of building occupants: increase in their thermal comfort/wellbeing at their workplaces and consequently increasing their productivity\n- Exploded View competitiveness, turnover and staff headcount, becoming a worldwide reference in smart and energy efficient space heating solutions based on the zonification to avoid overheating.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EXPLODED VIEW SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932068927": {
            "orgId": "932068927",
            "orgName": "EXPLODED VIEW SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}