{
    "rcn": "204348",
    "acronym": "COOLandHOT",
    "topics": "MSCA-NIGHT-2016",
    "title": "COolest Of Labs  Hottest Of Theories",
    "startDate": "01/05/2016",
    "endDate": "31/12/2017",
    "objective": "The project proposal under the title Cool & Hot (COlest Of Labs & Hottest Of Theories) mixes, blends and unites faces, voices, results and energies of many generations of researchers in offering the public at large, regardless of their age and scientific background, the opportunity to get up-close and personal with researchers. However, a special emphasis in this project will be given to inspiring and motivating next generations of scientists. Since young adults are all about what is hot and what is cool, we have chosen to focus on those specific aspects of science and researchers.\nThe outlined concept and the content planned will help achieving the following specific objectives:\nï To break and demystify the persistent and repeated stereotypes about researchers;  \nï To bring out the actual researchers in Serbia, engage them publically and increase their recognition in Serbian       society ñ locally, but globally as well;  \nï To promote research carried out in Serbia and researchers as role models;\nï To unveil the motives behind becoming a researcher;\nï To entice the young to embark on scientific careers;\nï To raise public awareness of the researchers' contribution to progress and development;\nï To raise public awareness about climate changes and global warming;\nï To highlight the importance of the EUís manifold support to researchers and scientific research work in  Serbia;\nï To improve networking with other national/international projects involved in  science popularization, through mutual support of events and exchange of ideas, experiences and people.",
    "totalCost": "118000",
    "ecMaxContribution": "109000",
    "coordinator": "UNIVERZITET U NOVOM SADU FAKULTET TEHNICKIH NAUKA",
    "coordinatorCountry": "RS",
    "participants": "VISOKA TEHNICKA SKOLA STRUKOVNIH STUDIJA U ZRENJANINU;University of Novi Sad Faculty of Sciences;CENTAR ZA PROMOCIJU NAUKE;Kreativno edukativni centar;Udruzenje naucnih komunikatora",
    "participantCountries": "RS",
    "projectParticipants": {
        "954810286": {
            "orgId": "954810286",
            "orgName": "CENTAR ZA PROMOCIJU NAUKE",
            "ecContrib": 23000
        },
        "968808453": {
            "orgId": "968808453",
            "orgName": "VISOKA TEHNICKA SKOLA STRUKOVNIH STUDIJA U ZRENJANINU",
            "ecContrib": 12000
        },
        "997718624": {
            "orgId": "997718624",
            "orgName": "University of Novi Sad Faculty of Sciences",
            "ecContrib": 6000
        },
        "986304052": {
            "orgId": "986304052",
            "orgName": "Kreativno edukativni centar",
            "ecContrib": 40000
        },
        "946995190": {
            "orgId": "946995190",
            "orgName": "Udruzenje naucnih komunikatora",
            "ecContrib": 14000
        },
        "999825755": {
            "orgId": "999825755",
            "orgName": "UNIVERZITET U NOVOM SADU FAKULTET TEHNICKIH NAUKA",
            "ecContrib": 14000
        }
    },
    "calculatedTotalContribution": 109000
}