{
    "rcn": "204330",
    "acronym": "MADE IN SCIENCE",
    "topics": "MSCA-NIGHT-2016",
    "title": "MADE IN SCIENCE",
    "startDate": "01/04/2016",
    "endDate": "30/11/2017",
    "objective": "ìMADE IN SCIENCEî will be the slogan of both the NIGHT 2016 and 2017. ìMADE IN SCIENCEî is the trademark of research, which shows the strength of researchersí job. The aim of the project is to communicate to societies the importance of the ìproduction chainî of science in terms of quality, identity, creativity, security guarantee, trans-nationality, ìKnow-howî and responsibility.\nIn its implementation ìMADE IN SCIENCEî constitute a big challenge for researchers who will have to design and organize the activities of the NIGHT 2016 and 2017, alongside young students participating to the 'Alternanza scuola lavoro' project aiming to effective training on the job. This approach certainly contributes to attract young people to enter a scientific or research career. \nìMADE IN SCIENCEî is coordinated by Association Frascati Scienza and is hosted in the research areas in Italy where more than 10.000 international researchers live: public and laboratories areas of the major Italian cities (Trieste, Bologna, Milano, Ferrara, Catania, Pisa, Bari, Cagliari, Pavia, Firenze, Napoli, Genova, Sassari, Parma, Palermo, Gorga, Grottaferrata, Monteporzio Catone); the areas in Frascati/Roma where institutions ASI, CNR-ARTOV, ENEA, ESA-ESRIN, INGV, INAF, INFN are located (coordinating node); the national Research institutes CINECA, GARR, ISPRA; the four Universities of Rome Sapienza, Tor Vergata, Roma Tre; the European Gravitational Observatory in Pisa (EGO), University of Cagliari, University of Parma, LUMSA University (Roma and Palermo) and University of Sassari. With reference to the previous editions of the NIGHT managed by Frascati Scienza, this proposal involves 20 cities throughout Italy and almost doubles the number of researchers that will actively contribute to the ìMADE IN SCIENCEî project each year. \nFrascati Scienza is supported in the project by many local, regional and national institutions and has a long experience in managing successfully the Researchers' Night since 2006.",
    "totalCost": "320750",
    "ecMaxContribution": "320750",
    "coordinator": "Frascati Scienza",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998519650": {
            "orgId": "998519650",
            "orgName": "Frascati Scienza",
            "ecContrib": 320750
        }
    },
    "calculatedTotalContribution": 320750
}