{
    "rcn": "204396",
    "acronym": "USONIPRO",
    "topics": "SMEInst-03-2016-2017",
    "title": "Ultrasonic technology for bioprocess enhancement",
    "startDate": "01/06/2016",
    "endDate": "31/10/2016",
    "objective": "BBH Biotech Polska was created with a thought of using sound waves to enhance and control microbial metabolism. After 3 years of research the team created a company and focused on using sound waves as a stimulating factor in enhancing alcohol production. From the day the company was established, its strategy and long term aim was to adjust its technology of sonic fermentation enhancement to recombinant proteins, fine chemicals and drug production.\nThe biggest problem in recombinant protein production using microbial expression systems is that a part of produced proteins are being stuck in the periplasmic space while being transported outside the cell. Treating such loaded microorganisms with adjusted sound waves can destabilize the inner membrane and outer wall in order to reclaim those proteins. This innovative procedure allows the molecules to escape the periplasmic space to the cultivation medium without destroying the cell, which was so far the biggest obstacle.\nCurrently there are only few available methods that solve this problem, and BBH Biotech Polska is the only company developing such solution in a form of technology which is highly effective and after Phase 1 ñ ready to enter the market.\nUsers of this technology will be companies producing human and animal pharmaceutical proteins with microbial expression systems. Such pharmaceuticals are expensive products, which means that an increase in production even by little, e.g. 3 ñ 7%, is enough to give that company an annual increase in revenue form 30 even up to 80 million dollars.\nOur technology increases production yield from a single cultivation from 30% to 90%, depending on the protein and the expression system. Such boost to productivity will not only hasten the growth of the market, but also decrease the cost of producing e.g. insulin or platelet factors. The corresponding drugs that use them as an active compound for diabetics or patients suffering from blood clotting disorders will also cheapen.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BBH BIOTECH POLSKA SPOLKA Z OGRANICZONA OPDOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927548533": {
            "orgId": "927548533",
            "orgName": "BBH BIOTECH POLSKA SPOLKA Z OGRANICZONA OPDOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}