{
    "rcn": "204305",
    "acronym": "TREGS4DM1",
    "topics": "SMEInst-05-2016-2017",
    "title": "Commercialization of TREG cells sorting and proliferation in vitro for the production of vaccines for the treatment of type 1 diabetes.",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "The applicant aims at delivering economically sustainable and innovative cell therapy dedicated to the treatment of DM1 with the use of TREGs vaccine. The TREG therapy, covers almost all aspects listed in the call, i.e. cell identification, sorting, culture, multiplication (all 4 steps covered in patent), banking, transport, delivery (running clinical trial) and strict quality control. The projectís objective is to increase the commercial success of the therapy while making it economically effective to the payer (state, local government, national health funds/insurance). The projectís outcome will be an innovative model for treatment of highly devastating disease even with the possibility of preventing highly undesirable side effects for a patient and on a macro-scale for the economy, society and pension scheme. However, in scaling-up, the Company has to identify regulatory pathways to abide even when the technology is out of scope of current regulatory landscape. New therapy means also identification of new business models. Reaching market authorization will be determined on the basis of acceptance of currently carried out academic clinical trials and any further clinical trials ordered by the EMA. Elaboration of feasibility study will allow PolTREG to prepare the necessary strategy for this regulatory requirements.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POLTREG SPOLKA AKCYJNA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924210084": {
            "orgId": "924210084",
            "orgName": "POLTREG SPOLKA AKCYJNA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}