{
    "rcn": "204365",
    "acronym": "biowater",
    "topics": "SMEInst-11-2016-2017",
    "title": "AQANATÆ biowater: Advanced sustainable residue free sanitation system for post-harvest food processing resulting in a 70% reduction in water usage and a 50% reduction in post-harvest losses",
    "startDate": "01/06/2016",
    "endDate": "31/08/2016",
    "objective": "The food processing industry is a large water user worldwide. In particular, water is used as a cleaning source, conveyor of raw materials and cooling agent for quickly perishable commodities. Recently, the food industry is facing increasing pressure to ensure company activities follow environmentally sound protocols, but there is also pressure to increase profitability against competition. A primary concern of the food-industry is consumer safety. The use of alternative control means other than chemicals to reduce water microbial contamination and postharvest decay of fruit and vegetables is becoming increasingly important to enhance food safety and minimise residue levels in fresh produce while preserving water. Although water will always be an integral part of food processing, environmentally sound technologies for pollution prevention and water preservation have potential for cost-effective resource reduction practices.\n\nWe have developed an innovative technology, biowater, for sustainable food processing and sanitation. The patented biowater process combines environmentally sound technologies for treatment, sanitation and recycling of wash water for postharvest fruit and vegetable processing. AQANATís innovative water treatment technology allows efficient sanitation of process waters in a closed system (zero discharge) allowing for substantial water savings.\n\nFollowing successful product development and commercial launch in the citrus packinghouse market, AQANAT LTD objectives include the development of further product prototypes for pilot commercial testing and commercial launch in other postharvest applications. In particular, a feasibility study will be carried out on large volume water users such as Hydro- Coolers of fruit and vegetable (e.g. salads, cherries, apples, carrots and other fruits and vegetables) produce with the objective to increase profitability while reducing produce postharvest losses and wastewater volume",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AQANAT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926751969": {
            "orgId": "926751969",
            "orgName": "AQANAT LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}