{
    "rcn": "204343",
    "acronym": "LUNA 2016",
    "topics": "MSCA-NIGHT-2016",
    "title": "LUnga notte della Ricerca - Lange NAcht der Forschung",
    "startDate": "01/05/2016",
    "endDate": "30/11/2016",
    "objective": "Neither the promotion of science and research nor innovation are a priority in South Tyrol, a land of around 500,000 inhabitants. Traditions are agriculture, skilled crafts and trades. Only 0.7% of South Tyrolís gross domestic product is spent on research and development, compared with 1.26% in the whole of Italy and 1.63% within the EU. (Source: Istat 2015, OECD 2015). Those committed to promoting research in the region try to engage both politicians and the general public by means of a wide variety of activities. One particularly important crowd puller is the biennial ëLong Night of Researchí (Lunga notte della ricerca ñ Lange Nacht der Forschung) in Bozen-Bolzano. The EURAC ñ unibz ñ TIS consortium together with other partners will be opening their doors for the fifth time on September 30th, 2016, allowing visitors the opportunity to have a proper look at the work of the scientists, to enter into discussions and conduct experiments with them, to be amazed and to have fun. The three main venues for events in Bozen-Bolzano will as before be linked by a free shuttle bus service which will also serve the locations of up to 8 further events partners. The Awareness Campaign will target around 300,000 persons. The ever growing visitor numbers of the previous events (in 2014 the record number of almost 16,000 visitors was reached!) suggests that we should expect around 15,000 interested individuals keen on joining us. This yearís theme is ìThe Big Pictureî, and from 17:00 onwards, young and old will be able to see for themselves that South Tyrolís researchers play their part in contributing important pieces to the jigsaw puzzle which will enable them to anticipate or to influence future developments in the big picture that is Science. Interactive stands, competitions, games, shows and discussions in a relaxed atmosphere will offer something for everyone, and above all provide personal contact with around 300 scientists and technicians.",
    "totalCost": "176843,75",
    "ecMaxContribution": "72843,76",
    "coordinator": "ACCADEMIA EUROPEA DI BOLZANO",
    "coordinatorCountry": "IT",
    "participants": "IDM SUEDTIROL - ALTO ADIGE;LIBERA UNIVERSITA DI BOLZANO",
    "participantCountries": "IT",
    "projectParticipants": {
        "999887253": {
            "orgId": "999887253",
            "orgName": "ACCADEMIA EUROPEA DI BOLZANO",
            "ecContrib": 36422
        },
        "920901996": {
            "orgId": "920901996",
            "orgName": "IDM SUEDTIROL - ALTO ADIGE",
            "ecContrib": 18211
        },
        "999853982": {
            "orgId": "999853982",
            "orgName": "LIBERA UNIVERSITA DI BOLZANO",
            "ecContrib": 18211
        }
    },
    "calculatedTotalContribution": 72844
}