{
    "rcn": "204394",
    "acronym": "BISS",
    "topics": "SMEInst-01-2016-2017",
    "title": "Biometric Identification Security System",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "'Increased security, reduced risk of fraud and added comfort are some of the key benefits of biometric recognition. Users no longer need to worry about numerical codes being stolen through spying, passwords being hacked or keys, codes and cards being exchanged without authorisation. Having to carry identification media with you at all times and protect it against theft has become a thing of the past. Simple log-in via user verification, 1:1 comparison for laptops and mobile phones, and identity checks at border c ontrol are well-known identification methods in use all over the world. However, our project focuses on a significantly more complex method of identification. All authorised persons have to be clearly and securely identified as quickly as possible from a group of several thousand possible candidates (1:10.000) without any further information. The identification process then has to trigger a chain of actions, which is particularly important for those people with so-called 'problematic fingers' (small, torn). Precise biometric recognition is often hindered by factors such as faint lines, scar tissue, abrasion, sweat or dirt on the finger, and inconsistencies in the recording process. The objective is therefore to launch a universal biometric identification system for companies, associations and organisations with a large number of employees or sites. Such a system must enable an employee's biometric fingerprint to be clearly identified from all other employees' data. At the same time, it must also prevent unauthorised persons from attempting to match biometric data, no matter what form such an attempt should take or how often it is carried out. In a bid to increase acceptance and adoption rates, the solution not only has to meet all security requirements, it also has to be easy to use so that all employees are identified quickly and correctly on the first attempt. These requirements must be met for all employees regardless of their age, gender or ethnicity.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EKEY BIOMETRIC SYSTEMS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932281648": {
            "orgId": "932281648",
            "orgName": "EKEY BIOMETRIC SYSTEMS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}