{
    "rcn": "204354",
    "acronym": "FITA2.0",
    "topics": "SMEInst-01-2016-2017",
    "title": "A highly innovative size recommendation engine, disrupting the existing online apparel market by using big data and machine-learning algorithms.",
    "startDate": "01/05/2016",
    "endDate": "31/10/2017",
    "objective": "Fit Analytics GmbH is a Berlin-based ICT-SME, operating in the online fashion market. We are aiming to solve the two major\nproblems of online fashion retail:\n\n1. High return rates (~40-50%) because many end users donít know their size. ~65% of all returns are made due to non-fit.\nHigh return rates have certain side effects, e.g. enormous CO2 emissions.\n2. Low conversion rates to buy (less than 2% of all visitors convert into buyers; this is significantly lower compared to books\nor electronics sold online) because end users are uncertain which size to buy. Today, only 9% of all garments are sold online\nand 91% are still sold in brick-and-mortar stores, whereas more than 50% of all books and electronics are sold over the internet.\n\nWe have already deployed the worldís most widely-used Size Advisor (ìFITA1.0î) in the market, an innovative ICT product to\nhelp end-users find the right size online by providing simple size recommendations. Within the framework of the SME\nInstrument, Phase II, we are aiming to implement a new, ground-breaking size and product recommendation solution (ìFITA2.0î) which will further disrupt the fashion retail market by using exclusive cross-shop purchase and return data for highly accurate size and personalized product recommendations.\n\nWe have already developed a minimal viable product (MVP) of FITA2.0 that was successfully tested in an operational\nenvironment (TRL6) on Gaastra, a leading Dutch-German brand.We have undertaken a commercial and technical feasibility study, with positive results, and this will form the basis for a business implementation plan to be created during the project. In order to accelerate the market acceptance of the solution after implementation, we have already signed contracts with several clients that have agreed to implement FITA2.0 in the future.\n\nThe project is closely related to the objectives of the call due to its disruptive character and planned market uptake.",
    "totalCost": "1206080",
    "ecMaxContribution": "844256",
    "coordinator": "FIT ANALYTICS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937262986": {
            "orgId": "937262986",
            "orgName": "FIT ANALYTICS GMBH",
            "ecContrib": 844256
        }
    },
    "calculatedTotalContribution": 844256
}