{
    "rcn": "204385",
    "acronym": "STMS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Smart Tyre Management System for Safer, Greener and More Economic Transport through Innovative Technology for Smart Infrastructure from Silent Sensors Limited.",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "When theyíre not managed properly, tyres fail. That failure costs lives, money and efficiency. Smart people in the transport business need Silent Sensors smart technology.\n\nThe Silent Sensors system manages tyres through every stage from manufacture to maintenance and monitoring for repair, reuse and recycling.  By doing so it delivers three things:\n\nïGreater fuel efficiency ñ when 25% of a haulage companyís costs are fuel, small fuel savings become big. With the Silent Sensors tyre management system we estimate between 2% and 6% fuel savings.\nïIncreased tyre life ñ by managing your tyres properly, you will achieve a significantly longer life for tyres. Spread over thousands of tyres used annually in a fleet, this leads to more money retained by the business.\nïMuch safer tyres ñ 20% of road accidents are caused by tyre failures. When tyres are properly maintained by Silent Sensors systems, there are fewer failures, and much safer transport.\n\nSilent Sensors provides an efficient, easy tyre management system at a low cost using patented RFID technology. It measures tyre pressure, tread and temperature by simply applied sensors, allowing fleet owners to better manage one of their most vital resources. It is a precise, practical and world-leading system.\n\nThe skilled, experienced team behind Silent Sensors have brought the system to a point where trials are in progress with a large fleet truck business in the UK. The Phase 1 feasibility study will create an elaborated business case that should support the development and commercialisation of this solution, initially working with our UK trial partner, then trials in Scandinavia and India and eventual expansion to the remainder of Europe and Asia, specifically China. The study will support the next steps which will require the Phase 2 funding to develop the prototype sensor product to a mass manufactured version where economies of production and scale will reduce costs to a level that will make it irresistible.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SILENT SENSORS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922049021": {
            "orgId": "922049021",
            "orgName": "SILENT SENSORS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}