{
    "rcn": "204381",
    "acronym": "Appytalent",
    "topics": "SMEInst-12-2016-2017",
    "title": "Human Resource Management Tool Based on Emotional Intelligence",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "There is significant evidence that emotional intelligence is the single most important factor when considering job performance. This makes sense. We are all aware of the importance of being able to understand and manage our emotions, yet this insight is barely considered in human resource management.\nPlayforapply have developed a Software as a Service platform, Appytalent, which allows employers and employees to assess an individualís emotional intelligence. They can then identify what emotional areas the individual needs to develop in order to effectively perform their chosen job and provides learning content for the individual to improve their emotional intelligence in these areas. Finally, a recruitment module allows human resource departments to identify job seekers that match the emotional intelligence profile they are recruiting.\n\nThis SaaS is currently in a beta phase of development and is being trialled by several companies, including the Open University of Catalauna. Playforapply want to bring this new way of managing human resources to the market through the SME instrument. The aim will be to first carry out a feasibility study that will consider the technological requirements and economic potential of the market, before an SME phase 2 will complete the development and undertake a product demonstration in Europe, Australia and the USA. \n\nBy 2020, Playforapply estimate that they will be generating profits of almost 3MÄ, with a return on the SME instrument project investment of 342% within 3 years of project completion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PLAYFORAPPLY TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922667978": {
            "orgId": "922667978",
            "orgName": "PLAYFORAPPLY TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}