{
    "rcn": "204321",
    "acronym": "NORMOPERF",
    "topics": "SMEInst-05-2016-2017",
    "title": "Normothermic perfusion devices for renal and hepatic preservation and viability assessment",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "Organ transplantation is the best available technique for the treatment of end-stage failure of most essential organs. However, the further development of transplantation is being hampered by the scarcity of available organs and the limitations of static cold preservation: lack of information about the organ function and viability, ischemia-reperfusion injury, short preservation times and poor compatibility with suboptimal organs.\n\nOur solution to overcome these limitations consists in a portable medical device that is capable of maintaining the human kidney or liver in a viable state for sustained periods under physiological conditions ex vivo by means of a normothermic perfusion of the organ with a preservation solution that delivers oxygen, nutrients and chemical signals. Through maintaining the physiological cellular metabolism, it is possible to prolong the preservation times, reduce to a minimum ischemia-reperfusion injury, assess the organ viability and function by means of monitoring key parameters and increase the number of available organs.\n\nOur envisaged final solution consists in a product with three elements: the perfusion machine and two single-use consumables: the perfusion circuit and the preservation solution. Specific versions of the consumables will be available for each organ type (liver or kidney), but all of them will be compatible with the same perfusion machine. The product will address a global market, focusing initially on the EU and in a second phase on the USA.\n\nEBERS has a fully functional prototype of the device, validated and demonstrated using a porcine transplant model. In Phase 1 of the project, IP and regulatory strategies will be refined, the product concept will be validated, further market knowledge will be gained and the commercialisation plan will be detailed. In Phase 2, the prototype will be industrialised, a clinical assay will be performed and the device will receive CE-mark approval, becoming a market ready product.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EBERS MEDICAL TECHNOLOGY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "973762340": {
            "orgId": "973762340",
            "orgName": "EBERS MEDICAL TECHNOLOGY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}