{
    "rcn": "204388",
    "acronym": "TARGIS-VRA",
    "topics": "SMEInst-07-2016-2017",
    "title": "TARGIS - Variable Rate Smart Fertilizing System in Precision Agriculture",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "Precision agriculture is a practice that adopts high information technologies like GPS, control units and software for the purpose of optimizing yield according to local varying soil conditions while conducting agricultural inputs applications (planting, fertilizing, spraying and harvesting, land surveying, line handling systems, yield mapping and grain loss monitoring systems). Current precision agriculture technology platforms provide compact system solutions. Traditionally manufactured agriculture machines, commonly used in European countries cannot adapt precision agriculture technologies. Precision agriculture platforms in Europe are mainly based on ISO-bus structures that are compatible only with ISO-bus tractors, which are advanced and highly expensive solutions. However, the current structure of TARGIS-VRA can be adapted to traditional agricultural machines and attains 25% to 30% fertilizer conservation (due to 5 years of field studies). As a result, precision farming is made possible for traditionally manufactured machines and pays itself of in maximum one year for a single farmer with 20 hectares of average field size.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GEOSYS COGRAFI BILGI SISTEMLERI VE SEHIR PLANLAMA ELEKTRONIK BILI. MUH. VE MUS. INS. REK. SAN. VE TIC. LTD. STI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934807625": {
            "orgId": "934807625",
            "orgName": "GEOSYS COGRAFI BILGI SISTEMLERI VE SEHIR PLANLAMA ELEKTRONIK BILI. MUH. VE MUS. INS. REK. SAN. VE TIC. LTD. STI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}