{
    "rcn": "204364",
    "acronym": "RADOME",
    "topics": "SMEInst-10-2016-2017",
    "title": "SPHERICAL MULTILAYER ìRADAR DOMEî",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "'Radar is an essential tool for air traffic control and safety. Government agencies are pressuring the industry to produce systems that can monitor broader areas of the sky simultaneously and offer images with higher resolution and precision. The purpose is to enhance passenger safety and improve traffic control within their countries. All technological improvements made to radar are particularly affected by a structure called  ìradomeî, which must be installed around the radar installation in order to protect it. ìRadomeî is a contraction of the two English words 'radar' and 'dome'. It is therefore clear that it provides special protection of the antenna, whatever its type, but must cause minimal attenuation of the EM signal, both transmitted and received. For this reason, the trend is to build radomes that are as thin as possible, and are also self-supporting; i.e., without using metal supports that distort the signal. This creates a problem when designing the radome: on the one hand, it must be as electromagnetically transparent as possible; on the other, the entire structure must be sufficiently sturdy.  \nRadar manufacturers plan to market antennas for civil air traffic control that operate at much higher frequencies than those currently used, since the former provide the higher resolution required. This type of antenna is already available; however, it cannot be used for air traffic control because the structure that covers it causes signal losses that are intolerable in this application. Thanks to a multidisciplinary approach employing new materials, nanotechnology and advanced simulation technologies, our project will launch on the civil air traffic control market an innovative, spherical, self-supporting radome that can operate at 26 GHz. By overcoming the current limitations of radomes, we will make an important contribution to the diffusion of new, high-frequency radar equipment and therefore to increasing air traffic safety and efficiency.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FDS ITALY S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921306874": {
            "orgId": "921306874",
            "orgName": "FDS ITALY S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}