{
    "rcn": "204310",
    "acronym": "SACCSCAN",
    "topics": "SMEInst-06-2016-2017",
    "title": "SACCSCAN - personalising clinical management of major psychiatric disorders",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "1 in 5 of us experience mental health problems during our lifetime but more than 50% of patients donít receive adequate care. Currently, when patientsí symptoms and behaviour donít meet the criteria set out in the diagnostic manual, it may take up to 10 years to diagnose the illness. Delays in receiving a diagnosis can significantly impede delivery of the most effective treatment plan, exposing the patient to risk of further deterioration in well-being, reduction in quality of life leading to job loss, family breakdown, and self-harming. Mental ill health is now recognised as the largest cause of short and long term disability worldwide costing the global economy US$2.5T with a projected increase to over US$6T by 2030. \nSaccScan is a novel point-of-care (PoC) software diagnostic system which has been demonstrated to detect schizophrenia with better than 95% accuracy and has been extended with the same precision to bipolar disorder and major depression illnesses. The software diagnostic tool successfully utilises eye-movement abnormalities as clinical diagnostic biomarkers for serious mental illnesses. The test can be performed within 30 minutes and results produced over the internet at near real-time speed. Early economic modelling showed that introducing SaccScan into health care services could produce savings of Ä33 474 per patient in the case of suspected schizophrenia. The global market for this test is in excess of Ä5 billion with early-adopter customer segments making up over 10% of the total market - creating a potential initial market share of Ä100 million per annum. \nThe purpose of this Phase 1 application is to demonstrate proof of business and develop the necessary partnerships for bringing a minimum viable version to market. Further support from H2020 SME Instrument, will help complete clinical validation and fully commercialise SaccScan in Phase 2 and Phase 3, while addressing the EU challenge of reducing healthcare costs through personalising medicine.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SACCADE DIAGNOSTICS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934942067": {
            "orgId": "934942067",
            "orgName": "SACCADE DIAGNOSTICS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}