{
    "rcn": "204308",
    "acronym": "OWISE4EU",
    "topics": "SMEInst-06-2016-2017",
    "title": "OWise for Europe - A feasibility study of a pan-European mobile app providing people with cancer with useful tools and treatment information in one easily accessible place.",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Cancer is a big issue worldwide with 70% increase in incidence in the next 20 years. Around 3 million people are diagnosed with cancer in Europe annually and it costs the EU more than Ä126 bn/yr. To improve clinical outcomes of treatments, to reduce side-effects and to increase patientsí quality of life we need to accurately understand how patients experience cancer treatments.\n\nPx HealthCare (also called Px, which stands for Patient Experience) has developed OWise, an independently validated, mobile medical platform supporting cancer patients during treatment. OWise is a real game-changer as \n- its award-winning app was shown to improve both patient experience and the patient-doctor interaction \n- while the fully anonymised Patient Reported Outcome data (PRO) are collected and investigated using advanced data-analytics to improve oncology outcomes.\n \nAs OWise is prescribed by physicians, it is the first oncology platform connecting patients, physicians and payers with the clear potential to benefit all 3 groups. OWise is a novel way for patients to be actively engaged in their treatment and receive customised medical support. It is also a new way for clinicians to receive PRO data and to adjust treatment in between hospital visits. Pxí revenue model is based on licensing insights it generates from the PRO data to health care insurers and pharmaceutical companies who have expressed their great need for it.\n\nInitially launched for breast cancer in the Netherlands and the UK, Px is now developing OWise for all cancer types and plans to employ it swiftly across Europe, preferably with the aid of all 3 Phases of the present programme. Aim of Phase 1 project is to develop of a business plan to roll-out OWise in EU countries, reaching at least 1 million EU cancer patients annually in 2020, providing >20% of these with access to OWise while improving cancer outcomes through its PRO data analysis. Pxí revenues are expected to go up by 30% by 2020, due to this programme.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PX HEALTHCARE BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920890162": {
            "orgId": "920890162",
            "orgName": "PX HEALTHCARE BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}