{
    "rcn": "204371",
    "acronym": "ASCEMA",
    "topics": "SMEInst-01-2016-2017",
    "title": "ASCEMA: Content Aware Technology for IP Protection in Supply Chains",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "'Manufacturers increasingly rely upon development in the supply chain; e.g. a typical automotive company has 60% of components manufactured in the supply chain. A significant level of resistance, to sharing and enforcement of IP, is damaging supply chain partnerships and the manufacturing production processes that rely upon them; costs to industry estimated at millions of euro (NFF Symposium, 2013). This project, spanning 6 months, will investigate the feasibility of bringing to market a novel solution for protecting intellectual property across enterprise boundaries and will support a go to market plan for Ascema for Supply Chains, a patented technology that protects high value content across enterprise boundaries. \n\nThe European Parliament ' Recognises that the enforcement of IPR is not merely a driver for jobs and growth across the Union but is essential for the proper functioning of the single market and plays a key role in stimulating innovation, creativity, competitiveness and cultural diversity.' (Towards a renewed consensus on the enforcement of IPR: An EU Action Plan, May 15). Ascema offers a disruptive solution where currently no other solutions exist. This project will undertake a feasibility study, including a full business plan, to verify the technological, practical and economic viability of GeoLangís novel Ascema for Supply Chains data loss prevention platform. \n\nA planned Phase 2 project will provide a preproduction prototype of a digital information fingerprinting and tracking mechanism across boundaries with processes and requirements for inclusion within supply chain contractual arrangements identified that will support the market take-up of this novel platform which has won GeoLang Ltd the prize of UK's Most Innovative Small Cyber Security Company 2015. The results will support the uptake by industry of a technology that offers safe sharing of intellectual property in supply chains facilitating growth within the single market.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GEOLANG LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938668128": {
            "orgId": "938668128",
            "orgName": "GEOLANG LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}