{
    "rcn": "204306",
    "acronym": "Dycare",
    "topics": "SMEInst-06-2016-2017",
    "title": "Dynamic Care Solutions for clinical assessment of musculoskeletal and neurological disorders",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "The objective of Bio-Sensing Solution is to bring to the market a new ICT solution that improves quality of life for people suffering from musculoskeletal disorders. DyCare is a system for joint motion monitoring that enables clinicians to diagnose and manage their patientsí rehabilitation programs, accurately and affordably.\nThere are 100 million people in Europe that can benefit from the DyCare system. Most clinicians today measure joint movement using rudimentary tools that are unreliable. Due to this, 60% of patients with musculoskeletal disorders are misdiagnosed and are prescribed ineffective rehabilitation programs that delay returning to an active, working life. DyCare will fix this healthcare system failure by delivering: reliable insights in real-time, a user-friendly cloud platform that tracks patient progress and recovery, and a portable system that works with new wearables. \nOur solution is truly unique in the market. Other available systems are cumbersome, require skilled personnel to operate, and are prohibitively expensive for most health centres. DyCare is a lightweight system, which will be sold at an affordable price, and is simple for both clinicians and patients to assess evolution and recovery. It will reduce diagnosis and treatment time, saving millions of Euros in healthcare costs and billions of Euros in lost work days.\nWith the collaboration of Bayer, we are defining a distribution and commercialization strategy that will ensure rapid expansion into key European markets, eventually extending to North America and beyond. \nIn Phase 1, we will carry out a feasibility study in order to demonstrate a DyCare Alpha version to key stakeholders, improve the product based on real user needs, obtain certifications and devise an IP protection strategy, define our commercialisation strategy and create a detailed business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIO-SENSING SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921281363": {
            "orgId": "921281363",
            "orgName": "BIO-SENSING SOLUTIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}