{
    "rcn": "204386",
    "acronym": "EddyEyes",
    "topics": "SMEInst-02-2016-2017",
    "title": "Novel System for surface inspection and quality control for steel industries.",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "European and global steel industry are facing several challenges, including meeting the high international quality standards. \n\nISEND is a SME founded in 2006 and a acknowledged worldwide expert in industrial Non Destructive Test (NDT) systems that  is participated by the Venture Capital îSodicalî to support its international growth. ISEND has identified a need from its customers (spread trough Europe, Asia, North&South America) in a specific niche market of the Hot rolling mill industries for metal wire rod to which the current commercial solution have strong weakness. \nIn this market, the producers are required to fulfil quality standards for surface cracks lower than 1% of diameter. Claims from customers against the lack of these standards can reach 4% of total plant year production. Surface cracks inspection technologies, are difficult to implement due to plants harsh environment (1200 ∫C and rolling speeds up to 120 m/s), massive production rates (>10 Mton/year). Those systems must also deal with different alloy grades, applications, and final product sizes (diameters covers from 5 to 90 mm, wire coil lengths range is from 14,000 m to 750 m).\nOur proposed system EddyEyesÆ is a surface quality control system for Non Destructive Testing of metal products in production plants  and is able able to detect, locate, display and storage surface cracks as smaller as  50 µm deep at 120 m/s rolling speed and 1200 ∫C temperature in continuous operation. \n\nEddyEyesÆ selling price would be 0,4MÄ (50% lower than our main competitors) what will allow the enduser payback period be less than 1 year.\nWe have estimated that the worldwide market size for this product will be of 2.000 industries, from which we forecast that at least 20% will be interested in an improved quality control system.\n\nWe foresee to be able in 5 years to position ourselves as leader in this niche market, reaching around 20% of the worldwide market and a turnover of 24 Million euro and creating 80 employees",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INGENIERIA Y SISTEMAS DE ENSAYOS NODESTRUCTIVOS SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937436907": {
            "orgId": "937436907",
            "orgName": "INGENIERIA Y SISTEMAS DE ENSAYOS NODESTRUCTIVOS SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}