{
    "rcn": "204301",
    "acronym": "SET - Chronic Pain",
    "topics": "SMEInst-06-2016-2017",
    "title": "SET ñ The defibrillator for Chronic Pain",
    "startDate": "01/07/2016",
    "endDate": "31/10/2016",
    "objective": "SET solution for chronic pain.  \n\n100 million EU sufferers, Ä300 billion, Age related.  \n\nCurrent solutions do not look at data, biomarkers, or take into consideration the individual differences between patients.  With real data from large groups of patients, for the first time we can characterize the autonomic nervous system, which is depreciated in chronic pain patients, and use it to fight chronic pain.  With the therapy, we attack the underlying psychological cause for the pain.  The SET device allows us to do this efficiently.  Using ICT data, we will be able to a real progress on this large social problem.  By iterating, continuing to add data, measuring results, and adjusting approaches, we can attack chronic pain and make people pain free.\n\nSET was tested at the University of Marburg with 120 patients that included 2 sham protocols.  Of the non-control participants, 100% of fibromyalgia patients became pain free for six months, and 82% at the 12-month follow-up.\n\nThe data, which includes all the EKG and blood pressure data from each patient session as well as the patients' initial interview and progress data from the E-learning system, will be uploaded to a MySQL database hosted on a medical grade cloud server.  Data mining and analytics software will only have read access and only anonymized access will be available, so that it will not be possible to identify any individual patient.\n\nPatent protection, a highly experienced team, a clear strongly motivated market will make the company successful.  In the process many therapy based SMEs will be formed and enhanced.\n\nA real solution for a debilitating social problem which invloves ICT, big data, and job creation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KLEINKLEIN GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921068545": {
            "orgId": "921068545",
            "orgName": "KLEINKLEIN GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}