{
    "rcn": "204392",
    "acronym": "CreativeNet",
    "topics": "SMEInst-12-2016-2017",
    "title": "Enhancement of an advanced media sharing and networking platform to ensure connectivity among worldís creatives",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Creative industries contribute to around 3% of EU GDP with and annual market value worth of Ä500 billion. However, the creatives e.g. musicians, photographers, filmmakers etc. primarily face two barriers to enter this market. Firstly, they do not have a traditional CV. Their history is all about their work i.e. their projects and art but not the places where they have worked. They struggle to present their CV in the traditional way, which makes it harder for them to find work. Secondly, many persons need to collaborate in a project and only a few are recognised. When a project is uploaded to online services like SoundCloud, Vimeo etc. only the uploader gets recognition. It is only linked to their account. The people behind the scenes e.g. vocalists, editors, producers etc. remain unrecognised. Social networks like Facebook, LinkedIn, Youtube, Fiverr, Behance also could not address these issues.\nTo address these problems we have developed Twine, the professional network for the creative industry, as well as a marketplace that ensures tie-up between the prospective employers and the freelance creatives. When someone publishes a project they credit all the people who contributed to it. The project is then automatically added to everyoneís profile - giving everyone the corresponding recognition they deserve. This creates a network that will help all creatives to connect, gain recognition and simply build a portfolio. The main objective of Twine is to lower the market entry barrier for the creative persons, make it easier for them to collaborate with each other and at the same time facilitate the hirers to find the right set of talents. Presently, the beta version of Twine has 140,000 registered users from 175 countries who have added more than 600,000 projects. Over 3000 creative collaborations have started and growing quickly. In the CreativeNet project we want to perform the feasibility study regarding the scale up of Twine needed to match the potential viral growth.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CLOWDY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920678508": {
            "orgId": "920678508",
            "orgName": "CLOWDY LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}