{
    "rcn": "204323",
    "acronym": "ENERI",
    "topics": "GARRI-10-2015",
    "title": "European Network of Research Ethics and Research Integrity (ENERI)",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The ìEuropean Network of Research Ethics and Research Integrityî (ENERI) establishes an operable platform of actors in the fields of research ethics and research integrity.\n\nThe reliability and credibility of research and science do not depend only on its excellence and productivity but also on the playersí awareness of highest standards of ethics in research and commitment to a responsible conduct of research. Research ethics addresses the application of ethical principles to the various fields of research. This includes ethical aspects of the design and conduct of research, the way human participants or animals within research projects are treated, and aspects of scientific misconduct. Research integrity is recognized as the attitude and habit of the researchers to conduct research according to appropriate ethical, legal and professional frameworks and standards. The fields of research ethics and research integrity combine general ethical reflections, ethics and law as academic disciplines addressing research activities, moral attitudes of researchers, normative policies of stakeholders like sponsors or funding organizations, and various ethical expectations of the civil society.\n\nENERI is based on existing networks, projects and infrastructures that already initiated and developed important steps in sharing information, training and capacity building. Research ethics committees, review boards, ombudspersonsí offices, research integrity offices and supporting structures are the established bodies monitoring, accompanying and assisting the process of responsible and justifiable research. Therefore the European Network of Research Integrity Offices (ENRIO) and the European Network of Research Ethics Committees (EUREC) mutually initiated ENERI in collaborations with experts in academic research ethics (RE) and responsible research and innovation (RRI), practitioners in training and education in research ethics, and specialists in e-communication and database design.",
    "totalCost": "1499000",
    "ecMaxContribution": "1499000",
    "coordinator": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
    "coordinatorCountry": "DE",
    "participants": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES;AARHUS UNIVERSITET;HELSINGIN YLIOPISTO;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;UNIVERSITEIT MAASTRICHT;÷STERREICHISCHE AGENTUR FUR WISSENSCHAFTLICHE INTEGRITAT;VILNIAUS UNIVERSITETAS;EUROPEAN NETWORK OF RESEARCH ETHICS COMMITTEES (EUREC) EV;All European Academies;UNIVERSITETET I BERGEN",
    "participantCountries": "AT;DK;FI;EL;NL;LT;DE;NO",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 121125
        },
        "951478433": {
            "orgId": "951478433",
            "orgName": "ÖSTERREICHISCHE AGENTUR FUR WISSENSCHAFTLICHE INTEGRITAT",
            "ecContrib": 216875
        },
        "951473777": {
            "orgId": "951473777",
            "orgName": "All European Academies",
            "ecContrib": 42750
        },
        "951443610": {
            "orgId": "951443610",
            "orgName": "EUROPEAN NETWORK OF RESEARCH ETHICS COMMITTEES (EUREC) EV",
            "ecContrib": 179375
        },
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 259875
        },
        "998927923": {
            "orgId": "998927923",
            "orgName": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES",
            "ecContrib": 106875
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 95625
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 133125
        },
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 106875
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 121125
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 115375
        }
    },
    "calculatedTotalContribution": 1499000
}