{
    "rcn": "204356",
    "acronym": "Cloudfone",
    "topics": "SMEInst-01-2016-2017",
    "title": "Cloudfone Visitor Service - a 'roam like a local' Cloud service for mobile operators",
    "startDate": "01/06/2016",
    "endDate": "31/10/2016",
    "objective": "The increasing trend of people mobility worldwide requires seamless interactions per their mobile phones. International calling-rates and roaming cost of mobile communications set restrictions on exchanges many people would prefer to have for their business and personal communications. \nIPCO addresses the challenge by offering an open disruptive innovation, specifically by proposing a Cloudfone Visitor Service (CVS) for frequent business travelers, multi-national businesses, foreign workers and long-term tourists. \nThe service idea is generated, owned and patented by IPCO. The service will enable the mobile phone users who are in a foreign country to be recognized as local mobile network customers while keeping the same mobile number from a home country as well as the same SIM card. The implementation of the service eventually would lead to minimization of roaming cost especially for the EU citizens travelling to non-EU countries and vice versa. \nIPCO Cloudfone Visitor Service (CVS) will be offered as a managed service to Mobile Network Operator (MNO) alliances and multinational Mobile Virtual Network Operators (MVNOs). \nIPCO ambition for Cloudfone Visitor Service is a coverage in 60 countries with a yearly revenue of 29 MÄ and a Net Result of 14 MÄ after an initial 5 year ramp up.\nThe main goal of the Cloudfone feasibility study is to verify the proof-of-concept for live demonstrations on mobile infrastructure and standard mobile end-user devices. \nThe objective is to generate interest and commitment of targeted stakeholders and build a customer satisfaction and confidence, while seeking to provide a disruptive innovative solution to the large mobile operators on a global scale.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IPCO AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925875186": {
            "orgId": "925875186",
            "orgName": "IPCO AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}