{
    "rcn": "204372",
    "acronym": "SAP-Nano",
    "topics": "SMEInst-02-2016-2017",
    "title": "A disruptive technology for vaccines manufacturing based on Self-Assembled Polymeric Nanoparticulate systems",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Bionanoplus detected the major problems faced by many pharmaceutical, veterinary and cosmetic sector manufacturers to develop products using nanotechnology. It seemed impossible and costly to move a product developed in the laboratory to the industrial manufacturing of the product. \nTo solve this issue Bionanoplus has developed and patented a highly versatile and easily scalable technology to encapsulate antigens and other molecules, called SAP-Nano. \nBionanoplus has solved the scalability problem of traditional nanoparticle manufacturing methods avoiding the use of volatile organic solvents, thus it ensures an easy and inexpensive production of any scale, which can be performed using standard equipment and techniques. \nSAP-Nano technology has been successfully implemented with two clients, a fish vaccines manufacturer and a pharmaceutical company. Now Bionanoplus plan to launch his technology in the vaccines manufacturers market, firstly on to the PRRSV vaccines manufacturers market. It was estimated that losses due to PRRSV cost the swine industry EUR 1.5 billion per year in Europe and USD 664 million per year in the USA.\nSAP-Nano enables the development of unique vaccines, which are significantly more effective than conventional vaccines.\nPhase 1 of SME Instrument represents an opportunity to get a thorough business plan to minimize risks. The main objective is to perform a feasibility study to verify the economic viability in the vaccines manufacturers market and design a suitable business model, and the commercial, marketing and industrial strategies.\nThe SAP-Nano proposal was presented for the first time to the 25-11-2015 call (NMP-25-2015-1-P) achieving a total score of 12,84. The lower point in the evaluation was Impact (score: 4.21). B\\ has met potential clients in order to know the needs and requirement to develop new vaccines. The business case has also been improved. This new information has been included in this new submission of the proposal.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIONANOPLUS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930144641": {
            "orgId": "930144641",
            "orgName": "BIONANOPLUS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}