{
    "rcn": "204379",
    "acronym": "PlastDeink",
    "topics": "SMEInst-11-2016-2017",
    "title": "Topic identifier: SMEInst-11-2016-2017",
    "startDate": "01/05/2016",
    "endDate": "30/09/2016",
    "objective": "The specific remit of this project is to launch an innovative, environmentally friendly, low-cost process to deink surface-printed plastic film. This process is focused on removing ink thus allowing recycled printed plastic film to be used for the manufacture of added-value products. \nTwo different deinking processes are currently being developed by our competitors. The first is based on reagents used in biotechnology (e.g. non-ionic, cationic and anionic surfactants). The second is based on solvents (e.g. ethanol). The cost (Ä950/tonne) is the main barrier of the biotechnology reagent process. The solvent-based process is more competitive at Ä550/tonne but there are several issues over plastic quality (bad odours and colours; low optical properties: DE>3), sustainability (high carbon footprint, 533 kg CO2eq/tonne) and hazards (it must be ATEX  compliant due to the risk of explosion). \nOur process has a clear advantage in terms of price, quality and sustainability in comparison with traditional deinking processes. The combination of adapted sub-processes (milling, deinking, drying, extrusion and water treatment) allows high-quality deinked plastic to be obtained at a low cost. This plastic is aligned with requirements for high added-value applications such as packaging: absence of bad odours and colour, ink removal of 99.9%, modulus 434 Mpa, elongation at break: 596%, good optical properties: DE<3. Moreover, the whole process is designed from a positive environmental point of view: 35% lower carbon footprint (346 kg CO2eq/tonne); use of only environmentally-friendly and water-based surfactants (solvent-free); obtaining of 100% decontaminated water after the process, which can be reused as closed-loop; and the total elimination of dangerous sludge.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CADEL DEINKING S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920996474": {
            "orgId": "920996474",
            "orgName": "CADEL DEINKING S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}