{
    "rcn": "204325",
    "acronym": "EEN Armenia H2020",
    "topics": "INNOVATION-2015-02",
    "title": "EEN Armenia H2020: EEN Armenia assists SMEs involved in Horizon 2020",
    "startDate": "01/01/2016",
    "endDate": "31/12/2016",
    "objective": "The lack of knowledge, skills or ability to manage innovation processes is still an issue for Armenian SMEs. The biggest EU Research and Innovation programme, the Horizon 2020 will give an opportunity to Armenian SMEs, those capable for growth and internationalization, to enhance their capacity to manage innovation process and will facilitate their cooperation with R&D partners and other relevant partners from EU countries.\nThe overall objective of the Project is the establishment of services within EEN Armenia to enhance the innovation capacity of SMEs with real potential for international growth.\nEEN Armenia H2020 Project proposes the following specific objectives, based on its Implementation Strategy:\n\nï\tTo develop a viable network of 4 innovation experts, of which 2 Key Account Managers from the staff of NAS RA, able to deliver innovation services proposed by H2020, namely ìKey account management (KAM) services under SME Instrument of Horizon 2020î and ìServices to enhance the innovation management capacities of SMEsî in Armenia. \nï\tTo deliver KAM services for 2 SMEs benefiting of SMEs Instrument under H2020, and support it receiving the most appropriate services which will enhance the probability of a successful exploitation of their financed innovation projects, over the first two SMEs Instrument phases, while posting them for further EEN services not covered financially by H2020, for phase 3.\nï\tTo deliver services to enhance the innovation management capacities of SMEs with potential for international growth, for 8 SMEs, both identified under a thorough analysis of the EEN Armenia innovative businesses, and among the unfinanced successful SMEs under the SMEs Instrument.\nï\tTo support EEN Armenia activities of educating, training, stimulating and supporting SMEs in taking innovation projects, by providing the entire consortium with in-depth information, conclusions, results, etc. regarding the delivered H2020 services and their outcomes.",
    "totalCost": "9352,5",
    "ecMaxContribution": "9352,5",
    "coordinator": "SMALL AND MEDIUM ENTREPRENEURSHIP DEVELOPMENT NATIONAL CENTER OF ARMENIA FUND",
    "coordinatorCountry": "AM",
    "participants": "NATIONAL ACADEMY OF SCIENCES OF THE REPUBLIC OF ARMENIA",
    "participantCountries": "AM",
    "projectParticipants": {
        "999586553": {
            "orgId": "999586553",
            "orgName": "NATIONAL ACADEMY OF SCIENCES OF THE REPUBLIC OF ARMENIA",
            "ecContrib": 8600
        },
        "952168782": {
            "orgId": "952168782",
            "orgName": "SMALL AND MEDIUM ENTREPRENEURSHIP DEVELOPMENT NATIONAL CENTER OF ARMENIA FUND",
            "ecContrib": 752
        }
    },
    "calculatedTotalContribution": 9352
}