{
    "rcn": "204389",
    "acronym": "Nyxoah",
    "topics": "SMEInst-06-2016-2017",
    "title": "Ultra-small implanted neurostimulation device for the treatment of Obstructive Sleep Apnea",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "Obstructive Sleep Apnea is the world's most common sleep disorder and affects 100m people worldwide. It is particularly prevalent among elderly and obese cohorts and is a lifelong disease, with acute and chronic health impacts. It is linked to increased cardiovascular morbidity and mortality, and associated with increased risk of heart attack, cardiac arrhythmia, stroke, daytime sleepiness, depression and poor neurocognitive performance. Estimated annual economic costs of the disease are Ä60-150b. Established therapeutic options are uncomfortable with unpleasant side effects and/or ineffective; they can also require invasive surgery. Compliance is a major problem with the first line treatment, CPAP: 50% of users refuse it outright or fail to continue use after 1 year. Nyxoah's disruptive neurostimulation device responds directly to these needs and drawbacks. Central to the system is a tiny device implanted under the chin that - compared to other neurostimulator implantations - is smaller, less invasive and has lower risk of infection. The device is powered wirelessly by an activation chip, which is attached to a disposable smart patch and stuck under the chin before sleep. No mask, no noisy machine, no unpleasant side effects. The chip has a closed feedback loop with the implant, which detects tissue resistance and tells the chip to adjust the pulse to keep constant pressure on the nerve, to avoid burnout; it also communicates wirelessly with an app, which displays useful information (synced with the cloud) for use by patients, physicians and social security agencies; this is a key development to allow treatment compliance monitoring and therefore for reimbursement. During the Phase 1 project, the company, founded in 2009, will assess scale-up industrialization plan, product development according to regualatory standards and clinical trials to be deployed in Europe to show the system efficacy on patient outcome and public healthcare costs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NYXOAH SA",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921075820": {
            "orgId": "921075820",
            "orgName": "NYXOAH SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}