{
    "rcn": "204307",
    "acronym": "SpaceInvader",
    "topics": "SMEInst-10-2016-2017",
    "title": "SpaceInvader ñ Gain value from empty and unused cargo space",
    "startDate": "01/06/2016",
    "endDate": "31/08/2016",
    "objective": "500 million EURO pallets are used in 4 billion cargo transports every year in Europe. The pallet infrastructure in central to European cargo as transporters can use and leave pallets with minimal transactions costs, as all parties involved use the same standard. This market standard is central to efficiency.\n\nThe problem\nWhile the infrastructure is established and well-functioning, the efficiency is decreasing in recent years resulting in higher CO2 costs and inefficient marginal cost per pallet.\nThe efficiency is decreasing as weight per pallet is decreasing; leaving unused weight & volume potential as most trucks can carry more weight & volume than what is currently loaded. The main issue is the lack of floor space, and that pallets are not easily stacked on top of each other, leaving unused volume in the top space of the truck.\n\nOur solution \nThe solution is an extension of the present EURO pallet technology to accommodate the decrease in cargo weight. SpaceInvader ApS has developed a multilayers pallet stacking system, called the SpaceInvader. \nCombined with existing equipment, the SpaceInvader enable pallets to be stacked in two layers and thereby use the free top space capacity available in 80-90 % of all truck transportations. \nThe potential value of the solution for transportation companies is very high, as the sector makes revenue and compete on very low marginal costs. By being able to fully optimize the load of their trucks, transportation companies become more competitive, and can reduce their carbon footprint by simply having to drive fewer times in order to deliver the same amount of goods. \nBased on initial input from large test customers (ASKO, SuperGros, Danske FragtmÊnd), we have chosen a business model where a set of SpaceInvaders will be rented out for 65 Ä a month. The expected value for the transportation company is 260 Ä a month, meaning the cost of renting a set of SpaceInvaders will be covered after just one week of use.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SPACEINVADER APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924039267": {
            "orgId": "924039267",
            "orgName": "SPACEINVADER APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}