{
    "rcn": "204382",
    "acronym": "Tom PIT Studio",
    "topics": "SMEInst-01-2016-2017",
    "title": "Tom PIT Studio - platform for designing information systems",
    "startDate": "01/06/2016",
    "endDate": "31/10/2016",
    "objective": "Pharmaceutical sector demands information systems (IS) to be custom designed and in compliance with Good manufacturing practice (GMP)  regulative. In addition IS must be build according to Food and Drug Administration (FDA) regulative CFR Part 11 . This is currently a big problem for all IS providers which are cooperating with pharmaceutical sector because the effort made to achieve this is substantial, time consuming and expensive. The price of such validated system can be three times as high as with similar non-validated system. We can attribute this to programming methods which are not agile enough. With the proposed project we want to introduce, first to EU and then global markets, an innovative solution to address above mentioned challenges - Tom PIT Studio (TPS). TPS introduces unique modeling method of developing IS which reduces development time by 70% and lowers maintenance cost by 90%. Demand for such a product comes from all pharmaceutical companies with a potential in other industries as well. Product is therefore not limited to local (EU) market but has is a great global potential (Asia, USA) estimated at 7 billion Ä. Product is developed to TRL6 level and is already being used for demonstrational purposes as well as evaluation with SME and pharmaceutical companies in our geographical region. Plan is to develop product to TRL 9 and assure fast market up take. Feasibility study is critical for us to further elaborate commercialization strategy in order to access global market. TPS is a great business opportunity for us but also has bigger impact on EU economy as it provides leverage for SME IT companies to enter market currently controlled by big IT vendors with their own competitive solution thereby widening offer of information systems and consequently lowering implementation costs for pharmaceutical companies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TOM PIT RAZVOJ PROGRAMSKE OPREME DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922936668": {
            "orgId": "922936668",
            "orgName": "TOM PIT RAZVOJ PROGRAMSKE OPREME DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}