{
    "rcn": "204338",
    "acronym": "dSense",
    "topics": "SMEInst-01-2016-2017",
    "title": "dSense ñ Self adapting, cost efficient method for detecting context of a mobile device  and a mobile device with a context detection module",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "The project is going to launch in existing mobile devices a software system and/or module for a context detection to ensure environmentally and costly efficient required serviceís results for users. The R&D Department of Binartech has developed basic substantial assumptions of these method,it is protected by international patent in Poland, Europe (Germany, France,UK),Japan, U.S.A. India (patent pending).\nThe disruptive solution focuses on more effective,faster and apt fit of mobile services to user's needs, which is possible thanks to a device being aware of a broader context in which it is used atm (eg. when driving a car or walking). Our solutions provides much better compromise between accuracy and energy usage. dSense is distinctive from available solutions because of its self-adapting skills, which are crucial due to large variety of devices and environments people use their mobile phones. This means that even for ca. 5% user of mobile devices having every-day problems with accuracy of context awareness of mobile applications, it will be easy to get self-learning correct results in a short period of time using low energy-consuming sensors.\nWe have identified three areas of benefits according to understanding of the user, i.e.: final users of mobile devices,application developers/investors, and mobile devices producers which mount the module in their devices.Added values are:operating time of the battery (better up to 60%), automatic adaptation of the context detection system to all applications being installed to the mobile devices, accuracy of applicationsí results and speed of delivered applicationsí results. \nFeasibility study will enable us to verify the technological feasibility and economic viability of launching dSense on EUís market, which will contribute to solving the aforementioned problems.PHASE I is the beginning and we believe it will lead to PHASE II.This will enable us to identify resources needed for commercial implementation of our technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BINARTECH SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924126567": {
            "orgId": "924126567",
            "orgName": "BINARTECH SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}