{
    "rcn": "204377",
    "acronym": "EQR-Equid",
    "topics": "SMEInst-01-2016-2017",
    "title": "Real Time, Secure Equine ID Information Platform (EQR-Equid)",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Criminal activities associated with horse and ponies are widespread across Europe. Horses and ponies are principally identified by a paper based ëpassportí, and/or micro-chip, or branding.  Passports are hand written and therefore prone to error, falsification and fraud. They can easily be ërecycledí from dead animals allowing contaminated horsemeat to enter the human food chain. Likewise, micro-chips can easily be removed or cloned. Purchasers of equidae have little assurance that ëtheir animalí is the one in the passport.\n\nEquine Register Ltd. are developing an exciting new equine identification method for vets, government agencies, welfare organisations and horse owners - EQR-Equid. Our solution uses an inclusive secure, remote-access data system underpinned by smart behavioural pattern recognition algorithms, that can automatically identify disease spread, criminal activity, missing animals and compliance issues. Via an intuitive interface, EQR-Equid allows equine sector stakeholders to identify and track an animal securely from anywhere, at any time, whilst enabling enforcement agencies to target their resources. EQR-Equidís accuracy, connectivity and immediacy will deliver increases in animal welfare, animal value, compliance and data confidence whilst reducing the opportunity for fraudulent activity.\n\nThe objective of our overall innovation project is to develop EQR-Equid for sale to those involved in the trade, enforcement, and welfare of equidae. The specific objectives of our Phase I project are to carry out a feasibility study to enable us to create a clear path for market replication.  Our sales forecast shows a projected turnover of Ä6.3m by 2023, 5 years after launch. The revenue will allow us to extend the concept to other animals, and grow Equine Register Ltd. as an SME.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EQUINE REGISTER LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924078843": {
            "orgId": "924078843",
            "orgName": "EQUINE REGISTER LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}