{
    "rcn": "204319",
    "acronym": "BioSeedMat",
    "topics": "SMEInst-07-2016-2017",
    "title": "A labour-efficient, organic herbicide-free and micronutrient infused seed tape and delivery mechanismaiding the growth and harvest of agri-products",
    "startDate": "01/05/2016",
    "endDate": "31/07/2016",
    "objective": "The demand from food retailers to provide food which is grown according to organic standards rather than through the use of inorganic herbicides has placed enormous pressure on crop growers. The underlying cause for this change has been the increase in demand from consumers for food which has been grown organically or with reduced agrochemical inputs.\nExisting organic solutions such as mechanical hoeing, poly mulching beds and thermal treatment (heat/foam/electricity) are mostly unable to eliminate weeds within the crop rows, with the exception of expensive hand weeding. The prevalent use of labour intensive weed control methods has contributed to the higher production cost, and hence retail price, of organic food compared to food grown with the use of herbicides.\n\nOur paper seed mat consists of a physical barrier made up of an absorbent lower layer and a very thin upper layer made from paper. Seeds are placed between these two layers in rows, broadcasted or with precision placement. The absorbent lower layer retains moisture and controls weeds. The key benefits of our product are that it eliminates manual labour for weed control and allows for mechanised laying during the growing cycle, increases crop yield by 10% per season, has 100% crop coverage, provides even germination, protects crops from microbiological and foreign body soil contamination, degrades through the growing cycle and saves time and money in production.\n\nOur target market is vegetable and salad producers, a significant market with over 450,000 ha of relevant crops grown in Europe plus 270,000 ha in readily accessible international markets (e.g. USA, South Africa and Australia). Our concept has been tested and validated in target markets, with very encouraging early sales of our beta version. Based on the early market interest and end user feedback we have forecast sales of Ä19.2 million and a return on investment of 154% over the five years following commercialisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TERRASEED  LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924400107": {
            "orgId": "924400107",
            "orgName": "TERRASEED  LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}