{
    "rcn": "204375",
    "acronym": "BloodStemPLUS",
    "topics": "SMEInst-05-2016-2017",
    "title": "Commercial feasibility study of a technology that multiplies blood stem cells to increase the success of transplants for cancer treatment",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "StemCell2MAX is a biotechnology start-up that owns a proprietary solution for multiplying blood stem cells. Blood stem cells are required for both research and blood cancer treatment, but are scarce resulting in limited transplants (34% of patients do not find a donor), patient death (6-15%) and limitations at research level (12.500 groups lack cells for their studies). StemCell2MAX addresses this enormous demand from patients, cord blood banks, hospitals and researchers in an estimated Ä3 billion potential market (33% CAGR). \n\nNo solution for blood stem cell multiplication is available for clinical purposes and those that are currently used for research purposes compromise cell quality. StemCell2MAX has developed a product that multiplies these cells while assuring their quality (20x better results compared to state of the art, as published in Nature). \n\nCurrently, StemCell2MAX markets a research use only product (Ä600M market) with a growing sales track record, both in EU and USA. Following the technologyís market acceptance and scientific recognition, StemCell2MAX is preparing their solution for the Ä2.4B clinical market. The innovation is protected in EU, USA and Japan for blood stem cell maintenance, expansion or transplantation, for both research and clinical use. StemCell2MAX won the ìmost investable companyî award during the first Horizon 2020 ñ Invest Horizon Global Investor Summit in November 2015.\n\nSpecific objectives:\nï To develop a business plan and marketing strategy for clinical application\nï To explore strategic partnerships for development and commercialisation\nï To explore the clinical validation strategy/clinical trial design\nï To develop a strategic development plan in agreement with reimbursement policies \n\nExpected outcomes:\nï A business plan and optimal route-to-market, including partnering strategy for further development \nï Clinical trial strategy in compliance with all regulatory requirements",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GROWINGFORMULA LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922817649": {
            "orgId": "922817649",
            "orgName": "GROWINGFORMULA LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}