{
    "rcn": "204346",
    "acronym": "FF16_17",
    "topics": "MSCA-NIGHT-2016",
    "title": "Researchers' Night in Sweden - ForskarFredag 2016-2017",
    "startDate": "01/04/2016",
    "endDate": "30/11/2017",
    "objective": "Researchers' Night in Sweden, known as ForskarFredag (Researchersí Friday), FF, will unite events in 32 cities respectively, in 2016 and 2017. The project will bring the general public, with a special focus on pupils aged 12ñ19, face-to-face with researchers through fun, festive and hands-on activities, all free of charge, on 30 Sep 2016 and 29 Sep 2017. By reaching out to all corners of Sweden, people will discover local research in a national and international context. The non-profit association Vetenskap & Allm‰nhet, VA (Public & Science) has coordinated FF annually since 2006, and FF16_17 builds on the success of previous years, drawing on experience, contacts and the ever-increasing national profile. Event programmes will be planned and executed by local subcontractors in centrally located venues and brought together under the national FF umbrella by VA. Subcontractors are universities, science centres, municipalities, museums, an educational centre, a local foundation and a county council. Each local event is organised in a way to give the highest impact in the local community, building on local strengths and using local networks. VA is responsible for the quality, framework, national identity and national awareness campaign. Annual themes ñ the Nobel Prize in 2016 and Image of a Researcher in 2017 ñ will inspire innovative local activities with the researcher in focus. The Researchersí Grand Prix is a high-profile communications contest and other common activities include Borrow-a-Researcher for schools and organisations and Science CafÈs and After Works, where visitors and researchers discuss topical issues in public libraries, cafÈs and bars. Two annual mass experiments, inviting pupils to work together with researchers, as well as a Draw-a-Researcher contest 2017 will be conducted nationally as part of the awareness campaign. FF will be highlighted in mass media as a European event, emphasising that researchers are ordinary people with extraordinary jobs.",
    "totalCost": "1398865,5",
    "ecMaxContribution": "160000",
    "coordinator": "VETENSKAP & ALLMANHET, VA",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999914704": {
            "orgId": "999914704",
            "orgName": "VETENSKAP & ALLMANHET, VA",
            "ecContrib": 160000
        }
    },
    "calculatedTotalContribution": 160000
}