{
    "rcn": "204359",
    "acronym": "TM Academy",
    "topics": "SMEInst-10-2016-2017",
    "title": "TM Academy - intelligent transport control and monitoring system",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "It is already for 8 years that UAB Medium Group has been successful in the field of design and development transport control and monitoring systems. The needs newly arising on the European transport market prompted it to invest in new product-the intelligent TM Academy software designed for the analysis of a driverís performance and automated transmission of necessary information concerning different areas (working time and rest period; safe and economical driving; road traffic accidents; regulations on carriage of goods; TIR and CMR Conventions; customs procedures; prevention of carriage of illegal goods, etc.), also subsequent evaluation of the driver for the purpose of achieving better performance. The database of the application will consist of the requirements of the legislation relevant to the this sector. The system will have direct interfaces with vehicle systems and the CAN bus, so it will receive necessary information about the performance of a driver and, in this regard, will automatically select details required for its improvement. It will educate employees and will contribute not only to the better performance and operating results of a given employee and the company as a whole, but also to the handling of global issues, such as reduction of pollution, enhancing effectiveness of the transport system, decreasing the number of road traffic accidents, etc., as a result, benefiting drivers, transport and recruitment companies and country concerned. This software has no parallel in Europe or other countries, since similar products excludes any automated operation involving a driver and intended to improve his performance.\nOutcomes of the feasibility study: identification of the scope of the database and required integrations with vehicle systems; prepared project implementation and commercialisation plans and the necessary budget.Being financially incapable of implementing the project of this scope without any support, the company will be engaged in Phase2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB MEDIUM GROUP",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921063889": {
            "orgId": "921063889",
            "orgName": "UAB MEDIUM GROUP",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}