{
    "rcn": "204339",
    "acronym": "MadridERN2016-2017",
    "topics": "MSCA-NIGHT-2016",
    "title": "Researchers, moving Europe forward. Meet them, join them!",
    "startDate": "01/05/2016",
    "endDate": "31/12/2017",
    "objective": "Under the motto ëResearchers, moving Europe forward. Meet them, join them!ë, European Researchersí Night in Madrid, 2016-2017 underlines the importance of researchersí work for the advancement in Europe, offering public at large, students, children and families the opportunity to meet them, talk to them, know the work they carry out and  how they spend their free time. Showing their hobbies, their hopes and their enthusiasm for the work they accomplish. \nA strong and timely awareness campaign will be launched combining traditional communication vectors with on line ones ( social networks, website, blogsÖ)\n72 appealing activities will be held in a playful and relaxing atmosphere in different venues of seven cities in the Region of Madrid covering varied neighbourhood where people with diverse interests and backgrounds live. Special attention will be paid to young people in order to encourage them to embark on scientific careers and also to foster the entrepreneurial and innovative spirit among them.\nAll scientific disciplines will be represented along with other issues such as arts, sports, literature, cooking, etc. Gender balanced will be also taken into account as well as the Responsible Research and Innovation (RRI) in order to foster the design of inclusive and sustainable research and innovation. The involvement of the societal actors and stakeholders is a guarantee of public engagement. \nResearchers benefited by European programmes and Marie Sk?odowska-Curie fellows will join the activities, having a real presence in the Europeansí corners, highlighting therefore the European dimension of the event.\nCommon actions will be performed together with another European Researchersí Night in Europe and in Spain and also if appropriate in the same Region.",
    "totalCost": "223975,5",
    "ecMaxContribution": "200000",
    "coordinator": "FUNDACION PARA EL CONOCIMIENTO MADRIMASD",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544067": {
            "orgId": "999544067",
            "orgName": "FUNDACION PARA EL CONOCIMIENTO MADRIMASD",
            "ecContrib": 200000
        }
    },
    "calculatedTotalContribution": 200000
}