{
    "rcn": "204367",
    "acronym": "DOMINOS",
    "topics": "SMEInst-01-2016-2017",
    "title": "A disruptive information system for SMEsí business consulting using problem solvingtechniques, semantic technologies and social media",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "The DOMINOS objective is to propose in the market a disruptive information system for SMEsí business consulting using problem solving techniques, semantic technologies and social media. It will be a completely new and innovative service in terms of service offering (features and delivery) and business model. DOMINOS will be accessible by companies through the Web, helping them in the decision-making processes related to business issues by allowing users to access: \n- Structured methodologies to business problem solving, suggesting innovative solutions, making use of the power of long acknowledged evolution paths of technological and industrial processes, which stem from TRIZ theory;\n- External expertise offered by knowledge markets and the DOMINOS collaborative environment;\n- Access to relevant information for SMEs business management decisions through semantic technologies;\nDOMINOS will support SMEs in both taking business management choices based on more informed decisions, as well as in interacting with external advices coming either from knowledge markets (communities), or through specific questions / problems asked to consultants that will interact through DOMINOS. \nThe business model will be completely new for the management consulting business, not relying on hourly-based consulting fees, but offering an on-line Freemium service (free service for basic functions, premium service for advanced ones), allowing SMEs to choose if, when, and on which specific topic make use of consultants. SMEs, thus, will be able to connect with experts in existing knowledge markets as well as consultants, with the possibility to establish long term relationships to ensure sustainability of the proposed solutions (no ìhit and runî approach from consultants) at a fair price.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CIAOTECH Srl",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998763508": {
            "orgId": "998763508",
            "orgName": "CIAOTECH Srl",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}