{
    "rcn": "204328",
    "acronym": "FUSION2NIGHT",
    "topics": "MSCA-NIGHT-2016",
    "title": "Follow your scientific passion and join us tonight on Researchersí Night.",
    "startDate": "01/05/2016",
    "endDate": "31/12/2017",
    "objective": "Marie Curie once said I am among those who think that science has great beauty. If you wish to explore this beauty you donít need a PhD, yet very welcome is a great deal of curiosity, imagination and a fine handful of patience. Then, just follow your scientific passion and join us at Fusion2Night and play a researcher for a Night or... more! In September 2016 and 2017 Institute of Animal Reproduction & Food Research, University of Warmia&Mazury, and JR School of Higher Education will change Olsztyn into the arena for bonding of researchers and general public, combination of education and entertainment, partnership of academic and industrial centres, and fusion of science disciplines. The topics will range from cutting edge research to unusual perspectives on science, including technology of 7D cinema, neuroscience behind therapy fairytales and pocket-fitting tests on celiac disease. From the morning hours, in a myriad of edutaining activities spread over the entire City, people of all ages will experience how every aspect of our life is possible thanks to scientific influences. With the rule: Tell me and Iíll forget. Show me and Iíll remember. Let me do and Iíll understand!, we will invite kids to try their hands at mind-exciting experiments and see how cool science is. Young people about to embark on career will have a chance to interact with and have their curiosity ignited by scientists, seeing them as ordinary people with extraordinary job. The stereotypic image of a scientist-alienated and immersed in intellectual puzzles having no bearing on othersí lives-will be confronted with inspiring academic and industry experts, communicating tangible benefits of their research and showing how rewarding science careers are. During face-to-face meetings at EU corner, researchers will promote the MSCA action as a passport to successful scientific career, stimulating pupils to consider their future in science and hence have a chance to co-create the world we all live in.",
    "totalCost": "144700",
    "ecMaxContribution": "144700",
    "coordinator": "Instytut Rozrodu Zwierzat i Badan Zywnosci Polskiej Akademii Nauk",
    "coordinatorCountry": "PL",
    "participants": "UNIWERSYTET WARMINSKO MAZURSKI W OLSZTYNIE;OLSZTYNSKA SZKOLA WYZSZA IM. JOZEFA RUSIECKIEGO",
    "participantCountries": "PL",
    "projectParticipants": {
        "997430631": {
            "orgId": "997430631",
            "orgName": "Instytut Rozrodu Zwierzat i Badan Zywnosci Polskiej Akademii Nauk",
            "ecContrib": 81250
        },
        "949152082": {
            "orgId": "949152082",
            "orgName": "OLSZTYNSKA SZKOLA WYZSZA IM. JOZEFA RUSIECKIEGO",
            "ecContrib": 18450
        },
        "999853109": {
            "orgId": "999853109",
            "orgName": "UNIWERSYTET WARMINSKO MAZURSKI W OLSZTYNIE",
            "ecContrib": 45000
        }
    },
    "calculatedTotalContribution": 144700
}