{
    "rcn": "204351",
    "acronym": "ScienceScovery",
    "topics": "MSCA-NIGHT-2016",
    "title": "EUROPEAN RESEARCHERS' NIGHT - TRAVELING THROUGH THE SCIENTIFIC HUB OF THE NORTH OF PORTUGAL",
    "startDate": "01/04/2016",
    "endDate": "30/11/2017",
    "objective": "'There is a growing awareness about the decisive role that research and innovation play in the resolution of many problems that European societies, such as Portugal, are facing. Investing more in research, innovation and entrepreneurship is at the heart of Europe 2020 and is a crucial part of Europe's response to the economic crisis. Coordinated by INOVA\\, ScienceScovery offers a voyage of discovery within the Smart Specialisation Strategy (RIS3), an important and integrated approach to innovation and research. In a simple way, the audience (schools, families, citizens and researchers) will be invited to a day of constant interaction with researchers from academy and businesses and to find more about the Scientific Hub of the North of Portugal. This voyage will be possible thanks to ScienceScovery - a virtual metro network where participants choose what smart specialisation areas they wish to explore - and entails the audience is much more than just ìa visitorî - every attendee will be an active participant involved in an open, informal, constructive and creative dialogue around the RIS3 priorities. Through activities that combine education and entertaining components, the audience will have a better understanding of the important role of researchers and of the relevant changes that are taking place in the research and innovation agendas. ScienceScovery aims to be a colourful and entertaining event, full of marvel and excitement that promises to engage the public at large in a game of discovery and wonder in the trails of science and research. During this voyage, 'travellers' will have to stop at each station, interact with the researchers and develop the proposed activities (workshops, exhibitions, performances, seminars, etc.) in order to collect stamps for their passport! With an expected number of 40000 visitors this will be perfect venue for a night full of surprise and wonder filled with fantastic workshops, amazing performances and entertaining encounters.'",
    "totalCost": "178625",
    "ecMaxContribution": "178625",
    "coordinator": "INOVA+ - INNOVATION SERVICES, SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999928478": {
            "orgId": "999928478",
            "orgName": "INOVA+ - INNOVATION SERVICES, SA",
            "ecContrib": 178625
        }
    },
    "calculatedTotalContribution": 178625
}