{
    "rcn": "204311",
    "acronym": "Safe Hydrogen Fuel",
    "topics": "SMEInst-10-2016-2017",
    "title": "Safe Hydrogen-On-Demand Fuel for E-Vehicles",
    "startDate": "01/07/2016",
    "endDate": "30/09/2016",
    "objective": "'Hydrogen fuel-cells are increasingly used as a clean and silent power generator for applications in different markets including transport. However, a prime barrier for mass fuel-cell adoption is the notorious and hazard quality of Hydrogen, which makes it unsafe, difficult to handle and store, and as a result expensive.   \nTerragenic makes safe Hydrogen available for consumer markets thanks to its ground breaking technology. Our T-Fuelô is rich in Hydrogen while being safe, green and cost competitive. Our Hydrogen-on-demand solution accelerates the adoption of Hydrogen fuel-cell powered vehicles and e-bikes, and thus the replacement of polluting fossil fuel based vehicles with clean and silent Fuel-Cell Electric Vehicles ('FCEV'). \nThe growing use of FCEV supports the European effort to reduce carbon emission and ambient noise, for better urban environment.  Our innovation project's objective is to promote the adoption of Terragenic's novel solution through the collaboration with public and private fuel-cell electric vehicles initiatives, and their active members. The proposed feasibility project objectives are to (1) identify the relevant European partners/initiatives, and (2) work with them to fine-tune our solution's technology value proposition and economic feasibility, and to (3) form partnerships for the integration of our technology in FCEV.\nThe proposed project is directly related to the ìSMEInst-10-2016-2017 - Small business innovation research for Transport and Smart Cities Mobilityî. The project contributes in a sustainable way to decarbonise and increase the efficiency of the automotive energy systems with the development of a sustainable, clean, resource-efficient, cost-effective and affordable technology solution that will support significant reduction in the carbon footprint and impact on the urban environmental.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TERRAGENIC LTD.",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924146161": {
            "orgId": "924146161",
            "orgName": "TERRAGENIC LTD.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}