{
    "rcn": "204302",
    "acronym": "GW-FortyForty",
    "topics": "SMEInst-09-2016-2017",
    "title": "Gaia-Wind's Advanced Small Wind Turbine FortyForty",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "Small onshore wind turbines have become increasingly accepted as an alternative to powering many homes, farms and businesses offering on-site electricity generation and increased security of energy supply. However, a number of barriers are preventing wide spread uptake: high cost; performance predictability issues; small wind currently fails to compete with low usage high retail electricity pricing without subsidisation from feed-in tariffs (FiT) or without a very high retail price of electricity. Governments are under immense political pressure to significantly reduce/cut subsidies for renewable technologies, creating a market for small wind which is increasingly unsustainable. To address the need for innovations that overcome principal barriers to small wind, this project seeks to advance Gaia- Windís innovative small wind turbine from a prototype demonstrated in a relevant environment (TRL6) to complete and qualified commercial prototype (TRL8). Gaia-Windís ëFortyFortyí is the first low cost, highly efficient small wind turbine that can compete with the retail price of electricity globally and deliver an excellent ROI for customers, independent of financial subsidy. End-users include farms, rural land owners, investors, communities and rural businesses. Gaia-Wind has an existing and extensive customer base in these markets to ensure rapid roll out. Also targeted towards: residential, commercial and industrial, fish farms, hybrid systems, remote villages, pumping, water desalination and purification, remote monitoring, research and education, telecom base stations hospitals, College/Universities. Study Objectives: Technology and manufacturing process optimisation, market analysis, economic and business assessment, operational capacity analysis. Activities will be delivered within a 6 month period and result in a comprehensive feasibility report detailing the next steps towards development and commercialisation, forming the basis of the SMEI Phase 2 Business Plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GAIA-WIND LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924145482": {
            "orgId": "924145482",
            "orgName": "GAIA-WIND LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}