{
    "rcn": "204331",
    "acronym": "SCIENCE4FUTURE",
    "topics": "MSCA-NIGHT-2016",
    "title": "WissenSchafftZukunft in der KielRegion  Nacht der Wissenschaft 2016/2017",
    "startDate": "01/04/2016",
    "endDate": "30/11/2017",
    "objective": "SCIENCE4FUTURE is the first regional European Researchersí Night in Northern Germany covering the cities of Kiel, Eckernfˆrde, Plˆn, Preetz and Rendsburg with more than 650,000 inhabitants. For the first time the NIGHTs 2016/2017 will bring together in one event all of the regionís 14 research organisations comprising all academic disciplines. A multifaceted awareness campaign incl. live broadcasts during the NIGHTs will reach 80% of the households. More than 80 activities per NIGHT across 11 sites/5 towns will give the public the chance to personally talk, work and play with scientists thus breaking down stereotypes and showcasing the whole spectrum of social, environmental and economic benefits that our researchers achieve every day. A free shuttle will allow visitors (minimum 10,000 expected each NIGHT) to see the whole range of local, national and European research projects in our region. Through a careful choice of venues (incl. shopping malls and night clubs) the involvement of schools and youth centres, a targeted publicity campaign and a programme packed with fun-filled activities, these two NIGHTs will attract particularly children and young people including those usually less interested in academia. Researchers will demonstrate simple ìtake-homeî experiments to teachers, nursery staff and parents to ensure that the interest for research sparked among the young during the event is kept alive beyond the NIGHT. Moreover academic support services (research, international, student admissions and diversity offices) will offer advice on career options. SCIENCE4FUTURE will also host special events with and for refugees to facilitate integration of our new citizens through education and research. With the strong support of all stakeholders (companies, authorities, NGOs, schools and nurseries, sponsors, funding agencies, media) and the active involvement of researchers in the design and delivery of the programme SCIENCE4FUTURE will become a regional flagship event.",
    "totalCost": "163450",
    "ecMaxContribution": "163450",
    "coordinator": "KIEL REGION GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924583631": {
            "orgId": "924583631",
            "orgName": "KIEL REGION GMBH",
            "ecContrib": 163450
        }
    },
    "calculatedTotalContribution": 163450
}