{
    "rcn": "204334",
    "acronym": "FASTEEL",
    "topics": "SMEInst-10-2016-2017",
    "title": "Disruptive innovation through new tool steels with unique thermo-mechanical performance formaterial forming applications",
    "startDate": "01/05/2016",
    "endDate": "31/10/2018",
    "objective": "Since the mid 80ís, vehicle weights have increased despite the importance of vehicle weight on driving dynamics, agility, and fuel consumption. Consumers have been more interested in larger, cheaper cars rather than weight reduction. The trend of ever-increasing weight for cars has been curtailed in recent years, predominantly motivated by CO2 emissions targets and correlated penalties, through the increased use of plastics and advanced steel alloys. It has been demonstrated that use of these lighter materials could reduce car weights by 35% and life cycle emissions by 70%, however their application has been limited due to limitations of the tools that are used to form them. \n\nThe current tools are not fit for these new purposes as they do not have the thermal conductivity (TC) and material properties (MP i.e. strength) to effectively use these new materials and forming processes. The formation of large, lightweight pieces using advanced light alloys (eg. Aluminium and Magnesium), ultra-high-strength steels (strength >2000 MPa,) and advanced plastics (thermosetting and composite polymers) require tools made from tool steels that have both high TC and high MP. \nIn an early phase, ROVALMA have successfully developed and verified a prototype tool steel, FASTEEL, that offers high TC and MP, while allowing tools to be manufactured using conventional tool manufacturing processes. These improvements now mean that FASTEEL tools can be applied across many applications, allowing the production of large, lightweight pieces made from advanced materials.\n\nIn this SME phase 2 project FASTEEL will be demonstrated and evaluated by several market leading clients in the automobile components sector, in 8 key market applications, to assess FASTEELís performance at producing high strength, large, lightweight components. It is estimated that the successful completion of FASTEEL will provide over 30 new jobs by 2023, with a ROI of 643%.",
    "totalCost": "2664706,25",
    "ecMaxContribution": "1865294,38",
    "coordinator": "ROVALMA, S.A",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996728545": {
            "orgId": "996728545",
            "orgName": "ROVALMA, S.A",
            "ecContrib": 1865294
        }
    },
    "calculatedTotalContribution": 1865294
}