{
    "rcn": "204304",
    "acronym": "WhiteBox EEG",
    "topics": "SMEInst-06-2016-2017",
    "title": "Big Data EEG Recording and Analysis platform",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "The main objective of our project is to develop and commercialise a world`s first scalable, multipurpose, high-throughput, Big Data EEG Platform that connects and controls large number of individual EEG amplifiers at the same location. With this innovative solution, we are meeting increasing demands of researchers, doctors and other EEG practitioners for more efficient EEG recording, that has become a bottleneck in modern neuroscience, and for larger samples in EEG reseach.\nThus with the increased recording capacity of 10\\ subjects simultaneously, up to 10 times faster recording output and up to 40% in cost savings compared to the existing EEG recording solutions, our innovative solution will disrupt the market for EEG research & medical diagnostics, EEG equipment and recording platforms and applied neuroscience. Furthermore, the high-throughput capabilities and the scalability of the WhiteBox platform provide an answer to a lack of larger databases of standardised and consistent EEG recordings, that enable Big Data approaches and which are crucial for the clinical validation of biomarkers. Our disruptive innovation not only makes the existing EEG recording and analysis faster and cheaper but through its scalability also represents a big opportunity to bring the benefits of EEG brain-imaging technology to new areas of use ranging from medical & research field (such as EEG based predictive disease diagnostics, personalised medicine, big data EEG analysis) to the emerging field of applied neuroscience (such as NeuroEducation, Neuromarketing/Consumer Neuroscience, Neuro-HR and Change Management, User Centred Neurodesign and EEG performance optimization in Professional Sports).\nThe purpose of the Phase 1 is to outline the full scope of further development potential of our innovative solution, involving the technical and business viability issues, also regarding the analysis of associated risks and the exploitation of the project`s commercial potential to the fullest.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BLCKB, DRUZBA ZA APLIKATIVNO NEVROZNANOST",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925600385": {
            "orgId": "925600385",
            "orgName": "BLCKB, DRUZBA ZA APLIKATIVNO NEVROZNANOST",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}