{
    "rcn": "204349",
    "acronym": "RENA",
    "topics": "MSCA-NIGHT-2016",
    "title": "REsearchers' Nights organized by Athens area Research Institutions to convey the science benefits to the public and motivate young people to science careers",
    "startDate": "01/05/2016",
    "endDate": "30/11/2017",
    "objective": "'A diverse team of experts in scientific research and science communication from leading Research Institutes and Educational Organizations, located in the Athens Metropolitan area, is formed to organize the Researcher's Night activities for the years 2016 and 2017. By adopting the concept ìScience invites Peopleî, we propose a large scale REN, in 2016, at NCSR 'Demokritos', the largest Science Research campus in Greece, and a similar event in 2017 at at the Foundation of the Hellenic World, a multiplex where science meets entertainment and exploration, organized by the National Observatory of Athens.\nBased on past experience, we plan activities for an expected attendance of several thousand visitors. Our proposal involves activities from several scientific domains exemplifying in many cases the benefits of Interdisciplinarity. The activities will include the organization of pre-events, as part of the awareness campaign, as well as parallel events at three regions across Greece including Rhodes, Corinth and Pylos, where participating Institutions have satellite installations, so as to maximize impact and reach. \nThe purpose of the project is to convey to the general public the key ideas that Research is a necessary ingredient for progress, the Researchers are an integral part of the community and their profession is both fun, challenging, interesting and worth pursuing. The presentation of the work of the scientists to the Greek public will showcase the need of scientific and technological breakthroughs leading to inventions and opportunities that benefit society in many ways.'",
    "totalCost": "160000",
    "ecMaxContribution": "160000",
    "coordinator": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
    "coordinatorCountry": "EL",
    "participants": "EPISTIMI EPIKOINONIA;IDRIMA MEIZONOS ELLINISMOU;HELLENIC CENTRE FOR MARINE RESEARCH;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;NATIONAL OBSERVATORY OF ATHENS;ETHNIKO IDRYMA EREVNON",
    "participantCountries": "EL",
    "projectParticipants": {
        "951384246": {
            "orgId": "951384246",
            "orgName": "EPISTIMI EPIKOINONIA",
            "ecContrib": 17120
        },
        "999653677": {
            "orgId": "999653677",
            "orgName": "NATIONAL OBSERVATORY OF ATHENS",
            "ecContrib": 33600
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 50400
        },
        "985742422": {
            "orgId": "985742422",
            "orgName": "IDRIMA MEIZONOS ELLINISMOU",
            "ecContrib": 8960
        },
        "999577532": {
            "orgId": "999577532",
            "orgName": "HELLENIC CENTRE FOR MARINE RESEARCH",
            "ecContrib": 17920
        },
        "999479853": {
            "orgId": "999479853",
            "orgName": "ETHNIKO IDRYMA EREVNON",
            "ecContrib": 16000
        }
    },
    "calculatedTotalContribution": 144000
}