{
    "rcn": "204326",
    "acronym": "BIOSKOH",
    "topics": "BBI.VC1.F1",
    "title": "BIOSKOHís Innovation Stepping Stones for a novel European Second Generation BioEconomy",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The BIOSKOH project will pave the way for a Second Generation European Circular Bioeconomy by showcasing how a number Innovation Stepping Stones can realise a breakthrough in techno-economic viability of lignocellulosic biorefineries. It will do so through a two stage investment process and development path to realise the largest (110 kton) second generation (2G) biorefinery in Europe. It starts from a brownfield industrial site in the eastern part of the Slovak Republic to realise the 1st stage Flagship plant to produce 55 kton of cellulosic ethanol per year for EU bio-fuel mandates. Partners include the full value chain starting from land owners and feedstock producers, supply chain experts and an agronomical research partner to set-up a new biomass value chain exploiting large amounts of currently unused crop residues (kton/year), and developing newly grown dedicated crops on marginal land (total circa 320 kton/year), as such revitalising the regional economy. Technology providers (Biochemtex, Novozymes and Lesaffre) developed, tested and demonstrated in the only available semi-industrial scale 2G biorefinery research plant (Crescentino), an innovative integrated pre-treatment, hydrolyses and fermentation package, with higher yield and lower CAPEX which will now be upscaled to the 1st of a kind commercial scale Flagship, to be built by Energochemica. Aim is to showcase techno-economic viability based on a sound business plan and 4 stepping stones (yield, biomass cost, brownfield and industrial symbiosis). Dedicated innovation actions by expert partners include assessing increased cascading potential through lignin valorisation and 2G bio-chemicals, LCA, Socio-economic impact analyses, business plan for a 2nd investment round, exploitation, dissemination and replication actions to various bio-economy clusters in Europe, thus giving both a short term and a long term contribution to the European Industrial Renaissance and bio-economy.",
    "totalCost": "30122313,75",
    "ecMaxContribution": "21568194,13",
    "coordinator": "BIOCHEMTEX SPA",
    "coordinatorCountry": "IT",
    "participants": "FARMA OBORIN SRO;SUSTAINABILITY CONSULT;AGRICONSULTING SPA;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;LESAFFRE INTERNATIONAL SARL;NOVOZYMES A/S;ENERGOCHEMICA TRADING AS;NARODNE POL'NOHOSPODARSKE A POTRAVINARSKE CENTRUM;PNO INNOVATION;RISE INNVENTIA AB",
    "participantCountries": "SK;BE;IT;UK;FR;DK;SE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 523215
        },
        "926567475": {
            "orgId": "926567475",
            "orgName": "ENERGOCHEMICA TRADING AS",
            "ecContrib": 13441418
        },
        "943656256": {
            "orgId": "943656256",
            "orgName": "PNO INNOVATION",
            "ecContrib": 483875
        },
        "999447746": {
            "orgId": "999447746",
            "orgName": "RISE INNVENTIA AB",
            "ecContrib": 429325
        },
        "953994322": {
            "orgId": "953994322",
            "orgName": "BIOCHEMTEX SPA",
            "ecContrib": 1734885
        },
        "948264144": {
            "orgId": "948264144",
            "orgName": "SUSTAINABILITY CONSULT",
            "ecContrib": 358750
        },
        "997885755": {
            "orgId": "997885755",
            "orgName": "LESAFFRE INTERNATIONAL SARL",
            "ecContrib": 360300
        },
        "948611016": {
            "orgId": "948611016",
            "orgName": "NARODNE POL'NOHOSPODARSKE A POTRAVINARSKE CENTRUM",
            "ecContrib": 659375
        },
        "925429277": {
            "orgId": "925429277",
            "orgName": "FARMA OBORIN SRO",
            "ecContrib": 3069500
        },
        "999913346": {
            "orgId": "999913346",
            "orgName": "NOVOZYMES A/S",
            "ecContrib": 291075
        },
        "998020682": {
            "orgId": "998020682",
            "orgName": "AGRICONSULTING SPA",
            "ecContrib": 216475
        }
    },
    "calculatedTotalContribution": 21568193
}