{
    "rcn": "204391",
    "acronym": "CANEFF",
    "topics": "SMEInst-02-2016-2017",
    "title": "Development of a new palletiser/depalletiser control system for optimum efficiency",
    "startDate": "01/05/2016",
    "endDate": "31/08/2016",
    "objective": "Located in Emilia-Romagna (Italy), CLEVERTECH (Ä30 million turnover; 72 employees [2014]) is a company that designs, manufactures and commercialises equipment and systems for the end-of-line automation of the largest producers of consumer goods. From our establishment in 1987, innovation and dynamism have been the key elements to our success, creating solutions for our customers, building a complete range of palletisers and depalletisers designed to meet their most specific requirements in terms of productivity and product features. We have gradually become a leader partner for several multinational companies (e.g. Princes, P&G, NestlÈ, or Bonduelle) in the food, can making, beverage and cosmetic fields. \nTo sustainably grow in the manufacturing world where the competition with the low-cost countries is particularly strong, our philosophy has always been, since day one, to distinguish ourselves by providing the international market with high quality and customized products. \n\nListening to our customersí feedbacks and concerns on productivity and traceability of their products, we have been working on the development of an automated system, easily installed on existing and new palletiser/depalletiser machines, that redefine end-of-line efficiency thanks to its monitoring of the exact number of products contained in a finished pallet and its optimization of their arrangement in order to increase both productivity of the lines and traceability of packed/unpacked items. Our project, called CANEFF, will lead in long-term profitability for both customers and our company, as it will allow us to strengthen our business position as well as reach new clients with the retrofit of their machinery, for a gain in our revenue reaching Ä7.8 million of accumulated revenues by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CLEVERTECH SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934610327": {
            "orgId": "934610327",
            "orgName": "CLEVERTECH SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}