{
    "rcn": "204316",
    "acronym": "REFOCUS",
    "topics": "SMEInst-04-2016-2017",
    "title": "ëPlug And Playí Forest Asset Monitoring Service For Small and Medium Forest Owners based on Sentinell",
    "startDate": "01/05/2016",
    "endDate": "30/09/2016",
    "objective": "Regio, a leading provider of GIS solutions in the Baltic Sea region and in Eastern Europe, has developed novel algorithms based on Synthetic Aperture Radar (SAR, e.g. Sentinel-1a) data for automated detection of changes in forest stands. Our service is based on the unique combination of high temporal resolution and sufficient spatial resolution input data to provide forest owners information about forest changes in a user-defined area of interest with biweekly updates. The changes reported are deforestation, windfall, fire and insect damage. In addition, alerts of anomalous changes (illegal logging, fire) within the userís own forest stands are generated operationally. The demo service, launched in 2014, is an outcome of 5 years of intense R&D and nearly Ä1 million of related investments. Given the substantial performance and cost advantages over both conventional forest inventory methods and also emerging competitors, the service is now ready for the next stage of commercial deployment.\nHowever, this requires upgrading automated processes, solving several scalability issues and elaborating the business strategy. The feasibility study aims to analyse in detail the value of the service and end-userís preferences, determine the practical viability of the service in terms of researched user requirements and business plan development for successful commercialization. These are achieved by interviewing forest owners and forest management companies in our primary target markets for a detailed analysis of their current forest management practices. The report is a vital input for pricing strategy development and technical feasibility assessment. The total addressable market is lucrative as there are at least 3.5 million end-users (private forest owners) and more than 50 000 companies (including 4000 bigger forest management companies) with total forest assets worth over Ä80 billion in the companyís primary target markets (7 countries) alone.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AS REGIO",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998722962": {
            "orgId": "998722962",
            "orgName": "AS REGIO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}