{
    "rcn": "204383",
    "acronym": "ZeoBio-NG",
    "topics": "SMEInst-09-2016-2017",
    "title": "Innovative biogas upgrading system based on novel Zeolite adsorbent technology for producing Bio-based Natural Gas",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Agricultural activities correspond to about 10% of the EUís total greenhouse gas (GHG) emissions. Animal manure decomposition, which produces the extremely harmful GHG emissions methane and nitrous oxide, generated 78.7million tonnes of CO2 equivalent. The production of ìbiogasî offers the potential to eliminate exposure of decomposing organic matter such as manure to the air, thereby preventing methane and other gases from escaping into the atmosphere. Anaerobic digesters, used to produce biogas, have gained prominence in the market and are helping to address this problem by clean burning the biogas fuel to generate combined heat and power. However, the inherent energy of biogas is relatively low, and secondly, it has a low conversion efficiency. This makes it difficult for biogas producers to create sufficient return on investment, especially the small-to-medium scale operators.\n\nUpgrading biogas to biomethane, by removing CO2, has the potential to provide the green biogas production sector with a sounder economical footing. Biomethane is a ìhigher-valueî fuel. High quality biomethane can be compressed and used as a transport fuel, or injected into the natural gas grid. As a transport fuel, it can be sold by producers for roughly 4 times the price of electricity, with numerous other benefits. However, most biogas producers are prevented from exploiting this opportunity due to the significant upfront investment costs and high energy requirements of current biomethane upgrading technologies. \n\nNeoZeo AB - an award winning, venture capital backed SME based at the Stockholm University innovation hub - has a novel solution to this problem; ZeoBio-NG is a patented biogas upgrading system that has higher efficiency, lower energy requirements, and costs 50% less than the state-of-the-art. ZeoBio-NG integrates seamlessly with existing and new biogas facilities. We will generate a gross profit of Ä9.9m by the year 2023 and create 55 new high-skill jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEOZEO AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "984960311": {
            "orgId": "984960311",
            "orgName": "NEOZEO AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}