{
    "rcn": "204376",
    "acronym": "SP3D",
    "topics": "SMEInst-01-2016-2017",
    "title": "Virtual reality fitting simulation for electronic e-commerce",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "Virtual fitting simulation for fashion e-commerce\nShapeMe3D brings the latest 3D technology to commercial applications opening the door to a new way of e-commerce. \nWe focus on both a unique user experience and business efficiency to maximize e-commerce's potential. \nThrough a unique combination of virtual reality, CAD and 3D technologies ShapeMe3D develops an innovative solution for customers to try-on clothes on their mobile devices.\nOnline fashion industry proved to be very inefficient and it losses worldwide Billions of dollars just on returned goods. In European countries, return rates vary between 30% such is the case in Spain and 48% in case of Germany. The cost of returned goods includes not just the freight cost but also pays itís told on customer satisfaction, customer loyalty and environmental contamination increasing unnecessary waste and pollution.\nPhysical stores has little technology integration and customers are demanding changes, new experiences, new ways of shopping. Also Online customer experience is so limited; in fact 74% of people with access to Internet feel unserved. This people will not buy clothes Online unless they could try them first.\nWhat Online-shopping experience offers, although convenient, it is far from the traditional shopping experience and even farther from itís truly potential.\nShapeMe3D is the solution for the future e-commerce.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SHAPEME 3D, SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927441639": {
            "orgId": "927441639",
            "orgName": "SHAPEME 3D, SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}