{
    "rcn": "204357",
    "acronym": "F2F",
    "topics": "SMEInst-09-2016-2017",
    "title": "Fusion-to-Fossil Heat Exchanger for Supercritical Power Plants",
    "startDate": "01/05/2016",
    "endDate": "31/08/2016",
    "objective": "Established in 1971, our company LEADING METAL MECHANIC SOLUTIONS S.L. is a Spanish specialist in design, development and manufacturing of precision components (machined, welded, forged or casted). In recent years, we have directed our business strategy to technology and knowledge-intensive sectors ñ Oil & Gas, Power plants, Airspace and Defense ñ where we have been continually striving to get involved in highly innovative projects, large-scale scientific initiatives and new materials. \n\nWe have successfully participated in the ITER project to manufacture the First Wall panels and their associated Super-Efficient Heat Exchanger. After several years of R&D work in efficient heat exchangers, we have developed an innovative ìFusion-to-Fossil heat exchangerî prototype to be integrated in Boiler Circulating Pumps (BCPs). BCPs are indeed a key component for Supercritical Coal Power Plants, which have become the system of choice in most industrialized countries due to their high efficiency (40-45%). BCPs are required in all coal power plants in order to circulate water within the boiler to enhance boiler operation. They are designed for high temperatures and high pressure, and they have the highest power demand (3.5-3.9% of the rated generator capacity) of all the auxiliary devices in a coal power plant. \n\nListening to the power plant and energy market and the evolution of its requirements via our customers, we have identified a clear need in higher efficiency and cost optimization for their products. With our ìFusion-to-Fossil heat exchangerî F2F project, we are offering our existing BCP customers and potential customers in other sectors (e.g. petrochemical) an innovative technology achieving a 10-15% increase in system efficiency and a cost savings of up to 30%. With F2F, we will be able to significantly consolidate our market share in the energy sector (\\Ä24Million of revenues within 5 years of exploitation) while increasing the competitiveness of our EU customers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LEADING METAL MECHANIC SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957720383": {
            "orgId": "957720383",
            "orgName": "LEADING METAL MECHANIC SOLUTIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}