{
    "rcn": "204320",
    "acronym": "OZONELASER",
    "topics": "SMEInst-05-2016-2017",
    "title": "Cost and time-effective universal medical device for treatment of onychomycosis by combining several technologies",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "TERMOSALUD, S.L., hereinafter TSALUD, is an Spanish SME whose core business is Well-being, Health and MedicalñEsthetic industry. Currently, TSALUD goal is the development of specialized medical equipment oriented to dermatology within MedicalñEsthetic business line: new Derma business line. OZONELASER project is oriented to create a new product within ìDermaî field in order to provide dermatogological treatments (for nails, skins or hairs) and diagnosis for a fungal infection (onychomycosis or OM) based on cell technologies. While competitors use treatment solutions based on drugs or on (high or low) laser technologies, OZONELASER will be the unique commercial product based on a combination of two technologies which provides high efficiency, low prizes, universality on the type of patient to be treated, short treatment periods, painless and natural tissue regeneration by fostering own body cells growth. Likewise, patients cannot develop resistance to OZONELASER while they do to current existing treatments based on antifungals. Thus, OZONELASER will provide a solution for treatment and diagnosis of a fungal infection on finfernails and toenails which affects 10% of worldwide population, specially on elderly which in 2060 it will represent around the 50% of worldwide population and only in USA it represents a 16 billion Ä market. In addition, TSALUD has a long-term strategy for such Derma business line. This will be further improved through new developments.\nTSALUD bases this New Market Strategy on SME Instrument to reduce OZONELASER time to market (accelerate startegic partner selection, collection of user needs, IPR protection, etc.) as it is known how medical devices require long-term developments due to clinical trials",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TERMOSALUD SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924359561": {
            "orgId": "924359561",
            "orgName": "TERMOSALUD SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}