{
    "rcn": "204362",
    "acronym": "MYA",
    "topics": "SMEInst-05-2016-2017",
    "title": "MYA, the innovative diagnostics platform for the full mapping of personal allergies",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "Allergies are chronic conditions caused by an extreme immune response to inhalant and food allergens that affect today 500 million (M) individuals worldwide and 150 M in Europe. International institutions all agree in the benefits that early allergy diagnosis and targeted treatment could bring to society. However, only 5% of the population gets a proper diagnosis, either due to limited awareness or scarcity of allergy specialists. Thus, patients try to self-manage their condition and non-specialists prescribe inadequate treatments. Therefore, the patientís quality of life could be improved if allergy diagnosis were made accessible to the general public. Also, Ä 30 M/year would be saved in Europe by enhancing the efficiency of our healthcare system.\nIn response, ALLTOX has created MYA (Map Your Allergies), a high quality, cost-effective test for allergy screening. Our 40-plex array-based technology will serve to quantitatively detect the patientís immunoglobulin IgE, which are produced by the immune system upon contact with a particular allergen. The personal allergy profile can be obtained and thus, facilitate an adequate management.\nMYA will be offered to the general public at an affordable price through a network of pharmacies and primary care centres, who will collect the sample and ship it to our selected laboratories to run the analysis. In only 3 days, a full report and personalized advice will be conveniently available to the patient through our website, greatly reducing the current time-to-diagnosis (8 weeks).\nOur product entails a cost-effective diagnostic test that will facilitate detection of allergy risk and provision of adequate management to those patients suffering from this chronic disease. Also, the MYA test will help to relieve the costly impact incurred by allergies on our ready saturated healthcare system. In turn, MYA will provide ALLTOX estimated cumulative revenues of Ä40.2 M after selling 420 000 units within five years from market launch.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALLTOX S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926056964": {
            "orgId": "926056964",
            "orgName": "ALLTOX S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}