{
    "rcn": "204347",
    "acronym": "RNEst16-17",
    "topics": "MSCA-NIGHT-2016",
    "title": "Researcher's Night 2016-2017 in Estonia",
    "startDate": "01/06/2016",
    "endDate": "30/11/2017",
    "objective": "The main aim of the Estonian Researchersí Nights 2016-2017 (RNEst16-17) is to highlight the most recent and important accomplishments of Estonian researchers and scientists. The Researchersí Night also aims to encourage young people to choose careers in research, engineering and STEM-related areas, and to introduce these professions through numerous entertaining hands-on activities. \n\nThe topic of RNEst16 is pointing out the links between scientific discoveries and the creation of plausible fictional scenarios. Events of RNEst16 involve talking about science as a creative process, the limits of science, interplay of literature and film. Wide range of subtopics, include  time travel, wormholes, teleportation, extra-terrestrial intelligence, artificial intelligence, synthetic biology, genetic engineering, developing nanotechnologies, consciousness and mind manipulation etc.\n\nThe theme of RNEst17 is ethics and responsibility in science and research. The focus is on elaborating on the topic of responsibility in research and ethical aspects of the present and future innovations. Events of RNEst17 involve talking about collaboration between society and researchers, citizen science, crowdsourcing, stereotypes in research field, how research and innovation take place within our society, how everybody should have a voice in science issues, ethical and socially acceptable innovation etc.\n\nTo stress the importance of collaboration in the pan-European Researchersí Night, joint events are going to take place in cooperation with other Researchersí Night organisers from across Europe. Special events in English and Russian are also being held, most notably science cafes, workshops and science shows.",
    "totalCost": "177250",
    "ecMaxContribution": "164000",
    "coordinator": "SIHTASUTUS TEADUSKESKUS AHHAA",
    "coordinatorCountry": "EE",
    "participants": "INNOVATSIOONIKESKUS INNOKAS;EESTI RAHVUSRINGHAALING",
    "participantCountries": "EE",
    "projectParticipants": {
        "923493933": {
            "orgId": "923493933",
            "orgName": "INNOVATSIOONIKESKUS INNOKAS",
            "ecContrib": 19000
        },
        "999936432": {
            "orgId": "999936432",
            "orgName": "SIHTASUTUS TEADUSKESKUS AHHAA",
            "ecContrib": 80000
        },
        "998776700": {
            "orgId": "998776700",
            "orgName": "EESTI RAHVUSRINGHAALING",
            "ecContrib": 65000
        }
    },
    "calculatedTotalContribution": 164000
}