{
    "rcn": "204352",
    "acronym": "SmartWASTE",
    "topics": "SMEInst-10-2016-2017",
    "title": "Smart logistics for WASTE and recycling operations in European cities",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "The key problem in waste collection today is static routes and schedules: truck drivers are driving ìblindlyî from bin to bin and collecting containers that are either half empty or over filled. This adds up to a large amount of unnecessary costs, such as time spent, gas consumption and greenhouse gas emissions. Globally, over 400 million waste containers are being served by millions of trucks every day, and 50 % of the value in the market is in the logistics. Enevo is a growing Finnish technology company that aims to capitalise on this 12-billion-euro business opportunity and become the #1 supply chain platform company for waste and recycling operations worldwide.\n\nAs waste management plays a central role in the circular economy, Enevo is a key player in developing more efficient waste collection and management systems. Enevo helps its customers make their waste and recycling operations more efficient, leading to a more sustainable world. Enevoís vision is to turn all waste in the world into a valued resource.\n\nSmartWASTE project is addressing two significant EU-wide challenges:\n1) Optimising transport operations and tackling the environmental and logistical challenges that the European transport sector is facing\n2) Waste management in the circular economy context. \n\nThe objective of SmartWASTE proposal is to scale-up and expand the service into new European regions by piloting the solution with potential customers in 10 large scale pilots. Through piloting, Enevo gains important feedback that is provided back to product development to improve Enevo's offering and operations to be better suited for large scale regional expansion.\n\nThe proposalís activities aim at creating a solid foundation for Enevoís successful business in European market and accelerate its expansion globally. Enevo is targeting, by 2021, to generate a revenue of 916 MÄ and employ 1 500 people globally of which 1 000 will be in Europe.",
    "totalCost": "2100449,56",
    "ecMaxContribution": "1470314,7",
    "coordinator": "ENEVO OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922358354": {
            "orgId": "922358354",
            "orgName": "ENEVO OY",
            "ecContrib": 1470315
        }
    },
    "calculatedTotalContribution": 1470315
}