{
    "rcn": "204336",
    "acronym": "ANSWER",
    "topics": "SMEInst-11-2016-2017",
    "title": "Adaptive Nozzle valve system for Solar Water powered desalination",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "Solar Water Solutions (SWS) is a company developing solar and wind powered reverse osmosis (RO) water desalination plants for remote islands and locations. In the core of the business is a patented innovation, ANVS technology which enables the use of solar panels or wind turbines without the need of using expensive batteries in RO desalination which is not possible with the current desalination plants. Furthermore, Solar Water Solutions water desalination plant has zero fuel costs and zero CO2 emissions. The business opportunity for Solar Water Solutions in remote islands and locations is potentially over a 100 million Ä yearly. SWS solution fits small water desalination plant market well. This is a niche in the total fresh water production market.\nThe global water desalination market is expected to grow to 30 billion US$ market in 2025 and experience a compound annual growth rate (CAGR) of 16.8% from 1997 to 2019. The areas which rely on water desalination for fresh water are found in Oceania, the Middle East and Africa. All coastal (or brackish water) areas without municipal and water infrastructure are potential markets. Small communities, islands, resorts, private properties and catastrophic units could use this solution for fresh water supply. Jordan, which practically has no natural sweet water, has 80 million m3 of brackish water available in the Jordan valley. In our case study of a small rural community of 3,000 people, the daily use of sweet water is less than 3 liters per capita. With our approach we could grow it to 10 litres. \nThe SWS technology is now ready for industrial size pilot testing and the product will be ready for market in Q3/2016. SWS would be the first-to-market with a battery-less solar powered desalination plant. The commercial phase will start in September 2016 after the pilot project, market feasibility study and a business plan has been successfully completed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOLAR WATER SOLUTIONS OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922628111": {
            "orgId": "922628111",
            "orgName": "SOLAR WATER SOLUTIONS OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}