{
    "rcn": "204373",
    "acronym": "HPGen",
    "topics": "SMEInst-07-2016-2017",
    "title": "On-site, on-demand Hydrogen Peroxide Generation for a cost-effective, eco-friendly and safe biocide and oxygenator",
    "startDate": "01/05/2016",
    "endDate": "31/08/2016",
    "objective": "Biocides are extensively used across the agriculture and livestock sectors to prevent the proliferation of bacteria, algae, fungi and viruses. With sharpening regulations, environmental concerns, and the need for sustainable practices to ensure continued agriculture and food supply, the market is witnessing increased demand for safe and sustainable biocidal agents, while maintaining demanding requirements in cost, scalability, and availability. HPGen is a disruptive technology product, enabling for the first time on-demand, cost-effective production of hydrogen peroxide - an eco-friendly biocide and oxygenator, directly at the point of use, using only water, air and electricity as feedstock ! HPGen is set to displace presently used, increasingly regulated toxic chemical products in agriculture, and in turn in livestock sectors. By doing so, HPNow will address EU objectives in improved food and water safety, increased crop yields, and reduction of environmental impact, transport and handling of toxic agri-chemical agents. Implementing HPGen at agriculture and livestock farms in the EU and globally will substantially reduce direct and indirect biocide costs, and create a > EUR 2 billion market opportunity across the value chain. HPGen is being developed, and will be brought to market, by HPNow ApS, a Danish SME. The company has already attracted the attention and collaboration of multinational industry players, including an EU-based global leader in hydrogen peroxide production, three of the worldís leading micro irrigation companies, and one of the EU's largest specialty meat producers. These global firms will be contributing resources and knowhow to the project at their own cost, with their interest in later serving as HPGen channel partners - a key to our company's scalable go-to-market strategy. In Phase I commercial, technical, and production activities related to HPGen market introduction will be analyzed, and a comprehensive business plan will result.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HPNOW APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921102204": {
            "orgId": "921102204",
            "orgName": "HPNOW APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}