{
    "rcn": "204337",
    "acronym": "SDN-Polygraph",
    "topics": "SMEInst-01-2016-2017",
    "title": "Cloud-based Monitoring Service for Software Defined Networks",
    "startDate": "01/05/2016",
    "endDate": "31/10/2018",
    "objective": "Most enterprises depend on the Internet and on computer networks. Costs associated to network malfunctions are huge and have been estimated via market surveys from around 30,000Ä/hour on average, which yields average yearly losses of more than 5MÄ per company. Because network downtime is so costly, companies invest in network visibility solutions. The market of Network Performance Monitoring (NPM) is currently estimated at 2,200MÄ, growing at >11% yearly.\nHowever, enterprises are still not investing as much as they should in network visibility, for two main reasons: Deployment complexity and Upfront costs. Current products are hardware based, are very expensive and their license costs must be paid up-front. Should these two barriers fall, the NPM market would explode, as every mid-to-large company, even the larger SMEs, would acquire such solutions.\nThe first requirement to avoid malfunctions and correctly operate a network is visibility (the ability to understand what happens in a network). A technical revolution is currently undergoing, called Software-Defined Networking (SDN). SDN allows software components to act on the network and make it ìprogrammableî.\nSDN opens the door to create a zero-hardware network visibility product that can be deployed with one click, seamlessly collect network traffic statistics, and send them to the cloud for analysis and can also alter the behaviour of the network based on that analysis. Through SME Instrument Phase 1, Talaia has developed a Minimum Viable Product demonstrating its technological viability, has implemented a Business Plan which proves the feasibility of the solution and has placed itself in an advantageous position to gain this new market niche.\nTalaia will develop a fully-featured product, and offer it as a service using the Software-as-a-Service (SaaS) model and take it to international markets for large-scale commercialization. Forecasts estimate 64 new jobs and sales of more than 17MÄby 2022.",
    "totalCost": "1496042,5",
    "ecMaxContribution": "1047229,75",
    "coordinator": "TALAIA NETWORKS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950652866": {
            "orgId": "950652866",
            "orgName": "TALAIA NETWORKS SL",
            "ecContrib": 1047230
        }
    },
    "calculatedTotalContribution": 1047230
}