{
    "rcn": "204344",
    "acronym": "CYPRESS",
    "topics": "MSCA-NIGHT-2016",
    "title": "CYprus Promotes RESearch and Science",
    "startDate": "09/05/2016",
    "endDate": "08/11/2017",
    "objective": "The proposal ìCYPRESSî, standing for ìCYprus Promotes RESearch and Scienceî, aims at organising two Researchersí Night events, one in 2016 in Nicosia, celebrating the 10 years of the events in Cyprus and one in 2017 in Limassol, focusing on Cultural Heritage Research, on the occasion of Pafos being the European Capital of Culture. \n\nCYPRESSí Coordinator, the Research Promotion Foundation (RPF), as the National Agency for supporting Research and Innovation (R&I), has within its remit gained a long experience in organising activities for the promotion of R&I towards the public and especially the younger generation, with the Researchersí Night events being an integral part of its philosophy since 2006, with or without EC support, but always with vivid support from the National Research System.\n\nRPF has secured the collaboration of all Universities in Cyprus, the major Research Institutes and Centres, R&I-intensive Enterprises (mainly SMEs), Public Authorities, End Users and the Civil Society and for the first time Industrialist and Employersí Associations, covering the Quadruple Helix of Innovation in a complementary way. As a novelty, RPF will also utilise a bottom up approach to attract new partners and will establish links with international partners.\n\nBuilding on past experiences, CYPRESS will bring together researchers from all sectors and disciplines, along with the public, increasing appreciation of the researchersí work, raising awareness on the importance of R&I for society and the economy and motivating children to take up a career in research. Through a balanced mix of educational and entertaining, interactive activities, aiming at people of all ages, genders and educational backgrounds, and with the contribution of volunteers from the partners and RPF, the events will celebrate R&I achievements, especially EU funded and will ultimately remove stereotypes about the researchersí profession, creating a much needed R&I culture among the Cypriot population.",
    "totalCost": "192000",
    "ecMaxContribution": "140000",
    "coordinator": "IDRYMA PROOTHISIS EREVNAS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999946035": {
            "orgId": "999946035",
            "orgName": "IDRYMA PROOTHISIS EREVNAS",
            "ecContrib": 140000
        }
    },
    "calculatedTotalContribution": 140000
}