{
    "rcn": "204387",
    "acronym": "EXPANDCUSTOM",
    "topics": "SMEInst-12-2016-2017",
    "title": "Expanding and widening customized design-based consumer goods access",
    "startDate": "01/06/2016",
    "endDate": "31/10/2016",
    "objective": "There is a lack of widely available, easy to use, e-commerce tools adapted to the idiosyncrasy of design-driven customised\nfootwear.\nCustomizable goods are not manufactured until the customer co-design/customize the product and makes a formal order:\nthis implies the absence of physical samples, and supposes a huge number of possible functional, aesthetic and design\ncombinations. Specialized tools are required to offer the customer the co-design possibilities, additional tools for virtual test\nand for fitting are required to mitigate the absence of physical samples, and specific e-commerce tools are required to\nadequately offer the product to the potential customer. A notable lack is the absence of a specific CSE (Comparison Search\nEngine) focused on customizable footwear.\nExpandCustom make available to any customizable footwear manufacturer (no matter the big or the small they are) the\nopportunity to easily and competitively market their products in Internet, by means of a set of specialized tools that allow the\nfast deployment of a shopping site connected to a CSE focused on customizable consumer goods.\nExpandCustom appears to the consumer and to the manufacturer as two sides of a mirror:\n-For the consumer is a specialized CSE: allow buyers to focus their Internet search on a unique location specialize in\ncustomizable footwear, rather than having to navigate through a huge number of sites.\n-For the manufacturer is a set of tools that allow an easy deployment of a shopping site integrated with existing ERP/CRM\nand with unassisted CSE feed of products, including functionalities specific to customizable products: co-design tool, virtual\nmodels creation/conversion, virtual materials, virtual tester tool and fitting tool.\nThe CSE will be the driver of all Internet traffic to the manufacturer of customizable footwear, and the creation tools will be\nthe brick of the shopping site.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Alu Group S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "995094095": {
            "orgId": "995094095",
            "orgName": "Alu Group S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}