{
    "rcn": "204340",
    "acronym": "IRIMA II",
    "topics": "IRIMA-2015",
    "title": "Industrial Research and Innovation Monitoring and Analysis (stage II)",
    "startDate": "01/01/2016",
    "endDate": "30/06/2018",
    "objective": "The objective of this project is to generate science based evidence to support policy making in areas related to the Commission's priority on Jobs, Growth and Investment. The EUROPE 2020 strategy puts research and innovation at the core of policies contributing to job creation and sustainable economic growth. It establishes the level of R&D investment in the EU economy as one of the five headline targets: 3% of the EU's GDP to be invested in R&D. This project aims at informing policy makers on the reasons for the EU investment gap in research and development, as well as in other intangible assets related to innovation, and at the main factors driving companies decisions, including the location of their investments.\n\nThe next stage of IRIMA will build on its past experience and strengths. It will continue to concentrate on the analysis of company data from the sample of world top R&D innovators, complementing it with additional data sources when necessary. This company data complements official territorial statistics (such as BERD) in the study of important questions related to companies' innovation behaviour in a global context. The company dataset on world top R&D investors constructed over the past 12 years by the IRIMA project has proven to be an extremely valuable data source allowing the study of relevant topics related to the previously described policy background and will be further exploited in the next stage of the project. The project will pay particular attention to the role of research and innovation in the performance and job creation of companies and at how this relation is affected by regulatory and institutional factors.\n\nIn addition, a new activity is proposed aiming at investigating value chains in selected companies and sectors of particular industrial strategic relevance. This activity will also require industry-specific expertise and the gathering of ad-hoc data and information.",
    "totalCost": "3000000",
    "ecMaxContribution": "2400000",
    "coordinator": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 2400000
        }
    },
    "calculatedTotalContribution": 2400000
}