{
    "rcn": "204384",
    "acronym": "CDRONE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Towards un-subsidised solar power ñ Cleandrone, the inspection and cleaning solution",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Cleandroneís mission is to harness the intelligence of aeronautical robotics to reduce the costs and risks of high-specification surface cleaning and use this technology to enable zero-subsidy solar power throughout the EU and globally. The innovation project objective is a complete robotic inspection and cleaning system that will clean glass surfaces autonomously and reduce the cost of generating solar energy.\nSolar electricity offers a clean alternative to carbon based energy sources, but its global uptake has been limited due to the comparatively high cost of energy generation. Although the cost of generation is consistently reducing through advances in manufacturing and panel efficiencies, operational costs continue to play a major role in preventing solar power plants from reaching true market competitiveness and contribute to their continued need for government subsidy.\nLarge scale solar installations comprise vast areas of panel surface which are subject to atmospheric and biological deposits. These deposits can reduce the generation efficiency of the solar power plant by up to 30%. \nCurrent methods for cleaning and maintaining solar panels rely on significant amounts of labour sometimes operating in inhospitable environments, which can account for more than 20% of annual O&M costs for a plant and in some areas of the planet are becoming more of a problem with the increase of dust owing to the changing climate. This is especially true for the growing CSP market which is highly sensitive to even minor reductions to irradiation levels. \nThe company has a working prototype system, developed over 2 years, that has successfully undertaken field trials and forecasts high growth over the next 5 years by selling the product to solar farm operators. A Feasibility Study is proposed to further develop our understanding of the market, barriers, product refinement, commercialisation roadmap and detailed business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CLEANDRONE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920714689": {
            "orgId": "920714689",
            "orgName": "CLEANDRONE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}