{
    "rcn": "204345",
    "acronym": "FAWORIT 2016-2017",
    "topics": "MSCA-NIGHT-2016",
    "title": "Fascinating World of Researchers in the Age of Technology 2016/2017 - The New Generation of Innovators",
    "startDate": "01/04/2016",
    "endDate": "30/11/2017",
    "objective": "The main objective of our FAWORIT proposal is twofold: 1) to show the public how researchers with their innovative solutions affect our daily lives; 2) to encourage the youth ñ with a special focus on girls ñ to embark on scientific careers by involving young innovators in our programmes. Our main target group is students between the age of 8-20, but we aim to address all age groups with attractive programmes. Some novelties of our project: offering challenge-oriented activities ñ each of our 18 venues will present their innovative solutions related to interdisciplinary societal challenges; focussing on the concept of Responsible Research and Innovation - the audience will be informed about key elements of RRI, thus creating better understanding and fostering future involvement; launching ìScience in the Cityî ñ a flash mob like activity, involving the public in spectacular experiments. We will apply an integrated approach in our project in which interdisciplinary challenges, innovative solutions, (young) researchers, their work and hobbies will be presented in an interactive, educating and entertaining way. The target audience can thus discover that being a researcher is cool and creative; researchers, but and young innovators are amongst us. Our objective is to have around 30000 visitors at the events, but a multiple of that number (around 500000) will see, hear or read about the Night. We intend to raise awareness of the European engagement in R&I; in the European Corners and at each venue related programmes of the European Union (FP7, H2020, especially MSCA) will be visible. The structure of the consortium: an innovative SME, a state-owned applied research institution, a highly innovative large company, a scientific association with a broad network of local member institutions all over Hungary and an independent think tank established by economists and sociologists together with numerous contributing partners of all kinds will ensure the success of the project.",
    "totalCost": "207675",
    "ecMaxContribution": "207675",
    "coordinator": "REGIONALIS INFORMACIOS ES FEJLESZTO TUDASKOZPONT KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "TUDOMANYOS ISMERETTERJESZTO TARSULAT;BAY ZOLTAN ALKALMAZOTT KUTATASI KOZHASZNU NONPROFIT KFT.;HETFA KUTATOINTEZET",
    "participantCountries": "HU",
    "projectParticipants": {
        "954347790": {
            "orgId": "954347790",
            "orgName": "BAY ZOLTAN ALKALMAZOTT KUTATASI KOZHASZNU NONPROFIT KFT.",
            "ecContrib": 59625
        },
        "948213510": {
            "orgId": "948213510",
            "orgName": "TUDOMANYOS ISMERETTERJESZTO TARSULAT",
            "ecContrib": 17300
        },
        "969176665": {
            "orgId": "969176665",
            "orgName": "HETFA KUTATOINTEZET",
            "ecContrib": 48825
        },
        "960128408": {
            "orgId": "960128408",
            "orgName": "REGIONALIS INFORMACIOS ES FEJLESZTO TUDASKOZPONT KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 81925
        }
    },
    "calculatedTotalContribution": 207675
}