{
    "rcn": "204333",
    "acronym": "PRODRIVE",
    "topics": "SMEInst-10-2016-2017",
    "title": "Production-Ready Oriented Development of Radically Innovative Vehicle Electric drive",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "Opportunities to make electric vehicles radically energy and cost-efficient are rare. PRODRIVE is a response to the commercial potential created by environmental and political challenges recognized by all major world economies. PRODRIVE will address these global challenges through a completely new, mass-production-ready in-wheel electric motor for electric passenger cars. The project is customer-focused and is solving key needs of automotive OEMs who are only looking for already industrialized in-wheel motor solutions for their new vehicle concepts. This innovative product will displace current technologies with a reduction in vehicle manufacturing cost and its sales price, disrupting the existing market.\n1500 in-wheel motor is based on Elapheís patented unique electromagnetic and mechanical design, fits into 19íí or larger rims, incorporates original OEM brakes, offers unprecedented peak torque and is essential to covering the torque needs of the upper-segment car market. PRODRIVE will result in an industrialized and mass-produced solution that will increase the energy efficiency of the e-powertrain by 10-15% when compared to current electric cars and offer 20 % more performance at 2% better efficiency than the closest in-wheel motor competitor. With the lowest production price, it is suitable for market entry even at lower production quantities. Being so disruptive, it will have faster penetration and higher degree of environmental and economic impact on established markets.\nCompared to todayís EVs, the end-user will experience lower car prices and an annual ownership cost reduction without sacrificing performance or comfort. PRODRIVE will bring Elaphe to Tier 1 supplier position at prominent automotive OEMs and enable 296 new employments, 200 million Ä in revenue with 29 million Ä of combined EBITDA, and 18% global upper-segment passenger car market share in the 5 years after the projectsí end. ROI turning point will be during year 2 after the end of the project.",
    "totalCost": "1512125",
    "ecMaxContribution": "1058487,5",
    "coordinator": "ELAPHE POGONSKE TEHNOLOGIJE DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "973208470": {
            "orgId": "973208470",
            "orgName": "ELAPHE POGONSKE TEHNOLOGIJE DOO",
            "ecContrib": 1058488
        }
    },
    "calculatedTotalContribution": 1058488
}