{
    "rcn": "204393",
    "acronym": "VDRConnect",
    "topics": "SMEInst-10-2016-2017",
    "title": "VDRConnect: VDR-based vessel telematics solution",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "The problem: Maritime transport is currently the backbone of international trade, with approx. 90% of world cargo by volume transported by sea. The OECD anticipate that the maritime shipping industry will exceed 250 trillion tonne-km by 2050, which is four times the current trade activity. This increased seaborne traffic imposes several environmental, financial and logistical challenges that must be addressed by intelligent systems such as VDRConnect. Forecast scenarios for the medium term suggest that international shipping carbon emissions could increase 50ñ250% by 2050. Among the major goals for a competitive and resource efficient transport system is the reduction of the EU CO2 emissions from maritime bunker fuels by 40% by 2050. Furthermore, fuel costs correspond to 80% of large vesselsí OPEX.\nThe solution: VDRConnect is a vessel telematics solution, based on Danish SME Danelec Marineís currently marketed VDR, which allows the selective push- and pull-trough of data sets from the shipís VDR to shore. The solution will generate significant impact for end-users in terms of lowered fuel consumption through improved cost-efficiency in the operation of vessels, e.g. optimized service speed and trim. VDRConnect will also allow vessel managers and owners to implement positive and proactive risk management processes through remote monitoring of the entire fleet from a home office ashore ñ thereby contributing to safer, smarter and greener maritime transport.\nThe market: Cargo vessels will be the first target market because 50% of worldís fleet is the shipping industry, corresponding to a total of approx. 60,000 vessels. From this total, 50,000 vessels weigh more than 3000 gross tonnes, with this segment being obliged by law to carry a VDR onboard. This creates a total addressable market size for VDRConnect of Ä300 million/year. The implementation of the innovation project will place Danelec in a strong position to exploit a market potential over five years of Ä 39M.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DANELEC ELECTRONICS AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937235341": {
            "orgId": "937235341",
            "orgName": "DANELEC ELECTRONICS AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}