{
    "rcn": "204360",
    "acronym": "SEIZSAFE",
    "topics": "SMEInst-06-2016-2017",
    "title": "Patient-self-adaptive system for detection, recording and alert to caregivers of night-time seizures, linked to private cloud platform for patient tracking and big data exploitation.",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Approximately 50 million people worldwide have epilepsy, an illness characterized by recurrent seizures. The estimated proportion of the general population with active epilepsy is between 4 and 10 per 1000 people. Globally, an estimated 2.4 million people are diagnosed with epilepsy each year.\nWhen patients suffer generalized convulsions there is a risk for them of being injured or having a cardiac arrest. Caregivers (usually patientsí relatives) reduce this risk by being alert and applying techniques such as holding the patients, putting them in a certain stance or providing them with the prescribed drugs. The problem worsens when seizures occur at night-time.\nCaregivers usually sleep in the same bedroom as patients and cannot rest due to the constant concern, leading to inconveniences such as loss of privacy, bad resting and higher risk for patients. This project aims to improve the lives of people affected by epilepsy, both patients and caregivers, providing them with an effective and unobtrusive device to monitor patients and alert caregivers during night-time seizures.\nThis project consists on a patient-self-daptive system to detect, video-record and alert caregivers of night-time seizures, linked to a private cloud platform for medical tracking of patients and big data exploitation. The main innovative characteristics of SEIZSAFE are:\nï Patient-self-adaptive and self-learning algorithm for seizure detection\nï Camera and cloud platform for doctors\nï Reduced-cost technology\nï Medical validation\nThe present project aims to expand SEIZSAFE in the European market. Considering a global market size of 1.2M epilepsy patients suffering night-time seizures, ENCORE foresees the uptake of 6.5% of the market in 5 years, which means 80,000 users by the end of 2022.",
    "totalCost": "856375",
    "ecMaxContribution": "599462,5",
    "coordinator": "ENCORE LAB SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921210262": {
            "orgId": "921210262",
            "orgName": "ENCORE LAB SL",
            "ecContrib": 599462
        }
    },
    "calculatedTotalContribution": 599462
}