{
    "rcn": "204342",
    "acronym": "SET Plan 2016-CEEC X",
    "topics": "IBA-ENERGY-SETPLAN-2016",
    "title": "Strategic Energy Technology Plan 2016 ñ Central European Energy Conference X",
    "startDate": "01/06/2016",
    "endDate": "30/04/2017",
    "objective": "The main objective of the project is the organization of the international conference ìSET Plan 2016 - Central European Energy Conference Xî during the presidency of the Slovak Republic in the second half of 2016. The SET Plan 2016 conference will be conjoined with the 10th annual Central European Energy Conference (CEEC X). The conference will aim to examine the process of accelerating the development and deployment of low-carbon technologies and creating the European Energy Union, focusing on the research and innovation strategy. Its ambition is to improve the visibility of the Strategic Energy Technology Plan and Energy Union, to identify policy options and priorities and to plan future actions.\nBased on that, the proposal stipulate these the main objectives of the SET Plan 2016 ñ Central European Energy Conference X: to examine achievements in the implementation of the Energy Union with a special focus on the role of its Research & Innovation dimension; to assess progress and evaluate the role of Central European member states in the implementation of the goals of the Energy Union within the other four priority dimensions of the Energy Union, including security of supply, creation of an integrated energy market, improving energy efficiency and reduction of emissions; to create a platform for a discussion, dialogue and networking for member states, civil society, business, science and academia, regional and local authorities and other stakeholders in the area of strategic energy technologies; to foster visibility and understanding of the Energy Union and the topic of Strategic Energy Technologies, and to disseminate information. Planned activities include plenaries and panel discussions with international keynote speaker, parallel thematic dinner sessions, side events, poster session and social events.",
    "totalCost": "333332,5",
    "ecMaxContribution": "249999,38",
    "coordinator": "CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY",
    "coordinatorCountry": "SK",
    "participants": "SLOVENSKA SPOLOCNOST PRE ZAHRANICNU POLITIKU",
    "participantCountries": "SK",
    "projectParticipants": {
        "919916476": {
            "orgId": "919916476",
            "orgName": "SLOVENSKA SPOLOCNOST PRE ZAHRANICNU POLITIKU",
            "ecContrib": 174531
        },
        "951533044": {
            "orgId": "951533044",
            "orgName": "CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY",
            "ecContrib": 75469
        }
    },
    "calculatedTotalContribution": 250000
}