{
    "rcn": "204315",
    "acronym": "PACE",
    "topics": "FCH-02.9-2015",
    "title": "Pathway to a Competitive European FC mCHP market",
    "startDate": "01/06/2016",
    "endDate": "28/02/2021",
    "objective": "PACE is a major initiative aimed at ensuring the European mCHP sector makes the next move to mass market commercialisation. The project will deploy a total of 2,650 new fuel cell microCHP units with real customers and monitor them for an extended period. This will:\n- Enable fuel cell mCHP manufacturers to scale up production, using new series techniques, and increased automation. By 2018, four leading European manufacturers (Bosch, SOLIDpower, Vaillant and Viessmann) will have installed capacity for production of over 1,000 units/year (each will install over 500 units in PACE). These production lines will test the manufacturing techniques which will allow for mass market scale up and the reductions in unit cost which will come from associated economies of scale.\n- Allow the deployment of new innovations in fuel cell microCHP products, which reduce unit cost by over 30%, increase stack lifetime to over 10 years (by end of the project) and improve the electrical efficiency of all units.\n- Create a large dataset of the performance of the units, which will demonstrate the readiness of fuel cell mCHP as a mass market product. This will prove that fuel cell mCHP can be a leading contributor to reducing primary energy consumption and GHG emissions across Europe.\n- Allow the units in the trial to be pooled in a large scale test of the concept of aggregating and controlling the output from mCHP to act as a virtual power plant. This will be achieved in a project run by EWE on a section of the German grid earmarked for smart grid trials.\n- Act as the basis for an effort to standardise mCHP products in Europe, helping create a more efficient market for both installers and component suppliers.\n\nThe project will provide an evidence base which will be used in a dissemination campaign targeting policy makers (who can provide supportive policies for the next wave of mCHP roll-out) and increasing awareness of the technology within the domestic heating sector (main route to market).",
    "totalCost": "86263094,5",
    "ecMaxContribution": "33932752,75",
    "coordinator": "THE EUROPEAN ASSOCIATION FOR THE PROMOTION OF COGENERATION VZW",
    "coordinatorCountry": "BE",
    "participants": "EWE AKTIENGESELLSCHAFT;SOLIDPOWER SPA;BDR THERMEA GROUP BV;BOSCH THERMOTECHNIK GMBH;VAILLANT GMBH;DANMARKS TEKNISKE UNIVERSITET;VIESSMANN WERKE GMBH & CO KG;ELEMENT ENERGY LIMITED",
    "participantCountries": "DE;IT;NL;DK;UK",
    "projectParticipants": {
        "926191891": {
            "orgId": "926191891",
            "orgName": "BDR THERMEA GROUP BV",
            "ecContrib": 0
        },
        "972406474": {
            "orgId": "972406474",
            "orgName": "BOSCH THERMOTECHNIK GMBH",
            "ecContrib": 7400000
        },
        "937653120": {
            "orgId": "937653120",
            "orgName": "VIESSMANN WERKE GMBH & CO KG",
            "ecContrib": 7250000
        },
        "986263312": {
            "orgId": "986263312",
            "orgName": "VAILLANT GMBH",
            "ecContrib": 8259414
        },
        "996127921": {
            "orgId": "996127921",
            "orgName": "ELEMENT ENERGY LIMITED",
            "ecContrib": 324389
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 233220
        },
        "985884042": {
            "orgId": "985884042",
            "orgName": "EWE AKTIENGESELLSCHAFT",
            "ecContrib": 0
        },
        "997256516": {
            "orgId": "997256516",
            "orgName": "THE EUROPEAN ASSOCIATION FOR THE PROMOTION OF COGENERATION VZW",
            "ecContrib": 815730
        },
        "973618489": {
            "orgId": "973618489",
            "orgName": "SOLIDPOWER SPA",
            "ecContrib": 9650000
        }
    },
    "calculatedTotalContribution": 33932753
}