{
    "rcn": "204335",
    "acronym": "MONESE",
    "topics": "SMEInst-12-2016-2017",
    "title": "Innovative banking model for improved financial and economic inclusion of population groups that find it difficult to open a traditional bank account",
    "startDate": "01/05/2016",
    "endDate": "31/01/2018",
    "objective": "Owning a bank account has become a precondition for participating in the economic and social life of a modern society. In the EU several population groups face remarkable difficulties in accessing a bank account service: 3.5 million mobile EU residents have had bank account access issues in their target countries and 22 million consumers would like an account but have not attempted to open one. Underlying causes include practices that place non-residents at disadvantage, irregular income, inadequate documentation, and cost and slowness of opening and owning a bank account. It is estimated that the annual opportunity cost of not having a bank account is Ä185-365 per consumer.\n\nMonese has launched a prototype of a mobile-first banking service that validates customerís identity fully online, enabling access to banking even for customers with poor credit history or no formal proof of address. Account opening takes place in real-time, enabling 3-3000x faster onboarding (3 minutes). Monese aims to provide local bank accounts across European Economic Area for a transparent low-cost fixed-fee pricing (4x less expensive). The service is currently launched only in UK and has attracted >6000 customers, with 60 000 people waiting to get access.\n\nMONESE project aims to scale up the technical capability of the service for reaching and being able to serve growing number of users ñ to increase the level of automation of user identification, scale up service architecture and introduce features required for EU-wide reach. Combining these innovations with business model innovation (fixed-fee pricing, streamlined value proposition, value chain deconstruction, focus on underserved people) enables to achieve EU-wide scale in a profitable manner.\n\nImproving the access to bank account services is becoming a primary policy objective, pushing the drive for new products and business models. Development of the service to an EU-wide scale would increase Moneseís revenues by Ä97 million in 2020.",
    "totalCost": "1607500",
    "ecMaxContribution": "1125250",
    "coordinator": "MONESE LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922936474": {
            "orgId": "922936474",
            "orgName": "MONESE LTD",
            "ecContrib": 1125250
        }
    },
    "calculatedTotalContribution": 1125250
}