{
    "rcn": "204350",
    "acronym": "SciFe",
    "topics": "MSCA-NIGHT-2016",
    "title": "Science for Life",
    "startDate": "01/04/2016",
    "endDate": "30/11/2017",
    "objective": "Main objectives of the SciFe proposal is to bring researchers to the general public, to inspire youngster to embark on scientific careers, to increase awareness of importance of research and innovation activities, with a view to supporting the public recognition of researchers creating an understanding of the impact of researchers' work on citizen's daily life. For that purpose the awareness campaign (AC) to convey messages under the slogan ìScience for Lifeî will be used in 2016 and 2017. On Fridays 30.9.í16 and 29.9.í17 SciFe events will be organized with renewed programs in festive and fun atmosphere in Ljutomer, Maribor, Breûice, Ljubljana, Koper, Izola and Nova Gorica. All SciFe eventsí activities aim at offering the public at large an opportunity to cooperate in fascinating experiments, demonstrations, observations etc., to socialize and have fun with researchers in a relaxed atmosphere. The program is appropriate for public in general, regardless their scientific program and especially designed for youngest. SciFe programsí red line is contribution of science to life in various aspects. The ªEuropean corner´ will be prepared in the heart of every RN location: the visitors will be offered information on ECís various actions and programs, EU material, ìthe Charter and the Codeî, information how young people can become researchers and Framework Program witnessís experiences. Intensive awareness campaign is designed according to its main target. The rich communication mix includes active engagement of the young people through the public call targeting primary and secondary schools. Last but not least, the impact assessment will focus to measure the success and the impact of SciFe activities. All that will be achieved through consortium management of all WPs and harmonised communication mix with general public which takes into account existing recognition of the RN event in certain region and its number of inhabitants.",
    "totalCost": "158994,5",
    "ecMaxContribution": "158994,5",
    "coordinator": "UNIVERZA V MARIBORU",
    "coordinatorCountry": "SI",
    "participants": "NACIONALNI INSTITUT ZA BIOLOGIJO;GIMNAZIJA FRANCA MIKLOSICA LJUTOMER;UNIVERZA NA PRIMORSKEM UNIVERSITA DEL LITORALE;UNIVERZA V NOVI GORICI",
    "participantCountries": "SI",
    "projectParticipants": {
        "998802793": {
            "orgId": "998802793",
            "orgName": "UNIVERZA NA PRIMORSKEM UNIVERSITA DEL LITORALE",
            "ecContrib": 53369
        },
        "999650476": {
            "orgId": "999650476",
            "orgName": "NACIONALNI INSTITUT ZA BIOLOGIJO",
            "ecContrib": 10000
        },
        "944170841": {
            "orgId": "944170841",
            "orgName": "GIMNAZIJA FRANCA MIKLOSICA LJUTOMER",
            "ecContrib": 6550
        },
        "998298102": {
            "orgId": "998298102",
            "orgName": "UNIVERZA V NOVI GORICI",
            "ecContrib": 29250
        },
        "999903646": {
            "orgId": "999903646",
            "orgName": "UNIVERZA V MARIBORU",
            "ecContrib": 59826
        }
    },
    "calculatedTotalContribution": 158995
}