{
    "rcn": "204397",
    "acronym": "OPTIMIsE",
    "topics": "SMEInst-05-2016-2017",
    "title": "Commercial feasibility of the Novio-PlainGel: a novel synthetic,  reversible thermosensitive, biomimetic hydrogel for organoid-based precision medicine",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "Noviocell BV is a highly innovative biotechnology company and builds upon its proprietary polyisocyanopeptide (PIC) hydrogel. This is a novel synthetic, reversible thermosensitive hydrogel for 3D cell culturing. PIC hydrogels uniquely perform like a natural biomaterial, while being fully reversible thermo-sensitive, which allows for ease of cell/tissue recovery and easy downstream processing after culturing. In addition, PIC hydrogel has a unique combination of bio-functionality and biomechanics that makes them excellent matrices for 3D stem cell culture. \nDuring OPTIMIsE, Noviocell BV will investigate the technical and commercial feasibility of using the PIC hydrogel as a platform for the clinical use of organoids (mini organs ex vivo). The use of organoids in a clinical set-up has the potential to open up unique possibilities for precision medicine, as it can facilitate organoid-based drug testing and provide disease specific models. However, their clinical use is currently hampered because of batch-to-batch variability, sub-optimal extracellular matrix,  small scale production and the risk of immunologic response and pathogen transmission (as they cultured in Matrigel which a basement membrane extract from mouse sarcoma). The PIC hydrogel, due to its unique characteristic, can address these unmet needs and facilitate the use of organoids for personalised medicine. \nThe validation of  PIC hydrogel initially as the best hydrogel for growing organoids (using pancreatic organoids as a proof of concept) and at a later stage as a diagnostic platform in clinics will spur the profitability and growth performance of Noviocell BV. It is estimated that within 5 years after market introduction of the PIC hydrogel, Noviocell BV will have cumulative revenues of >Ä40,7 million (only in the pancreatic cancer market). These revenues will exponentially increase when the PIC hydrogel will become the standard material for growing organoids.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NOVIOCELL BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921332676": {
            "orgId": "921332676",
            "orgName": "NOVIOCELL BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}