{
    "rcn": "204369",
    "acronym": "RapeedTest",
    "topics": "SMEInst-10-2016-2017",
    "title": "IntegRAted control technology for unparalleled high sPEED data acquisition, storage and analysis for TEST rigs",
    "startDate": "01/05/2016",
    "endDate": "30/09/2016",
    "objective": "Performance testing of systems and components within key transport sectors such as aerospace generates high volumes of data (GB per minute) and so is slow (>20,000hrs on single system), the analysis cumbersome and the control clumsy. It takes 50-80% more man hours than similar applications to complete the test, which requires considerable human attention- all this renders the test benches very costly (>Ä3.7million). The problem will be worse in the future due to fast evolving transport (especially aerospace) designs.\n\nDeveloped by our company CAT, expert in designing and manufacturing turn-key test bench solutions for rotary components in the aeronautical and aerospace industries, RapeedTest is a novel solution that integrates data control/acquisition from multiple test sources to achieve a unique control point, at a 30% lower cost than present test systems. The solution uses proven existing advanced technology, to disrupt the transport test sector. The target market will be the transport sector through test bench sales, tests and consultancy services. This solution will result in higher quality of products, higher testing throughput and reduction in resource use (human and energy). It will contribute to revenue inflows of ca Ä20 million into Europe and the creation of up to 100 jobs within 5 years.\n\nIn the feasibility study, we will make a thorough inquiry of the technical viability and detail technical specifications, operating requirements and our development plan. Then we will look into commercial and financial viability, comprising a deeper market study, recruitment of project and supply chain partners, refinement of IP & commercialisation strategy, confirmation of funding sources and a detailed business plan. In phase 2 we will ruggidize the test bench for indutrial use with long time data acquisition (up to 50,000hrs) at 10 kHz sample rate for 100\\ sources. Then we will implement the exploitation and dissemination plan commercialise the innovation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "C.A.T. SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924144415": {
            "orgId": "924144415",
            "orgName": "C.A.T. SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}