{
    "rcn": "204329",
    "acronym": "EXILVA",
    "topics": "BBI.VC2.F2",
    "title": "Flagship demonstration of an integrated plant towards large scale supply and market assessment of MFC",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "The Exilva flagship project will consist in the upscaling of the Borregaardís MFC process from the existing pilot plant (50-70 tons/year) to the full scale flagship plant (1000 tons/year) and demonstrate an industrial symbiosis between the biomass/forest industry (Norwegian Spruce) and application industries in a wide range of market segments by developing and commercialising added value (performances vs cost) products in a sustainable way. The ambition of the Exilva project is to make MFC commercially available on large quantities for the first time as well as develop the MFC market further in selected segments. \nThe grand challenges of the Exilva flagship project are twofold:\nï Technology and process: related to the start-up of the flagship plant the main tasks and challenges will be testing of the new equipment, technology transfer from the pilot plant to the flagship plant, gaining operational experience, establishing the plant organization and quality control, establishing the appropriate process parameters for a stable full scale production of MFC and gaining experience with regards to logistics and handling of the MFC material.\nï Market: successful market penetration of MFC based products, product performance and cost, standards and regulation.\nThe decision to invest in a first of a kind commercial plant is driven by business opportunities to use MFC in a wide range of market segments and applications and demonstrate that the investment in the flagship will be profitable. Borregaard has started to establish business pipelines towards different end user companies that will develop full products based on MFC formulations.",
    "totalCost": "44698676,5",
    "ecMaxContribution": "27433610,5",
    "coordinator": "BORREGAARD AS",
    "coordinatorCountry": "NO",
    "participants": "CHIMAR HELLAS AE;AYMING;KUNGLIGA TEKNISKA HOEGSKOLAN;OSTFOLDFORSKNING AS;UNILEVER U.K. CENTRAL RESOURCES LIMITED",
    "participantCountries": "EL;FR;SE;NO;UK",
    "projectParticipants": {
        "953642018": {
            "orgId": "953642018",
            "orgName": "BORREGAARD AS",
            "ecContrib": 25117507
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 1102628
        },
        "999917517": {
            "orgId": "999917517",
            "orgName": "UNILEVER U.K. CENTRAL RESOURCES LIMITED",
            "ecContrib": 157791
        },
        "999925762": {
            "orgId": "999925762",
            "orgName": "CHIMAR HELLAS AE",
            "ecContrib": 319270
        },
        "999944968": {
            "orgId": "999944968",
            "orgName": "AYMING",
            "ecContrib": 114625
        },
        "959324375": {
            "orgId": "959324375",
            "orgName": "OSTFOLDFORSKNING AS",
            "ecContrib": 621790
        }
    },
    "calculatedTotalContribution": 27433611
}