{
    "rcn": "204317",
    "acronym": "INSPIRE",
    "topics": "FCH-01.1-2015",
    "title": "Integration of Novel Stack Components for Performance, Improved Durability and Lower Cost",
    "startDate": "01/05/2016",
    "endDate": "30/04/2019",
    "objective": "The objective is to develop and integrate the most advanced critical PEMFC stack components, many from recent FCH JU programmes, into an automotive stack showing BOL performance of 1.5 W/cm2 at 0.6V, <10% power degradation after 6,000 hours, with a technical and economic assessment showing a cost of less than Ä50/kW at a 50,000 annual production scale. \nThis will be achieved by leading industrial and academic partners with expertise in the design and manufacture of PEMFC stacks, their components and materials. They will select and build on components which can achieve key target metrics, e.g. catalyst materials showing mass activities of 0.44 A/mg Pt. There will be focus on integration of the key components and optimisation of the interfaces regarding the electrochemistry, mass and heat transport, and mechanical interactions. Several iterations of an advanced stack design will be evaluated. Work is organised to optimise the flow of development, which begins with catalysts being advanced and down-selected, scaled then fed into the design and development of catalyst layers, integration with membranes and the demonstration of CCM performance. The CCMs feed into stack component development where they will be integrated with GDLs to form MEAs; and where bipolar plates will be designed and developed and supplied with the MEAs for iterative stack design, assembly and testing.\nAll mandatory and optional objectives of the FCH 2 JU Work Plan are addressed. Performance and durability are evaluated from small single cell to stack level using standardised test protocols. Degradation is addressed by stability testing, structural visualisation and modelling. Interfaces and specification alignment is an important focus, being integrated with the evaluation of new architectures and synthesis methods and informing balance of plant component specifications. Dismantling and recycling for the recovery and re-use of all critical MEA components is included in the costing evaluation.",
    "totalCost": "6878070,01",
    "ecMaxContribution": "6877869,75",
    "coordinator": "JOHNSON MATTHEY PLC",
    "coordinatorCountry": "UK",
    "participants": "Teknologian tutkimuskeskus VTT Oy;TECHNISCHE UNIVERSITAET MUENCHEN;ALBERT-LUDWIGS-UNIVERSITAET FREIBURG;TECHNISCHE UNIVERSITAET BERLIN;REINZ-DICHTUNGS GMBH;PRETEXO;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;SGL CARBON GMBH;BMW GROUP AG",
    "participantCountries": "FI;DE;FR",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 357960
        },
        "999437852": {
            "orgId": "999437852",
            "orgName": "BAYERISCHE MOTOREN WERKE AKTIENGESELLSCHAFT",
            "ecContrib": 0
        },
        "999947102": {
            "orgId": "999947102",
            "orgName": "JOHNSON MATTHEY PLC",
            "ecContrib": 1591634
        },
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 323085
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 490671
        },
        "999766876": {
            "orgId": "999766876",
            "orgName": "SGL CARBON GMBH",
            "ecContrib": 487569
        },
        "999967860": {
            "orgId": "999967860",
            "orgName": "REINZ-DICHTUNGS GMBH",
            "ecContrib": 1170546
        },
        "989124036": {
            "orgId": "989124036",
            "orgName": "PRETEXO",
            "ecContrib": 72604
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 227675
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 356126
        }
    },
    "calculatedTotalContribution": 5077870
}