{
    "rcn": "204300",
    "acronym": "ECOPULPING",
    "topics": "SMEInst-07-2016-2017",
    "title": "Valorising the straw waste stream through a novel bio-mechanical process which converts 100% of the waste into three high value products including bleached paper pulp.",
    "startDate": "01/05/2016",
    "endDate": "31/08/2016",
    "objective": "Currently paper pulp is made mainly from either wood or recycled paper, however this has placed a huge burden on forests with deforestation still alarmingly high in many parts of the world.\nPulping straw (a low to no value by-product of the wheat industry) to make paper pulp appears to be the perfect solution. However this process produces a black liquor with no viable economic disposal solution for small-scale production. The process cannot achieve reasonable running costs (heat, pressure, chemical renewal), requires dry straw, uses expensive recovery techniques and requires skilled workers to operate the digester.\nECOPULPING is an alternative processing method enabled by corresponding novel equipment design. This process in turn enables much easier and more efficient processing and 100% valorisation of the process output. Our novel ECOPULPING process does not require any pressure and very low heating meaning low running costs and which simplifies the recovery treatments and requires less costly materials. This leads allows access to valuable co-products which will be worth up to or more than twice the value of output when compared to current pulping mills and produces no liquid waste or odour. The plant is designed to operate as a closed-loop system meaning that there is little chemical top up needed. It can use straw with high moisture content and therefore there are no storage costs.\nWe have already built a pilot plant capable of producing 400 kg per day of unbleached and un-cleaned pulp, and soon a cleaner pulp in the UK. The plant is successfully being used to process pre-production samples for prospective partners using paper mills to finish the paper products.\nThe overall first objective for the ECOPULPING project is to build a 50 tonne bleached straw pulp a day demonstrator. We will first conduct a feasibility study including the validation of customer demand, securing a demonstration site, validation of co-product uses and technical gap analysis.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NAFICI ENVIRONMENTAL RESEARCH (NER) LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921122962": {
            "orgId": "921122962",
            "orgName": "NAFICI ENVIRONMENTAL RESEARCH (NER) LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}