{
    "rcn": "204353",
    "acronym": "STEPLA PLUS",
    "topics": "SMEInst-07-2016-2017",
    "title": "Livestock integrated management system",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "STEPLA, https://youtu.be/5NcgzfTEGqE, http://www.stepla.es/en_index.html, developed by the Spanish SME MISC International (SensoWave) is the first ICT service platform for extensive breeding farms full management that offers location, monitoring, and traceability capabilities to locate livestock individuals in real time. STEPLA monitors in real time their condition detecting anomalies and facilitating farm management, including meat traceability and environmental impact of livestock farming activites. STEPLA integrates stakeholders such as veterinarians, suppliers, insurance companies, regulatory authorities, consumers, and every elements within the distribution chain. After being incubated by the SmartAgrifFood acceleration programme http://smartagrifood.com, and finalizing pilots in several farms in Spain, STEPLA reached their first selling agreement for the cow (beef) sector in 2015. With SMEInst-2 project STEPLA\\, SensoWave envisages to carry out the needed adaptations to cover other livestock, targeting pigs, sheep and goats, and horses, and to include new functionalities (temperature sensors, more complex bigdata based algorithms, etc.), in order to increase STEPLA\\ market penetration becoming the main solution for European livestock farmers in the coming years. STEPLA\\ will reach commercialisation step in 2018-19, resulting in a 4-year ROI of 309% for SensoWave, and generating 204 new jobs, plus positively impacting the European livestock farming sector (also by increasing exports) and the European citizens welfare.",
    "totalCost": "1043745",
    "ecMaxContribution": "730621,5",
    "coordinator": "MANAGEMENT, CONSTRUCTION AND TRADE, INNOVATIVE SOLUTIONS INTERNATIONAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921440734": {
            "orgId": "921440734",
            "orgName": "MANAGEMENT, CONSTRUCTION AND TRADE, INNOVATIVE SOLUTIONS INTERNATIONAL SL",
            "ecContrib": 730622
        }
    },
    "calculatedTotalContribution": 730622
}