{
    "rcn": "204490",
    "acronym": "ENRICO",
    "topics": "ERC-ADG-2015",
    "title": "Enrichment of Components at Interfaces and Mass Transfer in Fluid Separation Technologies",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Techniques for separating fluid mixtures are important in many industries like the chemical and pharmaceutical industry. The most relevant of these separation techniques, like distillation and absorption, are based on mass transfer over fluid interfaces. Results from molecular thermodynamics, which have recently become available, show that for many industrially important mixtures a strong enrichment of components occurs at the fluid interface. There is a striking congruence between shortcomings of the present design methods for fluid separations and the occurrence of that enrichment. It is the central hypothesis of the present research that the enrichment leads to a mass transfer resistance of the fluid interface which has to be accounted for in fluid separation process design. The fact that it is presently neglected causes unnecessary empiricism and inconsistencies in the design. ENRICO will advance the knowledge on the enrichment of components at fluid interfaces using a novel combination of two independent theoretical methods, namely molecular simulations with force fields on one side and density gradient theory coupled with equations of state on the other. This will enable reliable predictions of the occurrence of the enrichment and its magnitude. These results will be combined with the theory of irreversible thermodynamics to establish for the first time a model for the mass transfer resistance of the interface due to the enrichment. On that basis, a new approach for designing fluid separation processes will be developed in ENRICO, which will lead to more efficient and robust designs. The theoretical results will be validated by experiments from laboratory to pilot plant scale, and the benefits of the new approach will be demonstrated. ENRICO will thus establish a link between molecular physics and engineering practice. The results from ENRICO will have a major impact on chemical engineering world-wide and change the way fluid separation processes are designed.",
    "totalCost": "2498750",
    "ecMaxContribution": "2498750",
    "coordinator": "TECHNISCHE UNIVERSITAET KAISERSLAUTERN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885895": {
            "orgId": "999885895",
            "orgName": "TECHNISCHE UNIVERSITAET KAISERSLAUTERN",
            "ecContrib": 2498750
        }
    },
    "calculatedTotalContribution": 2498750
}