{
    "rcn": "204469",
    "acronym": "GROUPVIOLENCE",
    "topics": "ERC-CoG-2015",
    "title": "Groups and Violence: A Micro-sociological Research Programme",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The Group Violence research programme aims to understand how group behaviour affects the likelihood and severity of violence in public space. While the prevailing social scientific focus remains on individual perpetrators and background factors, the empirical reality of public violence is one of multiple attackers, multiple victims and multiple bystanders. The research proposed here furthers the study of violence with a novel theory that identifies how group behaviour affects the outcome of antagonistic situations ñ and with comparative empirical studies to test the theory. The central question is how and to what extent 1) mutual alignment of attention and action, and 2) a sense of moral community enable group members to commit violence. Project 1 (PI and post-doc) considers mutual alignment down to the minutest detail, based on close-up qualitative and quantitative video analyses of sequences of bodily cues. Based on judicial case files, project 2 (PI and assistants) will quantitatively analyse mutual alignment in an extensive range of violent interactions. Four PhD projects compare the role of mutual alignment and moral community in antagonistic situations in groups that differ from each other in these respects: police teams (project 3), street youth (4), football hooligans (5), and bouncers (6). Relying on an innovative method to reconstruct antagonistic situations by repeated and comparative qualitative interviewing, projects 3-6 will also relate the meanings of violence and masculine identity to the moral community of the group. Project 7 (PI and post-doc) uses qualitative and statistical analyses of the interview data generated in projects 3-6 for an extensive comparison of group behaviour in antagonistic situations. The ambition is to produce exemplary understanding of the crucial role that groups play in violence. This proposal shows how: through detailed and extensive comparative empirical testing that will further develop the new theory.",
    "totalCost": "1918306",
    "ecMaxContribution": "1918306",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1918306
        }
    },
    "calculatedTotalContribution": 1918306
}