{
    "rcn": "204489",
    "acronym": "MeerTRAP",
    "topics": "ERC-ADG-2015",
    "title": "Discovering Fast Transients and Pulsars with MeerKAT for Cosmology and to Test the Laws of Gravity",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Short duration bursts of cosmic radio emission provide us with a potent tool for studying the extremes of physics. In the form of periodic pulses from pulsars they can be used as precision instruments to test theories of gravity, understand the emission processes and the equation of state of ultra-dense matter. In the form of transient bursts we can use them to study the physics governing explosive events such as gamma-ray bursts, merging neutron stars, annihilating black holes or hitherto unknown phenomena. Observing how these bursts are affected by their passage through the distant Universe allows us to probe its physical state. To harness the combined power of periodic and bursting radio sources to explore physics beyond that possible in a terrestrial laboratory I propose MeerTRAP: Meer (more) TRAnsients and Pulsars, a project to continuously use the MeerKAT telescope to search the radio sky for pulsars and fast transients and to rapidly and accurately locate them. Utilising the excellent sensitivity and sky coverage of MeerTRAP my team will discover many rare and scientifically important pulsar types: relativistic binaries, intermittent emitters, transitioning systems. Current radio telescopes have only explored the tip of the transients 'iceberg' and MeerTRAP will transform our knowledge of these manifestations of extreme physics. It will detect hundreds of new bursts, which will all be well localised, allowing us to identify hosts and distances, greatly enhancing their use as cosmological probes. Localisation also enables measurement of their true fluxes, polarisation and spectral indices which are all crucial to identify their origin. To achieve this we will design, implement and exploit state-of-the-art hardware and software. We will also use the MeerLICHT optical telescope, which will track MeerKAT, to give us a crucial glimpse of the optical sky immediately before and after any radio transient to further constrain their origin and the associated physics.",
    "totalCost": "3488955,91",
    "ecMaxContribution": "3488955,91",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 3488956
        }
    },
    "calculatedTotalContribution": 3488956
}