{
    "rcn": "204448",
    "acronym": "VERTEBRATE HERBIVORY",
    "topics": "ERC-CoG-2015",
    "title": "Evolution of herbivory in vertebrates: developing combined isotope (Ca, Sr) and dental surface texture analysis as deep time diet proxies",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Diet is a key factor driving vertebrate evolution. Exploring dietary traits and trophic relationships in fossil food webs is fundamental for understanding radiation and extinction events. This project aims to constrain the evolution of herbivory (plant feeding) and trophic interaction of extinct vertebrates at different spatiotemporal scales by analysing their teeth with isotopic and dental wear techniques. A new approach of combined Ca and stable Sr isotope as well as 3D surface texture (3DST) analysis will be developed and applied to fossil teeth of mammal-ancestors and dinosaurs. Teeth record time-series of diet-related isotope compositions in their enamel while their surface tracks short-term food abrasion. These diet proxies will be calibrated on extant vertebrates with well-known diets from wild animals and controlled feeding experiments simulating diet and trophic level switches. Both Ca isotopes and enamel surface textures have a high preservation potential in fossil teeth and enable micro sampling of enamel for Ca isotope and non-destructive 3DST analysis. For the first time, I will combine Ca isotope and 3DST analysis to reconstruct the diet of extinct key vertebrate taxa and their trophic level in fossil food webs. This multi-proxy approach will provide a versatile toolset to test independently feeding hypotheses that mostly hinge on tooth and skeletal morphology, leading to fundamental new insights into the palaeoecology, dietary flexibility and niche partitioning of fossil vertebrates. The aim is to reconstruct the evolution of herbivory in vertebrates. Here, major objectives are: 1) to infer ontogenetic and evolutionary diet changes by combined Ca isotope and 3DST analysis of fossil teeth, 2) explore stable and radiogenic Sr isotopes as combined proxies for trophic level and habitat use, and 3) pioneer 3DST analysis for reptiles. Beyond the field of palaeontology these dietary proxies will be broadly applicable in archaeology, anthropology and ecology.",
    "totalCost": "1728065",
    "ecMaxContribution": "1728065",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 1728065
        }
    },
    "calculatedTotalContribution": 1728065
}