{
    "rcn": "204412",
    "acronym": "AbsZero",
    "topics": "SMEInst-01-2016-2017",
    "title": "Feasibility Study: A First-of-its-Kind Software-Defined Virtual Reality Camera",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "'Virtual reality (VR) is a long awaited technology which can be named as #1 media to  influence the way how modern society will consume video content in the future. Up to 400 million consumers will become the audience for VR content until 2020.\n\nHowever, there is a grass-root problem with VR content generation as there are no viable solutions for the masses to produce their own videos.\nCurrent solutions to create VR videos are underlying some substantial barriers with regard to the current state of technology. To produce such videos is either a) very expensive, or b) requires extensive knowledge and work, and can thus only be done by professionals.\n\nAbsolute Zero (AZ) is a first-of-its-kind VR camera designed to solve exactly this substantial problem from scratch, by enabling a mass audience of private and business customers to record own VR content in a simple fashion and a highly-defined quality.\n\nBy developing a novel system architecture, we integrate cloud-based data processing as a natural extension to the actual hardware, which allows us to gain a disruptive competitive advantage with respect to the rest of the VR camera industry. Our technology leads to five key differentiating improvements:\n\n1) Significant reduction of hardware costs of up to 60%\n2) Practically unlimited processing power\n3) Infinitely scalable storage space\n4) Less power consumption\n5) Post-sale implementation of new functionalities\n\nIn Phase 1, we will execute a feasibility study in order to identify remaining economical, legal, and operational barriers, and to develop the right strategy for a further proceeding. A subsequent goal is to address and eradicate these shortcomings within Phase 2, in order to bring the technology to maturity, and to build up a business side for an effective go-to-market.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ABSOLUTE ZERO IVS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925489223": {
            "orgId": "925489223",
            "orgName": "ABSOLUTE ZERO IVS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}