{
    "rcn": "204492",
    "acronym": "INTEGRATE",
    "topics": "ERC-ADG-2015",
    "title": "Central integration of metabolic and hedonic cues in metabolic health",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "During evolution the brain has selected glucose as a main source of metabolic energy. This has imposed homeostatic and behavioral constraints. First, the glycemic levels must be maintained at a minimum of ~5 mM to ensure constant energy supply to the brain. Second, a high reward value has to be attributed to glucose-containing foods to increase the motivation to obtain them. These homeostatic and hedonic regulations depend on glucose sensing cells and neuronal circuits in the central nervous system. These cells and circuits regulate the activity of the sympathetic and parasympathetic nerves, which control the function of peripheral organs (liver, fat, muscles) and the secretion of glucagon and insulin by pancreatic islet cells. They also attribute a reward value to glucose-containing foods to control food-seeking behavior, a process that involves the mesolimbic dopaminergic system. Here, we will focus on three interrelated aims: \n1. Identify the physiological role of glucose sensing neurons of the ventromedial hypothalamic nucleus (VMN, a key feeding and glucoregulatory center) in glucose homeostasis and food preference; identify their cellular diversity and their molecular make-up; and characterize their deregulations in metabolic diseases.\n2. Characterize the molecular physiology of glucose sensing neurons of the paraventricular thalamus, which modulate the activity of the mesolimbic dopaminergic system to control motivated sucrose-seeking behavior; determine their control by other interoceptive signals, including from glucose sensing cells of the VMN.\n3. Establish new molecular approaches to characterize, at the molecular and functional levels, the impact of early postnatal nutrition on the development and function of central glucose sensing cells in the control of adult animal physiology. \nThese studies will open-up new perspectives in the understanding of homeostatic and hedonic regulatory pathways, which preserve metabolic health over a lifetime.",
    "totalCost": "2499714",
    "ecMaxContribution": "2499714",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 2499714
        }
    },
    "calculatedTotalContribution": 2499714
}