{
    "rcn": "204487",
    "acronym": "AEDNA",
    "topics": "ERC-ADG-2015",
    "title": "Amorphous and Evolutionary DNA Nanotechnology",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Amorphous and evolutionary DNA nanotechnology (AEDNA) explores novel conceptual directions and applications for DNA nanotechnology, which are based on intelligent, DNA-programmed soft hybrid materials, and the utilization of evolutionary principles for the optimization of nucleic acid nanocomponents.\nAmorphous DNA nanotechnology first aims at the creation of cell-sized, DNA-programmed microgels ñ DNA cells ñ with sensor, computation, communication, and actuator functions. Interacting DNA cells will be arranged into chemical cell consortia and artificial tissues using microfluidics, micromanipulation and 3D bioprinting techniques. Spatially distributed chemical circuits will then be utilized to establish collective behaviors such as quorum sensing, pattern formation, and self-differentiation within these consortia and tissues. The approach will be further scaled up to produce multicomponent DNA gel compositions that become active and differentiate upon mixing. \nIn evolutionary nanotechnology, techniques derived from directed molecular evolution experiments will be applied to optimize the arrangement of functional nucleic acids on DNA and RNA nanoscaffolds. Compartmentalization and microfluidics will be utilized to screen for nucleic acid nanostructures capable of superstructure formation, and also for the development of ligand-sensitive components for molecular programming. An evolutionary approach will then be applied to amorphous DNA cells, resulting in DNA cell populations which contain individuals with different molecular identities. \nThe proposal will pave the way for the creation of macroscopic materials with DNA-programmed intelligence, resulting in novel applications for DNA nanotechnology and molecular programming in diverse fields such as environmental and biological sensing, biocatalysis, smart adaptive materials, and soft robotics.",
    "totalCost": "2157697,5",
    "ecMaxContribution": "2157697,5",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 2157698
        }
    },
    "calculatedTotalContribution": 2157698
}