{
    "rcn": "204401",
    "acronym": "3DTTool",
    "topics": "SMEInst-02-2016-2017",
    "title": "Next Generation of Cutting Tools Using Additive Manufacturing Technology I, Phase 1",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "Our goal is to develop the next generation of thread cutting tools by using additive manufacturing technology (3D printing). Thread cutting tools are used to make screw threads ñ the main building blocks of modern day machinery. However, these tools have developed very little since they were invented over 100 years ago besides alternating materials used or adding new coatings for the tools to make them stronger. The total Tool Cutting industry worldwide is estimated to be about Ä17.2 b with average annual growth of about 4% . The bulk of the industry operations are within specific segments: offshore, maritime, automotive and mining ñ and most of these clients require highly customised tools due to the nature of their business. As such, the Tool Cutting industry spans broadly and innovations that spur new products and ways of working will have far-reaching and important consequences. Printing thread cutting tools in 3D will bring about a high level of innovation to this mature and stagnating industry and will bring about clear and much needed benefits compared to the existing solutions: 1. Improved performance: reduced wear-rate to increase cut rates by 30%-50% 2. Disruptive solution to cooling and lubrication issues: current tools are severely lacking in this aspect 3. Short production lead-time: the new tools reduce production time from 4-14 weeks to 1 week 4. Lightweight product for easy handling: 3D printing enables 60% lighter tools 5. Price competitive offering: expected savings of 10%-30% compared to conventional tools 6. Environmentally friendly product: no waste by-product 7. High-level of client driven customisation: designing in 3D offers full flexibility and adaptation Th¸rmer 3D Tools project is situated at TRL6 as a technology demonstrated in an industrially relevant environment. We therefore propose a Feasibility Study to verify the technical, commercial and financial viability of the 3DTTool concept with a view to continue to a Phase 2 application.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DANSKE VAERKTOEJ APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924089125": {
            "orgId": "924089125",
            "orgName": "DANSKE VAERKTOEJ APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}