{
    "rcn": "204449",
    "acronym": "ComparingCopperbelt",
    "topics": "ERC-CoG-2015",
    "title": "Comparing the Copperbelt: Political Culture and Knowledge Production in Central Africa",
    "startDate": "01/07/2016",
    "endDate": "30/06/2020",
    "objective": "This project provides the first comparative historical analysis ñ local, national and transnational - of the Central African copperbelt. This globally strategic mineral region is central to the history of two nation-states (Zambia and Democratic Republic of Congo (DRC)), as well as wider debates about the role of mineral wealth in development. The project has three interrelated and comparative objectives. First, it will examine the copperbelt as a single region divided by a (post-)colonial border, across which flowed minerals, peoples, and ideas about the relationship between them. Political economy created the circumstances in which distinct political cultures of mining communities developed, but this also involved a process of imagination, drawing on ëmoderní notions such as national development, but also morally framed ideas about the societies and land from which minerals are extracted. The project will explain the relationship between minerals and African polities, economies, societies and ideas. Second, it will analyse how ëtop-downí knowledge production processes of Anglo-American and Belgian academies shaped understanding of these societies. Explaining how social scientists imagined and constructed copperbelt society will enable a new understanding of the relationship between mining societies and academic knowledge production. Third, it will explore the interaction between these intellectual constructions and the copperbeltís political culture, exploring the interchange between academic and popular perceptions. This project will investigate the hypothesis that the resultant understanding of this region is the result of a long unequal interaction of definition and determination between western observers and African participants that has only a partial relationship to the reality of mineral extraction, filtered as it has been through successive sedimentations of imagining and representation laid down over nearly a century of urban life in central Africa.",
    "totalCost": "1599661",
    "ecMaxContribution": "1599661",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1599661
        }
    },
    "calculatedTotalContribution": 1599661
}