{
    "rcn": "204402",
    "acronym": "E-ProMS",
    "topics": "SMEInst-01-2016-2017",
    "title": "Business-to-Business (B2B)  Business-to-Government (B2G) E-Procurement and Business Intelligence Platform through Smart and Innovative Approaches",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Procurement processes and supplier relations are one of the most significant tasks for a business evident in the phenomenal growth of global markets. As global market grows faster every day, profit margins of companies decreasing and supply chains are becoming more complex. In international markets, companies have to act faster. However, ordinary procurement processes are long and hard to manage. Thanks to potential of cloud based network solutions and enabling mobile technologies, e-Procurement Management System offers an innovative solution by combining e-procurement and tender tracking systems to manage businessesí procurement processes. This proposal describes a feasibility study of an e-Procurement Management System (e-ProMS).\n\nThe feasibility study aims to analyse current business opportunities in e-procurement, tender tracking and supplier management cloud solutions. The overall objective of this Feasibility Study is to systematically survey, by means of market studies and customer pilots, the needs and willingness of potential users in order to deploy e-Procurement Management System in the purchasing processes and to demonstrate the advantages of e-Procurement Management System to the companies involved. In the end of the study a global business plan will be conducted. This study will clarify the thinking and perceptions of the industry concerning to Ihale Yazilimís new and innovative solution (e-ProMS) that provides an excellent opportunity for organisations to help shaping its processes/solutions/database based on global aspects of the next generation e-procurement tools.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IHALE TEKNOLOJILERI  A.S.",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924578781": {
            "orgId": "924578781",
            "orgName": "IHALE TEKNOLOJILERI  A.S.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}