{
    "rcn": "204480",
    "acronym": "GravBHs",
    "topics": "ERC-ADG-2015",
    "title": "A New Strategy for Gravity and Black Holes",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "General Relativity (GR) encompasses a huge variety of physical phenomena, from the collision of astrophysical black holes, to the dynamics (via holography) of strongly-coupled plasmas and the spontaneous symmetry-breaking in superconductors. Black holes play a central role in all this. However, their equations are exceedingly hard to solve. The apparent lack of a generic tunable parameter that allows to solve the theory perturbatively (like the electric coupling constant in electrodynamics, or the rank of the gauge group in large-N Yang-Mills theory) is arguably the single most important obstacle for generic efficient approaches to the physics of strong gravity and black holes. I argue that one natural parameter suggests itself: GR can be defined in an arbitrary number of dimensions D. Recently I have demonstrated that the limit of large D is optimally tailored for the investigation of black holes, classical and potentially also quantum. Explicit preliminary studies have proved that the concept is sound, powerful, and applicable even in four dimensions.\nThis encourages the pursuit of a full-scale program with two major goals:\n(A) Reformulating GR and Black Hole physics around the large-D limit in terms of an effective membrane theory of black holes, coupled (non-perturbatively in 1/D) to an effective theory for gravitational radiation.\n(B) Resolution of outstanding problems in gravitational physics, in particular of problems of direct relevance to cosmic censorship (critical collapse, endpoint of black brane instabilities), and of the quantum theory of black holes.\nWith the new tools of (A), a large number of additional problems in black hole physics and in holographic duality can be solved, which guarantee very substantial fallback objectives. These include black hole collisions, black hole phase diagrams, instabilities, holographic dynamics of finite-temperature systems, and potentially any problem that can be formulated in an arbitrary number of dimensions.",
    "totalCost": "2138825",
    "ecMaxContribution": "2138825",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 2138825
        }
    },
    "calculatedTotalContribution": 2138825
}