{
    "rcn": "204426",
    "acronym": "COMPASS",
    "topics": "FCH-01.5-2015",
    "title": "Competitive Auxiliary Power Units for vehicles based on metal supported stack technology",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The COMPASS project is a collaborative effort of AVL, Plansee, Nissan and Research Center J¸lich to develop advanced SOFC APU systems for range extender applications in passenger cars. The consortium is perfectly integrated from powder-, cell-, stack-, APU system technology providers to vehicle manufacturer and an academic partner. The project will use innovative metal supports SOFC stack technology, which enables key features like rapid start up and mechanic robustness for this application. Within the project advanced APU systems will be developed with electrical efficiency above 50%, a start up time below 15min and a small packaging size suitable for integration into battery electrical vehicles. Under the lead of NISSAN also a prototype vehicle will be build up, where an APU system will be completely integrated into the electrical powertrain. A major focus of the project is technology validation and systematic durability/reliability development. Therefore in a specific workpackage all validation activities are concentrated. The validation testing includes tests on stack, APU system and vehicle level. The APU system will furthermore undergo automotive testing like vibration, altitude, climate chamber and salt spray. In an additional dedicated workpackage manufacturing cost and business case analyses will be performed. These analyses will help to reduce the technology cost by design-to-cost and design-to-manufacture measures and show the business case of this new powertrain concept compared to other alternative and conventional propulsion concepts. This project is worldwide the first approach to integrate SOFC APU systems into electrical powertrains and will help to significantly improve APU systems also for other applications like heavy duty trucks, marine and leisure/camping.",
    "totalCost": "3920302,5",
    "ecMaxContribution": "3920302,5",
    "coordinator": "AVL LIST GMBH",
    "coordinatorCountry": "AT",
    "participants": "FORSCHUNGSZENTRUM JULICH GMBH;Nissan Motor Manufacturing (UK) Limited;PLANSEE SE",
    "participantCountries": "DE;UK;AT",
    "projectParticipants": {
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 1996988
        },
        "986394068": {
            "orgId": "986394068",
            "orgName": "Nissan Motor Manufacturing (UK) Limited",
            "ecContrib": 581375
        },
        "999488389": {
            "orgId": "999488389",
            "orgName": "PLANSEE SE",
            "ecContrib": 796799
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 545141
        }
    },
    "calculatedTotalContribution": 3920303
}