{
    "rcn": "204423",
    "acronym": "STAIRLESS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Unlocking urban barriers for disabled people",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "The STAIRLESS project aims to develop and commercialise the first electric wheelchair capable of climbing stairs and all kind of architectural barriers, thus representing an enormous step for the autonomy and independence of people with reduced mobility and positioning our company STUDIOEMME as the first company to market such a solution.\nIts uniquely engineered design, with sensors to verify the surroundings of the wheelchair and identify possible obstacles, together with its unique combination of wheels and caterpillars provides the user with complete autonomy to overcome architectural barriers in a safe and comfortable way.\nThe STAIRLESS project will represent a quantum step for our company, as through it we expect to multiply by 4 our current revenues in the first five years of commercialization (up to Ä5.7 million), achieving profits of Ä2.2 million with a Return of Investment of 2.37. Moreover, it will allow us to create further jobs (by increasing our staff from 11 to 19 people) and boost the growth of our company within a sector in which we have a very limited presence: that of medical devices.\nSTAIRLESS will also imply a significant impact in the wheelchair industry as current manufacturers will have to compete with our innovative product. Our target price, of Ä17,000, is well inside the price range handled by high quality powered wheelchair manufacturers (6,000-30,000Ä). Furthermore, our STAIRLESS wheelchair will provoke a major impact on the rest of the competitors who will probably start working on replicating our stair climbing capability in their own models. More importantly for us, thousands of wheelchair users will finally have a breakthrough solution that gives them complete autonomy of movement in any environment- indoors or outdoors, without any help or assistance.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STUDIO EMME DI MANTOVANI LORIS & C-SOCIETA' IN ACCOMANDITA SEMPLICE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926255426": {
            "orgId": "926255426",
            "orgName": "STUDIO EMME DI MANTOVANI LORIS & C-SOCIETA' IN ACCOMANDITA SEMPLICE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}