{
    "rcn": "204461",
    "acronym": "BIGSEA",
    "topics": "ERC-CoG-2015",
    "title": "Biogeochemical and ecosystem interactions with socio-economic activity in the global ocean",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "The global marine ecosystem is being deeply altered by human activity. On the one hand, rising concentrations of atmospheric greenhouse gases are changing the physical and chemical state of the ocean, exerting pressure from the bottom up. Meanwhile, the global fishery has provided large economic benefits, but in so doing has restructured ecosystems by removing most of the large animal biomass, a major top-down change. Although there has been a tremendous amount of research into isolated aspects of these impacts, the development of a holistic understanding of the full interactions between physics, chemistry, ecology and economic activity might appear impossible, given the myriad complexities. This proposal lays out a strategy to assemble a team of trans-disciplinary expertise, that will develop a unified, data-constrained, grid-based modeling framework to represent the most important interactions of the global human-ocean system. Building this framework requires solving a series of fundamental problems that currently hinder the development of the full model. If these problems can be solved, the resulting model will reveal novel emergent properties and open the doors to a range of previously unexplored questions of high impact across a range of disciplines. Key questions include the ways in which animals interact with oxygen minimum zones with implications for fisheries, the impacts fish harvesting may have on nutrient recycling, spatio-temporal interactions between managed and unmanaged fisheries, and fundamental questions about the relationships between fish price, fishing cost, and multiple markets in a changing world. Just as the first coupled ocean-atmosphere models revealed a wealth of new behaviours, the coupled human-ocean model proposed here has the potential to launch multiple new fields of enquiry. It is hoped that the novel approach will contribute to a paradigm shift that treats human activity as one component within the framework of the Earth System.",
    "totalCost": "1600000",
    "ecMaxContribution": "1600000",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 1600000
        }
    },
    "calculatedTotalContribution": 1600000
}