{
    "rcn": "204485",
    "acronym": "EMoBookTrade",
    "topics": "ERC-ADG-2015",
    "title": "The Early Modern Book Trade: An Evidence-based Reconstruction of the Economic and Juridical Framework of the European Book Market",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "This project will explore the idea ñ and gather the evidence to prove it ñ that the so-called printing revolution does not consist in a change in book-making technology but in the process, prolonged over the entire course of the early modern age, of the formation of the printed book market and the creation of readers as purchasers and consumers of books. In order to demonstrate this, the project will reconstruct the economic and legal framework of the European book market by applying an interdisciplinary approach to the economic study of book history. By using unique and hitherto unexplored documentary evidence, this project addresses four fundamental questions relating to the growth of a fully developed book trade and the rise of a society of book consumers within the social and religious context of early modern Europe: the economic issue of book prices; the juridical and political issue of the book privilege system (which in turn influenced the process of book pricing); the management of the bookselling business (focusing on businesses in two major cities in the European book trade, Venice (Bernardino Giunti) and Antwerp (Christopher Plantin)); the technique of building and managing a transnational network for book distribution and sale (analyzing  groundbreaking new evidence, an entire year (1522) of correspondence from a Venetian wholesale bookseller, Giovanni Bartolomeo Gabiano). These four research areas will feed into an overarching project which will examine the impact of books and the access of readers to them, together with the development in patterns of cultural consumption which meant that printed books lost the luxury status which they had had throughout the incunabula period to become transformed into ëpopoluxeí goods.",
    "totalCost": "1434375",
    "ecMaxContribution": "1434375",
    "coordinator": "UNIVERSITA DEGLI STUDI DI UDINE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899281": {
            "orgId": "999899281",
            "orgName": "UNIVERSITA DEGLI STUDI DI UDINE",
            "ecContrib": 1434375
        }
    },
    "calculatedTotalContribution": 1434375
}