{
    "rcn": "204457",
    "acronym": "FOLLOW",
    "topics": "ERC-CoG-2015",
    "title": "Finance/Security practice after 9/11: Following the Money from Transaction to Trial",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The aim of FOLLOW is to understand and analyse the security practices that render financial transactions into security intelligence, into court evidence. The novel approach is to map the path of the suspicious financial transaction as a ëchain of translation.í I ask what gets lost and added in the process of translating financial records from banks to courts. I deliver fine-grained empirical analysis of four key elements ñ privacy challenges, knowledge practices, situated judgement, and effects ñ at each link in the chain: banks, Financial Intelligence Units (FIUs) and courts. I focus on four European Union member states that are most different cases: UK, Netherlands, Spain and Poland.\n\nSince 11 September 2001, banks and financial institutions have been positioned in the frontline of security and fighting terrorism. They have become arbiters of the normal and the suspicious. They report to Financial Intelligence Units, which cooperate with police and prosecutors. Terrorism financing cases are increasingly reaching the courts, which have to judge terrorist facilitation and intent. The security practices of ëfinancial warfareí have important implications for citizens, yet remain largely invisible.\n\nThere is a striking gap between policy and practice in this field. Sub-projects analyse: practices within banks (PhD1); within FIUs (PhDs 2 \\ 3); and within courts (Post-docs 1 \\ 2). The PI focuses on the chain of translation as a whole, including data-exchange with the US. The approach is ground-breaking because it uses participant observation to analyse practices of security knowledge and judgement. FOLLOW opens significant new research horizons at the intersection between security studies and the sociology of knowledge practices. It introduces security studies to the chain of translation, across public/private domains and across jurisdictions. It introduces the literature on knowledge practices to the study of security, which entails its own unchartered kind of knowledge.",
    "totalCost": "1999858",
    "ecMaxContribution": "1999858",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1999858
        }
    },
    "calculatedTotalContribution": 1999858
}