{
    "rcn": "204433",
    "acronym": "StemProteostasis",
    "topics": "ERC-StG-2015",
    "title": "Mediation of stem cell identity and aging by proteostasis",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "By 2050, the global population over the age of 80 will triple. Thus, research for improving the quality of life at older age can be of enormous benefit for our ever-aging society. To address this challenge we propose an innovative approach based on a combination of stem cell research with genetic experiments in C. elegans. Mechanisms that promote protein homeostasis (proteostasis) slow down aging and decrease the incidence of age-related diseases. Since human embryonic stem cells (hESCs) replicate continuously in the absence of senescence, we hypothesize that they can provide a novel paradigm to study proteostasis and its demise in aging. We have found that hESCs exhibit increased proteasome activity. Moreover, we have uncovered that the proteasome subunit RPN-6 is required for this activity and sufficient to extend healtshpan in C. elegans. However, the mechanisms by which the proteasome regulates hESC function remain unknown. Our first aim is to define how the proteasome regulates not only hESC identity but also aging and the onset of age-related diseases. Moreover, one of the next challenges is to define how other proteostasis pathways impinge upon hESC function. We hypothesize that, in addition to the proteasome, hESCs differentially regulate other subcellular stress response pathways designed to protect them from disequilibrium in the folding and degradation of their proteome. We will perform a comprehensive study of proteostasis of hESCs and mimic this network in somatic cells to alleviate age-related diseases. Finally, we will determine whether loss of proteostasis promotes somatic stem cell (SC) exhaustion, which is one of the most obvious characteristics of the aging process and contributes to tissue degeneration. By using mouse models we will examine whether sustained proteostasis delays neural SC exhaustion. Our research will have an impact in several fields such as stem cell research, neurogenesis, proteostasis, aging and age-related diseases.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}