{
    "rcn": "204483",
    "acronym": "PERCEIVE",
    "topics": "REFLECTIVE-3-2015",
    "title": "Perception and Evaluation of Regional and Cohesion policies by Europeans and Identification with the Values of Europe",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The PERCEIVE (Perception and Evaluation of Regional and Cohesion policies by Europeans and Identification with the Values of Europe) project aims at both mapping and explaining inter- and intra-regional variations in: a) the experiences and results of cohesion policy implementation, b) citizensí awareness and appreciation of EU efforts for delivering cohesion and c) European identities and citizensí identification with the EU. In doing so, PERCEIVE will develop a comprehensive theory of ìcohesion in diversityî, and use this theory to create a better understanding of the channels through which European policies contribute to create both different local understandings of the EU and different levels of European identification across profoundly different European regions. \nIn addressing the aim of the project, PERCEIVE contrasts two different perspectives: a rational choice perspective stressing mainly the idea of institutions as ìrules of the gameî and the calculative rationality of actors as determinants of European identities and identification, and a social constructivist perspective stressing mainly the idea that European identities and identification emerge from a process of ìsocial learningî associated with different institutional discourses.\nPERCEIVE relies on a multidisciplinary portfolio of competences bridging socio-political, regional-economic and public-administrative backgrounds. It integrates the use of both qualitative and quantitative analytical methods such as surveys, focus groups, case studies and econometric modelling. In addition, it uses particularly innovative methods such as quantitative discourse analysis to elicit meaning structures in public discourse about the EU, its regional policy and being European. Finally, PERCEIVE will produce a computer simulation environment and embed it into a virtual platform that cohesion policy stakeholders will be able to use and produce what-if analysis and long-term scenario analysis of the effects of policies.",
    "totalCost": "2499367",
    "ecMaxContribution": "2499367",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITY OF PORTSMOUTH HIGHER EDUCATION CORPORATION;INSTYTUT EKONOMIKI ROLNICTWA I GOSPODARKI ZYWNOSCIOWEJ-PANSTWOWY INSTYTUT BADAWCZY;INSTITUTE OF AGRICULTURAL ECONOMICS;UNIVERSITAT DE BARCELONA;SOCIETA'COOPERATIVA BAM! STRATEGIECULTURALI;WIRTSCHAFTSUNIVERSITAT WIEN;GOETEBORGS UNIVERSITET",
    "participantCountries": "UK;PL;RO;ES;IT;AT;SE",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 594385
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 449500
        },
        "999874740": {
            "orgId": "999874740",
            "orgName": "INSTYTUT EKONOMIKI ROLNICTWA I GOSPODARKI ZYWNOSCIOWEJ-PANSTWOWY INSTYTUT BADAWCZY",
            "ecContrib": 228250
        },
        "999616138": {
            "orgId": "999616138",
            "orgName": "WIRTSCHAFTSUNIVERSITAT WIEN",
            "ecContrib": 361438
        },
        "997580981": {
            "orgId": "997580981",
            "orgName": "INSTITUTE OF AGRICULTURAL ECONOMICS",
            "ecContrib": 163094
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 300348
        },
        "999847871": {
            "orgId": "999847871",
            "orgName": "UNIVERSITY OF PORTSMOUTH HIGHER EDUCATION CORPORATION",
            "ecContrib": 250290
        },
        "929374073": {
            "orgId": "929374073",
            "orgName": "SOCIETA'COOPERATIVA BAM! STRATEGIECULTURALI",
            "ecContrib": 152062
        }
    },
    "calculatedTotalContribution": 2499367
}