{
    "rcn": "204400",
    "acronym": "BreedIT-FIELD",
    "topics": "SMEInst-01-2016-2017",
    "title": "Professional tool to facilitate data collection and digitalization in field trials for plant breeding and seed commercialisation",
    "startDate": "01/06/2016",
    "endDate": "31/08/2016",
    "objective": "We are a highly innovative company founded in 2013 for the development and marketing of a computerized and internet operated advanced decision support system for breeding. Based on our knowledge of the needs of the plant breeding sector we have designed BreedIT-Field a software tool for collecting plant phenotypes in the field which makes use of the latest ICT technology (computer vision, QR code scanning) to facilitate data collection, digitalization and analysis from breeding field trials and seed production fields. The main advantages of Breedit-Field are the following: -It will reduce time to market, by optimizing planning, management and execution of growing trials -It will reduce the overall costs of field trials up to 35% of breeding programs, by accelerating field inspections, eliminating costly errors, by optimising operators¥ work and by reducing the administrative workload by the automatic generation of daily field books -It will facilitate communication and collaboration between research groups, field evaluation teams and production units across multiple locations worldwide optimizing breeding and seed production process. The development of Breedit-Field is of vital strategic importance for our company because it will open new business opportunities in line with our current know how and will boost our growth giving us a consolidated position at international level.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BREEDIT LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927740108": {
            "orgId": "927740108",
            "orgName": "BREEDIT LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}