{
    "rcn": "204425",
    "acronym": "HEATSTACK",
    "topics": "FCH-02.6-2015",
    "title": "Production Ready Heat Exchangers and Fuel Cell Stacks for Fuel Cell mCHP",
    "startDate": "01/04/2016",
    "endDate": "30/06/2019",
    "objective": "Fuel cells have shown great promise for residential micro-Combined Heat and Power (mCHP) generation due to their high electrical efficiency and ability to run on conventional heating fuels. Technology leaders in this sector are nearing commercial deployment following extensive field trials but high capital costs remain a key challenge to the advancement of this sector and mass market introduction in Europe. The HEATSTACK project focuses on reducing the cost of the two most expensive components within the fuel cell system; the fuel cell stack and heat exchanger, which together represent  the majority of total system CAPEX. Cost reductions of up to 60% for each component technology will be achieved by: \n- Advancing proven component technologies through the optimisation of design, materials and production processes for improved performance and quality;\n- Developing and applying novel tooling for laser welding and automated production lines to remove manual processing steps;\n- Improving cycle times and reducing time to market;\n- Demonstrating design flexibility and production scalability for mass manufacturing (10.000 units per annum); and\n- Developing core supply chain relationships to allow for competitive sourcing strategies.\nThe HEATSTACK project represents a key step towards achieving commercial cost targets for fuel cell mCHP appliances, bringing together leading technology providers in the fuel cell mCHP supply chain with extensive industrial expertise to accelerate the development towards volume production of the fuel cell stacks and heat exchangers. Cost reductions will be achieved through advanced design, development and industrialisation of core manufacturing processes. Improvements to component performance with advanced materials  will reduce system degradation and improve overall system efficiency and lifetime.",
    "totalCost": "2899760",
    "ecMaxContribution": "2899760",
    "coordinator": "SENIOR UK LTD",
    "coordinatorCountry": "UK",
    "participants": "PNO CONSULTANTS LIMITED;SUNFIRE GMBH;THE UNIVERSITY OF BIRMINGHAM;VAILLANT GMBH;I.C.I CALDAIE SPA;SENIOR FLEXONICS CZECH S.R.O.",
    "participantCountries": "UK;DE;IT;CZ",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 403806
        },
        "925973447": {
            "orgId": "925973447",
            "orgName": "SENIOR FLEXONICS CZECH S.R.O.",
            "ecContrib": 194481
        },
        "926486965": {
            "orgId": "926486965",
            "orgName": "SENIOR UK LTD",
            "ecContrib": 1143368
        },
        "992276051": {
            "orgId": "992276051",
            "orgName": "PNO CONSULTANTS LIMITED",
            "ecContrib": 195160
        },
        "954033801": {
            "orgId": "954033801",
            "orgName": "SUNFIRE GMBH",
            "ecContrib": 635406
        },
        "986263312": {
            "orgId": "986263312",
            "orgName": "VAILLANT GMBH",
            "ecContrib": 67725
        },
        "999450462": {
            "orgId": "999450462",
            "orgName": "ICI CALDAIE SPA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2639946
}