{
    "rcn": "204479",
    "acronym": "FIRSTSTEP",
    "topics": "ERC-ADG-2015",
    "title": "Synthesis of 2-D semiconductors with honeycomb nanogeometry, and study of their Dirac-type band structure and opto-electronic properties",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Graphene redirected the pathways of solid-state physics with a revival of 2-D materials showing Dirac\nphysics due to their honeycomb geometry. The charge carriers are fundamentally different from those\nin conventional electronic systems: the energy vs. wave vector relationship is linear instead of\nquadratic, resulting in Dirac bands with massless carriers. A genuinely new class of materials will\nemerge provided that classic semiconductor compounds can be molded in the nanoscale honeycomb\ngeometry: The Dirac-type band structure is then combined with the beneficial properties of\nsemiconductors, e.g. a band gap, optical and electrical switching, and strong spin-orbit coupling. The\nPI recently prepared atomically coherent 2-D PbSe and CdSe semiconductors by nanocrystal assembly\nand epitaxial attachment. Moreover, he showed theoretically that these systems combine a\nsemiconductor gap with Dirac-type valence and conduction bands, while the strong spin-orbit\ncoupling results in the quantum spin Hall effect. The ERC advanced grant will allow him to develop a\nrobust bottom-up synthesis platform for 2-D metal-chalcogenide semiconductor compounds with\nhoneycomb nanoscale geometry. The PI will study their band structure and opto-electronic properties\nusing several types of scanning tunnelling micro-spectroscopy and optical spectroscopy. The Fermilevel\nwill be controlled with an electrolyte-gated transistor in order to measure the carrier transport\nproperties. The results will be compared directly with those obtained on the same 2-D semiconductors\nwithout honeycomb geometry, hence showing the conventional band structure. This should\nunambiguously reveal the Dirac features of honeycomb semiconductors: valence band and conduction\nband Dirac cones, non-trivial band openings at the K-points that may host the quantum spin Hall\neffect, and non-trivial flat bands. 2-D semiconductors with massless holes and electrons open new\nopportunities in opto-electronic devices and spintronics.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}