{
    "rcn": "204416",
    "acronym": "ECOOL",
    "topics": "SMEInst-09-2016-2017",
    "title": "Evaporative Cooling Technologies for dry and humid climates",
    "startDate": "01/06/2016",
    "endDate": "31/08/2016",
    "objective": "Vitality Vector creates efficient applications of solid desiccants in thermodynamic processes. The main company focus is towards developing and commercialization of high-efficient desiccant based technology for a variety of HVAC and atmospheric water recovery applications. Vitality Vector has been recognized by the panel of experts (venture capital and industry insiders) at the global H2O challenge, which evaluates the innovation and uniqueness, sustainability and economic viability. As well as, the management team and the value proposition\n\nECOOL technologies comprise two novel (patent WO2015005791 A1) evaporative cooling systems: the RIDEC for dry climates and DEC for semi-humid and humid atmospheric conditions. The RIDEC and DEC systems can generate cooling energy as effective as than any commercial model of MVC, consuming 5-10 times less of electrical energy.\n\nThe RIDEC (Regenerative indirect direct evaporative cooler) outperform traditional AC consuming 90% less electricity. Moreover, compared to existing regenerative cooling technologies, higher efficiency (20%) and a fraction of the cost, position the RIDEC at an advantage position in the path to displace inefficient vapor compressor technology. The DEC (Desiccant Evaporative Cooling) overcomes the humidity barrier for the applicability of evaporative cooling technologies. The DEC provides 70% energy savings in humid regions, that where reserved exclusively for vapor compressor technology.\n\nECOOL covers the need to reduce energy costs, displaces consumption at peak demand and increases its cooling efficiency when outside temperature is high.  The expected market price of the RIDEC (50% less than equivalent AC unit) and DEC (similar price), on top of yearly energy savings, provide a winning value proposition. Vitallity Vector is in a position to build a healthy business model (Ä19.96 cumulative revenue after 5 years) and job creation (expected to grow up to 35 employees in that period).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VITALITY VECTOR BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921450822": {
            "orgId": "921450822",
            "orgName": "VITALITY VECTOR BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}