{
    "rcn": "204459",
    "acronym": "SOLID",
    "topics": "ERC-CoG-2015",
    "title": "Search for a new form of matter: the sterile neutrino",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The goal of this proposal is to search for an entirely new kind of matter. This type of matter called a sterile neutrino doesnít\ninteract with known particles and can only manifest itself through quantum mixing with the three neutrinos of the standard\nmodel, the prevailing theory of particle physics. The known neutrinos are by far the most abundant massive particles in the\nUniverse. More than 70 years after the postulation of the existence of the neutrino, its nature and fundamental properties\nremain, paradoxically, poorly known. The discovery of the quantum mixing of neutrinos: neutrino oscillations, was a major\nsurprise as it implied that neutrinos have mass which they do not have in the standard model. In this context the existence of\na sterile neutrino is a natural extension but the discovery of this new state of matter would a profound challenge for the\ntheory to explain. Several new anomalous experimental results have appeared which could be accounted for by the\npresence of a light sterile neutrino but each result taken separately is not statistically significant. New oscillation patterns in\nthe neutrino energy spectrum would be a clear signature of the new state but are difficult to measure due to experimental\nand background limitations. We propose the most sensitive search to date for this oscillation signature using two key assets:\nThe SCKïCEN BR2 reactor which offers a unique low background environment combined with a novel detector technology\ninvented by the PI capable of discriminating signal and background with greater sensitivity that any previous technique. We\npresent an experimental program that includes the construction of a detector module and its precise calibration, the\nprogramming of a new type of electronic trigger and implementation of state of the art reconstruction techniques and\nanalysis. The results that this proposal will deliver are far reaching both in science and in the development of a new\ntechnology for detecting anti-neutrinos.",
    "totalCost": "1818553",
    "ecMaxContribution": "1818553",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF BRISTOL;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "UK",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1401208
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 103315
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 314030
        }
    },
    "calculatedTotalContribution": 1818553
}