{
    "rcn": "204445",
    "acronym": "GuppY",
    "topics": "ERC-CoG-2015",
    "title": "Recombination, sex-specific adaptation and evolution of the poeciliid sex chromosomes",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Sex chromosomes have evolved independently countless times throughout the eukaryotes. As such, sex chromosomes represent one of the most pervasive examples of convergent evolution, as analogous yet unrelated sex chromosomes share many unique features that distinguish them from the rest of the genome. Although models for sex chromosome evolution have been proposed, they have been difficult to empirically test, largely because most model systems are at a terminal phase of sex chromosome divergence, and the majority of studies have therefore focused on the consequences of sex chromosome evolution. In order to understand the forces catalyzing sex chromosome evolution, we require a study system at earlier stages of sex chromosome divergence, ideally one where there is still extensive polymorphism among populations and closely related species in the degree and region of recombination suppression, and with easily identified sexually antagonistic traits. These traits are all exhibited by the Poeciliid fishes, the focus of GuppY, which is designed to test long-standing theories about sex chromosome evolution. The overarching goals of the project are to: 1) identify the mechanisms, catalysts and consequences of recombination suppression between the sex chromosomes, and 2) to quantify the role of sex-specific selection and sexual conflict in sex chromosome evolution and subsequent divergence. These goals will be accomplished through the synthesis of phenotypic, experimental and next-generation molecular genetic approaches in order to provide a cohesive and multi-faceted understanding of sex chromosome evolution. Moreover, these goals will be performed across three evolutionary levels, integrating patterns of variation within populations, among populations, and across related species, permitting insights encompassing short, medium and long time-spans and yielding unprecedented insight into multiple stages of evolutionary history.",
    "totalCost": "1999665",
    "ecMaxContribution": "1999665",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1999665
        }
    },
    "calculatedTotalContribution": 1999665
}