{
    "rcn": "204411",
    "acronym": "RELIABLE",
    "topics": "SMEInst-02-2016-2017",
    "title": "Wear Resistant Lightweight Aluminium Brakes for Vehicles",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Weight-reduction efforts in the automotive industry have increased significantly in recent years, largely due to efforts to reduce fuel consumption and CO2 emissions. As a result, OEM manufacturers are moving to aluminium based solutions to reduce vehicle weight, improve fuel economy and overall sustainability of the vehicle. OEMs are increasingly out-sourcing their innovation activities and are actively seeking cost-effective lightweight braking solutions from Tier 1 suppliers. A substantial amount of vehicle weight resides in conventional cast-iron brake discs. Brakes form part of the ìunsprung massî (UM) of the vehicle, i.e. not supported by the suspension. The impact of UM weight on fuel consumption is compounded by the effects of rotational inertia and therefore has a much greater effect on fuel consumption per kg than non-moving parts. \n\nAdopting aluminium brake discs would reduce weight considerably and deliver fuel savings, or greater range in the case of electric vehicles. Furthermore, reducing rotational inertia through lighter discs, leads to better drive-handling, improved acceleration, and shorter braking distances. However, the use of aluminium in a cost-effective brake disc solution has failed due to excessive wear of the material. Attempts to provide a hardwearing aluminium surface by coated with a protective ceramic have been unsuccessful due to cracking caused by differential thermal expansion rates.\n\nKeronite International Ltd ñ a pioneer in lightweight aluminium braking components and patented Plasma Electrolytic Oxidation (PEO) coatings - has developed RELIABLE, a wear-resistant lightweight aluminium brake disc for use in mass-market passenger vehicles. By overcoming the limitations of existing ceramic coatings, RELIABLE will deliver an innovative solution to an urgent market need. In turn, Keronite will generate combined revenue and gross profit of Ä50.7m and Ä22.5m respectively by 2023, resulting in a 5-fold return on investment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Keronite International Ltd",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "984963900": {
            "orgId": "984963900",
            "orgName": "Keronite International Ltd",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}