{
    "rcn": "204497",
    "acronym": "PHOTODEMOS",
    "topics": "ERC-ADG-2015",
    "title": "Citizens of photography: the camera and the political imagination",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Citizens of photography: the camera and the political imagination will study a set of questions which recent transformations in political and photographic theory have made possible and which the current ëwar of imagesí makes urgent and necessary.\n\nRecent conceptual work suggests that photography makes available a form of citizenry, a form of civil imagination that may be available in advance of conventional political citizenship. This argument has been made chiefly with respect to photojournalism and the ëphotography of atrocityí. This project will investigate this hypothesis with respect to everyday photographic practices of self-representation. It asks whether arguments about the ìdistribution of the visibleî (RanciËre) and the way in which political possibility is related to ìa certain field of perceptible realityî (Butler) can be illuminated through the study of quotidian practices of photography. \n\nThis question of the literal ëvisibilityí of the citizen has emerged through the PIís ethnographic and historical work in India where democratic protocols are fundamentally embedded. The PIís work has proposed that photographyís ëegalitarianismí and ëserialityí, its ëindividuatingí propensity, and its subjunctive ëas ifí quality all work to constitute citizens as potential co-equals, able to consciously chose idioms of self-representation. \n\nHistorically informed ethnographies of vernacular photographic practices in India, Pakistan, Bangladesh, Greece, Cambodia, Nicaragua, Sri Lanka, and Nigeria will generate data that will permit the rigorous testing of these formulations. Photographs clearly have the power to crystalize and precipitate political sentiment. This project involves the relocation of a set of insights about photography and politics from one domain (photojournalism) to another domain (self-representation), where those questions are rarely asked, but may be more consequential.",
    "totalCost": "2449086",
    "ecMaxContribution": "2449086",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}