{
    "rcn": "204470",
    "acronym": "PyroPop",
    "topics": "ERC-CoG-2015",
    "title": "Mechanisms and regulation of inflammasome-associated programmed cell death",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Programmed cell death is essential for homeostasis, and its deregulation contributes to human disease. Inflammasome-induced pyroptosis of infected macrophages contributes to host defense against infections, but the concomitant release of inflammatory danger signals and leaderless cytokines is detrimental in chronic inflammatory diseases. The central hypothesis of the PyroPop ERC Consolidator project is that inflammasomes are cytosolic platforms that couple pathogen sensing to multiple programmed cell death modes. This is based on our preliminary data showing that inflammasomes can be triggered to switch from inflammatory pyroptosis to programmed necrosis and non-inflammatory apoptosis. This suggests that the (patho)physiological outcomes of inflammasome activation may be modulated for therapeutic purposes. However, the molecular machinery and effector mechanisms of pyroptosis, inflammasome-induced apoptosis and programmed necrosis are virtually unknown. My objectives are (i) to explore the cleavage events and subcellular dynamics of pyroptosis by proteomics and high-resolution time-lapse microscopy; (ii) to clarify the molecular mechanisms of pyroptosis and inflammasome-controlled cell death switching; and (iii) to address how inflammasome-associated cell death modes impact on anti-bacterial host defense and chronic inflammatory pathology in vivo through the identification of pyroptosis-selective biomarkers and clinical analysis of pyroptosis-deficient mouse models. The central hypothesis in this regard is that inflammasome-mediated secretion of leaderless cytokines (such as IL-1? and IL-18) and danger signals may be mechanistically coupled to pyroptosis, but not apoptosis induction. By clarifying the mechanisms of inflammasome-controlled programmed cell death, this project may set the path for the development of an entirely novel class of inflammation-modulating therapies that are based on converting inflammatory pyroptosis into non-inflammatory apoptosis.",
    "totalCost": "1997915",
    "ecMaxContribution": "1997915",
    "coordinator": "JANSSEN PHARMACEUTICA NV",
    "coordinatorCountry": "BE",
    "participants": "VIB",
    "participantCountries": "BE",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 676229
        }
    },
    "calculatedTotalContribution": 676229
}