{
    "rcn": "204408",
    "acronym": "AGLARIS",
    "topics": "SMEInst-05-2016-2017",
    "title": "AGLARIS: The First Fully-automated Bioreactor for Large Scale Human Stem Cell Production through an Iterative Process.",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "In order to meet the expanding market for human stem cells (HSCs) in cell therapy, automated, cost-effective, large-scale manufacturing processes are required. AGLARIS Project is centered in the market launch of the patented AGLARIS BIOREACTOR for large-scale HSCs production, which perfectly meets the requirements for cell-based therapeutic products. Current bioreactors for HSCs producers consist in attempts to adapt bioreactors derived from traditional bioprocesses, but its use has not been widespread as they are not optimized for HSCs production. The automation level of bioreactors is limited to an initial quantity of 20M cells. As the cell sample from biopsies contains 0.5-1M cells, a previous manual cultivation is always required to reach the minimum quantity. This step affects cell quality. AGLARIS operates with the quantity of cells coming directly from biopsy, completely eliminating the manual pre-cultivation requirement. Moreover, current Bioreactors are limited to 300M cells per cell batch. The common are based on hollow-fibers as the substrate in which cells are anchored for growing. Once they reach its maximum capacity, cells need to be detached by using chemical and enzymatic reagents. AGLARIS operates in an iterative manner reaching 5000M cells without dividing the cultivation process in several batches. It is based on microcarriers which allows cell detachment by a simply small variation of temperature, avoiding adverse side effects. Additionally, for a complete disease management, the production of 600M cells on average is required. When produced manually, the cultivation of 600M cells can reach 9.347Ä, and by using hollow-fiber Bioreactors 15.643Ä. AGLARIS optimized culture process produces cell yields with the correct quality while using minimal amounts of expensive reagents, allowing the price to decrease to 1.015Ä per 600 M of cells, meaning that costs will be reduced by up to 91% on average.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AGLARIS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920676859": {
            "orgId": "920676859",
            "orgName": "AGLARIS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}