{
    "rcn": "204467",
    "acronym": "SFS",
    "topics": "ERC-CoG-2015",
    "title": "Situating Free Speech: European parrhesias in comparative perspective",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "Recent tragic events in France and Denmark, and the debates and reactions which have followed them, have once again brought centre stage enduring questions surrounding ëfree speechí in contemporary Europe: when and how can speech be ëfreeí? With what consequences? Why and how does this come to matter differently to people in particular social and historical contexts? And what, if anything, is distinctive about Europe in this regard? Free speech has long been a topic that has attracted extensive and sustained theoretical attention, definition and critical discussion in the fields of legal studies, philosophy and political science. Yet our understanding of how people relate to free speech in their everyday lives in concrete historical and geographic contexts remains paradoxically scant. \nTo this crucial set of questions, anthropology, with its fine-grained ethnographic method and comparative heritage, is poised to make a substantive contribution for the first time. This five-year project builds on Michel Foucaultís discussion of parrhesia ñ the virtue and techniques of free-spokenness regardless of the cost ñ to enquire into the way free speech is lived on the ground by activists, teachers, politicians, intellectuals and artists in times of crisis and political transformation across Europe. \n\nThe project has two core aims:\n\n1. To lay the conceptual bases for an anthropology of free speech as a lived value, by developing the first systematic elaboration of Parrhesia as a comparative analytical framework that combines concerns about epistemology, the government of the self and others, and the exercise of freedom.\n\n2. To experiment with an innovative comparative research design ñ combining in-depth European Case studies with global comparative soundings ñ to enquire into the distinctiveness (if any) of Europe as a space in which free speech is lived.",
    "totalCost": "1954606",
    "ecMaxContribution": "1954606",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}