{
    "rcn": "204472",
    "acronym": "Immune-senescence",
    "topics": "ERC-CoG-2015",
    "title": "Dual targeting of senescence and tumor immunity for cancer therapy",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "We have previously demonstrated that cellular senescence opposes tumorigenesis thereby opening up new potential opportunities for cancer treatment. Senescence and tumor immunity in cancer are tightly interconnected. Tumor-infiltrating immune cells promote the clearance of senescent tumor cells thereby contributing to the tumor suppressive function of senescence. Moreover, T lymphocytes can drive senescence in cancers by secreting different cytokines in the tumor microenvironment. We have also recently reported that GR1\\ myeloid cells antagonize treatment-induced senescence (TIS) and that compounds that block the tumor recruitment of GR1\\ cells enhance TIS. Major objective of this proposal is to characterize the immune landscape of different prostate cancer mouse models in order to develop novel treatment modalities that combine pro-senescence compounds with immunotherapy. Using proteomics and bioinformatics approaches, we will assess how the genetic background of prostate tumors, shapes the tumor microenvironment and immune response during TIS. Next, we will define the mechanisms that regulate the recruitment and activation of myeloid derived suppressive cells, macrophages and B-lymphocytes in Pten deficient prostate tumors by focusing on a novel class of secreted factors identified in these tumors. We will also assess in vivo whether the secretome of tumor cells can transmit senescence to TILs and compounds that interfere with the secretome can prevent immunosenescence. Finally, we will develop monoclonal antibodies directed towards senescent tumors cells that we will use as diagnostic and therapeutic tools. These antibodies will be used as biomarkers to detect senescent tumor cells in prostate cancers and will be tested in pre-clinical trials to assess whether they improve tumor clearance during TIS. Our findings will form the basis for future clinical trials in prostate cancer patients.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "FONDAZIONE PER L'ISTITUTO ONCOLOGICO DI RICERCA (IOR)",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}