{
    "rcn": "204476",
    "acronym": "L2STAT",
    "topics": "ERC-ADG-2015",
    "title": "Statistical learning and L2 literacy acquisition: Towards a neurobiological theory of assimilating novel writing systems",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "The overarching goal of L2STAT is to understand L2 literacy acquisition by bringing together, for the first time, recent advances in the neurobiology of statistical learning (SL), a detailed statistical characterization of the worldís writing systems, and neurally-plausible general principles of learning, representation, and processing. L2STAT aims to provide a new theoretical framework that considers L2 learning and SL a two-way street: SL, on the one hand, tunes learners to the regularities of a new linguistic environment, and on the other hand, L2 environment shapes learnersí sensitivity to its specific types of statistical properties. The project will focus on the assimilation of reading skills in four novel linguistic environments, and investigate how exposure to their distinct writing systems shape, in turn, SL. L2STAT is an interdisciplinary project that launches in parallel five mutually informative research axes: 1) we employ advanced methods from computational linguistics and machine learning to precisely characterize the statistics of four highly contrasting writing systems (English, Spanish, Hebrew, Chinese). 2) We study the learning that results from biologically-inspired computational models that are exposed to these statistics, to generate a priori predictions regarding what statistical properties can (or cannot) be learned, and how neural mechanisms constrain the representations learned during L2 literacy acquisition. 3) We develop psychometrically reliable behavioral tests of individualsí capacities to extract regularities in the visual and auditory modalities. 4) We use state of the art neuroimaging techniques including EEG, MEG, fMRI to probe the neurobiological underpinning for detecting regularities in the visual and auditory modalities. 5) We conduct behavioral experimentation in four sites (Israel, Spain, Taiwan to track literacy acquisition longitudinally in the four different languages.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
    "participantCountries": "ES",
    "projectParticipants": {
        "996120064": {
            "orgId": "996120064",
            "orgName": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
            "ecContrib": 800000
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1700000
        }
    },
    "calculatedTotalContribution": 2500000
}