{
    "rcn": "204486",
    "acronym": "GC2.0",
    "topics": "ERC-ADG-2015",
    "title": "Global Change 2.0: Unlocking the past for a clearer future",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The terrestrial biosphere responds rapidly and sensitively to climate change and is important in mediating physical and biogeochemical feedbacks to climate. There are still enormous uncertainties in our understanding of how the terrestrial biosphere will respond to changes in climate in the 21st century, and large uncertainties in predictions of the climate feedbacks. Many issues that limit our ability to predict the future of the terrestrial biosphere can be addressed by examining what happened in the recent geologic past ñ where the drivers of climate change are relatively well known and there is abundant globally-distributed, quantitative, well-dated and unambiguous evidence of the biospheric response. The goal of this project is to unleash the power of the palaeo-record to understand the interactions of climate and the terrestrial biosphere, and to explain how terrestrial systems (vegetation, fire, hydrology, biogeochemical cycles including the carbon, trace gas and dust cycles) respond and contribute to long-term (millennial) and rapid (decadal to centennial) climate changes. I will use process-based models with global palaeodata syntheses to address four specific challenges to our understanding of past and future climate and environmental change: \n(1) How does vegetation respond to rapid climate change and what are the consequences of this response for climate?\n(2) To what extent does increasing CO2 enhance tree growth or competitive fitness, and how does this translate into changes in ecosystems and ecosystem services?\n(3) How does the terrestrial biosphere respond to changes in climate variability and the prevalence of extreme events?\n(4) How does the land surface affect regional climates, and why do models persistently fail to predict these effects accurately?\nIn addressing these challenges, I will deliver public-access data sets, model outputs and comparison tools so the strengths of the palaeorecord can be exploited by the wider global change commun",
    "totalCost": "2497563",
    "ecMaxContribution": "2497563",
    "coordinator": "THE UNIVERSITY OF READING",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 2497563
        }
    },
    "calculatedTotalContribution": 2497563
}