{
    "rcn": "204403",
    "acronym": "Glucoset",
    "topics": "SMEInst-02-2016-2017",
    "title": "Boronic acid hydrogel sensor for intravascular (arterial) blood glucose monitoring",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "The problem: Blood glucose levels in critically ill patients require close attention by the physicians and nurses in the intensive care units (ICU) because these patients spontaneously develop hyperglycaemia and increased variability of blood glucose. Unexpected drops in blood glucose are frequently caused by over-administration of insulin ñ exposing patient¥s lives to dangerous hypoglycaemic episodes. These incidents increase the length of stay in ICUs and each bed day in an ICU has large direct costs around Ä1425. \n\nThe solution: GlucoSet is a novel dome-shaped hydrogel sensor that changes its volume and consequently its optical path length in the presence of glucose. The hydrogel tip is built at the end of thin optical fibres (125 µm), which enables GlucoSet to be the only technology small enough to pass through wrist arterial catheters, installed in most (up to 94%) ICU patients, without disturbing the blood pressure monitoring. GlucoSet has the potential to be the first real-time monitoring system for measuring glycaemia from arterial blood, which offer several advantages over central venous access such as higher accuracy and sensibility, less risk of interference from infusions, and much more convenient use.\n\nThe market: Critical care services face increasing demand worldwide ñ more particularly in the EU. With continuous increase in aging population in Europe along with life style related diseases, the number of critically ill patients needing accurate glucose monitoring in the ICUs will certainly rise. GlucoSet AS estimates a total market size of Ä 980 million per year for the intravascular continuous glucose monitoring, being the company in a strong position to exploit an addressable turnover exceeding Ä 115 million, five years after market introduction. Equally important, we estimate that the GlucoSet will allow savings of at least Ä2000 per patient in ICUs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GLUCOSET AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925423457": {
            "orgId": "925423457",
            "orgName": "GLUCOSET AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}