{
    "rcn": "204464",
    "acronym": "MitoVin",
    "topics": "ERC-CoG-2015",
    "title": "Mechanism and Consequences of the Interplay between Mitosis and Human Papillomavirus Initial Infection",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Human Papillomavirus Type 16 (HPV16), the paradigm cancer-causing HPV type, is a small, nonenveloped, DNA virus characterized by its complex life cycle coupled to differentiation of squamous epithelia. Due to this complexity, how HPV16 infects cells is an understudied field of research. Our previous work to define the cellular pathways that are hijacked for initial infection revealed uptake by a novel endocytosis mechanism, and the requirement for mitosis for nuclear delivery. Our findings indicated that nuclear envelope breakdown was required to access the nuclear space, and that the virus associated with mitotic chromatin during metaphase. This prolonged mitosis, a process beneficiary for infection. The viral L2 protein as part of incoming viruses mimics this on its own. The aim of this proposal is to reveal how HPV16 differentially modulates or takes advantage of the mitotic machinery for nuclear import in cells, tissues or during aging, and whether malignant cellular consequences arise. On the viral side, we will define the minimal properties of L2 to mediate association with cell chromatin and mitosis prolongation. On the cellular side, we will identify the protein(s) that mediate recruitment, and how it occurs in a detailed temporal/spatial manner. To elucidate the mechanism of mitotic prolongation and consequences thereof, we will identify which regulatory complex of mitosis is targeted, how it is induced, and whether it causes DNA damage or segregation errors. Finally, we will ascertain the influence of tissue differentiation and aging on this process. Using systems biology, proteomics, virology, cell biology, biochemistry, and a wide range of microscopy approaches we will unravel the complex interactions between HPV and the host cell mitosis machinery. In turn, as viruses often serve as valuable tools to study cell function, this work is likely to uncover new insights into how cells spatially and temporally regulate mitosis in differentiation and aging.",
    "totalCost": "1868993",
    "ecMaxContribution": "1868993",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 1868993
        }
    },
    "calculatedTotalContribution": 1868993
}