{
    "rcn": "204443",
    "acronym": "CHEMCHECK",
    "topics": "ERC-StG-2015",
    "title": "CHECKPOINTS IN CHECK: Novel Chemical Toolbox for Local Cancer Immunotherapy",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Cancer evades the immune system by generating an immunosuppressive tumour-microenvironment through various mechanisms to enable unhampered growth. Recent breakthroughs in blocking one of these mechanisms ñ the so called ëimmune checkpointsí ñ put cancer immunotherapy back in the spotlights. Although promising, clinical benefits of these checkpoint inhibitors as single treatment has been limited to a subset of patients and goes along with unwanted systemic autoimmune toxicity. I hypostasize, that attacking the tumour microenvironment from multiple immunological angles simultaneously by local, conditional, and multimodal immunomodulation will greatly improve success of cancer immunotherapy and patient wellbeing. To achieve this, I will develop a highly defined synergistic chemistry-based molecular therapeutic toolbox to specifically attack cancer, acting on effector T cells, macrophages as well as tumour cells simultaneously. In this highly multidisciplinary endeavour I will (i) generate novel multifunctional dendritic cell targeted anti-cancer vaccines to ëeducateí the patientís immune system to recognise the tumour, (ii) I will develop conditional, targeted immune checkpoint inhibitors to release the immunosuppressive break specifically within the tumour microenvironment without the risk of autoimmunity and (iii) I will generate chemical tools to locally eliminate the tumour-associated macrophages to tear down a major immunosuppressive barrier. I will do so utilizing the novel ModimAb technology which I developed to obtain functionalized antibody fragments. These individual therapeutic tools will allow me and my research team to explore uncharted tumour immunological territories in vitro as well as in vivo, greatly advancing the field of cancer immunotherapy. But above all, together they will form a highly dedicated symbiotic immunotherapeutic regime which will be extremely effective without systemic side effects, dramatically improving patient care.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}