{
    "rcn": "204481",
    "acronym": "TRANSREGULON",
    "topics": "ERC-ADG-2015",
    "title": "Structural biology of mammalian transcription regulation",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "The regulation of gene transcription by RNA polymerase (Pol) II underlies cell differentiation and organism development, and its dysregulation causes many cancers. Transcription regulation occurs during initiation, when Pol II assembles with initiation factors on promoter DNA, but also during mRNA chain elongation, when Pol II pauses near the promoter before it restarts upon activation. Our previous ERC Advanced Grant ëTRANSITí enabled us to provide molecular insights into yeast Pol II initiation and its regulation by the Mediator coactivator complex (Plaschka et al., Nature 2015; Sainsbury et al., Nature 2012, Lariviere et al, Nature 2012). Here, with our new proposal ëTRANSREGULONí we wish to open a new frontier and provide the structural basis for mammalian Pol II regulation during elongation. We will use an integrated structural biology approach combining X-ray crystallography, cryo-electron microscopy, and crosslinking, to obtain the first atomic structure of a mammalian Pol II enzyme (aim 1), the structure of the negative elongation factor NELF (aim 2), which is required for promoter-proximal pausing by mammalian Pol II, and the threedimensional architecture of the promoter-proximally paused Pol II complex (aim 3) containing the multiprotein pausing factors NELF and DSIF, and eventually also the pause release factor p-TEFb. This ground-breaking work will make the transition from yeast to human structural biology of transcription, will provide the molecular basis for a central mechanism of cellular regulation, and will advance structural biology methods for dissecting large and transient mammalian multicomponent complexes.",
    "totalCost": "2496250",
    "ecMaxContribution": "2496250",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2496250
        }
    },
    "calculatedTotalContribution": 2496250
}