{
    "rcn": "204447",
    "acronym": "CityNet",
    "topics": "ERC-CoG-2015",
    "title": "Cities in Global Financial Networks: Financial and Business Services and Developmentin the 21st Century",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Financial and business services (FABS), including law, accounting, and business consulting, have been one of the most dynamic sectors of the world economy, with a fivefold rise in real value added since 1980. Although FABS are central to the processes of globalisation, financialisation, urbanisation and development, our understanding of the sector in the context of tumultuous changes of the early 21st century is partial. How have the FABS firms and centres been affected by the global financial crisis and the Eurozone crisis? How are they changing in response to new financial regulation, the expected shift of economic activity to the Asia-Pacific region, and the digital revolution? What are the impacts of FABS on urban, regional, and global development? We urgently need groundbreaking frontier research to better understand the nature and dynamics of FABS, and their implications.\nThis project is designed to address this challenge by focusing on three objectives: mapping the FABS sector and its transactional networks worldwide; analysing strategies of FABS firms, as well as policies towards FABS and their institutional environments in cities; explaining the impacts of FABS, their strategies, and place-specific factors on growth, stability, and inequality at urban, regional, national and global level. In doing so, we will develop a new theoretical framework, called the Global Financial Networks, which positions FABS and their networks in the broader economy. Using a mixed-methods approach, we will document the development of FABS and their consequences, cutting through the hype of financial centre indices, and through the fog of ideologically charged debates on the virtues and vices of the financial sector. One of the outcomes of the project will be the worldís first ever atlas of finance. The project will provide a robust evidence base crucial in shaping future rounds of investment by and in FABS, and policies towards FABS by governments and other organisations.",
    "totalCost": "1929306",
    "ecMaxContribution": "1929306",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1929306
        }
    },
    "calculatedTotalContribution": 1929306
}