{
    "rcn": "204420",
    "acronym": "GPBOX",
    "topics": "SMEInst-09-2016-2017",
    "title": "GPBOX Energy Platform",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Energy storage systems (ESS) are gaining popularity among low voltage users as well as industrial application basically as a result of the falling price of these technologies. However many issues are still open such as the challenges coming from the integration of multiple distributed resources to the electric grid or the customers attitude regarding these new element in their installation.\nRegarding this potential market and user needs, GPBox energy platform is presented as a revolutionary concept in the energy sector which pretend to involve all the actors in the electric market ñfrom electric utilities to small usersñ through the integration of distributed energy resources based on an on-cloud system known as eBroker. eBroker concept goes beyond current development of buy cheap/sell expensive with a full value chain from customers habit evaluation to electric grid enhancement, providing Behind the Meter services (i.e. Black Start, \nVoltage and Frequency support, Resource adequacy, etc.) to electric network operators,  while it \nsaves up to 25% to the userís electric bill.\nMarket projection shows that Energy Storage Systems (battery based) market will be worth about $ 34 billion of annual revenue in 2023. While the European market size will be $ 10-12 billion of annual revenue in 2023 (30%-40% of the total market). Renewable integration and grid ancillary services account for the vast majority of this ESS market. GPBox will provide Behind the Meter services based on embedded artificial intelligent tools which will allow cost saving to the electric network operators valued at more than 20% of current OPEX.\nWith this first phase, GPTech objective is to obtain a feasibility study and a detailed business plan which will consolidate current expectation regarding technological, operational and economic viability of GPBox business line of products; it will include a solid exploitation strategy and a reliable business model focused on 2018.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREEN POWER TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996512914": {
            "orgId": "996512914",
            "orgName": "GREEN POWER TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}