{
    "rcn": "204405",
    "acronym": "SwiftBuild",
    "topics": "SMEInst-01-2016-2017",
    "title": "Swiftty web mobile builder",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Swiftty web & mobile builder\nThe World Wide Web was invented in Europe, and after 25 years, we believe that it is up to Europe to bring it to another\nlevel. In this time of borders crossing, one huge border remained to be removed, language barrier to be overcomed.\nBy finally uniting technology completely in one unique tool, Swiftty acts as a bridge between different program languages\nand platforms and allows users to freely develop and design professional websites and mobile apps without learning to code,\nstraight from Adobe Photoshop or another graphic program, and to be able to give them desired functionality with just one\nclick. By connecting desktop, web and mobile technologies (Android and IOS), Swiftty has objective to become ultimate tool\nfor professional designers, developers and startups and to set the new working environment and standard for those\nsegments, by saving them enormous amount of time, helping them to overcome knowledge barriers and making them more\ncompetitive against greatest outsourcing markets.\nCustomer segments are design and web design studios, freelance designers and developers, startups and individuals\nwho want to build their own, with B2B and B2C approach.\nObjectives of feasibility study are market study and technical study, leading to perfect product/market fit, and help to reduce\npotential risks. Yes, there is potential for SME phase 2 funding.\nSwiftty addresses several global problems, also spread in Europe:\n1. competitiveness and growth of companies through enabling them to develop more recognizable brands for a lot less\nmoney, people and recources\n2. increasing chance of employment to young professionals and and women helping them develop more professional\nproduct with less required knowledge\n3. helping young entrepreneuers and startups create their MVP more easily",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SWIFTTY DOO BEOGRAD-ZVEZDARA",
    "coordinatorCountry": "RS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925483500": {
            "orgId": "925483500",
            "orgName": "SWIFTTY DOO BEOGRAD-ZVEZDARA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}