{
    "rcn": "204455",
    "acronym": "INFL",
    "topics": "ERC-CoG-2015",
    "title": "New perspectives on inflation",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "The research in this proposal will contribute to our knowledge of the dynamics and effects of inflation through the perspective of risk-adjusted inflation and valuation formulas. The goal is to provide new perspectives on inflation and its impact on\nresource constraints.\n\nThe first step in this work is to collect new data on inflation options and use them to construct marginal densities for risk-neutral inflation at different horizons. Because there are data for both cumulative and annual inflation, I propose a new non-parametric estimator of the joint distribution of inflation. This provides a new take on inflation dynamics and the anchoring of inflation expectations.\n\nThe second step is to use these densities as discount factors to price nominal claims. Applying these to the assets and liabilities of a central bank gives a measure of the fiscal capacity of the central bank and the impact of a higher inflation target.\n\nThe third step combines the densities for inflation with nominal interest rates to gauge how much society dislikes inflation. The risk-neutral densities give inflation strips that reveal how much markets would be willing to pay to eliminate inflation risk.\n\nThe fourth step is to design inflation-indexed bonds that allow countries to self-insure in a currency union. Understanding how the value and payments of these bonds changes with different measure of inflation, a country can insure itself against some of the shocks that affect its real exchange rate.\n\nThe fifth step is to design new liabilities of the central bank that allow for a better control of inflation. By issuing inflation-indexed reverses and maintaining the commitment to redeem them one-to-one for currency at all date, the central bank can control inflation. \n\nAll together, these different projects aim to deepen our understanding of inflation, by focusing on modeling risk-adjusted inflation, to answer old questions and suggest new approaches in monetary economics.",
    "totalCost": "1568276",
    "ecMaxContribution": "1568276",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1568276
        }
    },
    "calculatedTotalContribution": 1568276
}