{
    "rcn": "204414",
    "acronym": "shippiesbags",
    "topics": "SMEInst-10-2016-2017",
    "title": "Hamburg Airport Feasibility Pilot for Seamless Bagshuttle Service",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "'Bagshuttle (a brand of Shippies GmbH) plans to deliver baggage from airports, trade fairs or railway stations to hotels or any local destination (and vice versa). Our app-based service wants to give travellers baggage freedom so the customer has the freedom to choose public low-emission mobility (e.g. busses, train) or bicycle, e.g. bike-sharing StadtRAD in Hamburg, instead of cars and taxis to reach their destination. Next to that, business travelers can travel to meetings or fares bag free, tourists can enjoy a sight-seeing tour with their luggage being delivered directly to their hotel. \nOur vision is to establish an international 'Bagshuttle Alliance' partnering with airlines, airports, railway corps, trade fairs and hotels to provide bag-free travelling. Airlines for example are expecting additional ancillary services to be chosen by more than half of their passengers in the near future. \nBagshuttle addresses every traveller: We won¥t be another VIP service for a few people and this is why we think we will have a high impact on how we all travel in the future. The service is highly capable of being integrated in existing sales platforms. The multi-billion travel industry is in the process of digital transformation and our app-based service wants to be part of it.  \nDuring the program we would start a 4-month pilot at Hamburg Airport for a market survey to get feedback from customers and to find out the logistical challenges. At the end of our feasibility pilot at Hamburg Airport we¥ll have a detailed business plan with information regarding market volume, pricing, product characteristics, choice of partners, integrations, market approach and financial planning. Our founder team will make sure that the technical, logistical and financial challenges of this service will be clarified.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SHIPPIES GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920737775": {
            "orgId": "920737775",
            "orgName": "SHIPPIES GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}