{
    "rcn": "204494",
    "acronym": "ImmunoBile",
    "topics": "ERC-ADG-2015",
    "title": "Bile acid, immune-metabolism, lipid and glucose homeostasis",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The role of chronic inflammation in obesity, metabolic and cardiovascular diseases is increasingly recognized. Bile acids (BA), synthesized in the liver and modified by the gut flora, facilitate lipid absorption in the intestine. BA modulate lipid and glucose homeostasis by activating the nuclear receptor FXR and the GPCR TGR5. Intriguingly, peripheral BA concentrations are elevated in type 2 diabetes (T2D) and FXR mediates the beneficial metabolic response to gastric bypass in mice. The immune system plays an important role in the cross-talk with metabolic tissues, such as liver, intestine and adipose tissues. However, whether BA modulate immune cell function is unknown. Our unpublished results identifying FXR and TGR5 expression in lymphoid cells, prompt us to study their role in the regulation of glucose and lipid metabolism through immune cell modulation. Using reporter mice and specific ligands, we will characterize the immune cells expressing active FXR and TGR5. We will determine their role in metabolism and inflammation by immune cell-specific gene inactivation in models of obesity, T2D and elevated peripheral blood BA concentrations. Mass cytometry, cell sorting and single cell transcriptomic analysis will allow the identification of gene networks regulated by BA and their receptors. As microbiota generate biologically active secondary BA, we will assess the impact of microbiota depletion and subsequent BA acid pool modifications on immune cell populations. Translational studies in humans with altered BA metabolism and pharmacological treatment with anti-diabetic BA sequestrants will allow assessment of alterations in immune functions. This project aims to identify an hitherto unexplored role of BA through modulation of the immune system on T2D, NAFLD and dyslipidemia. Success of the project critically depends on an integrative approach uniquely undertaken in my laboratory through its unique multidisciplinary expertise in basic and translational biology.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITE DE LILLE II - DROIT ET SANTE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886768": {
            "orgId": "999886768",
            "orgName": "UNIVERSITE DE LILLE II - DROIT ET SANTE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}