{
    "rcn": "204462",
    "acronym": "PhyMeBa",
    "topics": "ERC-CoG-2015",
    "title": "The Physical  Mechanics of Swimming Bacteria",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Bacteria play a critical role in the life of higher organisms. Their behavior is constrained by the physical properties of their habitat: first and foremost, the presence of a surrounding fluid. Most bacteria are motile, and most motile bacteria swim in fluids using slender helical appendages called flagella rotated by specialized motors. While many bacteria have only one flagellum, most well-studied pathogenic bacteria possess multiple flagella. Why have some bacteria evolved to use many flagella when others survive with one? In order to answer this question, one needs to understand quantitatively how multiple flagella provide a fitness advantage to a cell exploring its environment. The principal difficulty in deriving rigorous models for swimming bacteria lies in the {nonlinear} nature of the underlying external physics, which involves nonlocal hydrodynamic interactions between flagella, short-range steric and electrostatic interactions, and elastic deformations of the flagella, which not only bend and twist but also undergo conformational changes. In this project, we will develop novel experimentally-testable theoretical modeling of the configurations and regimes relevant to swimming bacteria with multiple flagella with a focus on the mechanical forces at play. As a fundamental departure with past work, we will seek to exploit the slenderness and relative proximity of the flagella to incorporate all nonlocal hydrodynamic interactions between flagella analytically and to simplify the determination of elastic stresses. This will allow us, in turn, to determine precisely the distribution of flagellar forces and derive a predictive framework for the stochastic behavior of swimming cells. The project will provide first-principle understanding of the external forces at play in one of the most important processes in biology and will help answer a number of outstanding physical questions on the behavior of swimming bacteria and the interactions with their environment.",
    "totalCost": "1999229",
    "ecMaxContribution": "1999229",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}