{
    "rcn": "204478",
    "acronym": "SUSCAT",
    "topics": "ERC-ADG-2015",
    "title": "New Directions in Sustainable Catalysis by Metal Complexes",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "The discovery of novel sustainable catalytic reactions is a major current goal. Based on recent discoveries in our group, we plan to develop unprecedented sustainable catalytic reactions with special emphasis on reactions catalyzed by complexes of earth-abundant metals.\n \nWe have recently discovered an intriguing reaction, namely the oxidation of organic compounds using water, with no added oxidant, evolving H2. This simple, selective reaction, offers now a novel, conceptually new, environmentally benign approach in the field of oxidation of organic compounds, which we will explore. \n\nWe recently discovered a new mode of activation of multiple bonds by metal-ligand cooperation, including activation of CO2 and nitrile triple bonds, in which reversible C-C bond formation with the ligand is involved. Based on that, activation of nitriles has resulted in unprecedented C-C bond formation involving addition of simple aliphatic nitriles to various ?,?-unsaturated carbonyl compounds. This mode of multiple bond activation may open a new approach to catalysis, ìtemplate catalysisî, which we plan to explore. \nIn addition, the highly desirable, catalytic activation of the kinetically very stable, potent greenhouse gas N2O for the (so far elusive), efficient oxygen transfer to organic compounds, will be pursued.\n \nThe use of CO2 in organic synthesis is an important timely topic. Based on its activation by metal ligand cooperation, new catalytic reactions of CO2 will be pursued, including unprecedented  carbonylation of non-activated C-H bonds.\n \nMost reactions catalysed by metal complexes involve noble metals. Development of sustainable catalysis based on complexes of earth-abundant metals is of great interest. In all topics described above, catalysis by complexes of such metals will be emphasized. Moreover, based on recent results in our group, we plan to develop an unprecedented family of complexes of earth-abundant metals, and pursue novel sustainable catalysis, based on it.",
    "totalCost": "2497975",
    "ecMaxContribution": "2497975",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2497975
        }
    },
    "calculatedTotalContribution": 2497975
}