{
    "rcn": "204419",
    "acronym": "OHFASTT",
    "topics": "SMEInst-11-2016-2017",
    "title": "Advanced Ohmic Heating for resource efficient Thermal Treatment to produce high quality food products",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "Ohmic heating is an alternative fast heating method for food products that results in less thermal damage than conventional heating. In Ohmic heating, foods are made part of an electric circuit and heat is generated within the foods due to their electrical resistance. The process offers advantages such as rapid uniform heating, reduced surface fouling, high energy efficiency and high quality food products. Ohmic heating has potential to be dominant in the food processing industry. However, the potential is supressed by technical deficiencies such as electrode design problems, inefficient pump design, and lack of control in electrical conductivity, which limit the technologyís extensive application. Ohmic heating currently processes 8% of the global fruits and vegetables production, but if the technical incapacities are solved, it has the potential to process over 35% of this sectors requirements, creating a market opportunity of Ä85 billion.\nOHFASTT give breakthrough Ohmic heating technology capable of producing high quality food through advanced engineered solutions to problems that have hampered the uptake of Ohmic heating. This will realise a new commercially attractive technology to the EU and global markets. Food processing companies will benefit through a15% reduction in energy use and a subsequent 8% reduction in energy costs. This will reduce CO2 emissions by 16.6% and thus prevent the emission of a total of 326,808 tonnes of CO2 globally every year. They will also benefit through a 40% reduction in processing time and a greater price value for their products. In total this will save customers Ä63,000 annually per installation compared to conventional installations and a combined total of Ä6.6m annual savings across the EU.\nThis innovation project will play a significant role in advancing our commercialisation strategy. Phase 1 will enable market, technical and financial feasibility assessment prior to product finalisation and demonstration with a customer.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "C-TECH INNOVATION LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999746021": {
            "orgId": "999746021",
            "orgName": "C-TECH INNOVATION LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}