{
    "rcn": "204410",
    "acronym": "SMAPP",
    "topics": "SMEInst-01-2016-2017",
    "title": "Smart room and Mobile APPlication Development Suite for hospitality",
    "startDate": "01/05/2016",
    "endDate": "30/09/2016",
    "objective": "SMAPP is an IT hospitality platform that integrates a smart room solution and a mobile application development suite, helping hotels to offer a 360∫ experience to their guests, increasing repeat customers while decreasing management costs by 18%. \nLuxury, boutique hotels, upper-scale accommodation providers and resorts strive to provide 360∫ experiences to their guests by improving the quality of service while reducing costs. The SMAPP system overcomes these challenges with two critical services: a custom mobile guide and a comfortable smart room experience. SMAPP includes the following components: \n- A Mobile Application Development suite and Content Management System for hotels. \n- A native mobile application for Android, iOS and Microsoft platforms for travelers. \n- A mesh wireless room to control devices such as lighting, heating, humidity actuators and sensors based on the Z-Wave technology. \n- A web management console which provides hotel owners with a Hotel Management System and an interface to room's devices. \n- Room controllers acting as interfaces between the management system and roomís devices. \nSMAPP is a disrupting solution promoted by an established luxury accommodation provider, DELTAFIN21, in collaboration with ZUNA, a promising hospitality technology provider. The solution, which is already backed by important electrical engineering companies as well as hospitality providers, will be demonstrated in 4 pilot projects throughout Europe. In Phase 1 we will analyse installation requirements, select the pilot hotels and technological partners and define the business plan and Intellectual Property strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DELTAFIN 21 S.R.L",
    "coordinatorCountry": "IT",
    "participants": "ZUNA SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "934393726": {
            "orgId": "934393726",
            "orgName": "DELTAFIN 21 S.R.L",
            "ecContrib": 50000
        },
        "938013572": {
            "orgId": "938013572",
            "orgName": "ZUNA SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}