{
    "rcn": "204441",
    "acronym": "REPLICONSTRAINTS",
    "topics": "ERC-StG-2015",
    "title": "Dissecting the constraints that define the eukaryotic DNA replication program",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "DNA replication is essential for the perpetuation of life and, yet, it is also a major source of genomic instability that can lead to cancer and other human diseases. Despite the vast efforts invested in establishing the origins of genomic instability, the mechanisms that coordinate faithful genome duplication while ensuring its integrity remain unknown.\nThis dilemma is molecularly best exemplified by single stranded DNA (ssDNA), which inevitably results from unwinding the double helix due to replication fork progression, but is at the same time a vulnerable intermediate that can lead to severe genomic lesions. Thus, maintaining an appropriate balance of ssDNA is a paramount challenge for replicating cells. My own work has significantly contributed to this concept by showing that eukaryotic cells have limited resources to guard its ssDNA, and that exhaustion of these resources (due to increased overall levels of ssDNA) causes a lethal fragmentation of the genome termed ëreplication catastropheí (RC). To prevent this terminal scenario, ssDNA levels and DNA replication activity must be constrained by yet uncharacterized mechanisms. In eukaryotes, where DNA is simultaneously replicated at multiple sites throughout the genome, this represents a particularly challenging task. Understanding how this is molecularly accomplished could transform our view of the very principles of DNA replication regulation, and also reveal potential therapeutic avenues to exploit RC in the treatment for cancer.\nWith the present proposal I will address this challenge by investigating how ssDNA maintenance is enrooted in the regulatory principles of DNA replication. I will dissect the mechanisms that, globally and locally, constrain replication activity to prevent genomic instability. By using novel and innovative analytical tools, I aim to provide an unmatched picture of the DNA replication apparatus and to identify novel anticancer strategies based on provoking RC selectively in tumor cells.",
    "totalCost": "1498898,75",
    "ecMaxContribution": "1498898,75",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1498899
        }
    },
    "calculatedTotalContribution": 1498899
}