{
    "rcn": "204452",
    "acronym": "ELC",
    "topics": "ERC-CoG-2015",
    "title": "The evolution of linguistic complexity",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Human language is unique among the communication systems of the natural world, providing our species with an incredibly flexible and powerful open-ended system of communication. This expressive power is underpinned by linguistic structure: we construct complex meaning-bearing utterances according to a set of rules and regularities which are conventionalised among speakers of a language. In my previous work I have shown that these fundamental structural features of language can be explained as a consequence of cultural evolution: structure evolves gradually as language is passed down through generations via learning and shaped by its repeated use for communication, in a process known as iterated learning.  \n\nHowever, existing modelling and experimental treatments of iterated learning are limited in that they focus on the evolution of simple languages which permit expression of a relatively small and fixed set of concepts. Real human languages are enormously complex, both in the expressive power they afford and the rich and complex set of structural devices they provide for conveying meaning. In this project I seek to address this major outstanding question in evolutionary linguistics: why is language complex? I will tackle this daunting question by exploring two subsidiary questions: when and how does linguistic complexity facilitate acquisition, and how do expressive power and linguistic complexity evolve as a result of language transmission and use? Answering these questions will require an ambitious programme of modelling and experimental work, covering acquisition in individual adults and children, language use in interaction, and language evolution in populations. I seek to substantially advance our understanding of the cultural evolution of language by exploring how learning, expressive pressures on language use, and social complexity drive the evolution of linguistic complexity.",
    "totalCost": "1985570",
    "ecMaxContribution": "1985570",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1985570
        }
    },
    "calculatedTotalContribution": 1985570
}