{
    "rcn": "204450",
    "acronym": "LUSH SPIKE",
    "topics": "ERC-CoG-2015",
    "title": "Genetic and Molecular Determinants of Spikelet Survival in Cereal Crops",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Meeting the forecasted world demand for food remains a crucial challenge for plant scientists in this century.\nOne promising avenue for improving grain yield of cereal crops, including wheat and barley, involves reducing spikelet mortality. Spikelets, the grain-bearing units of cereal spikes, usually form in excess and subsequently abort during development; increased spikelet survival is linked to increased numbers of grains per spike. Therefore, reducing spikelet mortality is an intriguing approach to improve grain yield.\nIn barley, the number of spikelets per spike at the awn primordium (AP) stage represents the maximum yield potential per spike. After the AP stage, significant spikelet mortality results in fewer grains per spike. Our previous results clearly indicated that spikelet survival in barley is highly genetically controlled (broad-sense heritability >0.80) and that the period from AP to tipping represents the most critical pre-anthesis phase related to spikelet reduction and grain yield per spike. However, the underlying genetic and molecular\ndeterminants of spikelet survival remain to be discovered. I therefore propose this ambitious research program with an emphasis on using available genetic resources.\nOur specific aims during the LUSH SPIKE project are to: (i) discover quantitative trait loci (QTL) for spikelet survival and grain number per spike and validate these QTL in bi-parental doubled-haploid mapping populations, (ii) isolate and functionally characterize Mendelized QTL using a map-based approach, (iii) reveal gene regulatory networks determining spikelet survival during the critical spike growth period from AP to heading, and (iv) elucidate spatio-temporal patterns of metabolite and phytohormone distributions in spike and spikelet sections during the critical growth period, using mass spectrometric imaging. \nThe results we obtain will advance our understanding of how to improve yields of cereal crops.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "LEIBNIZ - INSTITUT FUER PFLANZENGENETIK UND KULTURPFLANZENFORSCHUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999483442": {
            "orgId": "999483442",
            "orgName": "LEIBNIZ - INSTITUT FUER PFLANZENGENETIK UND KULTURPFLANZENFORSCHUNG",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}