{
    "rcn": "204436",
    "acronym": "DigitalMemories",
    "topics": "ERC-StG-2015",
    "title": "We are all Ayotzinapa: The role of Digital Media in the Shaping of Transnational Memories on Disappearance",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "The project seeks to study the role of digital media in the shaping of transnational memories on disappearance. It investigates a novel case that is in process of shaping: the disappearance of 43 students in Mexico in September 2014. The role of the new media in getting citizensí attention and in marking a ìturning pointî was crucial to the upsurge of a counter-movement against the Mexican government and qualifies the event as significant for the transnational arena.\nThe groundbreaking aspect of the project consists in proposing a double approach:\n\n a) a theoretical approach in which ìdisappearanceî is considered as a particular crime that becomes a model for analyzing digital memory. Disappearance is a technology that produces a subject with a new ontological status: the disappeared are non-beings, because they are neither alive nor dead. This ontological status transgresses the clear boundaries separating life and death, past, present and future, materiality and immateriality, personal and collective spheres. ìDigital memoryî, i.e. a memory mediated by digital technology, is also determined by the transgression of the boundaries of given categories\n\n b) a multidisciplinary approach situating Mexico¥s case in a long transnational history of disappearance in the Hispanic World, including Argentina and Spain. This longer history seeks to compare disappearance as a mnemonic object developed in the global sphere ñin social network sites as blogs, Facebook, Twitter and YouTubeñ in Mexico and the social performances and artistic representations ñliterature, photo exhibitions, and filmsñ developed in Spain and Argentina. \nThe Mexican case represents a paradigm for the redefinition of the relationship between media and memory. The main output of the project will consist in constructing a theoretical model for analyzing digital mnemonic objects in the rise of networked social movements with a transnational scope.",
    "totalCost": "1444125",
    "ecMaxContribution": "1444125",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1444125
        }
    },
    "calculatedTotalContribution": 1444125
}