{
    "rcn": "204407",
    "acronym": "TRANSAFELOAD",
    "topics": "SMEInst-10-2016-2017",
    "title": "TRANSAFELOAD: Testing the real behaviour of packaged loads during transport",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "Pallets are the standard unit for load and transport since they enable efficient handling and storage of goods. Merchandise is placed on a standardized structure (pallet) and wrapped with film to ensure rigidity and stability of goods during shipping. Currently, optimizing the packaging of pallets is a delicate issue: over-packaging leads to extra costs (around 30% extra material is user to ensure the packaging integrity during transport) while defective packaging induce safety hazards and economic losses valued at Ä 50000 million/year worldwide.\nThe European concern about safety during transportation of goods is reflected in the 2014/47/EU directive, which will oblige all the agents involved during the freight shipping including the load packagers) to take responsibilities on security matters by 2017. Transafeload is the first solution able to simulate the real behaviour of packaged loads up to 2 Ton during transport enabling optimizing packaging costs and ensuring safety issues related to directive.: Transafeload is the first European testing equipment able to simulate the real effect of vibrations, drops and lateral forces on packaging during transportation. Our testing equipment is able to: a) Reproduce the real vibrations experienced by packaging during transport thanks to a patented pitch and roll mechanism B) Assess the effect of horizontal accelerations/decelerations and impact according to all the current worldwide standards, C) Testing drop resistance in an accurate way for heavy loads. Transafeload provides goodsí manufacturers with a tool for reducing losses of goods due to defective packaging as well as reducing the amount of packaging material used and increasing safety during cargo shipment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SAFE LOAD TESTING TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920616622": {
            "orgId": "920616622",
            "orgName": "SAFE LOAD TESTING TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}