{
    "rcn": "204491",
    "acronym": "PROTEGO",
    "topics": "ERC-ADG-2015",
    "title": "Procedural Tools for Effective Governance (PROTEGO) Patterns, Outcomes and Policy DesignProcedural Tools for Effective Growth: Patterns, Outcomes and policy Design",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "PROTEGO arises out of a fundamental claim: procedural regulatory instruments have causal effects on the performance of political systems because they trigger accountability towards different stakeholders. The mix of policy instruments may be functional or dysfunctional, depending on how accountability mechanisms are combined. This project provides a theoretical rationale to capture the accountability effects by adopting an extension of delegation theory that considers multiple stakeholders. The theoretical framework will allow us to identify the key social mechanisms that make bureaucracies internalize the preferences of accountees. We will test the observable implications of the framework on outcomes that are crucial to the performance of political systems, such as trust in government, ease of business, control of corruption, sustainability. Empirically, we will collect, validate and analyze original data across the EU and its 28 Member States for the period 2000-2015, distinguishing between instruments that cover central departmental activity and independent regulatory agencies. The new dataset will cover administrative procedure acts, freedom of information, notice and comment, judicial review, impact assessment, environmental appraisal, and non-financial instruments for public spending accountability. These are the procedural instruments that enfranchise accountees. The bivariate relationship between a single instrument and outcomes explains little ñ because itís the overall ecology or mix of instruments that produces causal effects. These ecologies combine in different sequences and paths associated with the outcome. Hence we will draw on a suitable methodological approach - Qualitative Comparative Analysis (QCA). Causality and diffusion across time will be also explored via event-history analysis and principal component analysis. PROTEGO will contribute to theories of regulation and accountability, and provide a robust operational model of data and analysis.",
    "totalCost": "1792778",
    "ecMaxContribution": "1792778",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DI MILANO",
    "participantCountries": "IT",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 1704092
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 88686
        }
    },
    "calculatedTotalContribution": 1792778
}