{
    "rcn": "204498",
    "acronym": "Totipotency",
    "topics": "ERC-ADG-2015",
    "title": "Transcriptional and Epigenetic Regulation of Totipotency in Mouse Early Embryos.",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "In mammals, fusion of two highly differentiated gametes gives rise to a totipotent zygote capable of developing into a whole organism. It coincides with translation and degradation of maternally provided transcripts, initiation of global transcription called zygotic genome activation (ZGA), and ìepigenetic reprogrammingî of germline chromatin states into an embryonic state. The molecular mechanisms underlying this exquisite reprogramming of cell fate are barely understood. \n\nThis research program has the ambitious goal to identify and characterize in a comprehensive way the transcription factors and chromatin regulators which initiate and regulate ZGA in a parental specific manner in early mouse embryos. We will utilize novel and highly sensitive genomic approaches to measure nascent transcription and determine open and modified chromatin landscapes in oocytes and early embryos, wild-type and conditionally deficient for major epigenetic modifiers. We will apply computational approaches to identify candidate TFs and histone modifiers controlling ZGA. We will use molecular and developmental biology approaches, combined with sensitive quantitative live-imaging, to interrogate the function of TFs and their binding sites for ZGA.\n\nWe will further investigate the significance of possible paternal inheritance of nucleosomes at CpG islands for gene regulation during ZGA and later development by depleting nucleosomes from mature sperm by using sophisticated conditional deficiency and gain-of-function mouse models. By transferring nuclei of immature spermatid and mature sperm into oocytes, we will interrogate the relevance of nucleosome eviction during spermatogenesis, as a possibly truly epigenetic reprogramming process, for defining embryonic competence. \n\nERC funding would represent a crucial contribution to dissecting the molecular mechanisms underlying acquisition of totipotency in mouse embryos and may impact on the use of Assisted Reproductive Technologies in human med",
    "totalCost": "2859560",
    "ecMaxContribution": "2859560",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 2859560
        }
    },
    "calculatedTotalContribution": 2859560
}