{
    "rcn": "204422",
    "acronym": "LAURA",
    "topics": "SMEInst-07-2016-2017",
    "title": "Efficient photobioreactor for the production of algae-based chemical resources",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "The overall goal of Cleantech Innovations (CTI) is the upscaling of an innovative photobioreactor (a reactor to grow algae), that exceeds current alternatives on both efficiency and cost of operation, providing a competitive alternative to produce high-end bio-based components for the food industry. By optimizing the light exposure and liquid flow rate, the technologyís efficiency is expected to double its efficiency compared to current solutions.\n\nCompeting companies producing algae are encountering issues in using the wrong technologies, and producing the wrong output (wrong market). CTIís revolutionary LAURA platform has proven a solution to the technical and operational disadvantages that are encountered in current production setups, whilst focussing on high value, high margin output products, i.e. for the food and pharma industries.\n\nThe companyís goal is to offer a commercially viable reactor that can (competitively) grow algae, which can be used as a sustainable resource in the production of valuable, natural ingredients, specifically targeting the production of i.e. special proteins, omega-3 and omega-6 fatty acids, pigments, anti-oxidants, flavour enhancers, and precursors for medicines. \n\nThe objective for this Phase 1 feasibility study is to assess an EU roll-out plan and business plan determining for what specific end-products the LAURA platform should be launched for optimal scale-up..",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CLEANTECH INNOVATIONS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920973194": {
            "orgId": "920973194",
            "orgName": "CLEANTECH INNOVATIONS BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}