{
    "rcn": "204427",
    "acronym": "SOSLeM",
    "topics": "FCH-02.6-2015",
    "title": "Solid Oxide Stack Lean Manufacturing",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "The proposed SOSLeM project will contribute to the call objectives by improving production processes as well as developing and applying novel manufacturing technologies for FC stacks. The improvements proposed by the project will sum up to a reduction of manufacturing costs of about 70%, leading to decreased capital cost of about 2.500 Ä/kW. \nBesides these outstanding economical and technical improvements, production material will be spared and environmental benefits will be realized. Specifically, the project will: \n- Develop new and optimized processes for cassettes production, by avoidance brushing of cassettes, improved sealing adhesion on cassettes, automation of welding, lean manufacturing processes and anode contact layer laser welding,\n- Improve stack preparation, by advanced glass curing and stack conditioning and improved gas stations, \n- Enable environmental benefits by Cu-based instead of Co-based powder and evaluation of On-site Nickel removal from waste water\n- Reduce production time and costs and improve flexibility, by large furnace arrangement, introduction of a multi-stack production station, examination of substituting Co-based powder by Cu-based power, \nExamination of partially substituting Co-based powder by enamel coating and simultaneous sintering.",
    "totalCost": "2944176,25",
    "ecMaxContribution": "1994301,25",
    "coordinator": "SOLIDPOWER SPA",
    "coordinatorCountry": "IT",
    "participants": "GREENLIGHT INNOVATION GMBH;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;Athena S.p.a;AVL LIST GMBH;HTceramix SA",
    "participantCountries": "DE;CH;IT;AT",
    "projectParticipants": {
        "937369395": {
            "orgId": "937369395",
            "orgName": "Athena S.p.a",
            "ecContrib": 771668
        },
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 403500
        },
        "924083887": {
            "orgId": "924083887",
            "orgName": "GREENLIGHT INNOVATION GMBH",
            "ecContrib": 214759
        },
        "997365641": {
            "orgId": "997365641",
            "orgName": "HTceramix SA",
            "ecContrib": 0
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 0
        },
        "973618489": {
            "orgId": "973618489",
            "orgName": "SOLIDPOWER SPA",
            "ecContrib": 604375
        }
    },
    "calculatedTotalContribution": 1994302
}