{
    "rcn": "204453",
    "acronym": "COTCA",
    "topics": "ERC-CoG-2015",
    "title": "Cultures of Occupation in Twentieth-century Asia",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "How has foreign occupation shaped culture? What has been the lasting cultural legacy of foreign occupation in those societies where it represented the usual state of affairs for much of the modern era? These are key questions which, in light of ongoing cases of occupation around the world, remain crucial in the 21st century. Cultures of Occupation in Twentieth-century Asia (COTCA) will answer these questions by analysing how occupation?be it under colonial, wartime or Cold War powers?gave rise to unique visual, auditory and spatial regimes in East and Southeast Asia. The core objective of this important project is to produce a paradigm shift in the study of occupation, and to challenge the 'collaboration'/'resistance' dichotomy which has defined the field thus far. It will adopt a transnational, intertextual and comparative approach to the study of cultural expression produced under occupation from the 1930s to the 1970s. It will also break new methodological ground by drawing on and contributing to recent developments in visual, auditory and spatial history as a means of highlighting intersections and cultural convergences across different types of occupation. By doing so, COTCA will, for the first time, determine what occupation looked, sounded and felt like in twentieth-century Asia. The COTCA team will consist of the PI, 2 postdoctoral researchers and 3 PhD students, and will run along 3 streams: (i) Representations of occupation; (ii) sounds of occupation; and (iii) spaces of occupation. Case studies based on hitherto rarely examined examples will be undertaken in each stream. These include: A visual history of Japanese-occupied China; soundscapes of the US naval bases in the Philippines; and, spaces of occupation in late-colonial Malaya. COTCA will also build a Digital Archive which will enable researchers to trace the development of narratives, tropes and motifs common to 'occupation' cultural expression in Asia across national and temporal borders.",
    "totalCost": "1885268",
    "ecMaxContribution": "1885268",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 1885268
        }
    },
    "calculatedTotalContribution": 1885268
}