{
    "rcn": "204444",
    "acronym": "SYNAPLAST MR",
    "topics": "ERC-StG-2015",
    "title": "Imaging synaptic plasticity by ultra-high field magnetic resonance spectroscopy in health and psychiatric disease",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "A large number of psychiatric disorders (major and bipolar depression (MDD / BD), schizophrenia, obsessive-compulsive disorder (OCD), addiction, anxiety, attention deficit hyperactivity syndrome (ADHS), posttraumatic stress disorder (PTSD), autism) lack objective criteria for primary diagnosis, early differential diagnosis with regard to subtypes in treatment response and disease progression or effective therapy monitoring. Hence, the search for relevant biomarkers is of high importance. This proposal suggests the development of novel methodology for highly spatially and temporally resolved imaging of disease effects on neurotransmission, membrane processes related to synaptic plasticity and brain energy metabolism in psychiatric disorders and the acute and chronic impact of related pharmacological treatment in the human brain. To that, the advantages of a unique 9.4 T whole body human magnetic resonance imaging (MRI) system for 1H, 31P and 13C magnetic resonance spectroscopic imaging shall be exploited. Highly innovative enabling MRI technology including parallel transmission, very high order B0 shimming, a real time field stabilization and motion correction approach along with the principles of advanced encoding and non-Fourier image reconstruction shall ensure high data quality. Next to obtaining 20 novel image contrasts based on steady state metabolite concentrations, the ultimate goal of the proposed research is to enable functional spectroscopic imaging in the entire human brain in order to investigate adaptation of neurotransmission and brain metabolism to environmental stimuli as well as the impact of acute pharmacological intervention. Finally, the spatially and temporally resolved metabolic imaging technology shall be used for investigation of patients with major depressive disorder to reveal novel biomarkers relevant for diagnostics and patient stratification.",
    "totalCost": "1505000",
    "ecMaxContribution": "1505000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1505000
        }
    },
    "calculatedTotalContribution": 1505000
}