{
    "rcn": "204466",
    "acronym": "CorPain",
    "topics": "ERC-CoG-2015",
    "title": "Dissection of a cortical microcircuit for the processing of pain affect",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "It is a fundamental but still elusive question how nociceptive processing is performed in neuronal networks in the cortex for the conscious experience of pain.\n\nThe objective of this project is to identify and characterize the cortical microcircuits in the anterior cingulate cortex (ACC) that are involved in pain processing with cellular resolution. The ACC is essential for evaluating the emotional/affective component of pain. Our research will investigate the elusive question if a dedicated pain circuit exists in the ACC. We will dissect the detailed structure and connectivity of this pain circuit and investigate how it generates affective behavioural responses related to pain.   \n\nAt the core of this project, we will characterize the neuronal networks in the ACC that are engaged in the processing of noxious stimuli. It will be highly interesting to determine the neuronal dynamics in the ACC during nociception and in chronic pain conditions on the cellular and network level. Furthermore, we will elucidate the downstream targets that are influenced by the pain circuits in the ACC to generate the appropriate behavioural responses.\n\nThese aims will be achieved by a combination of electrophysiology, 2-photon Ca2\\ imaging and pharmaco- and opto-genetic approaches both in vivo and in vitro and behavioural testing of pain affect in mice.\n\nThis project will give a comprehensive picture of how a cortical microcircuit processes afferent noxious stimuli to generate an affective behavioural response. This study will give important insight into the fundamental question of cortical information processing and it is highly relevant to understand pain processing and the changes in the network dynamics that manifest the transition to chronic pain.  Eventually this might contribute to the development of novel treatment strategies for this pathological condition.",
    "totalCost": "1928125",
    "ecMaxContribution": "1928125",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}