{
    "rcn": "204418",
    "acronym": "NIRWOOD",
    "topics": "SMEInst-10-2016-2017",
    "title": "Fast, Accurate, Low Cost and Hand Held NIR Technology to Ascertain Wood Origin and Quality during Logistic Operations",
    "startDate": "01/06/2016",
    "endDate": "31/08/2016",
    "objective": "Roundwood production in the EU-28 reach 425 million m≥ (Eurostat 2013), which make Europe the largest producer within the G20. In addition to this internal production, Europe imports 4.8 billion Ä of timber and other wood products from outside the EU. All this raw material has to be transported. \nLogistics operations and its traceability assurance are a mayor point of weakness for the European Woodworking companies because, once the timber is harvested and loaded, only experts can differentiate some species from other while its origin can only be stablished with complex laboratory analysis. This implies two mayor challenges: fakes and illegal logging, which cannot be solved with current available solutions and cause penalties, claims, bad image or even the immediate suspension of authorization to trade. \nGEAFORESTAL is a Spanish Company operating on the Consultancy forestry sector specialised in engineering and natural environment. We are experts on sustainability, wood traceability certification Systems and international timber trade and we will overcome these challenges putting in the market NIRWOOD: the first commercial system based in Near-infrared Technology (NIR) to identify timber species quality and its origin. NIRWOOD can be used by producers (pre-delivery checks) and customers (reception control) and by Authorities in their control function. \nOur objectibe is to be the first company to put in the market a simple, accurate, fast, global and cheap solution to identify roundwood and sawnwood.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GESTION FORESTAL RESPONSABLE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924146258": {
            "orgId": "924146258",
            "orgName": "GESTION FORESTAL RESPONSABLE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}