{
    "rcn": "204482",
    "acronym": "pocL-CI",
    "topics": "ERC-PoC-2015",
    "title": "A lab-on-chip platform for blood cell counting and identification at the point-of-care",
    "startDate": "01/07/2016",
    "endDate": "31/12/2017",
    "objective": "Blood cell counting/identification is the most powerful and widespread approach throughout the world for assessing an individualís health status. The diagnosis and monitoring of an infection (e.g. HIV, malaria, bacterial infection), the monitor of a chemotherapy outcome (e.g. in cancer patients) or even the diagnosis of rare diseases (e.g. sickle cell disease, non-Hodgkin lymphomas), relies on analysing the number and/or the morphology of different types of blood cells.  Here, we aim to validate a portable, single-cell counting/identification platform that can be used to diagnose and monitor diseases at the point-of-care. The platform consists of a low-cost, handheld, battery-operated, scanner and a disposable microfluidic biochip. The underlying technology, termed ëLabel-free Cell Identification (L-CI) technologyí, is based on the integration of novel, microfabricated components that enable to simultaneously image and count thousands of cells at high spatial resolution. If successfully commercialized, the L-CI platform will be the first medical instrument to perform a blood cell counting test by the end user at home, in few minutes. The potential is enormous as the L-CI platform will replace millions of blood cell tests that routinely performed by trained personnel in clinics and hospitals in the developed world but it will also make blood cell tests available in the developing wold.",
    "totalCost": "148250",
    "ecMaxContribution": "148250",
    "coordinator": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 148250
        }
    },
    "calculatedTotalContribution": 148250
}