{
    "rcn": "204454",
    "acronym": "IsoMS",
    "topics": "ERC-CoG-2015",
    "title": "Mass Spectrometry of Isomeric Ions",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Mass spectrometry (MS) in combination with electrospray ionization (ESI) is one of the principal tools currently used to gain insight into newly developed catalytic reactions. It is used to identify key reaction intermediates and to study their structure and reactivity. This proposal is based on the combination of modern MS approaches with novel experiments in a unique cryo-trapping instrument. This combination allows the study of short-lived ionic species that cannot be studied by other known methods. Our distinguishing feature is the in situ helium-tagging of ions, which allows us to record their infrared spectra via a pre-dissociation technique. Here, we will go beyond this state-of-the-art approach in two directions:\n(1) The unparalleled advantage of ESI-MS is its high sensitivity to low-abundant and reactive species. The pertinent question at the heart of all reaction mechanism investigations via MS is how the ions found in the gas-phase relate to the condensed-phase reaction. We will address this question using ìDelayed Reactant Labellingî, which will directly link condensed phase kinetics to the abundance of isolated gaseous ions. \n(2) We will take advantage of long storage times in our cryogenic linear quadrupole trap and expand the portfolio of the methods available to address mixtures of ions with the same mass. Isobaric mixtures are resolved in MS by differences in ion mobilities, i.e. the ions are separated by their mass-to-charge ratios and by their shapes. We will perform ion mobility separation directly in the trap by excitation of the ion secular motion using a resonant dipolar electric field. Further, we will combine cryo-trapping experiments with the probing or modifying of the stored ions by reactive collisions with neutral molecules. The mobility experiments and the reactivity probing will be routinely combined with spectroscopic experiments.",
    "totalCost": "1612500",
    "ecMaxContribution": "1612500",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "UNIVERZITA KARLOVA",
    "participantCountries": "CZ",
    "projectParticipants": {
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 429730
        }
    },
    "calculatedTotalContribution": 429730
}