{
    "rcn": "204458",
    "acronym": "T-Rex",
    "topics": "ERC-CoG-2015",
    "title": "Clathrin-mediated endocytosis in plants: mechanistic insight into the TPLATE REcycling compleX and its interplay with AP-2",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Cells communicate with the outside world through proteins anchored in their plasma membrane and hereto constantly adjust their plasma membrane (PM) proteome. In this adjustment process, removing proteins from the PM mainly occurs through clathrin-mediated endocytosis (CME). Mechanistically however, this process remains poorly understood in plants.\n\nA recent study from my group has shown that, in contrast to other model systems, plant CME involves two early endocytic adaptor protein complexes: the evolutionary conserved Adaptor Protein 2 complex (AP-2) and the newly identified TPLATE complex (TPC). In the same study, we also show that both complexes have overlapping but also independent functions in driving CME in plants, implying that plants use additional ways to recognize membrane proteins (cargo) for internalization.\nIn this project I will use an integrative approach to unravel the early steps of CME in plants. Specifically, I will address the following biological questions:\n\n- Is the evolutionary retention of the TPC in plants causal to specific cargo recognition? (WP1)\n- What are the spatio-temporal dynamics of TPC and CME effectors at the plasma membrane? (WP2)\n- How does acute removal of TPC subunits affect complex recruitment and CME? (WP3) \n- How is the TPC organized at the structural level? (WP4)\n- Which interactions occur and can we couple subunit/domain structures to functionality? (WP5)\n\nTo answer these questions, I will combine state-of-the art proteomics with highly dynamic multi-color live cell imaging and structural biology. \n\nThe overall objective is to gain a deep mechanistic insight into the developmentally essential process of CME in plants. This will enable me to specifically specifically modulate the abundance of plasma membrane proteins involved in nutrient uptake, toxin avoidance, cell wall formation and hormone and defence responses. Understanding TPC-dependent CME will also provide insight into evolutionary aspects of endocytosis.",
    "totalCost": "1998813",
    "ecMaxContribution": "1998813",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 1998813
        }
    },
    "calculatedTotalContribution": 1998813
}