{
    "rcn": "204434",
    "acronym": "STATE",
    "topics": "ERC-StG-2015",
    "title": "Lordship and the Rise of States in Western Europe, 1300-1600",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "This project pursues a new interpretation of state formation in Western Europe between 1300 and 1600. This period is considered as the key phase in the genesis of the modern state, as various polities now centralized fiscal and military resources under their command. While there is debate whether this was primarily a top-down process carried by princes, or a bottom-up process carried by popular representation, scholars agree that state building was exclusively a process of centralization. This assumption must be questioned, as recent studies have raised awkward questions that cannot be answered by the current paradigm. \n    The research hypothesis is that the emerging states of Western Europe could only acquire sufficient support among established elites if they also decentralized much of their legal authority through a process in which princes created a growing number of privately owned seigneuries as ìstates-within-statesî for the benefit of elites who in return contributed to state building. This project will study the interplay between states and seigneurial elites in five regions ñ Flanders, Guelders, Normandy, Languedoc and Warwickshire ñ to test whether fiscal and military centralization was facilitated by a progressively confederal organization of government. Together, the case studies cover four key variables that shaped the relations between princes and power elites in different combinations all over Europe. It concerns different trajectories in 1) state formation, 2) urbanization, 3) the socio-economic organization of rural society and 4) ideological dissent. As a result, the comparisons between the case studies will yield an analytical framework to chart and to explain path-dependency. \n    The project will put the social history of power in Western Europe on a new, improved footing and provide the methodological innovation that is necessary to integrate the political history of Western Europe between1300-1600 with that of Central- and Eastern Europe.",
    "totalCost": "1496875",
    "ecMaxContribution": "1496875",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1496875
        }
    },
    "calculatedTotalContribution": 1496875
}