{
    "rcn": "204468",
    "acronym": "HepatoMetaboPath",
    "topics": "ERC-CoG-2015",
    "title": "Cellular and molecular mechanisms of metabolic immune activation triggering non-alcoholic steatohepatitis (NASH) and HCC",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Overweight and metabolic syndrome are reaching pandemic dimensions in industrialized countries and are rising in developing countries. Clinically these diseases can manifest in non-alcoholic fatty liver disease (NAFLD), the most frequent liver disease world-wide. A significant number of NAFLD patients develop non-alcoholic steatohepatitis (NASH), fibrosis and hepatocellular carcinoma (HCC), making NASH-driven HCC the most rapidly increasing cancer in the USA, with a similar trend in Europe. While HCC is the second most common cause of cancer related death, the mechanisms triggering NASH and subsequent HCC are poorly understood and efficacious therapies are lacking. My group has strong expertise in inflammation-driven HCC (e.g. by Hepatitis B, C viruses). Recently, we have established a mouse model of NASH-driven HCC recapitulating human pathology in the context of metabolic syndrome. We demonstrated for the first time that CD8\\ T- and natural killer T (NKT)-cells become activated during metabolic syndrome, cross-talk with hepatocytes and alter hepatic lipid metabolism causing NASH and HCC. We found an identical profile of CD8\\T and NKT-cell activation in human NASH underlining the clinical relevance of our model. As the mechanisms of immune cell activation in NASH and transition to HCC remain unknown, this research proposal aims to (1) Identify the priming cell types in metabolic CD8\\ T-, NKT-cell activation and the molecular mechanisms of immune cell-hepatocyte crosstalk. (2) Determine the role of antigen recognition and danger- or pathogen-associated molecular patterns in NASH/HCC. (3) Identify the environmental and genetic determinants of NASH to HCC transition. Our findings will enhance the understanding of NASH and HCC development by identifying the underlying mechanisms of immune cell activation. We will identify genetic changes facilitating NASH to HCC transition and whether metabolic normalization of former NASH patients suffices to significantly reduce HCC.",
    "totalCost": "1995860",
    "ecMaxContribution": "1995860",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 1995860
        }
    },
    "calculatedTotalContribution": 1995860
}