{
    "rcn": "204406",
    "acronym": "TRILO-BWTS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Disruptive and patented microfluidic technology purification for ship ballast water, being maintenancefree, eliminating clogging of filters and providing significant life-cycle cost savings",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "The overall aim of TRILO-BWTS (Ballast Water Treatment System) is to bring to market a system for purification of ship ballast water based on Trilobite Microsystem AS' (TM) patented microfluidic technology for removal of small particles and microorganisms.\n\nMotivation\nThe world's oceans are under threat from invasive marine species transported beyond their natural range and dispersed across the globe by ship ballast water. Ballast is essential for the safe and efficient operation of ships, providing balance and stability when empty of cargo. However, it also poses a serious ecological, economic and health threat. There are literally thousands of species that may be carried in ships' ballast - anything small enough to pass through a ship's ballast water intake pumps - including bacteria, small invertebrates and the eggs, cysts and the larvae of various species, capable of disrupting natural ecological balances across the globe.\n\nSolution\nTRILO-BWTS is based on microfluidic technology, resulting in a cheaper and more efficient system than existing solutions, avoiding clogging of filters and the need for chemicals. The system will be compact and have no moving parts, leading also to more reliable and ëmaintenance freeí operations, providing energy savings and lower life-time costs.\n\nProject outputs\nCommercialization in BWTS is a high risk - high reward action for TM, and as a result we are conducting a Feasibility Study, resulting in a complete Business Plan, taking a into account end-user needs, market analysis, cost assessment (development and subsequent production), IP validation, pilot design and risk assessment - all feeding into our go-to-market strategy.\n\nBusiness opportunity\nThe BWTS market is expected to grow at 21% CAGR until 2023, reaching a total market size of EUR 3 billion, driven by international regulation. We seek to capture market share in this highly attractive market with a patent protected system, providing high performance with low costs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TRILOBITE MICROSYSTEMS AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937632556": {
            "orgId": "937632556",
            "orgName": "TRILOBITE MICROSYSTEMS AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}