{
    "rcn": "204446",
    "acronym": "ABSOLUTESPIN",
    "topics": "ERC-CoG-2015",
    "title": "Absolute Spin Dynamics in Quantum Materials",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "One of the greatest challenges in exploiting the electron spin for information processing is that it is not a conserved quantity like the electron charge. In addition, spin lifetimes are rather short and correspondingly coherence is quickly lost. This challenge culminates in the coherent manipulation and detection of information from a single spin. Except in a few special systems, so far, single spins cannot be manipulated coherently on the atomic scale, while spin coherence times can only be measured on spin ensembles. A new concept is needed for coherence measurements on arbitrary single spins. Here, the principal investigator (PI) will combine a novel time- and spin-resolved low-temperature scanning tunneling microscope (STM) with the concept of pulsed electron paramagnetic resonance. With this unique and innovative setup, he will be able to address long-standing problems, such as relaxation and coherence times of arbitrary single spin systems on the atomic scale as well as individual spin interactions with the immediate surroundings. Spin readout will be realized through the detection of the absolute spin polarization in the tunneling current by a superconducting tip based on the Meservey-Tedrow-Fulde effect, which the PI has recently demonstrated for the first time in STM. For the coherent excitation, a specially designed pulsed GHz light source will be implemented. The goal is to better understand the spin dynamics and coherence times of single spin systems as well as the spin interactions involved in the decay mechanisms. This will have direct impact on the feasibility of quantum spin information processing with single spin systems on different decoupling surfaces and their scalability at the atomic level. A successful demonstration will enhance the detection limit of spins by several orders of magnitude and fill important missing links in the understanding of spin dynamics and quantum computing with single spins.",
    "totalCost": "2469136",
    "ecMaxContribution": "2469136",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2469136
        }
    },
    "calculatedTotalContribution": 2469136
}