{
    "rcn": "204435",
    "acronym": "Born-Immune",
    "topics": "ERC-StG-2015",
    "title": "Shaping of the Human Immune System by Primal Environmental Exposures In the Newborn Child",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Immune systems are highly variable, but the sources of this variation are poorly understood. Genetic variation only explains a minor fraction of this, and we are unable to accurately predict the risk of immune mediated disease or severe infection in any given individual. I recently found that immune cells and proteins in healthy twins vary because of non-heritable influences (infections, vaccines, microbiota etc.), with only minor influences from heritable factors (Brodin, et al, Cell 2015). When and how such environmental influences shape our immune system is now important to understand. Birth represents the most transformational change in environment during the life of any individual. I propose, that environmental influences at birth, and during the first months of life could be particularly influential by imprinting on the regulatory mechanisms forming in the developing immune system. Adaptive changes in immune cell frequencies and functional states induced by early-life exposures could determine both the immune competence of the newborn, but potentially also its long-term trajectory towards immunological health or disease. Here, I propose a study of 1000 newborn children, followed longitudinally during their first 1000 days of life. By monitoring immune profiles and recording many environmental influences, we hope to understand how early life exposures can influence human immune system development. We have established a new assay based on Mass Cytometry and necessary data analysis tools (Brodin, et al, PNAS 2014), to simultaneously monitor the frequencies, phenotypes and functional states of more than 200 blood immune cell populations from only 100 microliters of blood. By monitoring environmental influences at regular follow-up visits, by questionnaires, serum measurements of infection, and gut microbiome sequencing, we aim to provide the most comprehensive analysis to date of immune system development in newborn children.",
    "totalCost": "1422338,77",
    "ecMaxContribution": "1422338,77",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1422339
        }
    },
    "calculatedTotalContribution": 1422339
}