{
    "rcn": "204415",
    "acronym": "SMART BIKING",
    "topics": "SMEInst-10-2016-2017",
    "title": "Safe parking system for bicycles",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "In recent years, population is increasing in urban environments, which is resulting in a change of mobility patterns creating new market opportunities. It is necessary to promote more sustainable forms of transport in the city, and to achieve that, administrations are promoting the use of bicycles.\nThe bicycle is the most efficient mode of transport in urban areas for trips under 8km of distance. For electric bicycles, distance increases above 15km. The use of bicycles as a way of transport has many benefits to society as a whole, environmental benefits, reduce sedentary, improves cardiovascular health, easy-of-use, low cost, etc. In addition, the use of bicycles is widespread throughout the world, all cultures, economic levels, age, gender...\nIn this sense, and according to the EU bicycle policy challenges governments have promoted different strategies to promote their use, such as bike lanes, 30 zones, traffic lights for bicycle, bike sharing systems (conventional and electrical), simple parking, among others, that are resulting in an increase of the use of private bicycle as a mode of transport in cities. \nThis increase creates the need to manage parking on destinations. In this way, users are demanding secure parking due to the high number of bicycle thefts that occur in cities. The promotional campaigns of the bicycle tend to draw attention to the need to protect the bike properly using the anti-theft devices. However, despite these measures, the theft remains the main obstacle for the private use of the bicycle as a mode of transport. Therefore, companies are developing new parking solutions with built-in safety systems to satisfy these needs.\nIn this context and in order to tackle one of the main EU bicycle challenges, VADECITY creates VADEBIKE (product) and SMART BIKING (service), an innovative product and service of bicycle parking: smart, safe, easy-of-use, with high efficiency of the utilization of the space, good cost efficiency and added value for money",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VADECITY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930054916": {
            "orgId": "930054916",
            "orgName": "VADECITY SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}