{
    "rcn": "204437",
    "acronym": "CoupledIceClim",
    "topics": "ERC-StG-2015",
    "title": "Coupled climate and Greenland ice sheet evolution:past, present and future",
    "startDate": "01/06/2016",
    "endDate": "31/05/2021",
    "objective": "The Greenland ice sheet (GrIS) is losing mass at an increasing pace, in response to atmospheric and ocean forcing. The mechanisms leading to the observed mass loss are poorly understood. It is not clear whether the current trends will be sustained into the future, and how they are affected by regional and global climate variability. In addition, the impacts of Greenland deglaciation on the local and global climate are not well known. This project aims to explain the relationship between GrIS surface melt trends and climate variability, to determine the timing and impacts of multi-century deglaciation of Greenland, and to explain the relationship between ongoing and previous deglaciations during the last interglacial and the Holocene. For this purpose, we will use the Community Earth System Model (CESM), the first full-complexity global climate model to include interactive ice sheet flow and a realistic and physical-based simulation of surface mass balance (the difference between surface accumulation and losses from runoff and sublimation).  This tool will include for the first time a large range of temporal and spatial scales of ice sheet-climate interaction in the same model. Previous work has been done with oversimplified and/or uncoupled representations of ice sheet and climate processes, for instance with simplified ocean and/or atmospheric dynamics in Earth System Models of Intermediate Complexity, with fixed topography and prescribed ocean components in Regional Climate Models, or with highly parameterized snow albedo and/or melt schemes in General Circulation Models. This project will provide new insights into the coupling between the GrIS and climate change, will lead widespread integration of ice sheets as a new and indispensable component of complex Earth System Models, and will advance our understanding of present and past climate dynamics.",
    "totalCost": "1677282",
    "ecMaxContribution": "1677282",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1677282
        }
    },
    "calculatedTotalContribution": 1677282
}