{
    "rcn": "204463",
    "acronym": "ISOREE",
    "topics": "ERC-CoG-2015",
    "title": "New insight into the origin of the Earth, its bulk composition and its early evolution",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The main geochemical features of the mantles of terrestrial planets and asteroids can be attributed to differentiation events that occurred during or shortly after the formation of the Solar System. Numerous questions remain regarding the Earthís bulk composition and the most likely scenario for its evolution prior to the last major differentiation event caused by a giant impact leading to the formation of the Moon. The aim of this five-year project is to evaluate the state-of-the-art models of the Earthís early evolution with the following main objectives: (i) Defining precisely the age of the Moonís formation, (ii) Refining the giant impact model and the Earth-Moon relationship, (iii) Dating the successive magmatic ocean stages on Earth, and (iv) Constraining the Earth mantleís composition in terms of rare earth element concentrations. These different questions will be addressed using trace elements, radiogenic isotopic systematics (146Sm-142Nd, 147Sm-143Nd, 138La-138Ce) and stable isotopes. ISOREE is a multi-disciplinary project that combines isotope and trace element geochemistry, experimental geochemistry and spectroscopy. A large number of samples will be analysed, including terrestrial rocks with ages up to 3.8 Ga, chondrites, achondrites and lunar samples. \n\nThis proposal will provide the tools to tackle a vast topic from various angles, using new methodologies and instrumentation and promoting innovation and creativity in European research. This research program is essential to further constrain the major events that occurred very early on in the Earthís history, such as the Earthís cooling, its crustal growth, the surface conditions and development of potential habitats for life.",
    "totalCost": "2200000",
    "ecMaxContribution": "2200000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2200000
        }
    },
    "calculatedTotalContribution": 2200000
}