{
    "rcn": "204421",
    "acronym": "CarbonOrO",
    "topics": "SMEInst-09-2016-2017",
    "title": "CarbonOrO",
    "startDate": "01/05/2016",
    "endDate": "30/09/2016",
    "objective": "Countries all over the world are trying to move towards a low-carbon economy, by cutting on CO2 production or CO2 emission. At the same time the digestion of biomass into biogas is developing all over Europe. This also gives huge amounts of CO2. Solutions to curb the amount of carbon dioxide (CO2) and mitigate climate change caused by burning fossil fuels and producing biogas are:\n- By capturing carbon dioxide out of the raw biogas and reuse the  CO2 in greenhouses\n- by capturing CO2 at big emitting installations and by storing it permanently underground in geological formations or depleted oil and gas fields.\n\nCarbonOrO-technology\nCarbonOrO has developed an innovative low energy technology to capture CO2 from gasses. This technology is energy efficient (low desorber temperature) and highly cost efficient as it runs on (low-cost or zero-cost) waste heat. Energy savings are 10-25% and costs savings up to 50% in comparison with existing carbon capture technologies.\n\nCurrent applications are in improving biogas quality and in the production of CO2. Future use may include the capture of CO2 from flue gasses at e.g. power plant and steel mills, followed by underground storage, in order to mitigate climate change caused by burning fossil fuels. \n\nCarbonOrO is looking to expand its business internationally and therefore will explore the EU-market for carbon capture. Specific objectives in this H2020-SMEINT Phase 1 feasibility study are:\n- Explore at least 5 (up to 10) promising business cases for the CarbonOrO technology;\n- Evaluate the required specifications and characteristics of these applications with potential partners and clients;\n- Elaborate on a detailed business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CARBONORO B.V.",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923937708": {
            "orgId": "923937708",
            "orgName": "CARBONORO B.V.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}