{
    "rcn": "204495",
    "acronym": "Smartphon",
    "topics": "ERC-ADG-2015",
    "title": "Small - and nano - scale soft phononics",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Colloid and polymer science allows the engineering of acoustic and optical material functionalities of hierarchical structures on various length scales commensurate with and well below the characteristic length scales of phonons and photons. Periodic structures act as both hypersonic phononic and visible light photonic crystals (phoxonics). We recently extended the decade-old field to hypersonic phononics. Many important questions in this young field are just being raised and require new conceptual and technical approaches to address them.\nPowerful synthesis and assembly methods are able to create novel structures to host unconventional properties of flexibility and multi-functionality, locally resonant hypersonic soft metamaterials and topological phononic insulators. To complement our best world-wide Brillouin spectroscopy for retrieving the dispersion relations in transparent structures, two new experimental techniques based on laser-induced high frequency phonons and tapered fiber optomechanics will be implemented to engineer strong wave-matter interactions. Band structure calculations will be used as tools to model and predict the acoustic wave propagation in composite structures of varying symmetry, architecture and topology of the building components. Our novel approach, together with intricate methods of processing such materials at a large scale, shows the outline of the emerging field of polymer-and colloid-based phononics. \nPromising applications range from tunable responsive filters and one way phonon waveguides to compact acousto-optic devices and sensors and from hypersonic imaging to materials and devices, which allow for directed heat flow and recovery. To access such fundamental concepts a detailed understanding of phonon propagation in nanostructured media is a precondition. This proposal ensures that we will hear much more about currently unknown and unexpected properties and functions of soft phononics and will open up many new lines of research.",
    "totalCost": "2181250",
    "ecMaxContribution": "2181250",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2181250
        }
    },
    "calculatedTotalContribution": 2181250
}