{
    "rcn": "204439",
    "acronym": "ResolutioNet",
    "topics": "ERC-StG-2015",
    "title": "Resolving the Tussle in the Internet: Mapping, Architecture, and Policy Making",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "The Internet has revolutionalized the way people and corporations communicate, publish, access, and search for information. As our globally-connected digital civilization increasingly relies on its smooth operation any disruption has a direct negative impact on both the economy and society. However, the Internet was not designed to serve its current role nor was foreseen to be a public good. On the contrary, it was designed to be fully decentralized and thus administrated by the owners of independent networks. Today, the various Internet players have diverse and often conflicting objectives. Indeed, the tussle between Internet players or between them and governments hit the news and the negative externalities affect the life of potentially billions of Internet users worldwide and harm innovation in the Internet.\n\nWe propose a research agenda to resolve the tussle in the Internet. First, we propose the use of sophisticated techniques to collect and analyze massive network data to unveil the complex interactions among the various Internet players that lead to disputes and to identify the conditions under which conditions a resolution is possible. Second, we utilize additional degrees of freedom to resolve the tussle in the Internet by enabling coordination of the various Internet players. To this end, we introduce expressiveness of all the involved parties in existing and emerging protocols and enable agile deployment of third-party services and applications inside operational networks. Third, we contribute to the Internet policy making debate by providing an unbiased view of the state and health of the Internet as well as providing recommendations on how to resolve the Internet tussle. This is an interdisciplinary effort to foster a dialogue for Internet's future and sustainability in light of its ever-increasing growth and competitiveness.",
    "totalCost": "1499875",
    "ecMaxContribution": "1499875",
    "coordinator": "TECHNISCHE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 1499875
        }
    },
    "calculatedTotalContribution": 1499875
}