{
    "rcn": "204404",
    "acronym": "CUBETTO",
    "topics": "SMEInst-13-2016-2017",
    "title": "New CUBic shElter concepT TO foster living responses",
    "startDate": "01/05/2016",
    "endDate": "30/09/2016",
    "objective": "The Cubetto project aims to standardize and offer the first comprehensive bottom-up answer to displaced people living needs, being the first construction model of a shelter made of concrete materials that guarantees: full construction with human and material resources found locally; easy installation, removal and repositioning of all modules (concrete panels, SPF and bent plate structure); highest level of security; energy efficiency and environmental resilience.\nCUBETTO will impact the urgent emergency problems in EU's border areas,  as it's the first process and technologies based solution to provide a shelter that is more a home than a bed, giving a complete European response to practical, psychological and social problems of the global housing needs affecting people living in conflict zones, migration routes, crowded urban and poor rural areas.\nFirst results achieved with our tested construction model (awarded in European contest of housing solutions) and the endorsement of companies interested in our building concept, brought us target the sector in which the housing need is higher and imperative.\nA first recognition of global market opportunities (worth to 4 billion in the next five years) and the overall definition of our shelter model features, have allowed us to roughly evaluate the investment needed (Ä 1.25 million) and first deployment projections based on our capabilities, to estimate an overall ROI of 3.32 in the fifth year.\nIn this phase the objective is to assess how to improve the building organization method to standardize the  intervention in post-emergency contexts and in crowded urban areas, considering different scenarios for materials use, supply and works streamlining; on the other side we aim to analyze the problematic circumstances in their practical and social components, the intervention procedures and exploitation channels in each environment, along with the precise esteem of economic and financial profitability of the business model.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECOBUILDING SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920748542": {
            "orgId": "920748542",
            "orgName": "ECOBUILDING SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}