{
    "rcn": "204475",
    "acronym": "SUPERBIO",
    "topics": "INNOSUP-1-2015",
    "title": "SUpport and PartnERship for the development of multiple sustainable and market ready value chains in the BIObased economy",
    "startDate": "01/06/2016",
    "endDate": "30/11/2018",
    "objective": "SUPERBIO focuses on the biobased economy. This emerging economy relies on the use of biomass (e.g. plants, waste) as renewable raw material for the production of new or existing products. The technologies used are a combination of biochemistry, biotechnology, chemistry and processing technology. The cluster coordinating SUPERBIO (GBEV) has already more than 3 yearsí experience in building new biobased economy value chains at regional level and is active in European projects aimed at supporting SMEs to bring innovations to the market. The consortium consists of three cluster organisations specialised in the biobased economy from regions with synergetic smart specialisations, 4 highly skilled and experienced SME intermediates considered as important opinion makers in the biobased economy and 2 cross-sectorial SMEs regarded as specialists in their respective activities. The biobased economy goes along at least 19 different industrial sectors. The project aims at constructing and validating new value chains providing the SMEs in the new value chains the tools to convince investors to contribute to building new emerging industries or to generate improved processes or products. SUPERBIO will create a comprehensive open collaboration space based on the combined network of all partners, an idea validation procedure and a complementary innovation support program. Specifically, we expect to identify 10 validated value chains. With an average of 3 SMEs per value chain, this would result in providing support to about 30 SMEs or 10 SME groups. Our approach ensures the validation of sustainable and commercially viable value chains. The output of this project will lead to the implementation of new value chains, the production of drop-in chemicals and products  the production of new chemicals and products with improved features and can lead to investments in dedicated industrial production sites.",
    "totalCost": "3638272,68",
    "ecMaxContribution": "3338481,5",
    "coordinator": "FLANDERS BIOBASED VALLEY",
    "coordinatorCountry": "BE",
    "participants": "The National Non-Food Crops Centre;GILL JENNINGS & EVERY LLP;BCNP CONSULTANTS GMBH;NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH;BIO BASE EUROPE PILOT PLANT VZW;PATERGRUS BVBA;POLITECHNIKA LODZKA;FUNDACION CORPORACION TECNOLOGICA DE ANDALUCIA;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "participantCountries": "UK;DE;BE;PL;ES;FR",
    "projectParticipants": {
        "999886671": {
            "orgId": "999886671",
            "orgName": "POLITECHNIKA LODZKA",
            "ecContrib": 100950
        },
        "992649792": {
            "orgId": "992649792",
            "orgName": "The National Non-Food Crops Centre",
            "ecContrib": 379684
        },
        "992622050": {
            "orgId": "992622050",
            "orgName": "NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH",
            "ecContrib": 256148
        },
        "926331086": {
            "orgId": "926331086",
            "orgName": "GILL JENNINGS & EVERY LLP",
            "ecContrib": 104562
        },
        "955940336": {
            "orgId": "955940336",
            "orgName": "FLANDERS BIOBASED VALLEY",
            "ecContrib": 404500
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 403850
        },
        "952902587": {
            "orgId": "952902587",
            "orgName": "FUNDACION CORPORACION TECNOLOGICA DE ANDALUCIA",
            "ecContrib": 233000
        },
        "974628453": {
            "orgId": "974628453",
            "orgName": "PATERGRUS BVBA",
            "ecContrib": 84163
        },
        "986528219": {
            "orgId": "986528219",
            "orgName": "BIO BASE EUROPE PILOT PLANT VZW",
            "ecContrib": 1178250
        },
        "951056289": {
            "orgId": "951056289",
            "orgName": "BCNP CONSULTANTS GMBH",
            "ecContrib": 193375
        }
    },
    "calculatedTotalContribution": 3338482
}