{
    "rcn": "204471",
    "acronym": "EPIFISH",
    "topics": "ERC-CoG-2015",
    "title": "INNOVATIVE EPIGENETIC MARKERS FOR FISH DOMESTICATION",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "Aquaculture is the fastest growing food production sector in the world, since there is an increasing demand for fish protein to feed a growing global population, which cannot be met by fisheries. In order to ensure the sustainability of this sector it is critical to domesticate and selectively improve the major commercial fish species. To date, the genetic markers used in selective breeding of fish account only for a fraction of the observed phenotypic variation. EPIFISH is a scientifically innovative and timely project that will address fish domestication and selection from a new perspective using a multidisciplinary approach. The rapid pace of substantial phenotypic changes during adaptation to new environmental conditions in fish undergoing domestication raises the original hypothesis that epigenetic mechanisms are involved in this process. Thus, the overarching aim of EPIFISH is to ascertain the importance of epigenetics in fish domestication using the Nile tilapia (Oreochromis niloticus) as model species. Specific objectives are i) to determine how selection affects the miRNA transcriptome and the epigenetic landscape during domestication, ii) to perform a functional characterization of miRNA variants and epigenetic alleles associated with growth, and iii) to validate them as potential epigenetic markers for future selective breeding programmes. The identification of epigenetic markers will be a ground-breaking element of EPIFISH with major impact on aquaculture biotechnology, since they will enable the development and application of epigenomic selection as a new feature in future selective breeding programmes. Moreover, the project outcomes will provide novel mechanistic insights into the role of epigenetics in fish domestication, which will surely open new horizons for future frontier research in epigenetics, namely transgenerational inheritance and nutritional epigenetics.",
    "totalCost": "1996189",
    "ecMaxContribution": "1996189",
    "coordinator": "NORD UNIVERSITET",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998222927": {
            "orgId": "998222927",
            "orgName": "NORD UNIVERSITET",
            "ecContrib": 1996189
        }
    },
    "calculatedTotalContribution": 1996189
}