{
    "rcn": "204465",
    "acronym": "ETI",
    "topics": "ERC-CoG-2015",
    "title": "Epistemic Transitions in Islamic Philosophy, Theology and Science: From the 12th to the 19th Century",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Not very long ago, it was still common to hold that little of interest took place in Islamic philosophy, theology and science after the death of the Peripatetic commentator Averroes in 1198. Recent research has produced increasing evidence against this view, and experts now commonly agree that texts from the so-called post-classical period merit serious analysis. That evidence, however, is still fragmentary, and we lack a clear understanding of the large scale and long run development in the various fields of Islamic intellectual culture after the twelfth century.\n\nThis project will investigate debates concerning the nature and methods of knowledge in four of the most ambitious strands of Islamic theoretical thought, that is, philosophy, theology, natural science, and philosophically inclined Sufism. Its temporal scope extends from the end of the twelfth century to the beginning of the colonial era, and it focuses on foundational epistemological questions (how knowledge is defined, what criteria are used to distinguish it from less secure epistemic attitudes, what methods are identified as valid in the acquisition of knowledge) as well as questions concerning knowledge as the goal of our existence (in particular, whether perceptual experience is inherently valuable).\n\nOur study of the four strands is based on the hypothesis that the post-classical period is witness to a sophisticated discussion of knowledge, in which epistemic realism, intuitionism, phenomenalism, and subjectivism are pitted against each other in a nuanced manner. Hence, the project will result in a well-founded reassessment of the common view according to which post-classical Islamic intellectual culture is authoritarian and stuck to an epistemic paradigm that stifles insight and creativity. Thereby it will provide new ingredients for projects of endogenous reform and reorientation in Islam, and corroborate the view that our future histories of philosophy should incorporate the Islamic tradition.",
    "totalCost": "1526429",
    "ecMaxContribution": "1526429",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 1526429
        }
    },
    "calculatedTotalContribution": 1526429
}