{
    "rcn": "204590",
    "acronym": "JEM Phase 1",
    "topics": "SMEInst-03-2016-2017",
    "title": "JEM: The world safest subcutaneous, enclosed, biocompatible implantable device, attached directly to a AV fistula or graft or vein, for chronic disease patients in need of repetitive vascular access",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "'JThe JEM project aims to bring to the healthcare and medical device markets the first subcutaneous enclosed implantable device attached directly to a vein, fistula or graft. The JEM is based on a patented design that greatly improves repetitive vascular access techniques and provides safer, more accurate and effective results.\nThe JEM provides the following advantages:\nï It is based on the European Gold Standard 'buttonhole technique' for vascular access.\nï It greatly reduces costs by reducing the need for fistula repair & replacement.\nï It enables repetitive puncturing at the same spot by less-trained clinicians. \nï Its 6-year lifespan, 3 times the average fistula lifespan, reduces mortality & morbidity.\nï Its specially designed needle prevents back wall perforation and hematomas.\nï It will allow for a larger gauge needle thereby potentially increasing blood flow and lowering the risk of hemolysis.\nï It can be made to use a unique blunt needle that is sold by Access for Life, causing less pain to the patients ensuring easier and safer home hemodialysis.\nJEM devices from Access for Life are designed for all patients in need of repetitive vascular access: hemodialysis patients, oncology patients receiving chemotherapy, patients with blood disorders, patients requiring regular medications or blood transfusions, burn victims, pediatric patients and patients with digestive disorders.\nDue to its longevity, JEM eliminates three of the four operations dialysis patients usually undergo in a 6-year period. This will save healthcare systems about 5,8K Ä per dialysis patient. Multiplied by the growing number of patients, a conservative estimate of potential savings is over 200M Ä a year.\nThrough the JEM project, we seek to position our company as the leading player in medical devices for repetitive vascular access, a market that is continually growing. Access for Life offers universal solutions for a wide range of clinical applications that require vascular access.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ACCESS FOR LIFE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927141230": {
            "orgId": "927141230",
            "orgName": "ACCESS FOR LIFE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}