{
    "rcn": "204586",
    "acronym": "Dtorque111",
    "topics": "SMEInst-10-2016-2017",
    "title": "Dtorque111 - worldís first turbodiesel outboard engine below 100 HP",
    "startDate": "01/07/2016",
    "endDate": "30/11/2016",
    "objective": "'Problem:\nToday the maritime sector faces a dilemma. Often smaller boats with safe, economical and ecological outboard engines are demanded.  In this case, the diesel engine would be above all the preferred boat propulsion because of the easy availability of the fuel, powerful propulsion, economic efficiency as well as durability, safety and reliability. But traditional diesel engines are characterized by high weight and high vibrations in operation. Currently there are no suppliers for diesel outboard engines.\n\nSolution:\nWith its disruptive outboard engine ìDtorque111î Neander presents a World novelty. ìDtorque111î is the first fully developed turbodiesel outboard engine for maritime usage. The whole 'Dtorque 111' is based on a completely new and innovative engine concept and belongs to the double crankshaft-system patent by Neander. Only this technology allows a lightweight diesel engine to be almost vibration-free. ìDtorqueî will offer a new approach to the waterborne transport question.\n\nProject:\nìDtorque111î represents an outboard engine which can be adapted to a large number of applications.  During phase 1 an implementing strategy and a target group analysis will be expressed, questions of production and logistics will be checked and partners and collaborators from the logistic and producing sectors will be sought. Besides, the potential clientele should be more exactly specified.\n\nCustomer:\nIn focus of the distribution activity the sales of 'Dtorque111' stand clearly in the B2B sector divides into 4 target groups:\n- Fishery\n- Shipping companies\n- Service provider for oil and energy platforms\n- Public authorities\n\nEnvironment:\nWith the ìDtorque111î commercial user can save about 12 to. CO2 p.a. by each engine!\n\nTeam:\nNeander has been successful in the area of development of propulsion technology in particular for diesel engines. Therefore Neander hired highly experienced employees with know how in technology and marketing. Currently Neander has 22 employees.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEANDER SHARK GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925245462": {
            "orgId": "925245462",
            "orgName": "NEANDER SHARK GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}