{
    "rcn": "204564",
    "acronym": "FETAL MONITORING",
    "topics": "PHC-12-2015",
    "title": "Safe and accurate fetal monitoring",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "During gestation and birth, problems are encountered in up to 15% of all births. Most problems are related to fetal hypoxia and preterm birth. It is estimated that every year over 30.000 babies in Europe suffer from birth asphyxia, despite the common use of monitoring. Recent Norwegian research (2013) revealed inadequate fetal monitoring is responsible for 50% of the cases where human error caused birth asphyxia (oxygen deficiency). It can be concluded that current monitoring technology does not detect vital information on fetal wellbeing, causing unnecessary risks which can eventually lead to fetal mortality. There is thus a clear market need for fetal monitoring technology that is accurate, safe (non-invasive) and easy to use. Nemo Healthcare, a high-tech startup company, is responding to this market need through the development of an innovative electrode patch and hardware/software module that can simultaneously record uterine activity and fetal heart rate. The solution of Nemo is characterized by unique and smart algorithms that can accurately and real-time filter contractions and the fetal heart rate from unprocessed abdominal electrophysiological signals, successfully eliminating noise or interference. The solution will be able to transfer the recorded data wirelessly. The solution will create a breakthrough in the field of fetal monitoring: it will result in better diagnoses, improved quality of care, a reduced number of birth-related problems, increased user friendliness (for medical staff as well as the patient) and lower healthcare cost (through remote monitoring, reduced treatment and avoidance of unnecessary surgery).",
    "totalCost": "4054000",
    "ecMaxContribution": "4054000",
    "coordinator": "NEMO HEALTHCARE BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936473212": {
            "orgId": "936473212",
            "orgName": "NEMO HEALTHCARE BV",
            "ecContrib": 4054000
        }
    },
    "calculatedTotalContribution": 4054000
}