{
    "rcn": "204550",
    "acronym": "CONMIC",
    "topics": "ERC-PoC-2015",
    "title": "Concrete micromolds for microinjection molding",
    "startDate": "01/07/2016",
    "endDate": "30/06/2017",
    "objective": "Microinjection molding is the current standard technology for the production of microcomponents. There is an increasing demand for microcomponents with feature sizes down to micrometers due to a general trend towards miniaturization in the medical and automotive industry. The main problem to meet this demand is the considerable fix-cost of the micromolds (microstructured injection tool inserts). Currently, the methods for their fabrication are lithography-based LIGA-techniques, electrical discharge machining (EDM), or precision laser ablation with high capital and maintenance costs.  \n\nOur goal is the development and commercialization of inorganic composite micromolds, which can be produced at significantly reduced costs, thus making microinjection molding more profitable and variable. We found that inorganic composites are surprisingly versatile material for this purpose. The amazing feature of these composite micromolds is their extremely smooth surface having sub-micron roughness, an exact replication of even micrometer size features, and their excellent stability. Lower fix costs for such micromolds allow microinjection molding also of smaller numbers of microparts for special demands, e.g. for medical applications, thus opening new markets for microinjection molding. \n\nThe proposed project aims to bring this idea to the proof-of-concept level by demonstrating a inorganic composite micromold that can be used in commercial microinjection molding equipment for the production of microcomponents. In parallel, we will also develop our future technical and intellectual property rights strategy, explore the market potential and secure potential customers. We finally intend to launch a company to develop the product and bring it to the market.",
    "totalCost": "149212,5",
    "ecMaxContribution": "149212,5",
    "coordinator": "UNIVERSITAET BAYREUTH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999849908": {
            "orgId": "999849908",
            "orgName": "UNIVERSITAET BAYREUTH",
            "ecContrib": 149212
        }
    },
    "calculatedTotalContribution": 149212
}