{
    "rcn": "204507",
    "acronym": "Neurotoxic",
    "topics": "MSCA-IF-2015-EF",
    "title": "An Ultra-sensitive Assay to Measure Oligomer Induced Toxicity in Human Cerebrospinal Fluid",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The study of protein aggregates and how they damage neuronal cells is important in order to understand the initiation and progression of several neurodegenerative diseases - including Alzheimerís disease (AD), Parkinsonís disease (PD). The aggregation from the native monomeric proteins to beta sheet containing amyloid structures involves the formation of different species - misfolded proteins, small soluble oligomers and finally formation of fibrils. It is believed that small oligomers are the most cytotoxic species which play a major role in neuronal loss and cell death. Although, the exact mechanism and extent of amyloid oligomerís cytotoxicity is still unknown, one of the most consistent pathologies in neurodegenerative disease is unregulated influx of Ca2\\ into the cell. Individual oligomers directly disrupt cell membranes through non-specific binding at picomolar concentrations leading to the formation of ion channels, which allow Ca2\\ influx and can lead to cell death. Based on this observation, we will develop a single liposome assay to quantify the oligomer induced toxicity from oligomers present in human cerebrospinal fluid (CSF) from healthy controls and patients with AD and PD. Using a Ca2\\ sensitive fluorogenic sensor, we will monitor the oligomer induced Ca2\\ influx inside the liposome in real time. We will measure and compare the toxicity of synthetic oligomers of amyloid beta, alpha-synuclein, tau and PrP oligomers as a function of oligomer concentration and liposome membrane composition. We will then quantify the effect of various antibodies commonly used for treatment of AD and PD on the toxicity of synthetic oligomers and those in CSF. This novel ultra-sensitive state-of-the-art single molecule technique will provide new insights into the mechanism of oligomer induced toxicity, allowing us to identify the most toxic oligomers and the most suitable antibodies to prevent oligomer induced damage as well as having potential for early disease diagnosis.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}