{
    "rcn": "204549",
    "acronym": "Human City Platform",
    "topics": "INSO-10-2015",
    "title": "A Human City Platform for town and city councils to foster citizen engagement",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The Social Coin (TSC) is a social start-up whose mission is to foster good deeds and acts of kindness through a pay it forward economy. How do we do it? We sell our Social Coins to companies and education establishments as part of their Corporate Social Responsibility and employee engagement initiatives ñ both billion euro markets.\n\nEmployees and students are given Social Coins and start a Kindness Chain. The means they propose a good deed, carry it out and pass it on. Their deed is tracked on our digital platform and all those in the Chain can engage, share and comment on its impact. \n\nWe are hearing from Silicon Valley entrepreneurs who are highly interested in TSC and our success. In just a year we have Cisco, Airbnb and TelefÛnica and more using The Social Coin for their CSR and employee engagement policies. We offer them data reporting (metrics) using our customizable platform, adaptable to their needs. Armed with this data clients can report their CSR (EU requirement from 2017) and employee engagement data to shareholders, investors, employees, the media and the public. \n\nNow we want offer this to citizens! We want to offer a Human City Platform to town and city councils to foster citizen engagement, build community spirit and better social cohesion. City councils have lots of information about their city but they do not have anything to measure how citizens feel or how the interact with each other. With this project we want to scale up our platform, create an algorithm to create a unique measurement, the SPAK (Scoring of Positive Acts of Kindness) and develop a low-cost Coin. We want to pilot the new Platform with Barcelona City Council, University of Berkeley-California and Schneider Electronics who have all confirmed their involvement. \n\nBy 2022, we will triple our staff and envisage a growing turnover with a breakeven in year three of Human City Platform commercialisation (2020), with an expected ROI of 6.87 at 2022 for an initial investment of Ä 1,357,675",
    "totalCost": "1357675",
    "ecMaxContribution": "950372,5",
    "coordinator": "THE SOCIAL COIN SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927540676": {
            "orgId": "927540676",
            "orgName": "THE SOCIAL COIN SL",
            "ecContrib": 950372
        }
    },
    "calculatedTotalContribution": 950372
}