{
    "rcn": "204511",
    "acronym": "Rmat3",
    "topics": "MSCA-IF-2015-EF",
    "title": "Theoretical study of cold and ultracold collisions in triatomic systems using inner-region nuclear motion wavefunctions and outer-region R-matrix propagation",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "'A 'quiet revolution' is occurring at the 'border between atomic physics and experimental quantum chemistry' (Annu. Rev. Phys. Chem., 2014, 65, 501-518). Techniques for producing cold and ultracold molecules are enabling the study of chemical reactions and scattering at the quantum scattering limit with only a few partial waves contributing to the incident channel leading to the observation and even full control of state-to-state collisions in this regime.\n\nRmat3 will develop a new formalism and allied codes for tackling problems for triatomic molecules involving low- and ultra-low energy collisions. Though this project focuses on triatomics, the formalism is completely general and could prove transformative in its scope. It is particularly appropriate for slow collisions occurring over deep wells. The many resonance states make such systems hard to treat theoretically but offer the best prospects for novel physics: resonances are being widely used to control diatomic systems and should provide the route to steering ultracold reactions.\n\nRmat3 will build on the progress made in variational calculations of molecular spectra by using these methods to provide rovibrational wavefunctions for the whole system at short internuclear distances. These wavefunctions will be used to construct collision-energy-dependent R-matrices which can then be propagated to give products as a function of collision energy. The methods will be used to study ultracold collisions in triatomic systems in conjunction with leading European experimental groups, focusing on the H2O and H3\\ systems for which spectroscopically accurate potential energy curves are already available. The project will focus on elastic and inelastic collisions and reactive scattering.s\n\nThe new methodology explored in Rmat3 can be extended in the future to treat larger molecular systems as well as  photodissociation and photoassociation, charge exchange and predissociation. The Rmat3 code will be made freely available to the scientific community.'",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}