{
    "rcn": "204594",
    "acronym": "HORTILED",
    "topics": "SMEInst-07-2016-2017",
    "title": "Market Opportunity Validation and Business Plan Development for horticulture research LED solution - HORTILED",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "Global food system will experience a food security crisis over the next 40 years. Global food production will need to increase by 70% to feed the planet. LEDs have tremendous potential to increase plant and food production, Determining how wavelengths, light level, position and time influence each single plant at the same given moment, can increase yields, quality of products and give better control of plant growth, however, such research in Europe is limited to only several research labs. To address the problem, Energenas, a Lithuanian SME, run by experienced horticulture experts for more than a decade, has launched a novel solution ñ HORTILED, the most flexible and versatile integrated system of light emitting diodes for plant growth research in controlled environments. The technology is unique in its compact size and ability to be adapted and controlled individually on a small scale. By combining extremely light frame with a control protocol, LED sensors and state-of-the-art software, the Company can offer any researcher the ability to test plant growth and collect data, specifying the ideal growing conditions for plants. Main benefits of HORTILED for researchers: 1) Suitable for various research spaces (growth chambers, phytotrons, laboratories, greenhouses), 2) unique software solution gives possibility to program each spectral component separately and manage their composition during the experiment, and 3) consumes significantly less energy than traditional lighting solutions. HORTILED is currently at TRL6. The next step is moving on to TRL7 - system prototype demonstration in operational environment. For this reason horticulture research market will be analysed and market players identified who will participate in the user needs identification study together with HORTILEDís early access partners, one of which is Wageningen University - the most visible and leading university of agriculture on a global scale.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB ENERGENAS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "956546295": {
            "orgId": "956546295",
            "orgName": "UAB ENERGENAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}