{
    "rcn": "204502",
    "acronym": "HIPPOGRIFFE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Hybrid simulations of flow properties using atomistic ñ fluctuating hydrodynamics modelling for nanoconfined water",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The goal of this Marie Curie Individual Fellowship, entitled ìHybrid simulatIons of flow ProPerties using atOmistic ñ fluctuatinG hydRodynamics modellIng For nanoconFined watErî (HIPPOGRIFFE) is to train a talented Experienced Researcher (ER), Dr. Ivan Korotkin through a research project focused on the development of novel multiscale modelling methods, which offer a unique tool for guiding the high-resolution measurements at nanoscale. The properties of nanoconfined water, such as density, the structure of hydrogen bonded network, local temperature, translational and rotational diffusions, and effective viscosity can be very different in comparison with the bulk water properties. These differences must be understood and accounted for if the high-precision measurement techniques such as atomic force microscopy (AFM) are to be used in confidence for nanoscale imaging and control of interfacial and nanoconfined liquid flow. The ER will be trained in the field of multiscale modelling and manipulation of nanoconfined flows. He will receive access to a unique specialist training at the host institution, School of Engineering and Materials Science, Queen Mary University of London (Dr. S. Karabasov), and at academic secondments: Aston University (Dr. D. Nerukh), Universidad AutÛnoma de Madrid (Prof. R. Delgado Buscalioni), and Durham University (Dr. K. VoÔtchovsky). The results of the HIPPOGRIFFE project will contribute to the enhancement of scientific excellence in European research. The results of the project will also find their ultimate use in industry, e.g. through providing recommendations for refined applications of the AFM technology for nanoscale imaging and developing new computational routines for the software companies who specialise in multiphysics modelling. In addition, the project will establish long-term collaborative relations between the multiscale modelling centres (Queen Mary, Aston, AUM) and the centre of nanoscale manipulation of liquids (Durham).",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}