{
    "rcn": "204530",
    "acronym": "Tropical lichens",
    "topics": "MSCA-IF-2015-GF",
    "title": "Symbionts and changing environment: Lichen diversity and photobiont associations in tropical mountain ecosystems",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Lichen symbioses are stable mutualistic associations in which photoautotrophic algae and/or cyanobacteria provide carbohydrates for heterotrophic fungi. Lichens represent a highly successful nutritional strategy, which allows the symbiotic organisms to greatly expand their ecological range. In contrast to the macrolichens of boreal and temperate regions, tropical lichens are still fairly poorly known, and the application of molecular biology methods has recently revealed unprecedented diversity in Neotropical lichens. In Africa, however, even the basic descriptive work is just beginning. With this proposal we wish to initiate a major new research collaboration focusing on the lichens in East African mountains. In addition to biodiversity, in this proposal we concentrate in the effects of ecosystem disturbance to the symbiotic organisms. By using state-of-the-art molecular methods and comprehensive data analysis we aim to give a major contribution to a previously practically untouched field. This is done in the unique environmental setting in montane East Africa with expected high biodiversity and various ecosystems with established study plots in known conditions. The approach enables the unravelling of possible correlations between the environmental variables and the complex symbiotic associations, revealing the effects of ecosystem disturbance to lichen diversity and symbiotic associations, an issue of growing importance in the world of constantly diminishing natural habitats and global climate change. The results will greatly contribute to the known biodiversity, especially in Africa but even globally, since it is concentrated in the yet vastly understudied tropical lichens. The results are expected to be widely applicable also to other tropical montane forest ecosystems and advance our current understanding of the lichen symbiosis as a whole.",
    "totalCost": "169842,6",
    "ecMaxContribution": "169842,6",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 169843
        },
        "952900744": {
            "orgId": "952900744",
            "orgName": "NATIONAL MUSEUMS OF KENYA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 169843
}