{
    "rcn": "204569",
    "acronym": "OPENRESEARCHERS",
    "topics": "MSCA-NIGHT-2016",
    "title": "Open Researchers",
    "startDate": "01/04/2016",
    "endDate": "30/11/2017",
    "objective": "ëOpen Researchersí is the fifth experience of Andalusia in the European Researchersí Night. The project is designed to increase the awareness of research as a solution to the numerous challenges faced by citizens all around the world and mainly in Europe. The idea of the project, ëThe future is today: understandable ground-breaking science for a better livingí, has been conceived in a time of change, a moment where becomes clearer that we must join efforts to find sustainable, equal, innovative and creative solutions to give answer to the societal challenges. To this end, according to the RRI, it is essential to promote young peopleís interest in Science and Research by opening it to general public through its main protagonists, researchers.\n\nThe project's major strength is the numerous activities taking place on main streets, museums, theatres, and historical buildings of the eight Andalusian cities, the high mobilization of researchers and the involvement of Municipalities, which will have a high social impact in the region. Given the projectís dimensions in a wide region with 8.3 million people, it will be developed with a high and effective presence in terms of human and technical resources, and with the collaboration of the main local institutions, NGOs, private companies, teachers and civil associations. The communication campaign aims at reach every third citizen of Andalusia, and with activities in city-centre venues around 65.000 attendees each year are expected. \n\nFundaciÛn Descubre will coordinate this project, based in its experience through the last 7 years working with relevant projects in Spain and fundamentally in its consortium experience in the four editions of this project in Andalusia. The consortium is composed by nine Andalusian universities, the Spanish National Research Council (CSIC), Andalusian Foundation Progress and Health, and the Royal Botanical Garden of CÛrdoba, all dedicated to higher education, research and Science popularization.",
    "totalCost": "368010,16",
    "ecMaxContribution": "174782,82",
    "coordinator": "DESCUBRE - FUNDACION ANDALUZA PARA LA DIVULGACION DE LA INNOVACION Y EL CONOCIMIENTO",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD PABLO DE OLAVIDE;INSTITUTO MUNICIPAL DE GESTION MEDIOAMBIENTAL - JARDIN BOTANICO DE CORDOBA;UNIVERSIDAD DE GRANADA;UNIVERSIDAD DE HUELVA;UNIVERSIDAD DE JAEN;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSIDAD DE CORDOBA;UNIVERSIDAD DE ALMERIA;UNIVERSIDAD DE MALAGA;FUNDACION PUBLICA ANDALUZA PROGRESO Y SALUD;UNIVERSIDAD DE CADIZ;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "ES",
    "projectParticipants": {
        "999855340": {
            "orgId": "999855340",
            "orgName": "UNIVERSIDAD DE CADIZ",
            "ecContrib": 13188
        },
        "999846513": {
            "orgId": "999846513",
            "orgName": "UNIVERSIDAD PABLO DE OLAVIDE",
            "ecContrib": 10580
        },
        "999898311": {
            "orgId": "999898311",
            "orgName": "UNIVERSIDAD DE MALAGA",
            "ecContrib": 12000
        },
        "968872473": {
            "orgId": "968872473",
            "orgName": "DESCUBRE - FUNDACION ANDALUZA PARA LA DIVULGACION DE LA INNOVACION Y EL CONOCIMIENTO",
            "ecContrib": 28800
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 19119
        },
        "999876583": {
            "orgId": "999876583",
            "orgName": "UNIVERSIDAD DE HUELVA",
            "ecContrib": 12000
        },
        "999872703": {
            "orgId": "999872703",
            "orgName": "UNIVERSIDAD DE CORDOBA",
            "ecContrib": 10736
        },
        "999884440": {
            "orgId": "999884440",
            "orgName": "UNIVERSIDAD DE ALMERIA",
            "ecContrib": 16930
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 16315
        },
        "951814635": {
            "orgId": "951814635",
            "orgName": "INSTITUTO MUNICIPAL DE GESTION MEDIOAMBIENTAL - JARDIN BOTANICO DE CORDOBA",
            "ecContrib": 5332
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 10580
        },
        "999849423": {
            "orgId": "999849423",
            "orgName": "UNIVERSIDAD DE JAEN",
            "ecContrib": 12000
        },
        "998619463": {
            "orgId": "998619463",
            "orgName": "FUNDACION PUBLICA ANDALUZA PROGRESO Y SALUD",
            "ecContrib": 7204
        }
    },
    "calculatedTotalContribution": 174784
}