{
    "rcn": "204580",
    "acronym": "VORTEX",
    "topics": "SMEInst-09-2016-2017",
    "title": "NEW CONCEPT OF AFFORDABLE WIND ENERGY GENERATORS WITHOUT BLADES",
    "startDate": "01/06/2016",
    "endDate": "30/11/2018",
    "objective": "We have developed a resource-efficient and affordable bladeless Vortex wind generator. VORTEX Bladeless¥ innovative wind turbine represent a true breakthrough in the wind energy market. The Vortex wind generator device represents a new paradigm of harnessing wind, with a new disruptive concept of a wind power generator without blades. VORTEX is able to capture the wind kinetic energy by 'vortex shedding', transforming it into electricity. The technology seeks to improve issues such as maintenance, amortization, noise, environmental impact, logistics and visual aspect, performing a secure, clean and efficient energy product, that is half cheaper than current small wind turbines (SWT).\nVORTEX make renewable energies, (replacement of PV, wind energy, combination of both) more financially accessible for our end-users: ESCOS, installation companies, businesses, home-owners, vessels, isolated housed, telecom station, etc. Clients will benefit from this new technology, especially in areas where solar energy does not perform well. Vortex has yielded excellent results and lots of industry and commercial interest.\nWe have a 6-meter Vortex Bladeless wind turbine pilot in Spain, which generates up to 40% of energy solely from wind. The technology has been tested for scalability.. Our goal for Phase 2 is to scale-up and test a 2,75ñmeter version of the Vortex Wind Generator (providing 100W  for future commercialization and massive market uptake. We want to achieve the goals of becoming the designer, manufacturer and seller of the first-ever bladeless wind generator for the Small Wind Market (SWM).\nCombing our patented and market-backed technology with improved properties, we want to reinvigorate the SWM - addressing EU 2020 energy targets - with our Vortex Bladeless wind generators, positioning us as leader of the sector. Our end-users will also see their pay-back returned within 5 years, thanks to its market-changing commercialization price",
    "totalCost": "1899357,25",
    "ecMaxContribution": "1328687,5",
    "coordinator": "VORTEX BLADELESS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921364589": {
            "orgId": "921364589",
            "orgName": "VORTEX BLADELESS SL",
            "ecContrib": 1328688
        }
    },
    "calculatedTotalContribution": 1328688
}