{
    "rcn": "204574",
    "acronym": "FlexLogIC",
    "topics": "SMEInst-02-2016-2017",
    "title": "Development of a modular, integrated and autonomous ëFactory-in-a-boxí production line for manufacturing high volumes of Flexible integrated LogIC circuits",
    "startDate": "01/06/2016",
    "endDate": "28/02/2018",
    "objective": "Our Flexible Integrated Circuits (FlexICs) are recognised by the likes of ARM as a disruptive innovation that will change the formation of the semiconductor industry significantly. We are PragmatIC Printing Ltd, pioneers of design, development and manufacture of non-silicon ICs on plastic. Our FlexICs are; thinner than a human hair; ultra-flexible and offered in flattering form factors and footprints that conventional silicon cannot offer. Our processes allow FlexICs to be produced on a large scale at a low cost; the marginal cost per IC in volume production can be <Ä0.1c. Non-silicon ICs bring many new potential market applications previously unattainable with conventional technology. FlexICs that are visually unobtrusive are ideal for integration onto goods packaging, controlled documents, and others. During Phase 1, we validated the market potential for our FlexICs. A conservative estimate shows a demand for 800bn FlexICs p/a, which is a fraction of the full 40trillion p/a potential.\n\nIn order to facilitate this demand, we want to enable localised FlexIC production capacity for packagers, integrators and component manufacturers for immediate integration into end-products. Our solution is to develop a ëfactory-in-a-boxí; a self-contained, modular and autonomous production facility containing all of our novel processes. This FlexLogIC plant will deliver the FlexICs required cost effectively at market accepted price levels. We have strong documented need and demand pull from market leading companies such as Crown Packaging, Cartamundi, Molex and SMARTRAC and others for an integrated solution such as FlexLogIC.\n\nWithin 2 years, we will develop an entry-level module (ELMo) with capacity to produce upto 800m FlexICs p/a. The 5-year forecasts conservatively show a net cash inflow of Ä63.1m (mostly from license fees) by 2022 with an ROI of 47%. We are currently the only Company with the capability to supply an autonomous facility for high-volume manufacture of FlexICs.",
    "totalCost": "2304375",
    "ecMaxContribution": "1613062,5",
    "coordinator": "PRAGMATIC PRINTING LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952007083": {
            "orgId": "952007083",
            "orgName": "PRAGMATIC PRINTING LIMITED",
            "ecContrib": 1613062
        }
    },
    "calculatedTotalContribution": 1613062
}