{
    "rcn": "204525",
    "acronym": "FuSEL",
    "topics": "MSCA-IF-2015-EF",
    "title": "FUnerals as public Services in long Eighteenth century London",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The research aims to understand the organization and functioning of services for the community in early modern London through a concrete case study, namely the ways in which funerals and burials were managed during the long eighteenth century (1670-1852). I selected the case of London in order to complete a long-term comparative study that began with my doctoral research. By extending my research to London, I will be able to compare it with Paris and Naples, which I analysed in my previous research experiences. These three capitals were the most populous cities in Europe during the study period. How did these multifaceted societies solve issues of collective interest before the birth of modern public services? Which elements did modern public services inherit from them? In order to ask to these questions, I will make use of an interdisciplinary methodology taking advantage of expertise acquired at Birkbeck, University of London, under the guidance of an excellent supervisor (Professor Vanessa Harding). Working in a large, many-faceted academic entity such as the University of London will be a considerable milestone in my career. I will acquire a strong comparative methodology that is essential for my long-term research purpose. Furthermore, I will attain important competences in both educational and research policies, as well as a better understanding of administrative issues, in English-speaking countries, which still differ considerably from the countries where I worked until now (Italy and France). Parallel to the program of research and training, I will put in place a series outreach activities that will enable me to engage with a wider public and share the relevance of historical research for an understanding of todayís problems and the development of adequate responses to these by decision-makers and those working in our institutions and society.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "BIRKBECK COLLEGE - UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999833903": {
            "orgId": "999833903",
            "orgName": "BIRKBECK COLLEGE - UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}