{
    "rcn": "204523",
    "acronym": "Gap2bridge",
    "topics": "MSCA-IF-2015-EF",
    "title": "Bridging the gap: an evolutionary genomics approach to illuminate the prokaryote-to-eukaryote transition.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Eukarya ñ one of the three Domains of Life along with Archaea and Bacteria (i.e. prokaryotes) ñ include all complex multicellular life forms, as well as a colossal diversity of unicellular microorganisms. At the cellular level, the gap between prokaryotes and eukaryotes is immense, with the latter cell types displaying a large number of complex subcellular organelles and molecular systems. The evolutionary origin of these unique features, and thus of the eukaryotic cell itself, remains one of the most fascinating enigmas in modern biology. Although many eukaryotic-signature proteins (ESPs) are known to trace back to the last eukaryotic common ancestor, their deeper evolutionary origins remain unclear. The major goal of the current proposal is to illuminate the prokaryote to eukaryote transition by elucidating the origin and subsequent evolution of ESPs, as well as their order of emergence. We will focus on the ESPs of archaeal origin with an emphasis on the specific contribution of the newly discovered Lokiarchaeota lineages to the origin of the eukaryotic cell. In addition, we will aim to determine the placement the eukaryote lineage within the tree of Life and infer the age of the ìfirst eukaryoteî. Finally, we will use a novel phylogenomic approach to infer the gene content of the archaeal ancestors of eukaryotes by mapping the evolution of ESPs along the tree of Life. For this purpose, we will analyse entirely novel genomic data from several uncultivated Lokiarchaeota lineages, as well as novel sequence data from deep-branching key eukaryotes. This project will integrate approaches from distinct disciplines within life sciences and computational sciences (including molecular evolution, genomics/metagenomics and cell biology), with a strong emphasis on phylogenomics. Altogether, the innovative nature of this work combined with state-of-the-art methods and novel key genome data will allow to gain unprecedented insights in the origin and early evolution of Eukarya.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}