{
    "rcn": "204598",
    "acronym": "45HC.com",
    "topics": "SMEInst-10-2016-2017",
    "title": "45HC.com",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "The ICT systems currently in use in the transport and logistics industry were found to be too inflexible to manage logistics processes, information is often exchanged and processed in unstructured ways (e.g. by telephone), and a lot of planning is still done by simple software tools. An expected outcome of the state of the art innovation 45HC.com, the first free online container booking platform, has the following added value to SMEs: free to use, provides an instant quote, and booking takes under 60 seconds instead of the current 12 days. Offers multiple carrier choice on one place instead of a dealing with each carrier one-to-one and searching for best offer, online insurance and a destination handling/cargo location system all in one place. SMEs will additionally benefit from the project output: a) economically: free of charge online container booking services; no hidden costs; loyalty discounts; better time management; much shorter transit time; greater efficiency of end-users` workforce; b) technically: online platform; 24/7 online booking, with an opt-in for EDI connection with the clients' operating system; responsive and optimised for use with any digital device, allowing booking and tracking shipments anywhere and at any time; error-free communication; price quote on the spot; the fastest booking available on the market; auto-printed insurance certificate; c) environmentally: paper-free, energy efficient.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PLENUM IT PODJETJE ZA NAPREDNE INFORMACIJSKE RESITVE DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925393775": {
            "orgId": "925393775",
            "orgName": "PLENUM IT PODJETJE ZA NAPREDNE INFORMACIJSKE RESITVE DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}