{
    "rcn": "204561",
    "acronym": "Lt-AD",
    "topics": "SC5-20-2015",
    "title": "Low-temperature Anaerobic Digestion treatment of low-strength wastewaters",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "No need for heat! NVP Energy presents the first to market, high-rate AD technology that successfully treats low strength wastewater (WW) at ambient temperatures (4 - 20∞C). The low-temperature anaerobic digestion (Lt-AD) process provides a novel solution to Food and Drinks industrial sectors which produce large volumes of WW. The European milk treatment and processing sector alone generates over 367 billion litres annually which is typically treated using conventional aerobic processes. The latter treatment process is unsustainable. It results in high sludge yields, requires a large footprint on-site and is hugely reliant on fossil fuels for aeration. The Lt-AD technology produces negligible sludge volumes, presents a compact design, requires no heat input or biogas recirculation, and produces effluent of urban wastewater directive (UWWD) standard (< 125 mg/L COD) without post-aeration. Comparing Lt-AD to conventional aerobic treatment of WW from a typical dairy processing plant producing 2,000 m3 WW per day, Lt-AD can provide annual OPEX savings of Ä1,662,106 p.a over a payback period of 2.49 years that includes RHI revenue of Ä374,176. The low temperature operation of Lt-AD allows for 100% of the biogas produced being available for reuse or resale. Lt-AD also has a high impact on environmental savings through reduced greenhouse gas (GHG) emissions and lowered thermal energy and fossil fuels requirements.  This Phase 2 project will allow NVP Energy install and commission a demonstrator plant and gain 8-12 months operational data. The results obtained, in conjunction with ETV assessment, will build the business case for each targeted market channel ahead of commercialisation. Other key project objectives include: commercialisation partner relationship development; promotional materials development; exploitation planned; assessment and protection of IP assets and project risk management.",
    "totalCost": "2418815",
    "ecMaxContribution": "1693170,51",
    "coordinator": "NVP ENERGY LIMITED",
    "coordinatorCountry": "IE",
    "participants": "J.K. FABRICATIONS LIMITED;HYDRO INTERNATIONAL LIMITED",
    "participantCountries": "UK;IE",
    "projectParticipants": {
        "927434946": {
            "orgId": "927434946",
            "orgName": "HYDRO INTERNATIONAL LIMITED",
            "ecContrib": 495653
        },
        "925644132": {
            "orgId": "925644132",
            "orgName": "J.K. FABRICATIONS LIMITED",
            "ecContrib": 183293
        },
        "938948361": {
            "orgId": "938948361",
            "orgName": "NVP ENERGY LIMITED",
            "ecContrib": 1014224
        }
    },
    "calculatedTotalContribution": 1693170
}