{
    "rcn": "204562",
    "acronym": "SEEGLASS",
    "topics": "SC5-20-2015",
    "title": "Glass Recovering Revolution: High performance Optical Sorter for glass collection from Waste",
    "startDate": "01/06/2016",
    "endDate": "31/01/2018",
    "objective": "The amount of Municipal Solid Waste (MSW) in the EU28 reached 245 million tons in 2012. Nowadays, Europe directives for\nwaste management are more restrictive each year (e.g Landfill Directive 1999/31/EC), but unfortunately, landfill disposal still\nrepresents 34% of total MSW generated. On the other hand, citizen awareness as well as the high fees operators pay for\nlandfill disposal, have helped to greatly increase the percentage for recycling from 18% in 1995, to 42% in 2012.\n\nHowever, 40% of all the glass waste ends up in mixed MSW plants (which typically contain 7% of glass). Instead of being\ndisposed of in selective-waste collection, it ends up in landfills or is composted/incinerated with the remnant waste.\n\nWe have developed SEEGLASS, a high performance optical sorter based on computer vision and a pneumatic rejection\nsystem. Our aim is to solve this non-environmentally friendly problem, while also offering our end-users additional revenues\nwith this recovered material, which is not being exploited now (49Ä/tn glass). In addition, extracting this glass, will allow the\ntreatment plants to significantly reduce costs from waste disposal fees (50Ä/Tonne EU average and rising). Payback for\ncustomers is estimated in only 19 months.\n\nWith this project we will (i) construct pre-conditioning process line, (ii) optimise our current SEEGLASS computer vision\nsystem as well as its mechanical and pneumatic design, to reach 80% glass recovery, with 99% purity, (iii) integrate both,\nthe process line and the glass sorter solution into a demonstrator system, and (iv) validate its feasibility in-house with real\nMSW coming from different countries, as well as carry-out an 24/7 end-user validation.\n\nWe, PICVISA, will be the first company to recover the glass fraction in refined MSW worldwide (the niche market exists\nworldwide) selling Turn-key installations or only SEEGLASS units, contributing to a disruptive change in the sector.",
    "totalCost": "1718977,5",
    "ecMaxContribution": "1203284,25",
    "coordinator": "PICVISA MACHINE VISION SYSTEMS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935440744": {
            "orgId": "935440744",
            "orgName": "PICVISA MACHINE VISION SYSTEMS SL",
            "ecContrib": 1203284
        }
    },
    "calculatedTotalContribution": 1203284
}