{
    "rcn": "204589",
    "acronym": "GREEN EPILE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Green Epile: Development and implementation of a new generation of energy piles",
    "startDate": "01/05/2016",
    "endDate": "31/08/2016",
    "objective": "The buildings sector represents 40% of the European Unionís (EU) total energy consumption, with heating/cooling systems accounting for up to 68%. The major part of this demand is still covered using fossil fuels and CO2 emissions from this sector represents 36% of the EUís total. Reducing energy consumption and increasing energy efficiency in buildings is today a prime objective according to the new EU directives. In line with these new regulations, shallow geothermal applications for heating/cooling of buildings have experimented lastly an expansion. The global geothermal heat pumps market revenue in 2013 was Ä49 billion and is estimated to reach Ä115.4 billion by the end of 2020, with a progressive CAGR of 13.1%. Europe accounts for almost 50% of this market. \nPinto, a French company with more than 40 years of experience in the field of special foundations, has developed the Green Epile project on energy piles. Energy piles are an integration of heat exchanger pipes with structural foundations. They are a double purpose structure, as they are used simultaneously to withstand the construction load and to obtain thermal heat from the underground. Our working prototype has already covered 100% of the heating/cooling needs during the test period, supplying around 22000kWh/year. With the Green Epile project we plan on one hand to reduce the current design & installation costs by 30% and on the other to increase the guaranteed exploitation period up to 25 years. Boreholes, which are currently the competitive solution in the market, require a higher initial investment and need place for the installation, while energy piles remain invisible in the foundations of the building. We will start introducing our technology in the national market because it is one of the strongest ones in Europe: it represents the 25% with Ä238 Million in 2008. We will also target emergent markets (like Romania or Bulgaria) which will suppose the internationalisation of our company.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENTREPRISES PINTO SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920566279": {
            "orgId": "920566279",
            "orgName": "ENTREPRISES PINTO SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}