{
    "rcn": "204521",
    "acronym": "NITROX",
    "topics": "MSCA-IF-2015-EF",
    "title": "NITROX- Nitrogen regeneration under changing oxygen conditions",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Nitrogen (N) is a limiting nutrient for life in the ocean and the atmospheric pool of dinitrogen gas (N2) is only accessible to a limited group of microbes. Classically, those N2-fixers were supposed to be mainly present in nutrient depleted surface waters. Recent studies, however, suggest that in oxygen depleted waters, such as e.g. present in the tropical oxygen minimum zones (OMZ) or in semi-enclosed basins of the Baltic Sea, a broad diversity of N2-fixers is present. This N2-fixing community and itís potential to contribute to the N-budget of the ocean is largely understudied, but is of critical importance, as human-made climate change leads to a loss of oxygen from the ocean. To date a systematic investigation of N2-fixation in OMZ waters and its controls and feedbacks is missing; the exploration of this important but largely understudied topic is now addressed by the present proposal ëNITROX- Nitrogen Regeneration under changing Oxygen conditions'.\n\nNITROX will allow to characterize and quantify factors controlling N2-fixation and primary productivity in a systematic manner. Rate determinations for C- and N2-fixation will provide valuable information about the significance of O2 depletion and the development of sulfidic conditions for the functionality of N2-fixation and primary productivity. By integrating biogeochemical rate measurements and metabolomic information into the previously applied meta-omic approach, this project will for the first time illuminate the potential of the diazotrophic community to respond to ocean deoxygenation and sulphidic anoxia, both of which are considered key challenges of the future ocean.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}