{
    "rcn": "204567",
    "acronym": "ENGINENCY",
    "topics": "FTIPilot-1-2015",
    "title": "A Holistic System for Building Inspection and Energy Efficiency Management",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Three industrial SMEs (ICM, QIVIVO and DEMO) and a public research institution (University of Vigo) from three EU countries are joining expertise in different building energy efficiency domains to develop and commercialize Enginency. Our approach will help to deliver, implement and optimize the energy efficiency of buildings, with technical, economic and societal potential to drastically reduce energy consumption and decrease CO2 emissions, addressing both new facilities and retrofitting and/or managing of existing ones. Enginency will support energy managers and expert¥s decisions through the integration of energy audit with advanced technological solutions for automated measurement acquisition, simulation over automatically calibrated models and analysis engines to deliver a holistic tool to inspect building, and measure, manage, report and improve their energy efficiency.\nEnginency will be commercialized as Software as a Service, facilitating the implementation and acquisition of this powerful system while decreasing both costs of deployment and maintenance to the end user, without requiring the presence of IT experts. In particular, Enginency will allow the final user to reduce the energy consumption of buildings of above 50%, with a zero-risks formula, while allowing Energy Service Companies (ESCOs) a 94% reduction of the inspection costs and an 88% reduction of the inspection duration, obtaining 15% more accurate results, with a payback time of only 12.4 months.\nThe Enginency consortium will take advantage of the substantial foreseen growth of the energy efficient market in Europe, as well as of the experience and current distribution network of its partners, to deliver its solution to ESCOs and final users generating 65 new jobs inside the consortium and a cumulative revenue of 20.4MÄ over the first five years of commercialization, representing a unique opportunity of growth and market expansion for the members of the consortium.",
    "totalCost": "3090139,5",
    "ecMaxContribution": "2376877,51",
    "coordinator": "ICM DIVISION INDUSTRIAL",
    "coordinatorCountry": "ES",
    "participants": "QIVIVO;DEMO CONSULTANTS BV;UNIVERSIDAD DE VIGO",
    "participantCountries": "FR;NL;ES",
    "projectParticipants": {
        "986523078": {
            "orgId": "986523078",
            "orgName": "DEMO CONSULTANTS BV",
            "ecContrib": 640042
        },
        "928215311": {
            "orgId": "928215311",
            "orgName": "ICM DIVISION INDUSTRIAL",
            "ecContrib": 495128
        },
        "928220840": {
            "orgId": "928220840",
            "orgName": "QIVIVO",
            "ecContrib": 529107
        },
        "999630494": {
            "orgId": "999630494",
            "orgName": "UNIVERSIDAD DE VIGO",
            "ecContrib": 712600
        }
    },
    "calculatedTotalContribution": 2376877
}