{
    "rcn": "204563",
    "acronym": "CLOUD DIAGNOSIS",
    "topics": "SIE-01-2015",
    "title": "Development of Low Cost Cloud Monitoring for the Diagnosis and Prognostic of the Wind Turbines",
    "startDate": "01/06/2016",
    "endDate": "31/07/2018",
    "objective": "Each year, the wind sector is missing out on huge profits due to wind turbines failures of about Ä200 million in Spain, Ä700 million in Europe and Ä2,900 million globally. Taking operation cost into account, losses are actually triple. Adding the currently unfavorable economic situation and policies restricting the sales price, the only way for wind farms operators, maintenance companies, financial institutions, and insurance companies as well as investors to remain profitable is to improve maintenance and operation processes. \nSmartive is a company whose aim is to develop cloud-based software tools in order to improve the productivity of wind farms. This can be achieved based on newly available technology that allows the detection of anomalous operations by effectively programming preventive and corrective maintenance operations. Diagnosis and prognosis tools will allow adjusting operations and consequently the productivity of wind farms.\n\nThe overall objective of the Phase II Cloud Diagnosis project is to scale-up our SMARTGEAR technology that allows predictive maintenance to optimize the management and operation of wind parks. Specifically, we will improve the current device by introducing communication protocols allowing extracting data from multiple devices that are placed in wind turbines and by adding transducers. Also, our SMARTCAST cloud diagnosis algorithms need to be improved. These technological improvements will allow us to roll out our solution on a global basis as we will differentiate ourselves from the competition as it will taken into account more data (not only vibration analysis), merge indicators, be cloud based rather than local and be more affordable.\nBased on our market research, we have forecasted the sales and defined a roadmap for commercialization, including the development of an innovative business model that will allow us to reach all target segments. CloudDiagnosis is of strategic interest to us as the next logical step in our growth.",
    "totalCost": "1254470",
    "ecMaxContribution": "878129",
    "coordinator": "ITESTIT SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934511775": {
            "orgId": "934511775",
            "orgName": "ITESTIT SL",
            "ecContrib": 878129
        }
    },
    "calculatedTotalContribution": 878129
}