{
    "rcn": "204587",
    "acronym": "HERO",
    "topics": "SMEInst-09-2016-2017",
    "title": "High Efficiency electrical motor",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "WHYLOT is a French SME founded in 2011 and is located in the south-west part of France in Cambes. The company is specialized in the development of different products in the technical field of electromagnetism among which miniature electric motors has been the subject of an important R&D project. Within 4 years WHYLOTís R&D has patented 24 innovations regarding these products. \nRegarding the electric engines, the company has developed highly innovative concepts concerning the system electromagnetic topology and architecture. The main patents registered concern an aluminium block material winding (replacing the coper coil), a material composite rotor or a new permanent magnet topology. These important breakthroughs allowed the company to realize engines much lighter and smaller than existing products for a high power and efficiency. Compared to McLarenís F1 electric motor, which is considered the best motor within the worldwide F1 competition and on the market, WHYLOTís engine is 30% lighter and smaller. In the same time, WHYLOTís offers a mechanical torque and power respectively 10 N.m and 10 Kw higher. This engine is made of standard material and, as it is smaller, requires less rare-earth metals, which makes its cost also very low and competitive on the market. \nRegarding the carbon impact, the transportation sector represents 22% of the global CO2 emission. One of the main solutions to reduce this impact will be the expansion of the electric vehicle market. The latter will reach 5.7 % of the vehicle total European market in 2020. WHYLOTís engines totally respond to the marketís needs and will enhance electric vehicle and contribute strongly to the reduction of CO2 emissions. \nWHYLOT now has a fully operational proof of concept but need know to perform a feasibility study to define and validate the best marketing strategy to adopt during the first SME instrument. Afterwards, the company will aim the SME instrument phase 2 and 3",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WHYLOT SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920677732": {
            "orgId": "920677732",
            "orgName": "WHYLOT SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}