{
    "rcn": "204553",
    "acronym": "Miniature Robots",
    "topics": "ERC-PoC-2015",
    "title": "Commercialisation of new miniaturised, automated robots for high throughput training and assessment of dexterity in rats and mice.",
    "startDate": "01/07/2016",
    "endDate": "31/12/2017",
    "objective": "The invention: We have developed new, cost-effective miniature robots using 3D printers and customised electronics and software. Large numbers of robots can run in parallel unattended for 24 hours a day, 7 days a week. These robots can be adapted for a variety of applications in industry and research. In this Proof of Concept phase we will begin commercialisation of one of our robots.\n\nCommercial potential: We will refine our robots to accelerate a rate-limiting step in the drug discovery pipeline. This will save research teams hundreds of thousands of Euros in salary costs and will enable faster, higher quality research, leading to more discoveries and greater revenue. Our robotic devices have the potential to make a significant impact on health care and will make an economic impact on the time and cost of research. In turn, this means they have considerable commercial potential for this application alone. We will expand our product range for other applications in industry and research.\n\nGoals of Proof-of-Concept study: Prototypes were manufactured using a basic 3D printer. We now wish to have our prototypes professionally refined and manufactured for commercialisation. We will protect our intellectual property. We will explore all market opportunities in industry, pharmaceuticals and academia so that we may prioritise the development and manufacture of this and other devices. We will present our business package to potential investors including robotics companies, research equipment companies and venture capitalists. In conclusion, we seek to transform the output of my existing ERC grant into a commercial product with a social and economic impact.",
    "totalCost": "149761",
    "ecMaxContribution": "149761",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 149761
        }
    },
    "calculatedTotalContribution": 149761
}