{
    "rcn": "204568",
    "acronym": "SOCIETY",
    "topics": "MSCA-NIGHT-2016",
    "title": "in Search Of Certainty - Interactive Event To inspire Young people",
    "startDate": "01/06/2016",
    "endDate": "30/11/2017",
    "objective": "SOCIETY (in Search Of Certainty ñ Interactive Event To inspire Young People) European Researchers' Night  events will take place in 5 cities (Bologna, ForlÏ, Cesena, Ravenna and Rimini). \nSOCIETY  aims to present research as the best tool to investigate solutions, ideas and innovations to sort out the Societal Challenges that human beings face. In order to achieve its objectives, SOCIETY will rely on interactivity and engagement at large:  the project will specifically aim to produce a Night co-design approach, in which researchers together with society will conceive the event programme.\nSOCIETY project will be extended to two editions of ERN, in 2016 and in 2017, with a project duration of 18 months. The line-up of  each Night event will be structured as a subway map, with different lines and stops. Each line will represent an interdisciplinary pathway in some specific big topic for which researchers are trying to find some possible solutions and ideas. \nThe two events will maintain the same overall theme, but a relevant evolution in public collaboration, which will support the design of the programme event, will be envisaged. \nThe co-design of ERN events will act as a concrete lab experience for European researchers in structuring a bottom-up public communication event. The public will have a key role in the project, not only as target, and will be engaged to collaborate in the outline of an event tailored for societal interests.\nResearchers and research will benefit from this approach as a whole in terms of public support and acknowledgement of the importance of research work for society.\nSOCIETY Night events will be designed in order to attract different kinds of publics . However, secondary school students, who are about to make their choice in terms of career, will be a privileged target, also through the involvement of Eu and MSCA researchers.\nSpecific activities will be addressed to encourage female young students to embark on scientific and research career.",
    "totalCost": "155375",
    "ecMaxContribution": "155375",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "FORMICABLU SRL;ISTITUTO NAZIONALE DI ASTROFISICA;CONSIGLIO NAZIONALE DELLE RICERCHE;ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA;CINECA CONSORZIO INTERUNIVERSITARIO;ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999472675": {
            "orgId": "999472675",
            "orgName": "ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA",
            "ecContrib": 4269
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 98338
        },
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 5001
        },
        "986258171": {
            "orgId": "986258171",
            "orgName": "FORMICABLU SRL",
            "ecContrib": 32998
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 5000
        },
        "999868920": {
            "orgId": "999868920",
            "orgName": "ISTITUTO NAZIONALE DI ASTROFISICA",
            "ecContrib": 5020
        },
        "999843409": {
            "orgId": "999843409",
            "orgName": "CINECA CONSORZIO INTERUNIVERSITARIO",
            "ecContrib": 4750
        }
    },
    "calculatedTotalContribution": 155376
}