{
    "rcn": "204588",
    "acronym": "StandBy-U",
    "topics": "SMEInst-13-2016-2017",
    "title": "Real Time Response System towards Safety and Emergency Management Improvement in critical infrastructures and soft targets",
    "startDate": "01/06/2016",
    "endDate": "31/08/2016",
    "objective": "Within this year 350,000 people in Europe will die of sudden cardiac arrest, 2.5 million workers will result injured at their workplace and safety and security incidents will cost business and citizens in Europe Ä204 Billion. Incident response requires speed. For example, if attended within the first five minutes, cardiac arrest survival rate is 50%. Growing security challenges will drive the market for safety and emergency management solutions reaching Ä2.14 billion revenues in 2021 the EU, growing at 5.4% Compound Annual Growth Rate (CAGR). \nAt ASK Community Systems we are a team of 12 employees, delivering since 2003 adaptive solutions assisting companies to manage mobile workforce and field services. An optimal and fast communication and coordination between all stakeholders is essential for effective safety and security management. In lieu of the potential market application and societal impact of our expertise to the domain of emergency management, we started the development of Standby. \nStandby-U is a comprehensive support tool for effective security & safety management. Combines resource management with technology for achieving situation awareness, in order to provide a system to interact with a large number of users simultaneously. Standby-U will autonomously manage availability, ensuring there is no over/under staffing of qualified personnel; will reduce time response by using context information such as time to destination, pushing alarms directly from detectors and accurate indoor location; Will provide a multimodal communication device substituting the use of pagers and radio transceivers. As a result, StandBy-U will furnish emergency services and safety management teams with a tool to increase their effectiveness while reducing managing costs and hardware expenditure. Benefits vary depending on the typology or the organization. For a company with 250 employees, the cost of StandBy-U is recovered within 6 months and saves 1.8Ä for each 1Ä spent yearly.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ASK COMMUNITY SYSTEMS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925462160": {
            "orgId": "925462160",
            "orgName": "ASK COMMUNITY SYSTEMS BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}