{
    "rcn": "204547",
    "acronym": "SPCOLPS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Self-propelled colloidal particles: single particle motion and collective behavior",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Active materials present us with interesting possibilities for the design of materials and devices, yet they also introduce some scientific and technological challenges. In particular, self-propelled colloidal particles or artificial microswimmers have been identified as a new class of matter with great potential, owing to their ability to mimic the collective motion of complex living systems, but also serve as model systems to study intrinsically out-of-equilibrium systems. Moreover, self-propelled particles (SPPs) can strikingly resemble the collective behavior of living microorganisms, by consuming internal energy or extracting energy from their local environment in order to generate their own motion. Despite great progress in developing different types of colloidal microswimmers, obtaining a detailed 3D insight of their collective motion is still elusive with currently available SPPs. The present proposal aims at developing better model systems with tunable propulsion and intends to achieve this by two key ideas: (i) fluorescently labeled, refractive-index and density-matching active spherical particles, to obtain for the first time a detailed real space insight in 3D on a single particle level using confocal microscopy, using tunable light control of the propulsion; (ii) fluorescently labeled self-propelled rods to study how shape anisotropy influences the collective motion. Systematic characterization of the proposed model systems will allow me to study when and how microscopic dynamics affect the macroscopic behavior of internally driven colloidal systems. Our results will shed light on how the dimensionality and shape affects the collective dynamics of SPPs. Potential applications lie in self-coating materials and there will be an increased understanding of the collective dynamics of active systems, with possible insights for biological systems.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}