{
    "rcn": "204579",
    "acronym": "IMPAX",
    "topics": "SMEInst-02-2016-2017",
    "title": "Inline/Instant Measurement for PhArma eXtrusion",
    "startDate": "01/09/2016",
    "endDate": "31/10/2019",
    "objective": "Most pharma companies still rely on the age old batch manufacturing method and today the European Pharma industry faces the major challenge of strong competition from lower cost manufacturers. The trend is disinvestment in Europe or alternatively investment in innovative manufacturing technologies and more advanced and targeted pharmacological products.\n\nBatch manufacturing implies inflexibility, high costs and poor biological delivery of more advanced new drugs. New techniques like Continuous Manufacturing, extruder based Hot Melt Extrusion and Wet Granulation are the future, allowing for automation, improved efficiency, and proper bioavailability for poorly soluble molecules. Safety and fulfilment of their potential mean these new processes require much more advanced Process Analytical Technology than is currently available. \n\nColVisTec will extend its unique UV-VIS platform to incorporate NIR and Raman. IMPAX represents the first production monitoring platform to combine three spectra (UV-VIS, NIR and Raman) and will provide extensive, real time, spectroscopy measurements adapted to the extruder environment with pharma software compliant with EMA and FDA regulations.\n\nThe initial markets will be Europe and the USA, where ColVisTec is already active. IMPAX users like pharma companies, contract manufacturers and universities will benefit from access to lower cost production and an innovative solution for drug delivery. Important pharma stakeholders (AbbVie, Endcap, FCNW, Catalent, BASF and Reutlingen University) have already shown their interest and support in written form and undertaken to test the new IMPAX platform at their facilities. \n\nIMPAX will contribute to Europeís pharma industry adopting ìIndustry 4.0î digitalisation and automation principles and will facilitate the European market shift towards CM and PAT techniques boosting the uptake of more competitive manufacturing technologies.",
    "totalCost": "3276387,5",
    "ecMaxContribution": "2293471,25",
    "coordinator": "COLVISTEC AG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941047344": {
            "orgId": "941047344",
            "orgName": "COLVISTEC AG",
            "ecContrib": 2293471
        }
    },
    "calculatedTotalContribution": 2293471
}