{
    "rcn": "204571",
    "acronym": "TRISORP",
    "topics": "SMEInst-09-2016-2017",
    "title": "Energy saving and reducing carbon dioxide emission by applying advanced ammonia/water absorption chillers and decentralised Trigeneration (CCHP) technology to small and medium enterprises",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The UN have recently succeeded in Paris on the urgent and highly prioritised need to meet new climate goals within the coming decades, which will result in the request for a broad engagement in new approaches and technologies for sustainable energy production and more efficient use of energy, well reflected in the work programme of EU and esp. Horizon 2020. In this context, TRISORP proposes an innovative approach to cold production that fully fits with these objectives and promises a significant contribution to energy efficiency and reduction of greenhouse gas emissions. It has high potential to significantly reduce primary energy consumption and process costs for clients whereby generating significant business and employment growth with focus on Europe.\nThe innovative approach of TRISORP is based on a revolutionary new, but field proven technology for heat-driven absorption chillers in the small capacity range, which allows for cost efficient system design for medium size applications, for which no alternative to the state-of-the-art, inefficient and environmentally harmful compression chillers is available up to now. The consequent application of the ìintelligent simplicityî principle has reduced investment burdens and increased the overall profitability for clients so dramatically that, for the first time, absorption refrigeration becomes applicable in mass markets. The technology allows for saving up to 73% of primary energy consumption and thus up to 73% of greenhouse gas emissions of cold production. The initial addressable market segment is relevant and the unique selling proposition of KKS promises a high market share and profitable business. Additionally, the market is expected to grow significantly.",
    "totalCost": "3083548,75",
    "ecMaxContribution": "2158484",
    "coordinator": "KKS-KALTE-KLIMA-SACHSEN GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937082566": {
            "orgId": "937082566",
            "orgName": "KKS-KALTE-KLIMA-SACHSEN GMBH",
            "ecContrib": 2158484
        }
    },
    "calculatedTotalContribution": 2158484
}