{
    "rcn": "204505",
    "acronym": "3D-Forensics/FTI",
    "topics": "FTIPilot-1-2015",
    "title": "Mobile high-resolution 3D-Scanner and 3D data analysis for forensic evidence fast track to innovation",
    "startDate": "01/07/2016",
    "endDate": "31/12/2018",
    "objective": "Crime is a major factor in reducing the level of civil security. The percentage of solved crime is less than 70% in more than half of the EU countries in some it is less than 50%. A very important part of crime investigation is the capturing and analysis of forensic evidence. In High Volume Crimes, such as burglary, a common trace type are footwear and tyre track traces. At present the recording and analysis of such traces can only be mitigated (if at all) through time consuming procedures. In the last years the FP7 project 3D-Forensics (www.3D-Forensics.eu) developed and evaluated a promising approach to fill gaps in the performance of actual tools. Footwear and tyre traces are captured using modern optical 3D-scanning technology and investigated using a 3D analysis software focussed on forensic end users. The project culminated in the demonstration of the system prototype outdoors under the same conditions of those typically found at crime scenes by the Dutch police from the region of Zeeland West-Brabant.\n3D-Forensics / FTI will bridge the so called ìvalley of deathî between a successful research and technological development and market introduction of innovation. It will finish off the footwear and tyre trace 3D scanning and analysis idea from an already advanced project output to make it market mature and ready for launch. In essence 3D-Forensics / FTI will implement the last steps identified as necessary at the end of the previous FP7 project. The resulting advanced prototypes will be tested, including in ìround robinî  tests by six forensic end users for performance verification and in a further phase the prototypes from a pilot line with the same or very similar specifications as the first product to be launched will be validated in a relevant accredited process. Communication with the forensic community together with the feedback from the testing and validation exercises will enable our business model to be fine-tuned and validated.",
    "totalCost": "1582383,75",
    "ecMaxContribution": "1219388,63",
    "coordinator": "LUCAS INSTRUMENTS GMBH",
    "coordinatorCountry": "DE",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;Crabbe Consulting Ltd;DELFTTECH BV;GEXCEL SRL",
    "participantCountries": "DE;UK;NL;IT",
    "projectParticipants": {
        "999968927": {
            "orgId": "999968927",
            "orgName": "Crabbe Consulting Ltd",
            "ecContrib": 175612
        },
        "953372358": {
            "orgId": "953372358",
            "orgName": "DELFTTECH BV",
            "ecContrib": 189700
        },
        "953266434": {
            "orgId": "953266434",
            "orgName": "LUCAS INSTRUMENTS GMBH",
            "ecContrib": 261625
        },
        "953687026": {
            "orgId": "953687026",
            "orgName": "GEXCEL SRL",
            "ecContrib": 220051
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 372400
        }
    },
    "calculatedTotalContribution": 1219388
}