{
    "rcn": "204560",
    "acronym": "CIVITAS SATELLITE",
    "topics": "MG-5.5b-2015",
    "title": "Support Action Towards Evaluation, Learning, Local Innovation, Transfer and Excellence",
    "startDate": "01/07/2016",
    "endDate": "31/12/2020",
    "objective": "SATELLITE will function as anchor for the entire CIVITAS Network, coordinating and supporting ongoing and future CIVITAS2020 projects. SATELLITE will address the MG5.5b call topic by helping cities gain better access to innovative solutions to properly address transport challenges they are facing. SATELLITE will make sure the latest innovations resulting from European urban mobility research reach cities through adequate cross-project coordination and exchange mechanisms. For innovations to be properly scaled up, sufficient information on their actual impact is required. SATELLITE will further elaborate the CIVITAS Impact and Process Evaluation Framework and provide IA projects with support mechanisms to implement and apply this framework. Through capacity-building, SATELLITE will provide city practitioners with the necessary skills to apply innovations in their own context, while additional exchange activities will prepare for the actual transfer and take-up of these solutions through community building approaches where cities can learn from their peers. Moreover, the project enhances the direct exchange and cooperation between the public and private sector, offering a dedicated online marketplace for urban transport innovations. SATELLITE dissemination activities will promote CIVITAS successes and improve access to available solutions through a varied range of communication tools and activities. Structured networking among all CIVITAS Forum members, with the annual conference as main highlight and with strong links to CIVINETs will encourage lasting capitalisation of activities. \nUnique selling points include: functioning as bridge between past and future of CIVITAS; bringing research tools to a marketplace for improved application and accessibility; gathering leading European and international urban transport networks in one CIVITAS CSA for the first time; reaching beyond Europe to widen the impact of CIVITAS; preparing for a lasting legacy of CIVITAS innovations",
    "totalCost": "2996858,75",
    "ecMaxContribution": "2996858,75",
    "coordinator": "POLIS - PROMOTION OF OPERATIONAL LINKS WITH INTEGRATED SERVICES, ASSOCIATION INTERNATIONALE",
    "coordinatorCountry": "BE",
    "participants": "TRANSPORT & MOBILITY LEUVEN NV;RUPPRECHT CONSULT-FORSCHUNG & BERATUNG GMBH;UNION INTERNATIONALE DES TRANSPORTS PUBLICS;EUROCITIES ASBL;REGIONAL ENVIRONMENTAL CENTER FOR CENTRAL AND EASTERN EUROPE -REC;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
    "participantCountries": "BE;DE;HU",
    "projectParticipants": {
        "999450559": {
            "orgId": "999450559",
            "orgName": "EUROCITIES ASBL",
            "ecContrib": 336000
        },
        "999482666": {
            "orgId": "999482666",
            "orgName": "RUPPRECHT CONSULT-FORSCHUNG & BERATUNG GMBH",
            "ecContrib": 580452
        },
        "998616262": {
            "orgId": "998616262",
            "orgName": "TRANSPORT & MOBILITY LEUVEN NV",
            "ecContrib": 497188
        },
        "999513512": {
            "orgId": "999513512",
            "orgName": "REGIONAL ENVIRONMENTAL CENTER FOR CENTRAL AND EASTERN EUROPE -REC",
            "ecContrib": 682406
        },
        "999928381": {
            "orgId": "999928381",
            "orgName": "POLIS - PROMOTION OF OPERATIONAL LINKS WITH INTEGRATED SERVICES, ASSOCIATION INTERNATIONALE",
            "ecContrib": 448500
        },
        "999945647": {
            "orgId": "999945647",
            "orgName": "UNION INTERNATIONALE DES TRANSPORTS PUBLICS",
            "ecContrib": 149062
        },
        "998341364": {
            "orgId": "998341364",
            "orgName": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
            "ecContrib": 303250
        }
    },
    "calculatedTotalContribution": 2996858
}