{
    "rcn": "204575",
    "acronym": "RiCaMo",
    "topics": "SMEInst-07-2016-2017",
    "title": "Innovative oxygen-free wine bottling process",
    "startDate": "01/07/2016",
    "endDate": "31/03/2018",
    "objective": "The equilibrium between senses and biochemistry of wines can be compromised by the presence of a residual amount of oxygen inside the bottles, affecting the wine microbiology equilibrium and its conservation. In fact, the bottling phase is considered as one of the most critical steps in the entire winemaking process because it can affect the wine quality and features with severe economic consequences for the entire business. Furthermore, the use of sulphites and other preservatives in food and beverage industry currently represents a critical issue, due to their unwanted health effects.\nWith the aim to improve the overall wine making sustainability, during the last 2 years the ìfoodtechî start-up company D.R. WINE Tech, supported by ENTER, developed an innovative bottling technology system: RiCaMo. This technology drastically reduces the amount of residual oxygen in the bottle through a patented retractable straw system under gaseous nitrogen, allowing to: \n-monitor the oxygen content during all the filling phases\n-reduce the amount of preservatives, like sulphites (-30/60%) and other additives\n-produce a high-quality wine with a longer shelf life\n-improve bottling volume scale-up of 25%\n-reduce wastes (-15% in terms of wine product and glass bottles)\n-foster the biological, biodynamic and natural wine production\n-support also small producers\n-meet the needs of wine makers, retailers, experts and consumers, at international level\nRiCaMo innovative filling machine has reached TRL7 and the 14 months European project will bring it to a comprehensive industrialized wine bottling system, through 6 pilots to exploit and test the machine for its market uptake, besides the validation of different business models (direct sale, mobile service and rental). RiCaMo will reach the European and global market within 3 years, providing 32% ROI and about Ä 1.130.000 turnover by 2022 for D.R. WINE Tech, considering about 70 sold RiCaMo machines and 200 rentals.",
    "totalCost": "1253875",
    "ecMaxContribution": "877712,5",
    "coordinator": "ENTER S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "DR TECH SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "926164246": {
            "orgId": "926164246",
            "orgName": "DR TECH SRL",
            "ecContrib": 431112
        },
        "926419841": {
            "orgId": "926419841",
            "orgName": "ENTER S.R.L.",
            "ecContrib": 446600
        }
    },
    "calculatedTotalContribution": 877712
}