{
    "rcn": "204509",
    "acronym": "WAVEFIL",
    "topics": "MSCA-IF-2015-EF",
    "title": "WAvelength VErsatile Pulsed Raman FIbre Lasers",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The primary goal of the WAvelength-VErsatile Pulsed Raman FIbre Lasers (WAVEFIL) project is to train a talented researcher with a strong academic background in laser technology and nonlinear optics, through a research programme focused on developing wavelength-versatile, pulsed, Raman fibre lasers (RFLs) at 1.6 ?mñ1.8 ?m, and their applications for simultaneous dual mid-Infrared (mid-IR) laser generation at 2.7 ?m and 4.3 ?m in an OPO system. These two mid-IR wavelengths are highly desirable as an atmospheric sensing, since both correspond to the peak absorption of the primary greenhouse gas, CO2. The success of this project will contribute knowledge to the fields of laser science and technology, and establish an internationally leading position for Europe in the industrial applications relevant to gas monitoring, medicine and defence.\nThe Fellow, Dr. J. Liu, will receive substantial training activities in professional knowledge and skills in the field of photonics, material sciences and industrial commercialisation. This will take place at the EU host Aston Institute of Photonic Technologies (AIPT), Aston University (Prof. S. K. Turitsyn), and academic secondments of the University of Mons (UMONS) (Dr. A. A. Fotiadi), Tampere University of Technology (TUT) (Prof. O. Okhotnikov), Imperial College London (IC) (Dr. E. Kelleher) and the industrial partner, ART Photonics (Dr. V. Artjushenko). This training-through-research project will significantly enhance the Fellowís competence in multidisciplinary research areas, establishing him as a leading figure in photonics research and industry communities.\nThis project will explore the commercialisation of a novel laser system and enable a greater market share for gas monitoring applications. A long-term collaboration between the Fellow and host and co-hosts will be established, ultimately resulting in a new level of high-brilliance laser sources and contributing to the European competiveness in laser technology.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}