{
    "rcn": "204558",
    "acronym": "AD-HOC",
    "topics": "ERC-PoC-2015",
    "title": "Artificial Dielectrics for High-frequency On-Chip antennas",
    "startDate": "01/09/2016",
    "endDate": "28/02/2018",
    "objective": "High-speed wireless communication and automotive radars are two applications with huge social and market potentials that can be revolutionized by the development of high-frequency (sub-terahertz) technology. Despite the recent advances in low-cost integrated circuits, the poor performance of on-chip antennas is nowadays the major bottleneck in converting the electrical signals (on-chip) into radiated ones (off-chip). For decades the problem of ìsurface wavesî has prevented the efficient use of radiators on chip. \nThe AD-HOC project aims at exploiting the breakthrough technology of Artificial Dielectric (AD) layers as the solution to the surface-wave problem of High-frequency On-Chip antennas. The processes necessary to micro-fabricate AD layers will be optimized with the goal of achieving reliable manufacturing, while offering design flexibility at low costs. This will allow the wide exploitation of the AD layers, as they can be used by industrial technology providers as add-on components to at least double the efficiency of their integrated circuit front ends. \nBy overcoming the fundamental limitation of integrated antennas, AD layers have high potential to become a ìstandardî component in all future car-safety and wireless-communication devices. The AD-HOC project will bring this innovative technology to a pre-demonstration stage to strengthen commercialization and scaling-up opportunities.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}