{
    "rcn": "204503",
    "acronym": "MEDIA4SEC",
    "topics": "FCT-15-2015",
    "title": "The emerging role of new social media in enhancing public security",
    "startDate": "01/07/2016",
    "endDate": "31/12/2018",
    "objective": "MEDI@4SEC focuses upon enhancing understanding of the opportunities, challenges and ethical consideration of social media use for public security: the good, the bad and the ugly. The good comprises using social media for problem solving, fighting crime, decreasing fear of crime and increasing the quality of life. The bad is the increase of digitised criminality and terrorism with new phenomena emerging through the use of social media. The ugly comprises the grey areas where trolling, cyberbullying, threats, or live video-sharing of tactical security operations are phenomena to deal with during incidents. Making use of the possibilities that social media offer, including smart ëwork-aroundsí is key, while respecting privacy, legislation, and ethics. This changing situation raises a series of challenges and possibilities for public security planners. MEDI@4SEC will explore this through a series of communication and dissemination activities that engage extensively with a range of end-users to better understand the usage of social media for security activities. MEDI@4SEC will seek a better understanding of how social media can, and how social media cannot be used for public security purposes and highlight ethical, legal and data-protection-related issues and implications. Activities centre around six relevant themes: DIY Policing; Everyday security; Riots and mass gatherings: The dark web; Trolling; and Innovative market solutions. MEDI@4SEC will feed into, support and influence changes in policy-making and policy implementation in public security that can be used by end-users to improve their decision making. By structuring our understanding of the impact of social media on public security approaches in a user-friendly way MEDI@4SEC will provide an evidence-base and roadmap for better policymaking including: best practice reports; a catalogue of social media technologies; recommendations for EU standards; future training options; and, ethical awareness raising.",
    "totalCost": "1917006,25",
    "ecMaxContribution": "1902006,25",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;XLAB RAZVOJ PROGRAMSKE OPREME IN SVETOVANJE DOO;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;AYUNTAMIENTO DE VALENCIA;FORUM EUROPEEN POUR LA SECURITE URBAINE;EUROPEAN ORGANISATION FOR SECURITY SCRL;KENTRO MELETON ASFALEIAS;Police Service of Northern Ireland;UNIVERSITEIT UTRECHT",
    "participantCountries": "NL;SI;DE;ES;FR;BE;EL;UK",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 138750
        },
        "999773375": {
            "orgId": "999773375",
            "orgName": "XLAB RAZVOJ PROGRAMSKE OPREME IN SVETOVANJE DOO",
            "ecContrib": 87000
        },
        "972510458": {
            "orgId": "972510458",
            "orgName": "FORUM EUROPEEN POUR LA SECURITE URBAINE",
            "ecContrib": 152188
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 268381
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 442812
        },
        "999827307": {
            "orgId": "999827307",
            "orgName": "KENTRO MELETON ASFALEIAS",
            "ecContrib": 190312
        },
        "998058415": {
            "orgId": "998058415",
            "orgName": "Police Service of Northern Ireland",
            "ecContrib": 81250
        },
        "998215943": {
            "orgId": "998215943",
            "orgName": "EUROPEAN ORGANISATION FOR SECURITY SCRL",
            "ecContrib": 236375
        },
        "984507903": {
            "orgId": "984507903",
            "orgName": "AYUNTAMIENTO DE VALENCIA",
            "ecContrib": 81250
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 223688
        }
    },
    "calculatedTotalContribution": 1902006
}