{
    "rcn": "204517",
    "acronym": "PCFENCM",
    "topics": "MSCA-IF-2015-GF",
    "title": "Pan-cancer functional evaluation of non-coding DNA mutations",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "The functional evaluation of cancer mutations has been largely restricted to the protein-coding genome, due to our lack of (i) whole-genome sequence data for cancer genomes, and (ii) knowledge about the function of the non-coding genome. However, more recently the function of the non-coding genome has been largely annotated by the ENCODE project, where large consortia are profiling thousands of tumor and matched non-neoplastic tissue samples at the genomic, proteomic and epigenomic levels.\nPrevious studies have shown that (i) over 90% of the disease-associated loci identified with genome-wide association studies (GWAS) lie within the non-coding genome, and (ii) non-coding mutations are frequent in cancer. Nevertheless, few studies have evaluated the role of genetic variation in the non-coding genome in cancer development and progression, and therefore, the landscape of non-coding mutations in cancer remains uncharted territory. Moreover, there are no studies yet relating variation or mutations within the non-coding genome to the sensitivity to drugs, and this is hence the purpose of the work described here.\nUsing genome-wide sequence, epigenomic, transcriptomic, proteomic and eQTL data from (i) over 2,000 whole cancer genomes, (ii) over 10,000 tumor and matched non-neoplastic tissue samples spanning 25 tumor types, and (iii) the ENCODE project, I aim to build a comprehensive map of non-coding mutations across the most prevalent cancer types. Subsequently, this map will be integrated with pharmacological profiles of small molecules in predictive models, thus allowing to identify genetic variants and mutations associated to drug efficacy and resistance across cancers. This work will help unravel the impact of non-coding mutations on genome regulation and gene expression, to disambiguate the contributions of somatic mutations and inherited genetic polymorphisms to cancer susceptibility, and to relate mutations in the non-coding genome to drug efficacy.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}