{
    "rcn": "204518",
    "acronym": "BioMIC-FUEL",
    "topics": "MSCA-IF-2015-GF",
    "title": "Bio-inspired photonics for enhanced microalgal photosynthesis in biofuels",
    "startDate": "01/01/2017",
    "endDate": "31/12/2019",
    "objective": "Algal biofuels have the potential to provide a sustainable carbon-neutral source to fossil fuels, however the scaling up of algal systems is economically challenging. Here we propose a bio inspired approach to exploiting light-matter interaction by understanding and mimicking the optical properties of corals. We aim to inspire the development of improved photonic materials that can be used to maximise algal growth in order to radically transform the algal biofuel sector. The specific objectives are to 1) explore the in vivo light field, optical properties and photosynthetic efficiency of a range of coral species from different light regimes, 2) understand the nanophotonic and structural properties of corals underlying the optimised light modulation and 3) apply the biophotonic insight to design novel photonic materials for the improved growth of microalgae. The proposal is highly interdisciplinary involving optical and photonic characterisation, photosynthesis research and the fabrication of novel materials. The successful implementation of this project will have a high societal impact, through improving the biofuel sector and working towards carbon-neutral fuel sources.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}