{
    "rcn": "204581",
    "acronym": "LipVerify",
    "topics": "SMEInst-13-2016-2017",
    "title": "Feasibility study on the development of LipVerify - a new viseme based user authentication service.",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "'The LipVerify project will explore the feasibility of commercialising a new service which provides secure access to sensitive data, applications and physical areas via a unique biometric authentication technique - based on analysis of the users lip movements. \n\nSignificant R&D carried out over the last ten years within the Centre for Secure IT (CSIT) in Belfast has resulted in the development of a number of unique algorithms in the area of VISEME ANALYSIS. CSIT is a Ä40M innovation and knowledge centre based at Queen's University Belfast (QUB). With over 90 research staff in information security and cyber-physical security, it is the UKís largest research centre in cyber security. It is recognised by the UK Research Council and GCHQ as an Academic Centre of Excellence in Cyber Security Research, specialising in fields such as applied cryptography, network security systems, critical infrastructure protection and intelligent surveillance systems. \n\nImplementation of the Viseme Analysis algorithms has demonstrated, through testing with a number of large and independent data sets, that leveraging the technology for user authentication can be highly accurate and secure. When accessing a sensitive application on e.g. a mobile device, the user is asked to say or mouth a random challenge phrase which is displayed on screen. The system provides secure user authentication AND verifies 'liveness' to ensure that the system is not being 'spoofed' - a common weakness with most biometric techniques.\n\nIn 2015 Liopa Limited was formed as the commercial vehicle to onward develop and productise this technology. This feasibility study aims to do a detailed study of the market for biometric authentication systems, determine market requirements and potential market verticals, demonstrate an early version of the technology to a prospective customers in their environment, and product a high level business plan for the development and market introduction of a commercial product.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIOPA LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923506446": {
            "orgId": "923506446",
            "orgName": "LIOPA LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}