{
    "rcn": "204595",
    "acronym": "CoolFarm",
    "topics": "SMEInst-07-2016-2017",
    "title": "CoolFarm ñ The intelligent and flexible system that provides to plants what they need, when theyneed it!",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "The objective of this project is to demonstrate the breakthrough system - SaaS based B2B Greenhouse Artificial Intelligence\nControl System ñ which is a high-tech product to solve real world problems!\n\nCoolFarm represents the future of agriculture by bringing it into the cloud. CoolFarm is a disruptive solution based on\nArtificial Intelligence (AI) and Machine Learning, connected to the cloud and with an intuitive interface, adaptable to web,\nmobile and tablet supports, supported on an unique concept of controlling, in a precise way, the environmental variables that\ncontribute to plants growth, which allows them to develop in the most healthy, efficient and effective way.\n\nDesigned to nurture plants by controlling several environmental variables that have a direct impact on plant growth, Coolfarm\nprovides them what they need, when they need it! This state-of-theñart Plug&Play solution, has established a new\nbenchmark for cultivation farms making control easier and more intuitive, optimised in terms of plant growth and resource\nmanagement, and as a result, more profitable, LOWER CAPEX and OPEX=HIGHER ROI (Return On Investment)!\n\nCoolFarm technology can be directly applied to two distinct markets, (i) hydroponic greenhouses which encompasses\nhydroponic and aquaponic urban greenhouses; and (ii) micro-algae reactors which are used to manufacture biofuels, and in\nthe food and cosmetics industries.\n\nThe solution proposed addresses European and global challenges, as it is very attractive for SMEs and large enterprises,\ncontributing to increasing European competitiveness, namely, (i) Increasing urban agriculture market across Europe; (ii)\nEnhance the increase of the biofuel market that still lacks the means to be efficient; (iii) Increase the production in industrial\ngreenhouses; (iv) Precision agriculture; and (v) Global issue of food needs by 2050.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COOLFARM SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931524466": {
            "orgId": "931524466",
            "orgName": "COOLFARM SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}