{
    "rcn": "204565",
    "acronym": "RADIcAL",
    "topics": "PHC-12-2015",
    "title": "Non-invasive rapid assessment of chronic liver disease using Magnetic Resonance Imaging with LiverMultiScan",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "Chronic liver diseases are called 'silent killers', as clinical symptoms only surface at late stages of the disease, when it is not treatable. Non-alcoholic fatty liver disease (NAFLD), a condition defined by fat accumulation in the liver, and its sub-type non-alcoholic steatohepatitis (NASH) are the major forms of liver disease. Untreated NAFLD/NASH can lead to cirrhosis and to liver failure. 450 million people worldwide suffer from fatty liver disease, which carries several health risks, and causes a huge socio-economic burden. At present, the only way of diagnosing and staging disease is with liver biopsy, which is costly, invasive, and carries some risk. Thus, clinicians are reluctant to use it for people suspected of having NAFLD/NASH. In addition, invasive biopsy is not optimal for serial assessment (e.g. monitoring transplant population for signs of liver rejection). Therefore, there is a lack of an accurate and non-invasive method of assessing liver disease and enabling treatment monitoring. \nPerspectum Diagnostics Ltd (PD) has developed LiverMultiScan, a novel, non-invasive, quantitative Magnetic Resonance Imaging software tool that displays high diagnostic accuracy for the early assessment of liver disease, and can be used for patient stratification. It has recently obtained regulatory clearance, but it requires additional clinical validation to assure its broad market acceptance and reimbursement. Thus, RADIcAL entails two clinical trials: a) a multi-centre randomised health economic study to validate the cost-effectiveness and added value of LiverMultiScan compared to the standard care pathway for chronic liver disease; and (b) a prospective clinical trial to demonstrate the high sensitivity and specificity of LiverMultiScan as a medical support tool for stratifying patients at high risk of liver transplant rejection.",
    "totalCost": "3460486,5",
    "ecMaxContribution": "3460486,5",
    "coordinator": "PERSPECTUM DIAGNOSTICS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934968839": {
            "orgId": "934968839",
            "orgName": "PERSPECTUM DIAGNOSTICS LTD",
            "ecContrib": 3460486
        }
    },
    "calculatedTotalContribution": 3460486
}