{
    "rcn": "204597",
    "acronym": "STORELIO",
    "topics": "SMEInst-09-2016-2017",
    "title": "AN EFFICIENT RENEWABLE ENERGY STORAGE SYSTEM FOR A SUSTAINABLE RESIDENTIAL USE",
    "startDate": "01/05/2016",
    "endDate": "31/08/2016",
    "objective": "Currently, worldwide societies demand more efficient, green and cost effective energy systems, as well as other countries demand off-grid electricity supply (Africa, South-America & some Asian countries). Besides, the EU has imposed strict goals on emissions and energy consumption until 2020, and prices of electricity are always increasing prejudicing European families. \nThe forecast for the energy storage market is $ 8 billion globally by 2026 presenting a very attractive forecast for the commercialization of STORELIO. STORELIO is an innovative system based on the electronic integration of various functions, presenting these main advantages: 1) Supply 100% energy from the sun. 2) The user will recover the investment in 4 years. Also Energy storage as a Service (ESaaS) is offered. 3) STORELIO can work off-grid. 4) Has a lifecycle of 20 years and does not require O&M expenditures. 5) Can be managed remotely. 6) European families can save a 95% compared to the current electric system bills. 7) Bidirectional communication with Smart home and Smart grid environments to optimize the energy consumption. The target market is the residential sector of European countries, where solar energy is already well developed or where regulations will favor domestic energy storage. Another target countries are the African ones with an especial goal placed on the off-grid possibility. \nSTORELIO creator is EasyLi, a French company expert in battery systems. The objectives to guarantee the technical and commercial viability of STORELIO are: develop a technical viability plan, a commercialization plan and freedom to operate analysis and a financial feasibility study.The Return of Investment is 2.2 by 2022 and the payback will be produced in 2021.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EASYLI",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920862032": {
            "orgId": "920862032",
            "orgName": "EASYLI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}