{
    "rcn": "204573",
    "acronym": "willpower",
    "topics": "SMEInst-09-2016-2017",
    "title": "willpower ñ make your own fuel from CO2",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Our vision: we want Europe to be independent of fossil fuels. To turn this ambitious dream into reality, Gensoric targets in a first step a sector which accounts for more than 73% of the fossil fuel usage and 57% of all CO2 emissions in the EU: heating!\nTo overcome this situation, Gensoric aspires to empower private uses to change things actively by themselves. As a means for that, the company introduces ist willpower system: the worldwide first residential CO2 utilization system. It empowers its users to their produce fuel at home from the surrounding atmospheric CO2. The core technology is a patent protected and widely validated electro-biocatalytical process and process technology that runs under ambient conditions.\nAs it uses primarily energy from renewable sources such as installed solar panels or micro wind turbine, the system can also be used as an effective way to store energy from the renewables, but it has a greater capacity than power packs and batteries.\nDuring the previous SME-1project its potential to disrupt the conventional energy supply chains was confirmed. Moreover, the market potential  of more than 7 bln Euro in alone in Western Europe and the underlying business model (ëink cartridgeí)  attracted strategic partners such as one of Germanyís leading energy and utility company, with access to 30 million customers across Europe, who will take over the market introduction once the pilot project has been completed successfully. Outcome of the here proposed SME-2 project is a market ready system with an overall efficiency of 45% and an average capacity to reduce 11kg of CO2 emission per day and user.",
    "totalCost": "2442500",
    "ecMaxContribution": "1709750",
    "coordinator": "GENSORIC GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951021757": {
            "orgId": "951021757",
            "orgName": "GENSORIC GMBH",
            "ecContrib": 1709750
        }
    },
    "calculatedTotalContribution": 1709750
}