{
    "rcn": "204527",
    "acronym": "DisWildPop",
    "topics": "MSCA-IF-2015-EF",
    "title": "Impacts of Diseases on Wild Bird Populations",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Understanding what makes organisms ill, and the implications of diseases for dynamics and persistence of wild populations are receiving increased attention from epidemiologists, animal and public health scientists and evolutionary biologists since diseases have major impacts on human and non-human populations. Here I propose a research that capitalizes from recent advances in disease identification, demographic modelling and advanced phylogenetic comparative analyses to investigate the links between pathogen prevalence and life histories, demography and social behaviour of hosts. Using birds as model organisms, first I propose to investigate how prevalence of major causative agents of disease vary across taxa with variable patterns of life history, ecology and social behaviour. Second, I aim to investigate whether prevalence of a wide range of pathogens differ between males and females, and whether these differences result from the distinct roles they play in reproduction. Finally, I will examine whether sex differences in pathogen prevalence predict sex-specific mortality and biased sex ratios. To achieve these Objectives, I will integrate data and methodology from wildlife disease biology, behavioural ecology and population demography. The Fellowship will enhance my analytic skills and provide training in three major fields: disease biology, comparative phylogenetic analyses and population demography. The DoÒana Biological Station (Spain) will provide a unique opportunity to acquire these skills en route to address the project Objectives, and excellent prospects for career development and interdisciplinary collaborations. In addition, the proposed project will have knock-on benefits for biodiversity conservation by providing key knowledge on the capacities of wild birds to respond to disease threats across diverse ecosystems.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}