{
    "rcn": "204585",
    "acronym": "ConnectProtect",
    "topics": "SMEInst-13-2016-2017",
    "title": "A total cyber protection service to Small Businesses operating critical infrastructure and Residential customers",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "This project focuses on cyber-security and aims to address any form of internal or external malware and cyber-attacks. Estimates of global financial losses due to cyber-crime are at least Ä350 billion per year and are expected to reach Ä1.89 trillion by 2019. Cyber-crime has led to the loss of up to 150,000 jobs in Europe, which is about 0.6% of the total unemployed population. In response to cyber-crime, we initiated ëConnectProtectí in 2012, a total cyber protection service for SMEs and residential customers.\n\nWe worked with about 20 SMEs in the UK to build this service and up to date, we developed a reporting engine capable of correlating events/logs from multiple security products across multiple organisations and constantly updating each event in real-time to generate the relevant classification of potential threat. The report engine is able to generate a case for our engineers to deal with an incident in real-time and allowing the customer to view their security state via a dashboard. We aim to further establish and understand our target market and conduct a detailed Europe wide cyber-security market study to establish the size and dynamics of the small business market; engage developmental, operational, and marketing partners for successful delivery of this project.\n\nWe also seek to develop an Intellectual Property (IP) strategy to protect our solution from exploitation by other parties. Through this project we will reduce the cyber security burden in the EU from an average of Ä280 to between Ä10 and Ä70 per employee per month and we will create over 100 jobs through native sales language teams that would be set up in our various target countries. We will potentially save SMEs over 20% (i.e. over Ä1 billion) of revenue lost to cyber-crime in Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SECON SOLUTIONS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930237858": {
            "orgId": "930237858",
            "orgName": "SECON SOLUTIONS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}