{
    "rcn": "204570",
    "acronym": "SHARPER",
    "topics": "MSCA-NIGHT-2016",
    "title": "SHAring Researchersí Passion for Engagement and Responsibility",
    "startDate": "01/05/2016",
    "endDate": "30/11/2017",
    "objective": "Researchers love to engage with nature, society, with future and ultimately with all the complex challenges that will allow them to contribute to a better world. Researchers also love to engage with other people to make the quest theyíre involved in a collective endeavour. All this make researchers persons passionate for engagement who are developing a growing sense of responsibility related to their work and their role in society. In such a professional life researchers experience strong driving forces such as enthusiasm, emotions, combined with new knowledge and innovative discoveries. All these elements are summarized in the acronym SHARPER - Sharing Researchersí Passion for Engagement and Responsibility the name of the European Researchersí Night in the Centre and South of Italy that will take place on the 30th of September 2016 and on the 29th of September 2017 simultaneously in five cities: Perugia, LíAquila, Ancona and Palermo ñ the four capital cities of the regions Marche, Umbria, Abruzzo, Sicily and in Cascina the city hosting the European Gravitational Observatory one of the cutting edge European research facilities. This network of cities combined with their Research Institutions and with their social and cultural actors provides a team of excellence and reliability both in the fields of research and science communication at national and international level. The SHARPER project will create effective communication bridges between researchers and the cities and communities they live and act within, through: street labs, exhibitions, performances in city squares or activities that will take place in focal city venues, where citizens use to spend their everyday life. SHARPER 2016-2017 will geographically broaden the impact of the communication actions of European Researchersí Night in Italy massively engaging kids, young students, schools, associations and citizens at large actively involved by researchers since the planning phase of the activities.",
    "totalCost": "512743,75",
    "ecMaxContribution": "384600",
    "coordinator": "PSIQUADRO SOCIETA COOPERATIVA",
    "coordinatorCountry": "IT",
    "participants": "OBSERVA;UNIVERSITA DEGLI STUDI DI PALERMO;UNIVERSITA POLITECNICA DELLE MARCHE;UNIVERSITA DEGLI STUDI DI PERUGIA;EUROPEAN GRAVITATIONAL OBSERVATORY(EGO) (OSSERVATORIO GRAVITAZIO NALEEUROPEO);ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999734284": {
            "orgId": "999734284",
            "orgName": "UNIVERSITA DEGLI STUDI DI PALERMO",
            "ecContrib": 28000
        },
        "990502018": {
            "orgId": "990502018",
            "orgName": "PSIQUADRO SOCIETA COOPERATIVA",
            "ecContrib": 148000
        },
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 67000
        },
        "999548723": {
            "orgId": "999548723",
            "orgName": "OBSERVA",
            "ecContrib": 35000
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 40800
        },
        "999866689": {
            "orgId": "999866689",
            "orgName": "UNIVERSITA POLITECNICA DELLE MARCHE",
            "ecContrib": 40800
        }
    },
    "calculatedTotalContribution": 359600
}