{
    "rcn": "204584",
    "acronym": "IDENTITY",
    "topics": "SMEInst-13-2016-2017",
    "title": "Usable Digital Signature",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "IDENTITY solution raised to facilitate the take-up of eSignatures in EU, solving problems detected: 1) A lack of user-friendliness, 2) the implementation of existing recent regulations; 3) the low confidence in the security of the eSignature by citizens and enterprises.\nIDENTITY solution constitutes a complete safety e-Signature system aimed at the improvement of the e-Signature usability and simplification of the signature process to assure a widening of the e-Signature use between users.  The main advantages of IDENTITY against existing solutions are: (i) CLOUD: the eSignature is kept in a centralized repository (no need to keep software by user). (ii) TECHNOLOGICAL NEUTRALITY and MOBILITY: No needed a platform or device for the signature, any device with web browser can be used. (iii) SECURITY: User should enter a pin code and a second security measure. (iv) SIMPLIFICATION: No need to use an applet for authentication and signature. (v) TRANSNATIONAL VALIDITY: developed according EU standards and thanks to all advantages mentioned, IDENTITY could be used in any EU country.\nThe R&D phase of IDENTITY finalized in 2015, with the validation tests of the prototype developed in Viavansi servers (TRL5). There has been developed a demonstration of the system prototype (TRL6), covering the full functionality of IDENTITY in a simulated environment.  The good results obtained confirm the international market need and the technical feasibility. Now it is necessary to validate the business plan to develop the IDENTITY final version and to progress through a large scale demonstration in operational environment, scaling up the product to a large market.\nThe feasibility study output of this project wants to validate the assumptions and the first estimations presented, regarding the strategic innovation and business plan for the global market introduction as well as the operational and financial model for the next 5 years of the IDENTITY solution and its technological roadmap.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SERVICIOS AVANZADOS PARA LAS INSTITUCIONES S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930180143": {
            "orgId": "930180143",
            "orgName": "SERVICIOS AVANZADOS PARA LAS INSTITUCIONES S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}