{
    "rcn": "204559",
    "acronym": "3SST2015",
    "topics": "SPACE",
    "title": "Third funding line in 2015 for the establishment of a European SST service provision function",
    "startDate": "01/01/2016",
    "endDate": "31/12/2017",
    "objective": "This 3SST2015 project is aimed at supporting the emergence of a European SST service built on a network of existing SST assets, notably sensors (radar, laser and telescopes) owned by SST Consortium Member States. This will require the commitment of Consortium Member States owing relevant assets to cooperate and provide an anti-collision, fragmentation and re-entry service at European level in order to increase the autonomy of Europe concerning the operational objectives derived from the SST decision, which will be partially fulfilled by the operation of the initial European SST system.\nGiven that this system is mainly based on national systems, at the initial stage many of the activities will be based at national level. At the same time, and in order to achieve the convergence within a joint action that will allow the minimum desirable level of performance, an appropriate degree of coordination between SST Consortium Member States is needed.\nThe project is following a shared working approach between the key players within the field of SST in Europe. Following the guidelines given by the implementing decision of the European Commission (C(2014)6342 final of the 12.09.2014), the backbone of the planned activity is formed by a set of SST committees forming the decision platform of the SST Consortium, composed of the five designated national entities in cooperation mechanisms with the EU SatCen.\nThree Committees  are foreseen for the governing structure of the SST Consortium: the Steering Committee as the decision platform, the Technical Committee as the professional motor and to the Security Committee dealing with bi- and multilateral aspects of security constraints and issues.\nThe main activities are addressed in terms of: Performance assessment and architecture of SST, an SST Action Planî and the Priority upgrading of existing sensors owned by the Member States member of the SST consortium.",
    "totalCost": "9017432,93",
    "ecMaxContribution": "9000000",
    "coordinator": "AGENZIA SPAZIALE ITALIANA",
    "coordinatorCountry": "IT",
    "participants": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;EUROPEAN UNION SATELLITE CENTRE;UK Space Agency;CENTRE NATIONAL D'ETUDES SPATIALES - CNES",
    "participantCountries": "ES;DE;UK;FR",
    "projectParticipants": {
        "999510020": {
            "orgId": "999510020",
            "orgName": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.",
            "ecContrib": 1720000
        },
        "999537083": {
            "orgId": "999537083",
            "orgName": "EUROPEAN UNION SATELLITE CENTRE",
            "ecContrib": 214545
        },
        "944737515": {
            "orgId": "944737515",
            "orgName": "UK Space Agency",
            "ecContrib": 1210562
        },
        "999599163": {
            "orgId": "999599163",
            "orgName": "CENTRE NATIONAL D'ETUDES SPATIALES - CNES",
            "ecContrib": 3450012
        },
        "999663668": {
            "orgId": "999663668",
            "orgName": "AGENZIA SPAZIALE ITALIANA",
            "ecContrib": 1749948
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 654932
        }
    },
    "calculatedTotalContribution": 8999999
}