{
    "rcn": "204555",
    "acronym": "Microbes4U",
    "topics": "ERC-PoC-2015",
    "title": "Study of the therapeutic potential of an Akkermansia muciniphila-based products in subjects with an increased cardio-metabolic risk.",
    "startDate": "01/07/2016",
    "endDate": "31/12/2017",
    "objective": "Overweight and obesity have reached worldwide epidemic level. Both overweight and obesity are characterized by comorbidities such as cardio-metabolic risk factors (i.e., insulin resistance, type 2 diabetes, hypertension, dyslipidemia, low-grade inflammation) representing a major public health problem. Therefore, it is urgent to find a therapeutic solution to target all these metabolic disorders.\n\nAmong the environmental factors able to influence the individual susceptibility to gain weight and to develop metabolic disorders associated with obesity, we have contributed to the demonstration that gut bacteria (i.e, gut microbiota) influence host metabolism. \nWe recently discovered a putative interesting microbial candidate, namely Akkermansia muciniphila. More exactly, we found that the administration of Akkermansia muciniphila reduced body weight gain, fat mass gain, glycemia, cholesterolemia and inflammatory markers in diet-induced obese mice. Moreover, in overweight/obese patients subjected to a calorie restriction diet, the higher abundance of Akkermansia muciniphila was associated with a better cardio-metabolic status. These observations suggested that the administration of Akkermansia muciniphila in overweight or obese people could be a very interesting therapeutic solution. \nCurrently, no human study have investigated the beneficial effects of Akkermansia muciniphila administration on obesity and metabolic disorders. \n\nThus, the main objective of this ERC POC project ìMicrobes4Uî is to get the proof of concept in humans of the safety and efficacy of Akkermansia muciniphila administration in the treatment of overweight, obesity and metabolic disorders associated such as insulin resistance, type-2 diabetes and dyslipidemia.",
    "totalCost": "149375",
    "ecMaxContribution": "149375",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 149375
        }
    },
    "calculatedTotalContribution": 149375
}