{
    "rcn": "204583",
    "acronym": "iNTACT",
    "topics": "SMEInst-13-2016-2017",
    "title": "Commercialisation of the worldís first iNTelligent Access Cover Technology for the protection of ALL underground infrastructure.",
    "startDate": "01/05/2016",
    "endDate": "31/07/2016",
    "objective": "All infrastructure that underpins life as we know it runs underground in some form whether it be telecoms, water, gas or electricity. All underground infrastructure is only accessible through one method ñ inspection chambers. These inspection chambers are common and 100s can exist within a small area. To prevent criminal damage to infrastructure and ensure safety, all of these chambers are covered with access covers. There have been no major innovations of access covers in recent times and most remain completely unsecure and vulnerable. Requests to increase security has resulted in simple measures taken in the form of padlocks and key-locks, which still leave significant vulnerabilities. Alongside these vulnerabilities, covers in strategic sites need daily monitoring. This is currently done manually with physical inspections. There is a significant cost incurred for this.\n\nWe are Hugslock Systems and have developed a solution that will secure all underground infrastructure. We have created iNTelligent Access Cover Technology ëiNTACTí that will truly revolutionize the security of underground critical infrastructures. iNTACT is the worldís first remote lockable access cover. It is secure, impenetrable and intelligent. Intelligence is embedded within the cover in the form of sensors that can offer various monitoring capabilities such as gas, heat, water sensors, Infrared CCTV, motion, bio-hazard and seismic.\n\niNTACT completely removes the need for any physical inspections, as the remote-operated locks can be remotely monitored from a central control room. We have strong market-pull from utility providers such as SITEL of the Czech Republic and organizations such the Ministry of Defence. Based on early interest we have built bottom-up 5 year forecasts to generate cumulative turnover of Ä28.9m to generate Ä15.1m PBIT. Based on total investments of Ä1.85m, this will achieve a ROI of 7.2:1 and payback on investment in 29.8 months.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HUGSLOCK SYSTEMS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920946325": {
            "orgId": "920946325",
            "orgName": "HUGSLOCK SYSTEMS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}