{
    "rcn": "204524",
    "acronym": "MATRIX",
    "topics": "MSCA-IF-2015-EF",
    "title": "Anthropogenic units detected by rare earth elements (REE) soil analysis in archaeological strata.",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The aim of the innovative MATRIX project is to establish a new interdisciplinary and multidisciplinary methodological approach that combines archaeology, chemistry and geology for the identification of anthropogenic deposits in archaeological excavations through rare earth elements (REE) soil analysis, pushing current limitations of traditional chemical and sedimentology techniques. REE are a set of seventeen elements in the periodic table, specifically fifteen lanthanides as well as scandium and yttrium. Crucially, these elements are relatively abundant in the earthís crust and thanks to their characteristics can be employed as unambiguous markers of soil provenance on archaeological sites worldwide.\nMany techniques may be able to reveal ancient human activities, however integrated approaches can be reinforced by the employment of REE patterns as proved by my previous and ongoing research; an approach that does not merely observe coarse differences between anthropogenic and non-anthropogenic sediments, but is also able to see finer nuances like the degree of human contributions to the formation of ancient soils (palaeosols), adding new ways to tackle a classic archaeological problem that has increasing modern relevance: how do we discern the impact of ancient human activities on the soils that are a pivotal component of environmental and economic sustainability.\nAgricultural human activities or livestock is reflected with higher REE concentrations compared with the natural REE soil level. Probably this is related to the enrichment in soil of the organic matter and this transformation remain fingerprinted in the REE concentrations at stratigraphic levels of any chronological period. In archaeological site or modern site were the presence of human activities has change the natural landscape REE method is an optimum skill to clarify the stratigraphic impact in the soil and as well the soil occupation and  abandonment dynamics.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}