{
    "rcn": "204557",
    "acronym": "MFP",
    "topics": "MSCA-COFUND-2015-DP",
    "title": "MartÌ i FranquËs COFUND",
    "startDate": "01/02/2017",
    "endDate": "31/01/2022",
    "objective": "The MartÌ FranquËs Programme (MFP) was born in 2012 as a natural evolution of the doctoral fellowships programme offered for the last decade by the Departments of the University Rovira i Virgili (URV). It was designed to attract the most talented doctoral candidates to work on ground-breaking research projects, in any of the 5 knowledge disciplines (Arts and Humanities, Legal and Social Sciences, Engineering and Architecture, Sciences, Health Sciences). MFP has also unified administrative procedures, enhanced working conditions and concentrated several financial funds. For 2016, the URV goes a step forward, and proposes a revamped management programme (MFP) for 50 fellowships, offered in 2 calls (2016 and 2017), that aligns the existing fellowship programme to the European Charter for Researchers and Code of Conduct for Recruitment (C&C), and provide much improved employment and working conditions to the best doctoral candidates from all over the world. The MFP will ensure a selection process that is transparent, open, merit-based, impartial, equitable and internationally advertised for all its positions, and commits to provide equal opportunities for all candidates, including candidates with disabilities. The fellows will be enrolled in one of the 23 URV official doctoral programmes, and will be hosted by our best research groups, who will provide state-of-the-art facilities, and the most innovative training programme, which mandates a secondments to an international institution, to complement their research and transferrable skills training. Short stays at industrial partners are also envisioned (URV has 16 ongoing industrial doctorates), which will help prepare the fellows for a possible career in the private sector, by offering training in specific skills most valued by companies. The MFP is formally backed by 33 partner organizations (4 industrial partners, 1 banks, 1 foundation and 27 international academic organizations), 2 of them co-funding the programme.",
    "totalCost": "7848000",
    "ecMaxContribution": "3924000",
    "coordinator": "UNIVERSITAT ROVIRA I VIRGILI",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999880560": {
            "orgId": "999880560",
            "orgName": "UNIVERSITAT ROVIRA I VIRGILI",
            "ecContrib": 3924000
        }
    },
    "calculatedTotalContribution": 3924000
}