{
    "rcn": "204592",
    "acronym": "LightningPro",
    "topics": "SMEInst-13-2016-2017",
    "title": "Lightning inhibition for protection of urban soft targets and critical infrastructure against lightning strikes.",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "Since 1752, when Benjamin Franklin carried out his famous experiment with a kite, science has not gone much further in protection agains. Lightning strikes. Lightning Rod manufacturers have centered attention in obtaining maximum benefit from the so named FranklinñRod, developing devices with greater lightning attraction to try to maximize the probability that the lightning will strike on it. Prototal has gone one step forward, developing the Inhibitor Lightning Rod to provide infrastructure and urban areas protection against lightning strikes, by means of a primary protection element, which impedes the creation of the conditions that produce a lightning strike, within the protected area. The Inhibitor Lightning Rod deionizes the environment, so the beam is not repelled elsewhere, but it simply doesnít get formed; the beam formation is inhibited. Our company, has been working in the sector of lightning protection since 1993. We have installed more than one thousand Inhibitor Lightning Rods with the 100% of success rate against lightning strikes. Currently, we want to develop a second generation of our product, having a bigger coverage area, a better design, reducing the cost of manufacturer process and including technical tests that confirm our technical specifications and clientsí requirements.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PROTOTAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926449620": {
            "orgId": "926449620",
            "orgName": "PROTOTAL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}