{
    "rcn": "204593",
    "acronym": "MCRTOOLS",
    "topics": "SMEInst-01-2016-2017",
    "title": "Monitor Clinical Research Tools ñ a novel ICT solution for remote monitoring of source medical data in clinical trials",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "The objective of the project is to commercialize Monitor Clinical Research Tools (MCR TOOLS), the first IT system enabling fully remote monitoring of clinical trials. Today, monitoring of medical records is one of the most cost-intensive elements of clinical trials, mostly because it has to be performed manually. With its new system, Monitor CR is about to change the status quo in this field.\nThe key functionalities of MCR TOOLS have already been coded and verified through tests in a lab environment. What remains to be developed is the data integration functionality that will plug in MCR TOOLS into the established hospital information systems (HIS). Monitor CR has already initiated cooperation with the leading providers of HIS in Poland, as well as acquired investors and first early adopters  - The University Clinical Centre in Gdansk and University Hospital in Cracow, setting the stage for the dynamic product launch. \nThe targeted users are CROs, Sponsors and healthcare providers. Their common need is to limit clinical trialsí costs, so that medical products could be launched quicker and within tighter budgets. Introduction of MCR TOOLS will transform the costly and time-consuming monitoring of medical records into streamlined, effective and less error susceptible process. Therefore, MCR TOOLS is a potential disruptor for the traditional monitoring of clinical trials. The key features of the product are:\n- Remote access to chosen clinical siteís source medical data for Sponsors/CROs according to user status,\n- Highest data security standards,\n- 40% reduction of clinical trial monitoring costs for Sponsors/CROs,\n- Reduction of delays and errors in clinical trials monitoring and accounting procedures.\nBy combining technological excellence with strong market focus, MCR TOOLS will redefine standards in monitoring of clinical trials to the benefit of all key stakeholders involved in this process, including patients.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MONITOR CR SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920574524": {
            "orgId": "920574524",
            "orgName": "MONITOR CR SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}