{
    "rcn": "204599",
    "acronym": "PRIZM2016",
    "topics": "SMEInst-01-2016-2017",
    "title": "Soft launch for the first thinbking music player",
    "startDate": "01/05/2016",
    "endDate": "31/10/2016",
    "objective": "Ubithings SAS is a French company founded in 2014, specialized in Ergonomic and Artificial Intelligence. Ubithings carried out a $160 000 Kickstarter crowdfunding campaign (1300 units sold in 1 month) and a 1MÄ capital fund raising to develop during two years its first context-aware product: Prizm. \n\nWith an 20% expected growth in the next 5 years and a IoT European market value of one trillion euros in 2020, IoT represents the next big step towards the wide digitization of both our society and economy. Yet European consumers still express legitimate concerns about IoT (one third of smart wearable purchasers cease to use the product six months after its purchase). However, huge corporate investments are still undertaken: a key place in the forthcoming smart house is at stake.\n\nTo address users expressed concerns and to occupy a key place next to strong competitors, Ubithings proposes smart device services where the added value is the best perceived and where the ecosystem is the most developed: digital music.\n\nPrizm is the first context-aware and learning device that automatically plays the perfect song: just press a button, and the deviceís artificial intelligence automatically adapts the music according to the people in the room, their music tastes and habits, and the current atmosphere.\n\nThanks to the partnerships already established with Spotify, Deezer and SoundCloud, we can potentially reach 266M people worldwide. With a short first production of 5000 units, we intent now to investigate economic, commercial and legal feasibility to particularly analyze usage with a middle-sized panel of users (5000), assess business partnerships in physical distribution, look into BtoB business model opportunities with manufacturers, and examine distribution opportunities in the most promising identified territories (US and UK).\n\nWith Prizm, we expect to speed up IoT services in households and to become a European key player by generating about 47 MÄ of revenues in 2018.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UBITHINGS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925786625": {
            "orgId": "925786625",
            "orgName": "UBITHINGS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}