{
    "rcn": "204572",
    "acronym": "PHOSave",
    "topics": "SMEInst-11-2016-2017",
    "title": "Innovative solution for phosphate recovery from exhausted extinguishing powders",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The aim of the PHOSave project is the recovery of exhausted extinguishing powder (polyvalent powder) via an eco-innovative, chemical/physical, solubilisation process. In particular, PHOSave aims at developing a system for the recovering of phosphate contained in exhausted extinguishing powder, in order to develop new products to use in fields such as the agriculture and wood sector.\n\nThe PHOSave specific objectives are:\n1) Developing an innovative eco-compatible method for removing the powdersí oil component that is nowadays an unsolved industrial and environmental problem;\n2) Implementing a pilot plant for the treatment of the exhausted extinguishing powder recovering phosphate included in them;\n3) Contributing to the implementation of new eco-sustainable waste management methods, recovering a high added-value non-renewable raw material (phosphate) and being the first industrial level plant constructed in the world;\n4) Obtaining fundamental raw materials for the formulation of specialty fertilizers for agricultural use achieving further environmental benefits in term of reduced greenhouse gas emissions;\n5) The recovery of raw material will fit also into an already mature market: flame retardant chemicals and chipboard panel.\n\nThe widespread use of PHOSave technology will maximize profits and environmental aspects. The following goals will be achieved: a solution to the problem of exhausted extinguishing powder (which is a special waste); the reduction of CO2 in the industrial chain and the recovery of raw materials in an almost pure form (phosphorus obtained at 95% at lab scale).\n\nThe project has already received several expressions of interest, also for the plant replication, from relevant international organizations in the field of fertilizers, agrochemicals and flame retardants for the wood panelling sector. The PHOSave strategic business plan will have a strong impact on the SMEs competitiveness and job growth in the market of waste management and disposal.",
    "totalCost": "2733767,5",
    "ecMaxContribution": "1913637,25",
    "coordinator": "PROPHOS CHEMICALS SOCIETA A RESPONSABILITA LIMITATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938517584": {
            "orgId": "938517584",
            "orgName": "PROPHOS CHEMICALS SOCIETA A RESPONSABILITA LIMITATA",
            "ecContrib": 1913637
        }
    },
    "calculatedTotalContribution": 1913637
}