{
    "rcn": "204566",
    "acronym": "MAGELLAN",
    "topics": "FTIPilot-1-2015",
    "title": "MAGELLAN. The World, Your Playground!",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Next-generation location-based experiences (LBEs) will involve multiple participants in mixed realities taking place in the real world, evolving according to a non-linear interactive scenario, and involving multiple users collaborating or competing. They will take multiple forms ranging from informative, educational and entertaining in multiple domains such as cultural heritage, tourism, transport, education, lifestyle etc.\nThey are set to be the next big thing in IT as indicated by the millions of dollars invested by the likes of Google, Amazon, Facebook and Apple in the development of such experiences (e.g. Ingress) or the acquisition of start-ups (e.g. Magic Leap). \nSome roadblocks however slow down their advent. The complexity and cost of their development, requires a combination of high expertise in multiple domains (e.g. software development, networking, geo-positioning, simulation, user interfaces).\nMAGELLAN redefines LBEs on mobile devices worldwide, by leveraging a codeless platform for the rapid and cost-effective creation and promotion of LBEs/games, harnessing a global ecosystem of authors. By removing inherent barriers, MAGELLAN aims at tapping at the unlocked value residing within the creativity of people and organizations alike.\nMAGELLAN is a 24-month activity, leading to a market-ready product and a new business entity to drive the adoption and scale-up of the platform and the value propositions stemming from that.\nBased on the excellent outputs of the MAGELLAN FP7 Project and their long-standing partnership, the two main industrial applicants (EXUS, DXT) will drive the platform towards commercialization. A partnership has been established with LOBA and INCONITO, two esteemed marketing and business strategy companies, to complement the effort with the necessary skills that will help drive adoption.\nThe funding requested will support the first steps towards commercialization until the business becomes self-sustainable (even at marginal profits).",
    "totalCost": "2526250",
    "ecMaxContribution": "1733375",
    "coordinator": "EXUS SOFTWARE LTD",
    "coordinatorCountry": "UK",
    "participants": "GLOBAZ, S.A.;DIGINEXT;SAS INCONITO",
    "participantCountries": "PT;FR",
    "projectParticipants": {
        "925405609": {
            "orgId": "925405609",
            "orgName": "SAS INCONITO",
            "ecContrib": 255500
        },
        "952567840": {
            "orgId": "952567840",
            "orgName": "EXUS SOFTWARE LTD",
            "ecContrib": 616875
        },
        "983211983": {
            "orgId": "983211983",
            "orgName": "GLOBAZ, S.A.",
            "ecContrib": 198625
        },
        "992532034": {
            "orgId": "992532034",
            "orgName": "DIGINEXT",
            "ecContrib": 662375
        }
    },
    "calculatedTotalContribution": 1733375
}