{
    "rcn": "204577",
    "acronym": "LIBI",
    "topics": "SMEInst-09-2016-2017",
    "title": "Lightning Interception Blade Implant",
    "startDate": "01/06/2016",
    "endDate": "30/11/2018",
    "objective": "Global Lightning Protect Services (GLPS) is a technology developing and engineering company specialized in lightning protection design and associated verification testing ñ which core business is providing specialised services to manufacturers, sub-suppliers and plant operators, in developing the most feasible and suitable lightning protection solutions (LPS) for diverse applications.\nAfter completing with success the SME Phase 1 project, we have decided to proceed to Phase 2 based on the positive evaluation of the business opportunity around our newest LPS concept ñ the Lighting Interception Blade Implant (LIBI).\nCurrently, all blade manufacturers (OEM) are required to install LPS in their structures and the traditional approaches to develop high-end LPSs (also at GLPS) are case-specific, labour intensive and very costly. Very often, cost-oriented blade producers adopt low-cost solutions compromising the ëin-fieldí efficiency of the LPS in protecting the blade against lighting strikes.\nOur new product has been designed to disrupt with competing products in terms of costs, delivery time and performance. The technology is based on a patent pending pre-designed, pre-manufactured, tested and verified LPS, which GLPS can easily and cost-efficiently apply to all design geometries in a very short time ñ and deliver it to blade manufactures as a ready-to-install kit.\nThe LIBI has the potential to be a market reference product bringing benefits to OEM/blade producers and wind turbine owners, who will have access to a certified and cost-competitive LPS. The wide deployment of LIBI will also contribute for lower CoE in full, reflecting benefits for society and environment.\nAt GLPS, LIBI will enable us to position the company as market leaders and full product suppliers which will boost our business performance ñ and at the same time, bringing even more high level jobs to EU as well as work for out sub suppliers.",
    "totalCost": "1180146",
    "ecMaxContribution": "826102",
    "coordinator": "GLOBAL LIGHTNING PROTECTION SERVICES AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941776008": {
            "orgId": "941776008",
            "orgName": "GLOBAL LIGHTNING PROTECTION SERVICES AS",
            "ecContrib": 826102
        }
    },
    "calculatedTotalContribution": 826102
}