{
    "rcn": "204578",
    "acronym": "ARENA",
    "topics": "SMEInst-11-2016-2017",
    "title": "The first on-site mobile solution for complete synthetic grass recycling and materials reuse",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Boom in synthetic grass sporting fields in EU and USA in the last 15-years has led to huge environmental problem. 600 000 tonnes of rubber, sand and plastics mixed wastes are generated from used fields each year in EU alone. Based on the current market trends, the total wastes will increase by 5-times by 2030, leading to over 3 million tonnes of mixed wastes annually.\n\nDespite the growing popularity of synthetic grass both in major football leagues and school grounds, there are no unified regulations or effective technologies for its sustainable EOL management. Current solutions enable only limited used grass recycling and materials reclaim and thus field owners currently landfill 90% of the used grass without any recycling.\n\nASIE, company with over 20-years of experience in synthetic grass fields, has developed the first on-site recycling solution that enables complete used synthetic grass recycling and materials reuse for environmental and economic sustainability. Compared to alternatives, we ensure:\n\nï Used grass and infill high-quality re-installation \nï 100% infill reclaim, separation, cleaning and sanitary treatment\nï 4x faster old turf removal and 2x faster full field renewal\nï 50% cost reduction of old field utilization and 50% savings from new installation\n\nWe aim to achieve a zero-waste concept and improve the environmental sustainability of synthetic grass installations. Our unique ARENA concept enables to eliminate current landfilling and reuse 100% of the materials in new fields or as recycled raw materials in other industries. As a result, we:\n\nï Prevent 1 million tonnes of mixed wastes from landfilling annually\nï Reduce field renewal transportation need by 10-times, leading to 95% less CO2 emissions\n\nOur total targeted market in Europe is Ä350m annually, with very high growth potential in the next years. As a result of the innovation project, we will generate Ä125m total sales revenue and create 350 new jobs by 2023.",
    "totalCost": "2314125",
    "ecMaxContribution": "1619887,5",
    "coordinator": "ADVANCED SPORTS INSTALLATIONS EUROPE AS",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933169780": {
            "orgId": "933169780",
            "orgName": "ADVANCED SPORTS INSTALLATIONS EUROPE AS",
            "ecContrib": 1619888
        }
    },
    "calculatedTotalContribution": 1619888
}