{
    "rcn": "204576",
    "acronym": "FreshInk2",
    "topics": "SMEInst-07-2016-2017",
    "title": "Colour-code labelling for continuous monitoring of quality and safety of packed chicken meat",
    "startDate": "01/07/2016",
    "endDate": "31/03/2017",
    "objective": "FreshInk represents a unique Smart packaging solution targeting the global market of fresh food packaging, starting with\nfresh chicken breast market. The innovation uses a patented, solvent-based flexographic ink, which makes a reactive\nindicating compound, that follows the progress of the product¥s freshness.\n\nThe main advantages of FreshInk are i) the proven safety of its main structural element, which allows the packaging to\nexamine the freshness of the product and not of its environment -as is the status quo in smart packaging- as well as ii) the\nfact that the reactive indicating compound determines a progressive colour change, making it feasible to follow the gradual\nalteration of the product¥s freshness.\n\nFreshInk combines extensive know-how with cutting edge technology in the domain of freshness indicators. It represents an\nintroduction to a whole new distruptive technology that will change the direction of how we conserve food.\nThis phase 2 project aims to demonstrate the effectiveness of the FreshInk label to key stakeholders ñ packaging\ncompanies, retailers and consumers ñ in order to overcome market barriers that occur due to lack of knowledge.\nCHIMIGRAF is a consolidated SME, with over 160 employees and turnover of 38MÄ. The successful exploitation of FreshInk\nnot only offers to create 8 new jobs and provide CHIMIGRAF with an increased income of 6MÄ, but also will represent over\n50% of CHIMIGRAFís profit by 2021, securing the long term future of the company.",
    "totalCost": "1509403,5",
    "ecMaxContribution": "1056582,45",
    "coordinator": "FUNBRICKS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938696646": {
            "orgId": "938696646",
            "orgName": "FUNBRICKS SL",
            "ecContrib": 1056582
        }
    },
    "calculatedTotalContribution": 1056582
}