{
    "rcn": "204697",
    "acronym": "Self-Control",
    "topics": "ERC-StG-2015",
    "title": "Take control!Towards novel training regimes enhancing inhibition and impulse control in health and psychiatric disease",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Self-control is at the heart of human nature and enables us to resist temptations. Several clinical disorders are characterized by an inability to control oneself, e.g. addiction and other impulse-related disorders. Since these psychiatric diseases are highly debilitating and cause substantial economic costs, any means of enhancing self-control is of high value for society at large. To date the view prevails that inhibition and therewith self-control is untrainable. Contrary to this, the applicant has gathered data demonstrating that healthy older participants can be trained in inhibition using a game-like self-control training. Trained participants showed transfer to an untrained inhibition task and brain structural plasticity in right inferior frontal gyrus, a brain region associated with inhibition of prepotent actions. The main goal of this research program is, to develop and optimize this promising self-control training and investigate its effectiveness in real-life self-regulation problems in the healthy population (dieting and quitting to smoke) as well as in patients suffering from alcohol addiction. The expected impact of this innovative research program is high. Its results will be ground-breaking for basic science as well as for the treatment of patients with alcohol addiction. The final outcome of this project is going to be a freely distributed app encompassing the optimized self-control training, adaptable to the temptations that the trainee wants to gain control about, and therewith enable the general population to counteract self-regulation problems. Since self-control has sparked the interest of multiple disciplines, that have unfortunately so far developed their concepts fairly independently, the results of this research proposal will pave the way to integrate the knowledge gained from experimental, clinical, and social psychology. But most importantly, this self-control training will enable everyone to improve their capacity for self-regulation.",
    "totalCost": "1498625",
    "ecMaxContribution": "1498625",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 1498625
        }
    },
    "calculatedTotalContribution": 1498625
}