{
    "rcn": "204694",
    "acronym": "MARCAN",
    "topics": "ERC-StG-2015",
    "title": "Topographically-driven meteoric groundwater ñ An important geomorphic agent",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Topographically-driven meteoric (TDM) recharge is a key driver of offshore groundwater systems because sea level has been lower than at present for 80% of the last 2.6 million years. Groundwater has been implicated as an important agent in the geomorphic evolution of passive continental margins and the canyons that incise them. However, the geomorphic efficacy of groundwater remains dubious, and a diagnostic link between landscape form and groundwater processes remains poorly quantified, especially for bedrock and cohesive sediments. Obstacles that prevent going beyond the current state-of-knowledge include: (i) a focus on terrestrial contexts and a lack of mechanistic understanding of groundwater erosion/weathering; (ii) limited information on offshore groundwater architecture, history and dynamics. By addressing the role of TDM offshore groundwater in the geomorphic evolution of the most prevalent types of continental margins, MARCAN is expected to open new scientific horizons in continental margin research and bring about a step-change in our understanding of some of the most widespread and significant landforms on Earth. The projectís methodology is rooted in an innovative, multi-scale and multidisciplinary approach that incorporates: (i) the most detailed 3D characterisation of TDM offshore groundwater systems and their evolution during an integral glacial cycle, based on state-of-the-art marine data and hydrogeologic models, and (ii) the development of a comprehensive continental margin geomorphic evolution model, based on realistic laboratory simulations, accurate field measurements and advanced numerical solutions. By placing better constraints on past fluid migration histories, MARCAN will also have strong applied relevance, primarily by improving assessment and exploitation of offshore freshwater as a source of drinking water.",
    "totalCost": "1757432",
    "ecMaxContribution": "1757432",
    "coordinator": "UNIVERSITA TA MALTA",
    "coordinatorCountry": "MT",
    "participants": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY;HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
    "participantCountries": "US;DE",
    "projectParticipants": {
        "984449121": {
            "orgId": "984449121",
            "orgName": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
            "ecContrib": 44848
        },
        "986090458": {
            "orgId": "986090458",
            "orgName": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
            "ecContrib": 150625
        },
        "999887059": {
            "orgId": "999887059",
            "orgName": "UNIVERSITA TA MALTA",
            "ecContrib": 1561960
        }
    },
    "calculatedTotalContribution": 1757433
}