{
    "rcn": "204600",
    "acronym": "FAST",
    "topics": "SMEInst-02-2016-2017",
    "title": "Functionality by Structure",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "There is an immediate need from the European plastics industry to add value to everyday products and to advance the moulding technology. There are several reasons for this including global competition, regulation on chemical additives, recyclability and environmental legislation. Decoration of plastics, reduction of food waste and easy to paint plastics are just a few areas where our patented FBS technology (currently TRL6) will have significant impact. FBS will upgrade and advance current injection moulding tools by integration of functional nanopatterns; thereby achieving Functionality by Structure (FBS). Marketing activities started a year ago, and the feedback has been overwhelming. We experience a loud and clear request from the market for specific demonstrators.  Our task is to validate our business model, prepare for establishment of in-house production and prepare a detailed market analysis (Phase 1). Our current capacity cannot meet requests, and investments are needed to make demonstrators and to mature FBS for production (Phase 2). Applying for funding is part of NILTs strategy to make FBS a viable and scalable business. Today, NILT is serving the nanotechnology industry with state-of-the-art masters for nanoimprint and we will expand through commercialization of FBS. FBS will be the killer technology that escalates NILTs growth. Innovation and commercialisation is in the DNA of NILTs organisation and expanding from niche nanotechnology to mature industry is in-line with our vision: ìTo implement nanostructuring production solutions for better health and sustainable livingî. FBS is a versatile patented technology that can add value to almost any plastic product with minimal entry barriers and risk for the industry. The technology is needed, the market is enormous and the impact is high. This is the business opportunity that our innovation project address.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NIL TECHNOLOGY APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998876319": {
            "orgId": "998876319",
            "orgName": "NIL TECHNOLOGY APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}