{
    "rcn": "204607",
    "acronym": "EURACTE-INNOV II",
    "topics": "INNOVATION-2015-02",
    "title": "Establishment, promotion and implementation of new support services aiming at enhancing theinnovation management capacity and projects of SMEs based in the Nord ñ Pas de Calais region",
    "startDate": "01/07/2015",
    "endDate": "31/12/2016",
    "objective": "The project EURACTE-INNOV II proposed by the consortium Enterprise Europe Network EURACTE aims at the establishment, promotion and implementation of two new support services aiming at enhancing the innovation management capacity and projects of SMEs based in the Nord ñ Pas de Calais region, thus generating growth and competitiveness among local actors :\n\nThe first service will target successful applicants under the SME instrument scheme, i.e. ìSME Instrument beneficiariesî. The aim of this service will be to detect weaknesses in the projects, help the SMEs identify a coach who is competent in the particular field in order to efficiently accompany the SME in finding solutions to the identified challenges, and follow up and facilitate the SME-coach relationship in order to maximize the probability of the project to access the targeted market successfully.\n\nThe second support service, ìEnhancing SME innovation management capacityî, will aim at helping regional SMEs with potential for international growth, to consolidate their innovation strategy and management, in order to generate more structured innovation projects and increase their chances of success on the European market. The overall objective is to allow those SMEs to reach the required capacities to access to funding under Horizon 2020 R&D programs.",
    "totalCost": "75000",
    "ecMaxContribution": "75000",
    "coordinator": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION NORD DE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "AGENCE REGIONALE DE DEVELOPPEMENT ET D'INNOVATION HAUTS DE FRANCE",
    "participantCountries": "FR",
    "projectParticipants": {
        "917228121": {
            "orgId": "917228121",
            "orgName": "CHAMBRE DE COMMERCE ET D INDUSTRIEDE REGION HAUTS-DE-FRANCE",
            "ecContrib": 75000
        },
        "947278236": {
            "orgId": "947278236",
            "orgName": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION NORD DE FRANCE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 75000
}