{
    "rcn": "204696",
    "acronym": "CBTC",
    "topics": "ERC-StG-2015",
    "title": "The Resurgence in Wage Inequality and Technological Change: A New Approach",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Social-science explanations for rising wage inequality have reached a dead end. Most economists argue that computerization has been primarily responsible, while on the other side of the argument are sociologists and political scientists who stress the role of political forces in the evolution process of wages. I would like to use my knowledge and experience to come up with an original theory on the complex dynamics between technology and politics in order to solve two unsettled questions regarding the role of computerization in rising wage inequality: First, how can computerization, which diffused simultaneously in rich countries, explain the divergent inequality trends in Europe and the United States? Second, what are the mechanisms behind the well-known observed positive correlation between computers and earnings?\nTo answer the first question, I develop a new institutional agenda stating that politics, broadly defined, mitigates the effects of technological change on wages by stimulating norms of fair pay and equity. To answer the second question, I propose a truly novel perspective that conceptualizes the earnings advantage that derives from computerization around access to and control of information on the production process. Capitalizing on this new perspective, I develop a new approach to measuring computerization to capture the form of workersí interaction with computers at work, and build a research strategy for analysing the effect of computerization on wages across countries and workplaces, and over time.\nThis research project challenges the common understanding of technologyís role in producing economic inequality, and would thereby significantly impact all of the abovementioned disciplines, which are debating over the upswing in wage inequality, as well as public policy, which discusses what should be done to confront the resurgence of income inequality.",
    "totalCost": "1495091",
    "ecMaxContribution": "1495091",
    "coordinator": "UNIVERSITY OF HAIFA",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897826": {
            "orgId": "999897826",
            "orgName": "UNIVERSITY OF HAIFA",
            "ecContrib": 1495091
        }
    },
    "calculatedTotalContribution": 1495091
}