{
    "rcn": "204699",
    "acronym": "SensoNMDA",
    "topics": "ERC-StG-2015",
    "title": "Impact of NMDA receptor diversity in sensory information processing",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Synaptic variability between neuronal connections is thought to contribute to brainís remarkable information processing capacities. In the adult brain, the density as well as subunit composition of synaptic NMDA receptors (NMDARs) varies considerably between synapses and between neurons. Despite the well documented heterogeneity of NMDARs the functional relevance of such diversity is poorly known. In the past, the functional relevance of such NMDAR diversity has been mostly considered in the context of neuronal development and long-term synaptic plasticity. Model simulations have highlighted that dendritic computations are strongly influenced by synaptic NMDARs densities and biophysical properties. Here I propose to directly study the consequence of NMDAR diversity in shaping integration properties of single neurons in primary somatosensory cortex (S1). To achieve this I will decompose this broad question into three specific tasks. 1-Assessment of NMDAR heterogeneity in glutamatergic neurons and study how this variability shapes dendritic integration. 2-Study the impact of NMDARs in signal computation among cortical interneurons. 3-Investigate the functional relationship between endogenous NMDAR modulators and NMDAR diversity. I plan to use an array of genetic, optogenetic and pharmacological tools in combination with imaging and electrophysiological techniques to achieve the proposed objectives. Importantly, in vivo electrophysiology and two-photon imaging will be used to assess the functional relevance of NMDARs heterogeneity in single neuron computational strategies during sensory stimulation. I expect to reveal that NMDAR diversity plays a fundamental role in sensory information processing by tuning the relative recruitment of inhibitory and excitatory neurons during sensory stimuli. This work will provide an original and important data set demonstrating how NMDARs diversity provides cortical neurons with the possibility to compute complex sensory information.",
    "totalCost": "1200000",
    "ecMaxContribution": "1200000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1200000
        }
    },
    "calculatedTotalContribution": 1200000
}