{
    "rcn": "204691",
    "acronym": "TagIt",
    "topics": "ERC-StG-2015",
    "title": "A Minimal-Tag Bioorthogonal Labelling Approach to Protein Uptake, Traffic and Delivery",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The ability to probe dynamic cellular events that involve disease-associated proteins is limited, to a large extent, by the lack of development of a strategy that can use small coupling partners to react in chemoselective fashion with rapid kinetics that does not interfere with biological function(s) and localisation. In this application, I describe a conceptually new bioorthogonal-labelling approach that combines the introduction of a minimal non-canonical amino acid with chemoselective reactions, which display rapid kinetics, to label proteins in live cells. The small size of the new alkene-tagged amino acids, which will be genetically encoded, should not interfere with the proteinís innate structure, function(s) or localisation. Site-selective bioorthogonal labelling will be achieved through the use of a new photo-triggered [2\\2] cycloaddition reaction with an alkene-bearing fluorophore and the known inverse-electron-demand Diels-Alder reaction with a fluorogenic tetrazine. Although the former offers potentially improved spatial and temporal resolution, the latter allows for turn-on fluorescence. The proposed new methodology will be applied in the context of a key cytokine involved in cancer progression. The ability to label this cytokine with minimal perturbation of its structure, function(s) and localisation will enable monitoring of its internalisation and intracellular trafficking pathways in cells that overexpress its receptor. In doing so, new insight into cancer biology will be generated that will inform the construction of safer, selective and more efficient protein-drug conjugates for targeted cancer treatment. The concept proposed here is designed to be generally applicable to label and study disease-associated proteins that are difficult to access by means of conventional protein-labelling methods and constitute the first integrated, interdisciplinary approach for the development of protein drug-conjugates.",
    "totalCost": "1499106",
    "ecMaxContribution": "1499106",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}