{
    "rcn": "204698",
    "acronym": "ASYFAIR",
    "topics": "ERC-StG-2015",
    "title": "Fair and Consistent Border Controls? A Critical, Multi-methodological and Interdisciplinary Study of Asylum Adjudication in Europe",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "ëConsistencyí is regularly cited as a desirable attribute of border control, but it has received little critical social scientific attention. This inter-disciplinary project, at the inter-face between critical human geography, border studies and law, will scrutinise the consistency of European asylum adjudication in order to develop richer theoretical understanding of this lynchpin concept. It will move beyond the administrative legal concepts of substantive and procedural consistency by advancing a three-fold conceptualisation of consistency ñ as everyday practice, discursive deployment of facts and disciplinary technique. In order to generate productive intellectual tension it will also employ an explicitly antagonistic conceptualisation of the relationship between geography and law that views law as seeking to constrain and systematise lived space. The project will employ an innovative combination of methodologies that will produce unique and rich data sets including quantitative analysis, multi-sited legal ethnography, discourse analysis and interviews, and the findings are likely to be of interest both to academic communities like geographers, legal and border scholars and to policy makers and activists working in border control settings. In 2013 the Common European Asylum System (CEAS) was launched to standardise the procedures of asylum determination. But as yet no sustained multi-methodological assessment of the claims of consistency inherent to the CEAS has been carried out. This project offers not only the opportunity to assess progress towards harmonisation of asylum determination processes in Europe, but will also provide a new conceptual framework with which to approach the dilemmas and risks of inconsistency in an area of law fraught with political controversy and uncertainty around the world. Most fundamentally, the project promises to debunk the myths surrounding the possibility of fair and consistent border controls in Europe and elsewhere.",
    "totalCost": "1252067",
    "ecMaxContribution": "1252067",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 1252067
        }
    },
    "calculatedTotalContribution": 1252067
}