{
    "rcn": "204792",
    "acronym": "NMDADYN",
    "topics": "ERC-ADG-2015",
    "title": "NMDA receptor diversity: from molecular dynamics to synaptic physiopathology",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "NMDA receptors (NMDARs) have long fascinated neuroscientists with their distinct biophysical properties and critical roles in neuronal communication and plasticity. Recent studies have revealed that these glutamate-gated ion channels are more complex than initially thought, undergoing tight subunit-specific regulation by an array of endogenous modulators and existing as multiple subtypes, each with its own anatomical, functional and signaling properties. Such complexity raises key questions regarding the conformational changes that this multi-domain receptor undergoes, the physiological relevance of its subunit plurality and the microenvironmentís impact on receptor and circuit function. To address these challenges, this project uses innovative strategies at the crossroads of protein engineering, biological chemistry and neuroscience to achieve a molecular level control of NMDARs that is subunit-specific, reversible and usable both in vitro and in vivo. Using a bottom-up approach, it contains four aims covering molecular, cellular and behavioral levels. The first two investigate NMDAR structural mechanisms and exploit this knowledge to develop new optochemical receptor tools. The next two address physiological questions using these tools as well as original biosensors and novel mouse lines.\nAim 1: Characterize NMDAR conformational dynamics and allosteric transitions\nAim 2: Engineer a family of light-controlled NMDARs (ëOpto-allosteryí)\nAim 3: Understand the role of specific NMDAR populations in neuronal functions \nAim 4: Explore the receptorís synaptic microenvironment in normal and disease states\nThis multi-scale project creates and implements the spatially and temporally sensitive tools required to break the barriers to our understanding of NMDAR diversity and modulation. The results will provide fundamental insights into the intricate workings of an essential class of brain receptors and further our comprehension of neuronal excitatory transmission and pathology.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}