{
    "rcn": "204712",
    "acronym": "PERCEPT",
    "topics": "ERC-StG-2015",
    "title": "The mind's eye: How expectation and attention shape perception",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Perception is more than meetís the eye; how we see the world is critically shaped by attention (what is relevant) and as a growing body of work indicates, by past experience (what is likely). Overturning the classical notion of perception as a largely bottom-up process, the idea that our brain is a prediction machine, continually trying to predict what is ëout thereí based on past experience, is quickly growing in stature and influence. Yet, little is still known about how predictions shape perceptual experience. Moreover, it is completely unknown to what extent predictive processing occurs automatically. Lastly, how the brain ultimately ëdecidesí on one hypothesis or interpretation of the current sensory state is still unclear. The proposed research program will address these outstanding questions with the ultimate aim to better understand how the brain infers the world and the mechanisms that give rise to perceptual experience. It will do so through an integrated application of psychophysical, neuroimaging, brain stimulation, mathematical modelling, and pharmacological techniques. The research program comprises three projects. The first project will examine how expectations are implemented in the brain and shape stimulus processing, independently from and aided by attention. The second project will reveal if one can teach oneself to be free of expectation and associated habitual responding, through intensive mental training, as cultivated by meditation. The third project will test the idea that the striatum, a subcortical brain region, and its irrigation by the neurotransmitter dopamine play a critical role in updating our internal model about the environment and thereby conscious perception. The proposed research will be critical in elucidating the mechanisms that underlie experience and the extent to which these mechanisms are plastic, and will have important implications for the study of clinical disorders characterized by dysfunctional experience of the world.",
    "totalCost": "1499938",
    "ecMaxContribution": "1499938",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1499938
        }
    },
    "calculatedTotalContribution": 1499938
}