{
    "rcn": "204716",
    "acronym": "NEWFAMSTRAT",
    "topics": "ERC-CoG-2015",
    "title": "The New Shape of Family-Related Gender Stratification",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "A mountain of evidence fails to account for gender inequalities in employment, earnings and unpaid work predicted by partnership and parenthood, leading scholars to deem the hoped-for gender equality revolution ìstalled.î We argue the revolution continues, but pockets of progress are only located when unpacking within-gender differences in effects at individual, couple, and employer levels. This research advances state-of-the-art by revealing how sources and outcomes of gender inequalities predicted by partnership and parenthood vary among women and among men in Finland, Germany, and the UK, three countries with contrasting gender, labor market, and welfare regimes.  The ìshapeî of family-related gender stratification is mapped in each country through four comparative subprojects answering the following questions:   \n\n1) What does variation in partnership or parental bonuses or penalties across womenís and menís earnings distributions tell us about within-gender differences in the sources of economic inequalities in all three countries?   \n2) What do within-gender differences in the impact of unpaid domestic work on family-related earnings premiums or penalties in Germany and the UK tell us about the tradeoff between paid and unpaid work effort?  How does the impact of household equity in paid and unpaid work on couple stability vary across the earnings distribution?\n3) How does possible British, Finnish, and German employer gender discrimination in hiring vis-‡-vis parenthood vary across job skill levels?\n4) What is the contribution of employer discrimination to gender-class earnings inequalities predicted by partnership and parenthood in Finland and Germany?  \n\nData include several existing national panel and linked employee-employer panel datasets to be analyzed with cutting-edge fixed-effects semi-parametric techniques, as well as new primary data to be gathered on real-time employer hiring decisions via coordinated field correspondence studies.",
    "totalCost": "1963716,72",
    "ecMaxContribution": "1963716,72",
    "coordinator": "UNIVERSITY OF BATH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 1963717
        }
    },
    "calculatedTotalContribution": 1963717
}