{
    "rcn": "204778",
    "acronym": "PERMIDES",
    "topics": "INNOSUP-1-2015",
    "title": "Personsalised Medicine Innovation through Digital Enterprise Solutions",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "It is the aim of PERMIDES to strenghten the competitiveness and foster the innovation potential of Personalized Medicine as an Emerging Industry in Europe by providing key solutions for the reconfiguration of the biopharmaceutical value chain towards a Health Economy 4.0 with a special focus on oncology (i.e. cancer treatment). Current value chain challenges lie in e.g. data gathering and exchange, big data and machine learning, or new software-based marketing methods based.\nVia a cross-clustering approach, leading biopharma and IT clusters from three countries (Austria, Germany and Norway) will create novel cross-sectoral collaborations between SMEs to address innovation barriers in the biopharma sector via cutting-edge IT solutions. As a cross-cutting industry, the ICT and software sector is an enabler of innovation in many industries and therefore provides a broad knowledge base of processes and best practice solutions in diverse industrial contexts and business environments. \nPERMIDES will create an collaboration space consisting of workshops, a semantic online matchmaking portal complemented by matchmaking events that will allow biopharma enterprises to identify the most suitable ICT company from the participating clusters. In a second step, the biopharmaceutical SME and the ICT partner will jointly tackle an innovation barrier in the value chain using an innovation voucher scheme. Follow-up coaching and transfer activites by the cluster organisations will maximise the effect of around 90 collaborative projects that PERMIDES aims to achieve.",
    "totalCost": "4978418,75",
    "ecMaxContribution": "4838318,75",
    "coordinator": "CYBERFORUM EV",
    "coordinatorCountry": "DE",
    "participants": "SMART INNOVATION NORWAY AS;INTELLIGENT VIEWS GMBH;NETSYNO SOFTWARE GMBH;BUSINESS UPPER AUSTRIA - OO WIRTSCHAFTSAGENTUR GMBH;ONCOTYROL-CENTER FOR PERSONALIZED CANCER MEDICINE GMBH;OSLO CANCER CLUSTER SA;CLUSTER INDIVIDUALISIERTE IMMUNINTERVENTION (CI3) EV",
    "participantCountries": "NO;DE;AT",
    "projectParticipants": {
        "993430060": {
            "orgId": "993430060",
            "orgName": "ONCOTYROL-CENTER FOR PERSONALIZED CANCER MEDICINE GMBH",
            "ecContrib": 146650
        },
        "998776991": {
            "orgId": "998776991",
            "orgName": "BUSINESS UPPER AUSTRIA - OO WIRTSCHAFTSAGENTUR GMBH",
            "ecContrib": 230000
        },
        "926449717": {
            "orgId": "926449717",
            "orgName": "NETSYNO SOFTWARE GMBH",
            "ecContrib": 90125
        },
        "950648016": {
            "orgId": "950648016",
            "orgName": "SMART INNOVATION NORWAY AS",
            "ecContrib": 391250
        },
        "990999628": {
            "orgId": "990999628",
            "orgName": "INTELLIGENT VIEWS GMBH",
            "ecContrib": 90125
        },
        "926433615": {
            "orgId": "926433615",
            "orgName": "OSLO CANCER CLUSTER SA",
            "ecContrib": 368750
        },
        "926455440": {
            "orgId": "926455440",
            "orgName": "CLUSTER INDIVIDUALISIERTE IMMUNINTERVENTION (CI3) EV",
            "ecContrib": 230000
        }
    },
    "calculatedTotalContribution": 1546900
}