{
    "rcn": "204740",
    "acronym": "ACoolTouch",
    "topics": "ERC-CoG-2015",
    "title": "Neural mechanisms of multisensory perceptual binding",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Sensory perception involves the discrimination and binding of multiple modalities of sensory input. This is especially evident in the somatosensory system where different modalities of sensory input, including thermal and mechanosensory, are combined to generate a unified percept. The neural mechanisms of multisensory binding are unknown, in part because sensory perception is typically studied within a single modality in a single brain region. I propose a multi-level approach to investigate thermo-tactile processing in the mouse forepaw system from the primary sensory afferent neurons to thalamo-cortical circuits and behaviour.\n\nThe mouse forepaw system is the ideal system to investigate multisensory binding as the sensory afferent neurons are well investigated, cell type-specific lines are available, in vivo optogenetic manipulation is possible both in sensory afferent neurons and central circuits and we have developed high-resolution somatosensory perception behaviours. We have previously shown that mouse primary somatosensory forepaw cortical neurons respond to both tactile and thermal stimuli and are required for non-noxious cooling perception. With multimodal neurons how, then, is it possible to both discriminate and bind thermal and tactile stimuli?\n\nI propose 3 objectives to address this question. We will first, perform functional mapping of the thermal and tactile pathways to cortex; second, investigate the neural mechanisms of thermo-tactile discrimination in behaving mice; and third, compare neural processing during two thermo-tactile binding tasks, the first using passively applied stimuli, and the second, active manipulation of thermal objects.\n\nAt each stage we will perform cell type-specific neural recordings and causal optogenetic manipulations in awake and behaving mice. Our multi-level approach will provide a comprehensive investigation into how the brain performs multisensory perceptual binding: a fundamental yet unsolved problem in neuroscience.",
    "totalCost": "1999877",
    "ecMaxContribution": "1999877",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 1999877
        }
    },
    "calculatedTotalContribution": 1999877
}