{
    "rcn": "204794",
    "acronym": "LocomotorIntegration",
    "topics": "ERC-ADG-2015",
    "title": "Functional connectome of brainstem circuits that control locomotion",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Locomotion is a complex motor act that is used in many daily life activities and is the output measures of a plethora of brain behaviors. The planning and initiation of locomotion take place in the brain and brainstem, while the execution is accomplished by activity in neuronal networks in the spinal cord itself. Recent experiments have provided significant insight to the organization of the executive spinal locomotor networks. However, little is known about the brainstem control of these networks. Here, I propose to provide a unified understanding of the functional connectome of the key brainstem networks that control locomotion in mammals needed to select appropriate locomotor outputs. To obtain these goals we will develop a suite of transgenic mouse models with optogenetic or chemogenetic switches in defined populations of brainstem neurons combined with the possibility to use state-of-the-art cell-specific electrophysiological and anatomical connectivity studies. We will reveal the functional organization of  ëgoí and ëstopí command systems in the brainstem that are directly upstream from the spinal locomotor networks and the mechanisms for how spinal networks are selected. We will further functionally deconstruct the next network layer in midbrain structures that control the ëgoí and ëstopí command systems. Our research takes a specific approach to provide mechanistic insight to the integrated movement function by building the motor matrix in a functional chain from the locomotorñrelated spinal cord neurons that have been identified to midbrain neurons. A segment of our research will link these networks to locomotor impairments after basal ganglia dysfunction. The work has the potential to make a breakthrough in our understanding of how complex movements are generated by the brain and has translational implications for patients with movement disorders. It will push boundaries in the universal effort that aims to comprehend how brain networks create behaviors.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}