{
    "rcn": "204731",
    "acronym": "OCLD",
    "topics": "ERC-CoG-2015",
    "title": "Tracking the Dynamics of Human Metabolism using Spectroscopy-Integrated Liver-on-Chip Microdevices",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The liver is the main organ responsible for the systemic regulation of human metabolism, responding to hormonal stimulation, nutritional challenges, and circadian rhythms using fast enzymatic processes and slow transcriptional mechanisms. This regulatory complexity limits our ability to create efficient pharmaceutical interventions for metabolic diseases such as fatty liver disease and diabetes. In addition, circadian changes in drug metabolism can impact pharmacokinetics and pharmacodynamics affecting our ability to optimize drug dosage or properly assess chronic liver toxicity.\nThe challenge in rationally designing efficient drug interventions stems from current reliance on end-point assays and animal models that provide intermittent information with limited human relevance. Therefore, there is a need to develop systems capable of tracking transcriptional and metabolic dynamics of human tissue with high-resolution preferably in real time. Over the past 5 years, we established state-of-the-art models of human hepatocytes; oxygen nanosensors; and cutting-edge liver-on-chip devices, making us uniquely suited to address this challenge.\nWe aim to develop a platform capable of tracking the metabolism of tissue engineered livers in real time, enabling an accurate assessment of chronic liver toxicity (e.g. repeated dose response) and the deconstruction of complex metabolic regulation during nutritional events. Our approach is to integrate liver-on-chip devices, with real time measurements of oxygen uptake, infrared microspectroscopy, and continuous MS/MS analysis. This innovative endeavour capitalizes on advances in nanotechnology and chemical characterization offering the ability to non-invasively monitor the metabolic state of the cells (e.g. steatosis) while tracking minute changes in metabolic pathways. This project has the short-term potential to replace animal models in toxicity studies and long-term potential to elucidate critical aspects in metabolic homeostasis.",
    "totalCost": "2118175",
    "ecMaxContribution": "2118175",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 2118175
        }
    },
    "calculatedTotalContribution": 2118175
}