{
    "rcn": "204746",
    "acronym": "LANGBOOT",
    "topics": "ERC-CoG-2015",
    "title": "Language bootstraps cognitive complexity",
    "startDate": "01/06/2017",
    "endDate": "31/05/2022",
    "objective": "Language and cognition have a close, but cryptic, relationship. Is language just another tool in humans' diverse cognitive toolkit; vital for communication, but not necessary for complex, high-level thought? Or is language what allows us to form and manipulate complex thoughts in the first place, by allowing words to act as placeholders in ideas that would otherwise be too unwieldy to handle? Distinguishing between these possibilities is vital to understanding our most fundamental cognitive faculties and the origin of modern human cognition itself.\n\nThe current project will render this problem tractable with the groundbreaking proposal that language bootstraps the cognitive complexity of the human mind by enhancing its ability to form and manipulate more elaborate mental representations than would otherwise be possible without language. In an innovative programme of investigation that uses cutting-edge methods from experimental psychology, psycholinguistics, cognitive modelling, and corpus linguistics, we will examine how words interact with conceptual knowledge gleaned from perceptual and action experience in forming mental representations across a range of fundamental cognitive tasks, including categorisation, memory performance, and abstract thought. We will test whether and how language provides indispensable aid to cognitive processing that struggles to complete under time pressure or that strains working memory capacity, and how such aid could have influenced cognitive evolution.\n\nFindings of this project will answer whether language provides critical enhancement to the achievable complexity of cognition, and whether language use could have brought about the sudden flowering of art, fine tools and culture that are the hallmarks of complex cognition in modern humans. The result will be a comprehensive, multidisciplinary perspective on the role of language in cognition that has the potential to reshape how we regard the functioning of the human mind.",
    "totalCost": "1971431",
    "ecMaxContribution": "1971431",
    "coordinator": "LANCASTER UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 1971431
        }
    },
    "calculatedTotalContribution": 1971431
}