{
    "rcn": "204738",
    "acronym": "REVOLINC",
    "topics": "ERC-CoG-2015",
    "title": "Revolutionizing Insect Control",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "EFSA recently prohibited 75% of insecticides to account for their toxicity and ecotoxicity. Moreover, the spread of insecticide resistance and invasion of Europe by new tropical vectors and pests require the development of alternative biological techniques.\nRecently, we hypothesized that shifting the vision of the sterile male from a sexual competitor only to a specific transporter of active biocides to the targeted female might boost the impact of the sterile insect technique (SIT). Here we want to demonstrate this concept using three biocides: Pyriproxifen, Bacillus thuringiensis and a Densovirus against the Tiger mosquito (Aedes albopictus). Pyriproxifen will also be tested against tsetse and fruit flies.\nWe will test the technology both in the laboratory and at an operational scale and model the relative impacts of SIT and boosted-SIT on the dynamics of the targeted population.  Moreover, we will compare the evolutionary response of the target population to these different control pressures (multiple lethal mutations, multiple lethal mutations \\ biocides), for three different biocides and three demographic strategies.  This will generate breakthrough knowledge on the transmission of biocides and pathogens in insects and the sustainability of genetic control, provide a new control technique for mosquitoes, and improve the cost-effectiveness of SIT in tsetse and fruit flies.\nWe will have to address technical issues associated to mass rearing, sterilization, sex separation and aerial release of mosquitoes as well as regulatory issues required for releasing sterile males coated with bioicides.",
    "totalCost": "1993281",
    "ecMaxContribution": "1993281",
    "coordinator": "CENTRE DE COOPERATION INTERNATIONALE EN RECHERCHE AGRONOMIQUE POUR LEDEVELOPPEMENT - C.I.R.A.D. EPIC",
    "coordinatorCountry": "FR",
    "participants": "FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS FAO;INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
    "participantCountries": "IT;FR",
    "projectParticipants": {
        "999513803": {
            "orgId": "999513803",
            "orgName": "INSTITUT DE RECHERCHE POUR LE DEVELOPPEMENT",
            "ecContrib": 638171
        },
        "999993565": {
            "orgId": "999993565",
            "orgName": "CENTRE DE COOPERATION INTERNATIONALE EN RECHERCHE AGRONOMIQUE POUR LEDEVELOPPEMENT - C.I.R.A.D. EPIC",
            "ecContrib": 1355110
        }
    },
    "calculatedTotalContribution": 1993281
}