{
    "rcn": "204737",
    "acronym": "Persia and Babylonia",
    "topics": "ERC-CoG-2015",
    "title": "Persia and Babylonia: Creating a New Context for Understanding the Emergence of the First World Empire",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The Persian Empire (539-330 BCE) represented a new political order in world history. At its height, it united a territory stretching from present-day India to Libya. It was three times as large and twice as long-lived as the previously most successful polity (Assyria), and it would take 2,000 years before significantly larger empires emerged in early modern Eurasia. \n\nWhat explains Persiaís success? This question eludes scholarship due to a lack of evidence and a lack of engagement. Since this Empire unified for the first time in history millions of people under its rule ñ a condition that became a recurring experience of humanity ñ understanding Persiaís success transcends its intrinsic relevance to the period in question. \n\nThe principal reason why an effective engagement with this question is presently impossible is the lack of data. The PERSIA AND BABYLONIA project presents a substantial new data set that allows us, for the first time, to contextualize the emergence of the Persian Empire as a complex social process, shifting away from understandings of the Empire as a one-dimensional, state-initiated construct. This data derives from cuneiform textual sources that were produced in Persiaís most important periphery ñ Babylonia. A key analytical device in our work will be to compare Persian responses to those of the Assyrians, who were unable to establish control of Babylonia a century earlier. By combining a long-term with a deeply contextualized perspective, we will be able to draw out the distinctive efficiency of Persian rule, within the long history of this particular region. In addition to making a significant step towards understanding the emergence of Ancient Persia, we will develop a much-needed research tool for historians of empire and society in the ancient world.",
    "totalCost": "1999733",
    "ecMaxContribution": "1999733",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1999733
        }
    },
    "calculatedTotalContribution": 1999733
}