{
    "rcn": "204788",
    "acronym": "MEDICI",
    "topics": "ERC-ADG-2015",
    "title": "The inflammatory gene expression program in macrophages: An integrative approach for the systematic characterization of transcriptional co-regulators",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Tissue responses to microbial and endogenous danger signals involve the activation of both resident and monocyte-derived macrophages, as well as the coordinated inducible expression of hundreds of inflammatory genes. Gene transcription is controlled by the information contained in thousands of genomic regulatory elements  (enhancers and promoters), which is first read by transcription factors (TFs) and then integrated and relayed to the transcriptional machinery via an array of co-regulators with disparate biochemical activities and functions. The recent work of several groups, including our own, has extensively characterized how in macrophages the genomic regulatory sequences controlling inflammatory gene expression are coordinately bound and activated by myeloid lineage-determining TFs and broadly expressed stimulus-activated TFs. However, we still have a very incomplete understanding of the necessary next step in the process, namely how distinct combinations of DNA-bound TFs regulate recruitment and function of the co-regulators and machineries that control gene transcription. \nHere, I propose to systematically identify the complement of co-regulators that control the induction of inflammatory genes in macrophages, which will be then mechanistically and functionally characterized both in vitro and in vivo. By integrating cutting edge genomic and computational approaches with focused genetic screens and biochemical analyses, and eventually validating relevant results in mouse models, this project aims at obtaining an unprecedented level of understanding of the information flow linking genomic regulatory elements to inflammatory gene transcription.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "HUMANITAS UNIVERSITY",
    "coordinatorCountry": "IT",
    "participants": "ISTITUTO EUROPEO DI ONCOLOGIA SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "999969703": {
            "orgId": "999969703",
            "orgName": "ISTITUTO EUROPEO DI ONCOLOGIA SRL",
            "ecContrib": 0
        },
        "932462747": {
            "orgId": "932462747",
            "orgName": "HUMANITAS UNIVERSITY",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}