{
    "rcn": "204736",
    "acronym": "BSD",
    "topics": "ERC-CoG-2015",
    "title": "Euler systems and the conjectures of Birch and Swinnerton-Dyer, Bloch and Kato",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "In order to celebrate mathematics in the new millennium, the Clay Mathematics Institute established seven $1.000.000 Prize Problems. One of these is the conjecture of Birch and Swinnerton-Dyer (BSD), widely open since the 1960's. The main object of this proposal is developing innovative and unconventional strategies for proving groundbreaking results towards the resolution of this problem and their generalizations by Bloch and Kato (BK).\n\nBreakthroughs on BSD were achieved by Coates-Wiles, Gross, Zagier and Kolyvagin, and Kato. Since then, there have been nearly no new ideas on how to tackle BSD. Only very recently, three independent revolutionary approaches have seen the light: the works of (1) the Fields medalist Bhargava, (2) Skinner and Urban, and (3) myself and my collaborators. In spite of that, our knowledge of BSD is rather poor. In my proposal I suggest innovating strategies for approaching new horizons in BSD and BK that I aim to develop with the team of PhD and postdoctoral researchers that the CoG may allow me to consolidate. The results I plan to prove represent a departure from the achievements obtained with my coauthors during the past years:\n\nI. BSD over totally real number fields. I plan to prove new ground-breaking instances of BSD in rank 0 for elliptic curves over totally real number fields, generalizing the theorem of Kato (by providing a new proof) and covering many new scenarios that have never been considered before. \n\nII. BSD in rank r=2. Most of the literature on BSD applies when r=0 or 1. I expect to prove p-adic versions of the theorems of Gross-Zagier and Kolyvagin in rank 2.\n\nIII. Darmon's 2000 conjecture on Stark-Heegner points. I plan to prove Darmonís striking conjecture announced at the ICM2000 by recasting it in terms of special values of p-adic L-functions.",
    "totalCost": "1428588",
    "ecMaxContribution": "1428588",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 1428588
        }
    },
    "calculatedTotalContribution": 1428588
}