{
    "rcn": "204726",
    "acronym": "EDWEL",
    "topics": "ERC-CoG-2015",
    "title": "Empirical Demand and Welfare Analysis",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Measurement of consumer welfare is central to economic evaluations. It underlies calculation of price-indices, formulation of tax policies, and environmental and industrial regulation. But existing measurement methods rely on restrictive assumptions about consumer preferences, leading to potentially incorrect conclusions regarding policy-impacts. The proposed project aims to make fundamental contributions to empirical welfare analysis by developing nonparametric approaches, which would avoid such assumptions and thus produce reliable welfare estimates from micro-data. The emphasis will be on welfare-evaluation of price/quality changes in the under-researched but common real-life setting of discrete-choice, e.g., the impact of tuition subsidies for college entrants, fare-hikes for passengers and access to new channels for TV viewers. The project will cover (i) discrete choice with multinomial/ordered/non-exclusive alternatives, (ii) random coefficient choice-models, (iii) settings where oneís choice affects oneís peersí utilities, and (iv) dynamic choice under uncertainty such as durable-purchase. Welfare analyses in situations (ii)-(iv) are previously unexplored problems and represent ambitious undertakings. Situation (i) has been analyzed only under strong, unsubstantiated assumptions, like quasilinear preferences and extreme valued errors. The key insight driving the project is that welfare calculations require less information than what is needed to identify underlying preference parameters. The project will also develop methods to overcome common data problems like interval-reporting and endogeneity of income. The theoretical results will be complemented by software codes in Stata/R which can be readily used by practitioners. Given the ubiquity of welfare analysis in economic applications and its use in non-academic settings such as merger-analysis, damage calculations, etc., the project is likely to have a substantial impact both in and beyond the academia.",
    "totalCost": "1426418",
    "ecMaxContribution": "1426418",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}