{
    "rcn": "204785",
    "acronym": "ETMD_ICEC",
    "topics": "ERC-ADG-2015",
    "title": "Efficient pathways to neutralization and radical production enabled by environment",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The relaxation of electronically excited systems like atoms and molecules embedded in environment is a key question in chemistry and photobiology and the underlying physical mechanisms have been widely studied. The applicant has predicted theoretically that there are two efficient electronic processes between a system and its neighbors even if the system itself is in its electronic ground state and does not have excess energy, making clear that an important gap exists in our current understanding of systems embedded in environment. There is extensive future potential in filling this gap and we aim at exploring and exploiting it in systems of physical, chemical, and biological interest. The discovered electron-transfer mediated decay (ETMD) [several variants of ETMD have been already verified experimentally] and intermolecular Coulombic electron capture (ICEC) mechanisms give rise to a plethora of surprising electronic phenomena relevant to many fields. In radiation damage, for instance, differently charged cations and electrons are produced by ionization and Auger processes, and ETMD and ICEC continue to be operative, neutralize cations and produce radicals in the environment also after the known mechanisms of radiation damage have ceased to operate. This leads to severe additional damage. Knowing the factors influencing the impact of ETMD and ICEC most, we can exploit this knowledge to be able to suppress or enhance this impact. Such a control is invaluable in many cases, may be even in radiation therapy. We are certain that the novel and fundamental ETMD and ICEC processes can be exploited to probe and control systems embedded in an environment. Such a breakthrough necessitates the advancement of current methodologies far beyond the state-of-the-art, and can only be achieved by the close collaboration of a highly motivated strong team of scientists over a long period of time. The support by the ERC will substantially contribute to the realization of this vision.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}