{
    "rcn": "204798",
    "acronym": "ARCHES",
    "topics": "REFLECTIVE-6-2015",
    "title": "Accessible Resources for Cultural Heritage EcoSystems",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The popularisation of digitisation techniques has boosted the generation of digital cultural heritage assets in recent years. However, such techniques should not be regarded as an end in and of themselves, but as a means for enabling European citizens to engage with cultural heritage more closely and in different ways. \nARCHES aims to create more inclusive cultural environments particularly for those with differences and difficulties associated with perception, memory, cognition and communication. It will achieve this through in-depth research analysis and the development of innovative applications, functionalities and experiences based on the reuse and redevelopment of the aforementioned digital resources.\nOur participatory research methodology situates real user needs at the heart of an iterative design and implementation process, through their active involvement in 3 pilot exercises. This will also facilitate the validation of potential solutions in scenarios at 6 museums, as well as engagement with broader audiences (e.g. children, the elderly, and other potentially marginalised groups) and extension to other sectors, mainly education and tourism.\nThe online accessible software platform, applications for handheld devices and multisensory activities will form the basis of a technical approach that will exploit state of the art technologies 単 e.g. augmented reality, avatars, relief printers and models, context-sensitive tactile audio guides, metadata and advanced image processing techniques 単 to underpin the generation of a dynamic ecosystem. In this framework, museums will play an important role by adapting content and reinterpreting cultural heritage in manners most suitable for target groups. \nOur interdisciplinary consortium 単 involving academia, SMEs, research centres and museums 単 will focus on ensuring widespread communication and exploitation, stimulating cross-border collaboration to address a challenge common across Europe.",
    "totalCost": "3854069,16",
    "ecMaxContribution": "3399248,88",
    "coordinator": "TREELOGIC TELEMATICA Y LOGICA RACIONAL PARA LA EMPRESA EUROPEA SL",
    "coordinatorCountry": "ES",
    "participants": "NEUMULLER MORITZ;COPRIX MEDIA DOO BEOGRAD-STARI GRAD;FUNDACION LAZARO GALDIANO;UNIVERSITY OF BATH;VICTORIA AND ALBERT MUSEUM;CENTRO REGIONAL DE BELLAS ARTES DE OVIEDO;Sign time GmbH;KHM-MUSEUMSVERBAND;VRVIS ZENTRUM FUR VIRTUAL REALITY UND VISUALISIERUNG FORSCHUNGS-GMBH;THE WALLACE COLLECTION;FUNDACION COLECCION THYSSEN-BORNEMISZA;THE OPEN UNIVERSITY",
    "participantCountries": "AT;RS;ES;UK",
    "projectParticipants": {
        "919850613": {
            "orgId": "919850613",
            "orgName": "FUNDACION COLECCION THYSSEN-BORNEMISZA",
            "ecContrib": 188681
        },
        "968681868": {
            "orgId": "968681868",
            "orgName": "Sign time GmbH",
            "ecContrib": 306305
        },
        "999487613": {
            "orgId": "999487613",
            "orgName": "VICTORIA AND ALBERT MUSEUM",
            "ecContrib": 222650
        },
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 134496
        },
        "927695682": {
            "orgId": "927695682",
            "orgName": "THE WALLACE COLLECTION",
            "ecContrib": 131250
        },
        "927578700": {
            "orgId": "927578700",
            "orgName": "FUNDACION LAZARO GALDIANO",
            "ecContrib": 139012
        },
        "953703613": {
            "orgId": "953703613",
            "orgName": "KHM-MUSEUMSVERBAND",
            "ecContrib": 132600
        },
        "950265254": {
            "orgId": "950265254",
            "orgName": "CENTRO REGIONAL DE BELLAS ARTES DE OVIEDO",
            "ecContrib": 260385
        },
        "928098232": {
            "orgId": "928098232",
            "orgName": "COPRIX MEDIA DOO BEOGRAD-STARI GRAD",
            "ecContrib": 167160
        },
        "996538910": {
            "orgId": "996538910",
            "orgName": "TREELOGIC TELEMATICA Y LOGICA RACIONAL PARA LA EMPRESA EUROPEA SL",
            "ecContrib": 444238
        },
        "927699465": {
            "orgId": "927699465",
            "orgName": "NEUMULLER MORITZ",
            "ecContrib": 143544
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 609378
        },
        "998815985": {
            "orgId": "998815985",
            "orgName": "VRVIS ZENTRUM FUR VIRTUAL REALITY UND VISUALISIERUNG FORSCHUNGS-GMBH",
            "ecContrib": 519550
        }
    },
    "calculatedTotalContribution": 3399249
}