{
    "rcn": "204795",
    "acronym": "AGNES",
    "topics": "ERC-ADG-2015",
    "title": "ACTIVE AGEING ñ RESILIENCE AND EXTERNAL SUPPORT AS MODIFIERS OF THE DISABLEMENT OUTCOME",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The goals are 1. To develop a scale assessing the diversity of active ageing with four dimensions that are ability (what people can do), activity (what people do do), ambition (what are the valued activities that people want to do), and autonomy (how satisfied people are with the opportunity to do valued activities); 2. To examine health and physical and psychological functioning as the determinants and social and build environment, resilience and personal skills as modifiers of active ageing; 3. To develop a multicomponent sustainable intervention aiming to promote active ageing (methods: counselling, information technology, help from volunteers); 4. To test the feasibility and effectiveness on the intervention; and 5. To study cohort effects on the phenotypes on the pathway to active ageing.\n\nìIf You Can Measure It, You Can Change It.î Active ageing assessment needs conceptual progress, which I propose to do. A quantifiable scale will be developed that captures the diversity of active ageing stemming from the WHO definition of active ageing as the process of optimizing opportunities for health and participation in the society for all people in line with their needs, goals and capacities as they age. I will collect cross-sectional data (N=1000, ages 75, 80 and 85 years) and model the pathway to active ageing with state-of-the art statistical methods. By doing this I will create novel knowledge on preconditions for active ageing. The collected cohort data will be compared to a pre-existing cohort data that was collected 25 years ago to obtain knowledge about changes over time in functioning of older people. A randomized controlled trial (N=200) will be conducted to assess the effectiveness of the envisioned intervention promoting active ageing through participation. The project will regenerate ageing research by launching a novel scale, by training young scientists, by creating new concepts and theory development and by producing evidence for active ageing promotion",
    "totalCost": "2044364",
    "ecMaxContribution": "2044364",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 2044364
        }
    },
    "calculatedTotalContribution": 2044364
}