{
    "rcn": "204705",
    "acronym": "ICARUS",
    "topics": "ERC-StG-2015",
    "title": "Towards Innovative cost-effective astronomical instrumentation",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Enabling disruptive technologies has always been crucial to trigger revolutionary science discoveries. The daring challenges in astronomy and astrophysics are extremely demanding in terms of high angular resolution and high contrast imaging, and require extreme stability and image quality. Instruments based on current classical designs tend to get bigger and more complex, and are faced to ever increasing difficulties to meet science requirements.\nThis proposal has the clear objective to propose breakthrough compact optical architectures for the next generation of giant observatories. The project focus on the niche of active components and is structured in two main research pillars to (I) enable the use of additive manufacturing (3D-printing) to produce affordable deformable mirrors for VIS or NIR observations, (II) pave the road for a common use of curved and deformable detectors. Extensive finite element analysis will allow to cover the parameter space and broad prototyping will demonstrate and characterize the performance of such devices. \nBoth pillars are extremely challenging, the fields of detectors and optical fabrication being driven by the market. We will then orientate the activities towards a mass production method. \nTo maximize the impact of this high gain R&D, the pillars are surrounded by two transverse activities: (i) design and optimization of a new zoo of optical systems using active mirrors and flexible detectors, and (ii) build a solid plan of technology transfer to end-user industrial companies, through a patenting and licensing strategy, to maximize the financial return and then perpetuate the activities. \nThe pathway proposed here is mandatory to develop affordable components in the near future, and will enable compact and high performance instrumentation. These high potential activities will dramatically reduce the complexity of instruments in the era of giant observatories, simplify the operability of systems and offer increased performance.",
    "totalCost": "1747666,99",
    "ecMaxContribution": "1747666,99",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1747667
        }
    },
    "calculatedTotalContribution": 1747667
}