{
    "rcn": "204721",
    "acronym": "CODECHECK",
    "topics": "ERC-CoG-2015",
    "title": "CRACKING THE CODE BEHIND MITOTIC FIDELITY: the roles of tubulin post-translational modifications and a chromosome separation checkpoint",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "During the human lifetime 10000 trillion cell divisions take place to ensure tissue homeostasis and several vital functions in the organism. Mitosis is the process that ensures that dividing cells preserve the chromosome number of their progenitors, while deviation from this, a condition known as aneuploidy, represents the most common feature in human cancers. Here we will test two original concepts with strong implications for chromosome segregation fidelity. The first concept is based on the ìtubulin codeî hypothesis, which predicts that molecular motors ìreadî tubulin post-translational modifications on spindle microtubules. Our proof-of-concept experiments demonstrate that tubulin detyrosination works as a navigation system that guides chromosomes towards the cell equator. Thus, in addition to regulating the motors required for chromosome motion, the cell might regulate the tracks in which they move on. We will combine proteomic, super-resolution and live-cell microscopy, with in vitro reconstitutions, to perform a comprehensive survey of the tubulin code and the respective implications for motors involved in chromosome motion, mitotic spindle assembly and correction of kinetochore-microtubule attachments. The second concept is centered on the recently uncovered chromosome separation checkpoint mediated by a midzone-associated Aurora B gradient, which delays nuclear envelope reformation in response to incompletely separated chromosomes. We aim to identify Aurora B targets involved in the spatiotemporal regulation of the anaphase-telophase transition. We will establish powerful live-cell microscopy assays and a novel mammalian model system to dissect how this checkpoint allows the detection and correction of lagging/long chromosomes and DNA bridges that would otherwise contribute to genomic instability. Overall, this work will establish a paradigm shift in our understanding of how spatial information is conveyed to faithfully segregate chromosomes during mitosis.",
    "totalCost": "2323468",
    "ecMaxContribution": "2323468",
    "coordinator": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999451238": {
            "orgId": "999451238",
            "orgName": "INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC",
            "ecContrib": 2323468
        }
    },
    "calculatedTotalContribution": 2323468
}