{
    "rcn": "204733",
    "acronym": "APOLOGY",
    "topics": "ERC-CoG-2015",
    "title": "Political Apologies across Cultures",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "In the past decades, there has been a considerable rise in the number of apologies offered by states for injustices and human rights violations. Among transitional justice scholars, there is significant debate about how useful such apologies are. Whereas some have applauded these gestures as an important step in peacemaking processes, others have argued that they may not fit in all cultures and may even be a risky tool for peacemaking. Unfortunately, theorizing and research in the field of transitional justice is still in its infancy and has not systematically addressed questions of cross-cultural variability yet. So, at present, we do not know whether political apologies are a universally viable way to restore justice and harmony. My project addresses this challenge. Using an innovative, interdisciplinary, and multi-method approach with in-depth interviews, (experimental) surveys, and content analyses of apologies, I analyze whether there are universals in how political apologies are valued, expressed, and interpreted or whether this varies as a function of cross-cultural differences in key values (collectivism and individualism) and norms (face and honor). Based on these findings, I build a theoretical framework that will fundamentally advance our understanding of the potential value and role of apologies in transitional justice processes. This project breaks new ground because it is the first to take the difficult step to collect cross-cultural data to examine whether key assumptions regarding political apologies hold across cultures. It is also the first in this area to use a multi-method approach, which makes it possible to take into account the complex reality of political apologies. Combining insights from transitional justice, cross-cultural psychology and anthropology, this project places theorizing on transitional justice on a much firmer footing and paves the way to more cross-culturally valid models to restore justice and promote reconciliation.",
    "totalCost": "1917713",
    "ecMaxContribution": "1917713",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 1917713
        }
    },
    "calculatedTotalContribution": 1917713
}