{
    "rcn": "204753",
    "acronym": "BrainModes",
    "topics": "ERC-CoG-2015",
    "title": "Personalized whole brain simulations: linking connectomics and dynamics in the human brain",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Background. We have detailed maps of brain structure and function, yet are lacking understanding of how the highly connected units interact and give rise to mental processes. The Virtual Brain (TVB), a whole brain simulation framework, aims to bridge that gap. Yet it is still developing. We are proposing here breakthrough advances that reveal mechanisms of brain function and foster collaboration between research groups. Vision. Clinical applications that simulate individual patient brains and predict trajectories of recovery or decline or test therapies to select the best one for that person. Goal. Using biologically realistic brain models and multimodal functional and structural imaging data to elucidate control mechanisms of the human brain in aging. A database collects key data and allows identifying most generic models and mechanisms below the spatial and temporal resolution of non-invasive imaging techniques taking into account the complex interaction in the brain that without a model would be impossible to keep track of. Objectives. 1) Parameter optimization for large parameter space search and a library of dynamical regimes linking dynamical regimes and underlying mechanisms to biological (cognitive) age. 2) Identifying the role of intrinsic plasticity for network reconfigurations in the resting state and its age dependency. 3) Model based identification of task related plasticity mechanisms and their functional consequences for network reconfigurations in coordination learning in aging. 4) An interactive tool that provides access to the dynamical regimes library and makes pre-computed simulations easily accessible allowing researchers to benefit and learn from existing work. Impact. Understanding development, aging and brain disorders from the perspective of disruption of information processing architectures provides an opportunity for new interventions that re-establish control in brain pathology hence posing a breakthrough in the health and biotech sector.",
    "totalCost": "1870588",
    "ecMaxContribution": "1870588",
    "coordinator": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 1870588
        }
    },
    "calculatedTotalContribution": 1870588
}