{
    "rcn": "204724",
    "acronym": "LeukaemiaTargeted",
    "topics": "ERC-CoG-2015",
    "title": "Selecting genetic lesions with essential function for patients' leukaemia in vivo as targets for precision medicine",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "In Europe, around two million individuals die from cancer each year. Cancer is a genetic disease and each patient's tumour contains several genetic lesions which are identified by next generation sequencing (NGS) and influence patient's outcome. A global current challenge lies in translating NGS data into benefit of cancer patients.\nAs attractive novel therapeutic concept, precision medicine addresses genetic lesions using targeted therapies. A large number of targeted drugs and compounds exist and are currently developed such as kinase inhibitors; unfortunately, numerous clinical trials on targeted therapies failed.\nIn order to better exploit NGS data, it is important to discriminate between genetic lesions that are required and maintain patients' tumours in vivo and others that do not ñ an impossible mission so far. My proposal aims at solving this key question. \nUsing acute leukaemia as model tumour disease, we propagate primary tumour cells from patients in immuno-deficient mice. We recently pioneered a worldwide unique technique which allows the distinct genetic manipulation of individual patients' tumour cells while they grow in vivo.\nWe will molecularly target tumour-specific genetic lesions one by one; if tumour load is reduced, the lesion fulfils an essential function; essential lesions represent attractive therapeutic targets. Using our cutting edge technology, we will identify genetic lesions with essential, tumour-relevant function\n(i) in established tumour disease and\n(ii) in the clinically challenging situations of minimal residual disease and relapse.\nOur approach implements a new paradigm for target selection in oncology. Our work introduces molecular target validation as important step into the value chain of precision medicine which will tailor drug development by industry and academia. Our approach will improve patient care and the success rate of clinical trials for the benefit of patients suffering acute leukaemia and putatively other cancers.",
    "totalCost": "1945818",
    "ecMaxContribution": "1945818",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "participantCountries": "DE",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 1675510
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 270308
        }
    },
    "calculatedTotalContribution": 1945818
}