{
    "rcn": "204745",
    "acronym": "StemHealth",
    "topics": "ERC-CoG-2015",
    "title": "Foetal Intestinal Stem Cells in Biology and Health",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "There is currently no medical cure for the millions of individuals affected by inflammatory bowel disease (IBD). These patients suffer from bleeding along the gastrointestinal tract due to epithelial ulceration, which causes severe abdominal pain, diarrhoea and malnutrition. This is due to the severely compromised integrity of the intestinal epithelium. I propose that patients with IBD will benefit from an intestinal epithelial transplant.\n\nThe objectives of this research programme are two fold. Firstly, I propose to perform preclinical testing of human intestinal epithelium to pave the way for their inclusion in clinical trials for IBD patients. This will be based on a combination of state-of-the-art cell culture methods with novel transplantation methodology. By combining analysis of intestinal epithelial cells from various developmental stages, I will be able to identify the most suitable source for transplantation and define how adult stem cells are specified in the tissue. Secondly, I will utilise an in vitro culture system to identify the transcriptional networks responsible for the maturation of the foetal intestinal epithelium. Tissue maturation currently constitutes a major roadblock in regenerative medicine as cells derived from foetal and pluripotent stem cells have foetal properties. Understanding this process will therefore improve our ability to generate sustainable sources of cells for transplantation, which is pivotal for future therapies relying on regenerative medicine and in vitro modelling of disease\n\nThe proposed research programme will have significant clinical and biological impact. Clinically, it provides the framework for initiating clinical trials for patients with IBD and protocols to obtain mature adult epithelium for in vitro disease modelling. From a biological perspective, we will gain insights into how specific signalling networks maintain specific cell states and dictate tissue maturation.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}