{
    "rcn": "204735",
    "acronym": "MAPLE",
    "topics": "ERC-CoG-2015",
    "title": "Measuring and Analysing the Politicisation of Europe before and after the Eurozone Crisis",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "The Eurozone crisis forces us to reconsider the conventional wisdom that ìEuropeî has little effect on national electoral politics. MAPLEís central goal is to analyse the degree of politicisation the European issue has acquired following the Eurozone crisis, in Belgium, Germany, Greece, Ireland, Portugal and Spain in 2000-2016, and to focus on its consequences for voting behaviour. Our main thesis is that a fundamental shift has occurred in the vote function as a result of this politicisation: short-term factors of voting behaviour, such as economic perceptions as well as leader effects may have been structurally diminished in the countries which have seen bailouts and where citizens increasingly perceive the main policy decisions being directed from Brussels.  To measure politicisation of the EU we will analyse both parliamentary debates and media outlets coding for salience and polarisation of the European issue. These measurements will contribute to understand how politicisation of the EU has underpinned political changes between 2000 and 2016 in the countries concerned. The analysis of voting behaviour will employ a social-psychological methodology in order to test the relationship between increased politicisation of the EU and short-term effects. MAPLE will create datasets for 12 newspapers, more than 60 political parties, 26 elections as well as conduct 12 web panel surveys of a representative sample of voters in the countries concerned. MAPLE is interdisciplinary: it combines approaches from social psychology and political science. It includes qualitative data collection (coding of newspapers and parliamentary debates) followed by qualitative and quantitative data analysis. MAPLE will ultimately illuminate the way in which Europe has decisively entered national electoral politics and with what consequences for the vote calculus.",
    "totalCost": "1592859",
    "ecMaxContribution": "1592859",
    "coordinator": "INSTITUTO DE CIENCIAS SOCIAIS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885701": {
            "orgId": "999885701",
            "orgName": "INSTITUTO DE CIENCIAS SOCIAIS",
            "ecContrib": 1592859
        }
    },
    "calculatedTotalContribution": 1592859
}