{
    "rcn": "204774",
    "acronym": "LICORNE",
    "topics": "FTIPilot-1-2015",
    "title": "LIssage de COrdons RobotisÈ Novateur Expert",
    "startDate": "01/11/2015",
    "endDate": "30/04/2018",
    "objective": "The project aims to provide and commercialize a self-adjusting bead forming process able to control the quality of the sealing material in car manufacturing industry. LICORNE (LIssage de COrdons RobotisÈ Novateur Expert) is an innovative automatic vacuum forming solution able to control and adjust itself in front of the variability. The robotized forming operations are repeatable and 100% certified. They will use a standard sealing material and be used on forming operations on all parts of the car.  \nKey assets of this innovation will be: certifying autonomously every vehicle providing to each car a level of quality guaranty never known before, analyzing in real time the slow derivations, providing recommendations for a better installation management, allowing to anticipate non conformities and avoiding defects revision thanks to the communication of data between the positioning, forming and control steps that are integrated in a Big Data system. All manual operations causing MSD occupational diseases are avoided with the LICORNE solution.\nThe paint shop is responsible for the sealing process guaranteeing car waterproofness. To do so, most of the operations imply the positioning of a PVC material sealing compound on all car junctions. \nThe solution will be installed as an industrial pilot at PSA plant to upgrade it to an industrial Plant of the Future and duplicated after 24 months of validation to 3 plants in Europe. The LICORNE consortium will promote the demonstration of the vacuum forming process to other car manufacturers in the European market. A detailed specification of the automatic vision & control system will be published. This will enable car manufacturers to test prototypes of the robot. Further development of commercial prototypes and reproduction of the robots are addressed in the exploitation plan. Results will be disseminated to the car industry through industry fairs and workshops, and car manufacturing associations such as ACEA.",
    "totalCost": "2795670,26",
    "ecMaxContribution": "2103852,18",
    "coordinator": "PSA AUTOMOBILES SA",
    "coordinatorCountry": "FR",
    "participants": "RINGLER GMBH;FUNDACION PARA LA PROMOCION DE LA INNOVACION, INVESTIGACION Y DESARROLLO TECNOLOGICO EN LA INDUSTRIA DE AUTOMOCION DE GALICIA;CLEMESSY SA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "DE;ES;FR",
    "projectParticipants": {
        "971880443": {
            "orgId": "971880443",
            "orgName": "CLEMESSY SA",
            "ecContrib": 895992
        },
        "999420877": {
            "orgId": "999420877",
            "orgName": "PSA AUTOMOBILES SA",
            "ecContrib": 618894
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 163500
        },
        "999603819": {
            "orgId": "999603819",
            "orgName": "FUNDACION PARA LA PROMOCION DE LA INNOVACION, INVESTIGACION Y DESARROLLO TECNOLOGICO EN LA INDUSTRIA DE AUTOMOCION DE GALICIA",
            "ecContrib": 326110
        },
        "920549983": {
            "orgId": "920549983",
            "orgName": "RINGLER GMBH",
            "ecContrib": 99356
        }
    },
    "calculatedTotalContribution": 2103852
}