{
    "rcn": "204797",
    "acronym": "TRANSDAM",
    "topics": "ERC-ADG-2015",
    "title": "The transcription-related DNA damage response",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The cellular response to bulky DNA lesions, such as those induced by UV-irradiation, remains enigmatic despite decades of study. The effect of such damage on transcription is complex. At the local level, lesions cause stalling of RNAPII, resulting in a block to transcript elongation. Stalled RNAPII triggers transcription-coupled nucleotide excision repair, a process whereby lesions in genes are preferentially removed. Importantly, however, UV-irradiation also affects transcription genome-wide, so that even genes that are not damaged temporarily cease to be expressed. Alternative mRNA splicing also changes dramatically. The mechanisms and factors that underlie the global, damage-induced changes in gene expression, and its eventual normalization, are poorly understood. \nIn order to facilitate identification of new factors and mechanisms involved in this response, we performed several distinct proteomic screens and an siRNA screen in parallel. This was complemented by characterization of transcription and mRNA splicing after DNA damage by genome-wide techniques. Any screening for new factors is high-risk, and the decision on which ëhitsí to pursue is always difficult. Indeed, in any individual proteomic or genomic screen it is often impossible to distinguish ërealí hits from hundreds, if not thousands, of false-positives, and false-negative results are very frequent as well. Our multi-omic approach explores the same process from various angles and places less emphasis on hits from an individual screen and instead focuses on factors that score in several screens. This integration of screen results has resulted in the identification of several new factors and unexplored mechanisms. With a basis in exciting preliminary findings, this grant proposal thus describes a multi-disciplinary approach, including biochemical and cell biological approaches as well as proteomics and genomics, to characterize the transcription-related DNA damage response with an unprecedented scope.",
    "totalCost": "2499988",
    "ecMaxContribution": "2499988",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 2499988
        }
    },
    "calculatedTotalContribution": 2499988
}