{
    "rcn": "204742",
    "acronym": "MoralisingMisfortune",
    "topics": "ERC-CoG-2015",
    "title": "Moralising Misfortune: A comparative anthropology of commercial insurance",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "This is a study of the morality of commercial life insurance. What moral issues are raised when commercial companies define responsibilities for misfortune and the appropriateness of entitlements? What are the concerns about the financialization of life and intimacy?\nFirst, this study examines the morality of bureaucratic classifications produced by the insurance industry. Classifications reveal particular perspectives on the world and are at the heart of defining the risks covered by life insurance policies, as well as defining exclusionary clauses and who is allowed to take which policies; in addition, they are central to the exploration of consumer markets. What are the moral implications of classification and its associated bureaucratic procedures?\nSecond, the study explores the questions life insurance raises about the value of life. Life insurance literally prices death. How much is a life worth? What lives can be compensated and who can receive compensation? Moral obligations and the allocation of blame may depend on whether financial support is given by commercial companies, kinship, or voluntary associations. This project examines the morality of the integration of life insurance into wider financial systems.\nThe objective of the research is to gain insight into:\n1. Public discourses on the role of commercial life insurance in everyday life;\n2. The ways in which life insurance gives rise to particular notions of responsibility and compensation.\n3. The ways in which the morality of commercial life insurance is intertwined with explaining misfortune, and with organizing care through kinship and voluntary associations.\nThe study will be carried out in five countries: France and the Netherlands ñ two of the worldís wealthiest countries, with a long history of life insurance; India and Brazil ñ two of the worldís fastest expanding economies, with a growing insurance market; and the USA ñ where innovations create new moral concerns.",
    "totalCost": "1807334",
    "ecMaxContribution": "1807334",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1807334
        }
    },
    "calculatedTotalContribution": 1807334
}