{
    "rcn": "204799",
    "acronym": "ILID",
    "topics": "ERC-ADG-2015",
    "title": "Ionic Liquid Interface Dynamcis",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The aim of the project is to take the ground-breaking step from our present knowledge of static properties to the understanding and control of dynamical processes at ionic liquid interfaces. Ionic liquids (ILs) are chosen as model systems for liquids in general for two reasons: First, their structural diversity allows their properties to be tailored over a wide range, and second, they can be studied using the extremely powerful methods of surface science in ultra-high vacuum due to their low vapor pressure. Such studies cannot be performed for conventional liquids, since they evaporate. \nILs are not only relevant from a fundamental point of view, but also for a variety of applications. In catalysis, two new concepts have been put forward: Supported Ionic Liquid Phase (SILP) and Solid Catalyst with Ionic Liquid Layer (SCILL). In both, a high surface area solid substrate is covered with a thin IL film, which contains a dissolved metal complex for SILP, or which modifies active sites at the support for SCILL. For these and other applications, a fundamental understanding of the dynamical processes at the gas/IL and/or IL/support interfaces is strongly needed, but does not exist. Equally important, but even more challenging, is the investigation of the dynamics of chemical reactions in ILs, also under electrochemical conditions.\nTherefore, the applicant proposes a multi-method approach with new and unique setups to follow these dynamical processes in real time, that is, while they occur. Towards this goal, four key topics will be addressed: (A) How do gases pass through the gas/liquid interface? (B) How does the liquid/solid interface form? (C) Real-time studies of reactions in ILs, and (D) Real-time studies of electrochemical processes in ILs. The achieved insight will then enable to control the processes at the molecular level by tailoring the properties of the ILs. This promises a breakthrough not only for ILs, but for liquid interfaces in general.",
    "totalCost": "2498125",
    "ecMaxContribution": "2498125",
    "coordinator": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 2498125
        }
    },
    "calculatedTotalContribution": 2498125
}