{
    "rcn": "204722",
    "acronym": "TRANS-ID",
    "topics": "ERC-CoG-2015",
    "title": "TIME FOR A CHANGE: An out-of-the-box approach to unravel transitions in depression",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Major Depression (MD) is often chronic and characterized by frequent recurrences of symptoms and burden. The need to better understand how and when relevant transitions in symptoms occur is urgent. A seemingly unsolvable scientific problem is the enormous etiological complexity of mental disorders such as MD, involving continuously ongoing gene-environment interactions that act in highly person-specific ways. This hampers accurate assessment of personalized risk. \nI will use an out-of-the-box and interdisciplinary approach to tackle this problem. MD is not the only phenomenon that is influenced by many factors, is unpredictable and makes sudden transitions. This is also the case for other so-called complex dynamical systems such as climate or water quality of lakes. For the latter systems generic early warning signals (EWS) have been found that indicate the approach of a transition. I hypothesize that transitions in mood can be anticipated using the same generic EWS as reported for other complex dynamical systems. \nFinding direct evidence for this hypothesis requires a completely novel approach in the field of psychiatry, which would involve (i) a design that captures data of the complete dynamic process within a single individual in order to detect the timing of EWS and sudden transitions in symptoms, prospectively and intra-individually, and (ii) frequent replications of these individual experiments. With help of recent technology and my acquired expertise I will use precisely this novel approach to search for personalized EWS that anticipate critical transitions in depression. This is the aim of my project.\nEvidence that transitions in mood behave according to principles of complex dynamical systems would change the field majorly. First, it would lead to a new understanding of mental disorders and the way we study them. Second, it would yield a sophisticated novel way of obtaining personalized and clinically relevant information on risk for transitions.",
    "totalCost": "1994076",
    "ecMaxContribution": "1994076",
    "coordinator": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 1994076
        }
    },
    "calculatedTotalContribution": 1994076
}