{
    "rcn": "204713",
    "acronym": "BROKERS",
    "topics": "ERC-StG-2015",
    "title": "Participatory Urban Governance between Democracy and Clientelism: Brokers and (In)formal Politics",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "The emergence of participatory governance has resulted in the delegation of governmental responsibilities to citizens. Individuals position themselves as voluntary mediators, or brokers, between the government and their fellow citizens. This research asks: what are the roles of such brokers in participatory urban governance, and how do they influence democratic governance? This study will investigate ethnographically how brokers position themselves in administrative schemes, and examine the formal and informal dimensions of their performance. It will analyse the practices, discourses and networks, both in and out of officially sanctioned channels and government institutions. The research approaches brokers as ëassemblersí, connective agents who actively bring together different governmental and citizen actors, institutions and resources.\nThe scholarly debate on brokerage within participatory governance is divided into two different arguments: first, an argument about neoliberal deregulation located in the Global North, which encourages the practices of active citizen-mediators, and second, a modernization argument in the Global South, which sees brokers as remnants of a clientelist political system. This research will combine these arguments to study settings in both the North and the South. It employs a comparative urbanism design to study four cities that are recognized as pioneers in democratic participatory governance, two in the North and two in the South: Rotterdam (NL), Manchester (UK), Cochabamba (Bolivia) and Recife (Brazil).\nThis research builds upon theories from political anthropology, urban studies, citizenship studies and public administration to develop a new framework for analysing brokerage in participatory urban governance. Understanding how the formal and informal dimensions of participatory governance are entwined will contribute to our ability to theorize the conditions under which this type of governance can give rise to more democratic cities.",
    "totalCost": "1497570",
    "ecMaxContribution": "1497570",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1497570
        }
    },
    "calculatedTotalContribution": 1497570
}