{
    "rcn": "204766",
    "acronym": "RAGTIME",
    "topics": "MG-8.4a-2015",
    "title": "Risk based approaches for Asset inteGrity multimodal Transport Infrastructure ManagEment",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "An efficient asset management process is needed to ensure cost-effectiveness, in planning, delivery, operation and maintenance of large infrastructures or infrastructures network. Infrastructure asset management generally focuses on the later stages of a facilityís life cycle, specifically maintenance, rehabilitation, and replacement. However, a process of efficient asset management must define methods and tools for asset tracking, management of maintenance activity, determine the life cycle and replacement costs of the assets, assistance in determining funding strategies, optimizing capital investments in operation and maintenance, and help with the replacement of assets.\nCurrently, the procurement, design, construction, exploitation and public communication to the final users and society regarding to the land transport infrastructures are: \nï not multimodal, not cross-assets, but focused on individual assets. \nï not correctly linked, not being able to exchange information by different stakeholders. \nï lack of a common risk based approach and the implementation of resilient concepts throughout the whole life cycle \nThe aim of the proposal is to establish a common framework for governance, management and finance of transport infrastructure projects in order to ensure the best possible return from limited investment funds in transport infrastructures\nThe main objective of RAGTIME is to develop, demonstrate and validate an innovative management approach and to lay out a whole system planning software platform, based on standard multiscale data models, able to facilitate a holistic management throughout the entire lifecycle of the infrastructure, providing an integrated view of risk based approach, implementing risk based models, resilient concepts and mitigation actions, with specific reference to climate change related threats perspective, and monitored with smart systems, in order to optimize ROI, management, guarantee LOS and improve resilience through maintaining the service.",
    "totalCost": "3325912,5",
    "ecMaxContribution": "2998412,5",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "SLOVENSKE ZELEZNICE INFRASTRUKTURA DRUZBA ZA UPRAVLJANJE IN VZDRZEVANJE ZELEZNISKE INFRASTRUKTURE TER VODENJE ZELEZNISKEGA PROMETA DOO;SMARTEC SA;AON SPA INSURANCE & REINSURANCE BROKERS;NETWORK RAIL INFRASTRUCTURE LIMITED;LGI CONSULTING SARL;ANTEA SRL;RINA CONSULTING SPA;AISCAT SERVIZI SRL;FORUM DES LABORATOIRES NATIONAUX EUROPEENS DE RECHERCHE ROUTIERE;LOUIS BERGER SPAIN SA;UNIVERSIDAD DE CANTABRIA;ZAVOD ZA GRADBENISTVO SLOVENIJE;ACCIONA CONSTRUCCION SA",
    "participantCountries": "SI;CH;IT;UK;FR;BE;ES",
    "projectParticipants": {
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 417500
        },
        "999880075": {
            "orgId": "999880075",
            "orgName": "UNIVERSIDAD DE CANTABRIA",
            "ecContrib": 230000
        },
        "999812854": {
            "orgId": "999812854",
            "orgName": "ACCIONA CONSTRUCCION SA",
            "ecContrib": 246250
        },
        "999677733": {
            "orgId": "999677733",
            "orgName": "LGI CONSULTING SARL",
            "ecContrib": 171875
        },
        "926275117": {
            "orgId": "926275117",
            "orgName": "LOUIS BERGER SPAIN SA",
            "ecContrib": 151100
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 504125
        },
        "943122465": {
            "orgId": "943122465",
            "orgName": "SLOVENSKE ZELEZNICE INFRASTRUKTURA DRUZBA ZA UPRAVLJANJE IN VZDRZEVANJE ZELEZNISKE INFRASTRUKTURE TER VODENJE ZELEZNISKEGA PROMETA DOO",
            "ecContrib": 197500
        },
        "926536726": {
            "orgId": "926536726",
            "orgName": "SMARTEC SA",
            "ecContrib": 0
        },
        "999496828": {
            "orgId": "999496828",
            "orgName": "FORUM DES LABORATOIRES NATIONAUX EUROPEENS DE RECHERCHE ROUTIERE",
            "ecContrib": 200062
        },
        "937602971": {
            "orgId": "937602971",
            "orgName": "AON SPA INSURANCE & REINSURANCE BROKERS",
            "ecContrib": 256000
        },
        "928293202": {
            "orgId": "928293202",
            "orgName": "ANTEA SRL",
            "ecContrib": 138375
        },
        "926389868": {
            "orgId": "926389868",
            "orgName": "AISCAT SERVIZI SRL",
            "ecContrib": 144750
        },
        "999527092": {
            "orgId": "999527092",
            "orgName": "ZAVOD ZA GRADBENISTVO SLOVENIJE",
            "ecContrib": 109625
        },
        "999540963": {
            "orgId": "999540963",
            "orgName": "NETWORK RAIL INFRASTRUCTURE LIMITED",
            "ecContrib": 231250
        }
    },
    "calculatedTotalContribution": 2998412
}