{
    "rcn": "204703",
    "acronym": "BEGMAT",
    "topics": "ERC-StG-2015",
    "title": "Layered functional materials - beyond 'graphene'",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "There is an apparent lack of non-metallic 2D-matrials for the construction of electronic devices, as only five materials of the ìgraphene familyî are known: graphene, hBN, BCN, fluorographene, and graphene oxide ñ none of them with a narrow bandgap close to commercially used silicon. This ERC-StG proposal, BEGMAT, outlines a strategy for design, synthesis, and application of layered, functional materials that will go beyond this exclusive club. These materials ìbeyond grapheneî (BEG) will have to meet ñ like graphene ñ the following criteria: \n(1) The BEG-materials will feature a transfer of crystalline order from the molecular (pm-range) to the macroscopic level (cm-range), \n(2) individual, free-standing layers of BEG-materials can be addressed by mechanical or chemical exfoliation, and \n(3) assemblies of different BEG-materials will be stacked as van der Waals heterostructures with unique properties. \nIn contrast to the existing ìgraphene familyî, \n(4) BEG-materials will be constructed in a controlled way by covalent organic chemistry in a bottom-up approach from abundant precursors free of metals and critical raw materials (CRMs). \nMoreover ñ and unlike ñ many covalent organic frameworks (COFs), \n(5) BEG-materials will be fully aromatic, donor-acceptor systems to ensure that electronic properties can be addressed on macroscopic scale. \nThe potential to make 2D materials ìbeyond grapheneî is a great challenge to chemical bond formation and material design. In 2014 the applicant has demonstrated the feasibility of the concept to expand the ìgraphene familyî with triazine-based graphitic carbon, a compound highlighted as an ìemerging competitor for the miracle materialî graphene. Now, the PI has the opportunity to build a full-scale research program on layered functional materials that offers unique insights into controlled, covalent linking-chemistry, and that addresses practicalities in device manufacture, and structure-properties relationships.",
    "totalCost": "1362537,5",
    "ecMaxContribution": "1362537,5",
    "coordinator": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
    "coordinatorCountry": "DE",
    "participants": "UNIVERZITA KARLOVA",
    "participantCountries": "CZ",
    "projectParticipants": {
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 163560
        }
    },
    "calculatedTotalContribution": 163560
}