{
    "rcn": "204757",
    "acronym": "ConvergeAnt",
    "topics": "ERC-CoG-2015",
    "title": "An Integrative Approach to Understanding Convergent Evolution in Ant-eating Mammals",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Despite its widespread occurrence across the tree of life, many questions still remain unanswered concerning the fascinating phenomenon of convergent evolution. Ant-eating mammals constitute a textbook example of morphological convergence with at least five independent origins in placentals (armadillos, anteaters, aardvarks, pangolins, and aardwolves). The large extent of convergent morphological evolution, the importance of molecular convergence, and the role of the host microbiome in diet adaptation are currently gaining acceptance. However, large-scale comparative studies combining morphology, host genomics, and metagenomics of the associated microbiome are still lacking. In the ConvergeAnt project, we propose taking advantage of the unique set of convergently evolved characters associated with the ant-eating diet to investigate the molecular mechanisms underlying phenotypical adaptation. By using state-of-the art phenotyping methods based on X-ray micro-computed tomography and Illumina sequencing technologies we will combine morphometric, genomic, and metagenomic approaches to evaluate the extent of convergent evolution in the skull of myrmecophagous placentals, in their genomes, and in their associated oral and gut microbiomes. With this ambitious research proposal, we aim at providing answers to longstanding but fundamental evolutionary questions pertaining to the mechanisms of convergent evolution. The ConvergeAnt project will be the first of its kind to apply such an integrative approach to investigate the complex interplay between the mammalian genome and its associated microbiome in a classical case of adaptive convergence driven by a highly specialized diet.",
    "totalCost": "1880570",
    "ecMaxContribution": "1880570",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1880570
        }
    },
    "calculatedTotalContribution": 1880570
}