{
    "rcn": "204730",
    "acronym": "INVADIS",
    "topics": "ERC-CoG-2015",
    "title": "Microbial invasion and dissemination within the host, mechanisms and effects",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "An infection is defined by the deleterious consequences of the interactions between a pathogen and a host. Thus, studying the biology of infection reveals critical properties of hosts and pathogens, and is a way forward to address basic biological questions and improve health.\nWe study listeriosis, a systemic infection caused by Listeria monocytogenes (Lm). Lm is a human foodborne pathogen that crosses the intestinal barrier, disseminates systemically, replicates in liver and spleen and reaches the central nervous system (CNS) and fetoplacental unit. Given the remarkable journey Lm makes in its host, studying listeriosis offers unprecedented opportunities to understand host cell biology, physiology and immune responses, guided by Lm. The mucosal, CNS and fetoplacental tropisms of Lm are shared by other microbes which pathogenesis is far less understood. Lm therefore stands as a unique model microorganism of general biological and medical significance.\nThe major challenge of this project is to go beyond reductionist approaches and embrace the complexity of actual infections.\nWe will use stem cell-derived organoids, live imaging, genetically engineered mouse models, the clinical and biological data from a unique cohort of 900 patients and the corresponding causative Lm strains, to investigate the molecular mechanisms of Lm tissue invasion, dissemination and host responses.\nSpecifically, we will (i) decipher the cell biology of microbial translocation across the intestinal epithelium; (ii) study the impact of microbial portal of entry on microbial fate, dissemination and host responses; (iii) harness Lm biodiversity to identify novel virulence factors and (iv) discover new host factors predisposing to invasive infections.\nBuilding on the unique combination of advanced experimental systems and exclusive clinical data, this integrative and innovative project will reveal novel, physiologically relevant mechanisms of infection, with scientific and biomedical implications.",
    "totalCost": "2750000",
    "ecMaxContribution": "2750000",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 2750000
        }
    },
    "calculatedTotalContribution": 2750000
}