{
    "rcn": "204741",
    "acronym": "SEXHUM",
    "topics": "ERC-CoG-2015",
    "title": "Sexual Humanitarianism: understanding agency and exploitation in the global sex industry",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The humanitarian fight against trafficking in the sex industry legitimizes the enforcement of increasingly restrictive migration laws and controls, which often exacerbate sex workersí vulnerability to being trafficked. SEXHUM adopts an art-science interdisciplinary approach bringing together visual anthropology, sociology, gender and queer studies and human geography to study the relationship between migration, sex work, exploitation and trafficking. It contextualizes this relationship within the global onset of sexual humanitarianism, a concept coined by the PI. It refers to the ways migrants are increasingly represented, understood and targeted by the media, policymakers and social interventions as vulnerable to exploitation and abuse in relation to their sexual orientation or behaviour. SEXHUM adopts a migration studies perspective and a participative approach to focus on migrant sex workers addressed by sexual humanitarianism as victims of trafficking. It reappraises the concepts of exploitation, slavery and trafficking through the lens of how they are understood and experienced by migrants. \n\nThe project analyses the global emergence of humanitarian migration governance by examining the impact of sexual humanitarianism across six strategic urban settings in Europe (France ñ Marseille and Paris), the US (New York and Los Angeles), Australia (Sydney) and New Zealand (Auckland) that are characterized by different policies on migration, sex work (criminalisation, regulation, de-criminalisation) and trafficking. The innovative method developed by the PI combines ethnographic observations, semi-structured interviewing and participative filmmaking to address the narrated as well as the affective, relational and performative dimensions of migrantsí experiences of agency and exploitation. The research will generate needed user-based data on the impact of anti-trafficking initiatives that will be highly relevant to policymaking.",
    "totalCost": "1600000",
    "ecMaxContribution": "1600000",
    "coordinator": "KINGSTON UNIVERSITY HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE D'AIX MARSEILLE",
    "participantCountries": "FR",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 258235
        },
        "999864652": {
            "orgId": "999864652",
            "orgName": "KINGSTON UNIVERSITY HIGHER EDUCATION CORPORATION",
            "ecContrib": 1341765
        }
    },
    "calculatedTotalContribution": 1600000
}