{
    "rcn": "204743",
    "acronym": "BCM-UPS",
    "topics": "ERC-CoG-2015",
    "title": "Dissecting the role of the ubiquitin proteasome system in the pathogenesis and therapy of B-cell malignancies",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "B-cell malignancies are characterized by high levels of genomic instability, which critically contribute to their pathogenesis and evolution. Recently, the fundamental role of the ubiquitin proteasome system (UPS) in maintaining genome integrity has been appreciated. Two major new therapeutic modalities in B-cell malignancies, proteasome inhibitors and imunomodulatory drugs (IMiDs), target the UPS and demonstrate particular efficacy in multiple myeloma (MM) and mantle cell lymphoma (MCL), two incurable entities with poor prognosis. This suggests the presence of aberrant ubiquitylation events, whose identities have however remained mostly elusive. \nOur recent studies identify fundamental roles of orphan ubiquitin ligases of the Cullin Ring ligase family (CRLs) and their counterparts, the deubiquitylating enzymes (DUBs) in the cellular DNA damage response machinery, and characterize these candidates as novel oncogenes or tumour suppressors in MM and MCL. These findings provide the foundation for our hypothesis that deregulated ubiquitylation events involving CRLs and DUBs have a far reaching impact on the pathogenesis of B-cell malignancies and can serve as new therapeutic targets and biomarkers. \nWe therefore propose a multistep strategy in which we will (1) characterize previously orphan CRLs and DUBs, which we have distinguished as candidate oncogenes and tumour suppressors in MM (FBXO3, USP24), MCL (FBXO25), or MM and MCL (CRBN), respectively; (2) decipher the global role of CRLs and DUBs in MM and MCL using defined genetic screens; (3) identify relevant substrates of CRLs/DUBs discovered in (2) using mass spectrometry; and (4) validate CRL/DUB candidates in preclinical mouse models and defined patient cohorts as to their disease relevance.\nWe expect that our interdisciplinary approach will unravel the overall role of the UPS in the pathophysiology, evolution and treatment of B-cell malignancies.",
    "totalCost": "1973255",
    "ecMaxContribution": "1973255",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 1973255
        }
    },
    "calculatedTotalContribution": 1973255
}