{
    "rcn": "204714",
    "acronym": "MiTSoPro",
    "topics": "ERC-StG-2015",
    "title": "Migration and Transnational Social Protection in (post-)crisis Europe",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "The negative employment and social developments across Europe since the start of the crisis, coupled with increased fiscal constraints and changing migration patterns, have led to increasing depictions of EU and third-country immigrants as ëabusersí of their social protection systems. Member States have accordingly sought reduce migrantsí ability to access social protection benefits, despite the fact that they are disproportionately at risk of poverty and social exclusion.\n\nThis project looks at the different strategies that migrants have to access social protection within (post) crisis Europe and does so by explicitly integrating social policy and migration studiesí approaches on the phenomenon. More precisely, it aims to study transnational social protection, that we define as migrantsí cross-border strategies to cope with social risks in areas such as health, long-term care, pensions or unemployment that combine entitlements to host and home state-based public welfare policies and market-, family- and community-based practices. \n\nThis study thus consists in, first, identifying the social protection policies and programs that home countries make accessible to their citizens abroad, and then compiling this information into an online database. We will then aggregate the results of the database into a Transnational Social Protection Index (TSPIx) in order to determine the overall level of engagement of each state with citizens abroad in a comparative way.  \n\nSecond, on the basis of the results of the index, we will select case studies of migrants from two EU and two non-EU countries that vary in their level of engagement in providing social protection to their citizens abroad.  We will then undertake multi-sited ethnographic fieldwork to qualitatively assess the informal social protection strategies used by migrants and examine their interaction with formal host and home state social protection provision.",
    "totalCost": "1306717,98",
    "ecMaxContribution": "1306717,98",
    "coordinator": "UNIVERSITE DE LIEGE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 1306718
        }
    },
    "calculatedTotalContribution": 1306718
}