{
    "rcn": "204756",
    "acronym": "CONPOL",
    "topics": "ERC-CoG-2015",
    "title": "Contexts, networks and participation: The social logic of political engagement",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The statement that individualsí immediate social circumstances influence how they think and act in the political sphere is a truism. However, both theoretical and empirical considerations have often prevented political scientists from incorporating this logic into analyses of political behavior. In the CONPOL project we argue that it is necessary to return to the idea that politics follows a social logic in order to push the theoretical and empirical boundaries in explaining political behavior. That is, people do not act as isolated individuals when confronting complex political tasks such as deciding whether to vote and which party or candidate to vote for. Instead politics should be seen as a social experience in which individuals arrive at their decisions within particular social settings: the family, the peer group, the workplace, the neighborhood. In what way do parents and other family members influence an individualís political choices? What is the role of workmates and neighbors when individuals arrive at political decisions? Do friends and friendsí friends affect how you think and act in the political sphere? To answer such questions the standard approach to gather empirical evidence on political behavior based on national sample surveys needs to be complemented by the use of population wide register data. The empirical core of the CONPOL project is unique Swedish register data. Via the population registers provided by Statistics Sweden it is possible to identify several relevant social settings such as parent-child relations and the location of individuals within workplaces and neighborhoods. The registers also allow us to identify certain network links between individuals. Furthermore, Statistics Sweden holds information on several variables measuring important political traits. A major aim for CONPOL is to complement this information by scanning in and digitalizing election rolls with individual-level information on turnout across several elections.",
    "totalCost": "1621940",
    "ecMaxContribution": "1621940",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1621940
        }
    },
    "calculatedTotalContribution": 1621940
}