{
    "rcn": "204700",
    "acronym": "NEUROMET",
    "topics": "ERC-StG-2015",
    "title": "Shaping of axonal complexity by a dynamic regulation of local metabolic pathways in the developing cortex",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "The proper function of neuronal circuits in the adult brain relies heavily on glucose metabolism to ensure energy-demanding neuronal functions such as synaptic activity or long distance axonal transport. Deregulation of the energetic metabolism is strongly associated to many neurodegenerative diseases and has been linked to some neuropsychiatric diseases such as schizophrenia. However our current understanding of metabolic regulation in the developing brain and in particular in rapidly growing neurons is still fragmental.\nI recently identified a novel function for the kinase LKB1 in the control of axon outgrowth and terminal branching in the mouse cortex (Courchet et al. Cell 2013). This novel function of LKB1 involves the kinase NUAK1/ARK5, a poorly studied kinase related to the metabolic regulator AMPK. Furthermore our work uncovered a completely novel mechanism by which LKB1 and NUAK1 control terminal axon branching through the capture of mitochondria at nascent presynaptic sites. However the roles of presynaptic mitochondria in developing neurons and how they contribute to axon morphogenesis remain an open question.\nIn this project I will to study how the regulation of glucose metabolism and mitochondria function by LKB1 and NUAK1 underlie neuron development and circuit formation in the neocortex. We will develop techniques combining live imaging of fluorescent metabolic reporters, functional metabolomics and in vivo manipulation of gene expression in mouse models to identify the relationship between glucose metabolism and axon development. My experimental plan will revolve around three independent aims that will tackle this question from a subcellular scale to circuits in vivo.\nOverall, this project will provide new insights into the molecular mechanisms underlying the development of the neocortex and will point out some of the consequences of metabolic imbalance on the development of the brain, a question that has many important implications for public health.",
    "totalCost": "1300000",
    "ecMaxContribution": "1300000",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 1300000
        }
    },
    "calculatedTotalContribution": 1300000
}