{
    "rcn": "204723",
    "acronym": "COHERENCE",
    "topics": "ERC-CoG-2015",
    "title": "Exploiting light coherence in photoacoustic imaging",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Photoacoustic imaging is an emerging multi-wave imaging modality that couples light excitation to acoustic detection, via the photoacoustic effect (sound generation via light absorption). Photoacoustic imaging provides images of optical absorption (as opposed to optical scattering). In addition, as photoacoustic imaging relies on detecting ultrasound waves that are very weakly scattered in biological tissue, it provides acoustic-resolution images of optical absorption non-invasively at large depths (up to several cm), where purely optical techniques have a poor resolution because of multiple scattering. As for conventional purely optical approaches, optical-resolution photoacoustic microscopy can also be performed non-invasively for shallow depth (< 1 mm), or invasively at depth by endoscopic approaches.  However, photoacoustic imaging suffers several limitations. For imaging at greater depths, non-invasive photoacoustic imaging in the acoustic-resolution regime is limited by a depth-to-resolution ratio of about 100, because ultrasound attenuation increases with frequency. Optical-resolution photoacoustic endoscopy has very recently been introduced as a complementary approach, but is currently limited in terms of resolution (> 6 µm) and footprint (diameter > 2 mm).\nThe overall objective of COHERENCE is to break the above limitations and reach diffraction-limited optical-resolution photoacoustic imaging at depth in tissue in vivo. To do so, the core concept of COHERENCE is to use and manipulate coherent light in photoacoustic imaging. Specifically, COHERENCE will develop novel methods based on speckle illumination, wavefront shaping and super-resolution imaging. COHERENCE will result in two prototypes for tissue imaging, an optical-resolution photoacoustic endoscope for minimally-invasive any-depth tissue imaging, and a non-invasive photoacoustic microscope with enhanced depth-to-resolution ratio, up to optical resolution in the multiply-scattered light regime.",
    "totalCost": "2116290",
    "ecMaxContribution": "2116290",
    "coordinator": "UNIVERSITE GRENOBLE ALPES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924833212": {
            "orgId": "924833212",
            "orgName": "UNIVERSITE GRENOBLE ALPES",
            "ecContrib": 2116290
        }
    },
    "calculatedTotalContribution": 2116290
}