{
    "rcn": "204739",
    "acronym": "TENSION",
    "topics": "ERC-CoG-2015",
    "title": "Targeting replication stress recovery pathways in oncology",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Genomic instability characterizes tumors, which have no clear ëoncogenic-driverí mutation, including triple-negative breast cancers (TNBCs). These patients do not benefit from molecularly targeted treatment and urgently need better treatment options. Increasing evidence points to replication stress as the driver of genomic instability. Since replication stress compromises cell viability, cells have evolved mechanisms to mitigate this threat. \nRecently, I discovered a novel cellular mechanismómitotic Replication Stress Recovery (RSR)óthat acts as an ëemergency brakeí during mitosis, allowing recovery from high levels of replication stress. This machinery is critical for tumor cell survival, and therefore constitutes a promising target for anti-cancer drug development. However, it is unclear how this mitotic RSR is organized molecularly and how it can be targeted therapeutically.\n\nIn this project, I aim to molecularly define and therapeutically target the Mitotic Replication Stress Recovery (RSR) machinery in triple-negative breast cancer cells.\n\nTo this end, I will implement a series of complementary innovative strategies. First, I will use mass-spec-based proteomics to molecularly characterize components and wiring of the mitotic RSR machinery. Second, to identify the genetic profiles of cancer subgroups that are sensitive to inactivation of the mitotic RSR, functional genetic screens will be combined with visualization and quantification of replication stress in genomically-defined human cancer samples. Finally, my findings will be translated to the pre-clinical situation by exploring the feasibility of therapeutic inactivation of the RSR machinery in vitro and in vivo in a panel of triple-negative breast cancer models.\n\nIn summary, TENSION will provide advanced insight into the composition and wiring of the mitotic RSR machinery and will reveal the potency of targeting this pathway therapeutically for TNBCs and other hard-to-treat, genomically instable cancers.",
    "totalCost": "1972500",
    "ecMaxContribution": "1972500",
    "coordinator": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 1972500
        }
    },
    "calculatedTotalContribution": 1972500
}