{
    "rcn": "204718",
    "acronym": "CLASS",
    "topics": "ERC-CoG-2015",
    "title": "Cross-Linguistic Acquisition of Sentence Structure: Integrating Experimental and Computational Approaches",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "How children acquire their native language remains one of the key unsolved problems in Cognitive Science. This project will answer a question that lies at the heart of this problem: How do children acquire the abstract generalizations that allow them to produce novel sentences, while avoiding the ungrammatical utterances that result from across-the-board application of these generalizations (e.g., *The clown laughed the man)? Previous single-process theories (the entrenchment, preemption and verb semantics hypotheses) fail to explain all of the current English data, and do not begin to address the issue of how learners of other languages solve this learnability problem. The aim of the present project is to solve this problem by developing and testing a new unified cross-linguistic account of the development of sentence structure. In addition to the overarching theoretical question set out above, the research will address four key questions: (1) What do learners bring to the task in terms of cognitive-semantic universals?; (2) How do children form linguistic generalizations in the first place?; (3) Why are languages the way they are; would other types of systems be difficult or impossible to learn?; (4) What is the nature of development?. These questions will be addressed by means of four Work Packages (WPs). WP1 uses grammaticality judgment and elicited production paradigms developed by the PI to investigate the acquisition of basic transitive and intransitive sentence structure (e.g., The man broke the window/The window broke) across six typologically different languages: English, Kíicheí Mayan, Japanese, Hindi, Hebrew and Turkish (at ages 3-4, 5-6, 9-10 and 18\\ years). WP2 uses the same paradigms to investigate idiosyncratic language-specific generalizations within three of these languages. WP3 uses Artificial Grammar Learning to focus on the issue of language evolution. WP4 uses computational modeling to investigate and simulate development.",
    "totalCost": "1600000",
    "ecMaxContribution": "1600000",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "THE HEBREW UNIVERSITY OF JERUSALEM;UNIVERSIDAD DEL VALLE DE GUATEMALA;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "IL;GT;UK",
    "projectParticipants": {
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 45346
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 1250859
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 210222
        }
    },
    "calculatedTotalContribution": 1506427
}