{
    "rcn": "204791",
    "acronym": "LEAPS",
    "topics": "ERC-ADG-2015",
    "title": "Light effected autonomous molecular pumps: Towards active transporters and actuating materials",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The crucial role played by molecular motors in major biological processes gives a clue on the potential of these nanoscale devices for technology. Their exploitation depends on our ability to build working and robust artificial systems, and to interface them with their environment or other molecular constructs for using the motion to carry out tasks.\n\nThe goal of this project is to develop the first synthetic photochemical supramolecular pumps and to apply them for performing nanoscale transport functions and macroscopic actuation. The motor modules, which rely on a functioning and affordable minimalist design based on first principles and threaded topologies, operate autonomously away from equilibrium by using light as a clean energy source, can be switched on/off chemically, and are easy to make and functionalize. Appropriately designed motors will be embedded in the bilayer of vesicles to pump molecules across physically separated places, thereby photogenerating concentration gradients. In parallel we plan to arrange the pump modules in oligomeric tracks and investigate the autonomous, directional and processive displacement of a molecule over a few nm. These linear motors will be equipped with a cargo that can be loaded/unloaded with control, yielding the first man-made molecular transporters. Finally, we will integrate the pump components in polymeric scaffolds such that the photoinduced operation of the motors produces a non-equilibrium entanglement of the polymer chains, that can be eventually unravelled by chemical stimulation. Such materials may be used to convert, store, and reuse the energy of (sun)light upon demand.\n\nAll the above functionalities are unprecedented for wholly synthetic chemical structures. Their demonstration would be a landmark result in supramolecular chemistry and nanoscience, and open up radically new directions for nanotechnology, nanomedicine, and energy conversion.",
    "totalCost": "2362950",
    "ecMaxContribution": "2362950",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 2362950
        }
    },
    "calculatedTotalContribution": 2362950
}