{
    "rcn": "204711",
    "acronym": "SynapticMitochondria",
    "topics": "ERC-StG-2015",
    "title": "Quality Control and Maintenance of Synaptic Mitochondria",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Mitochondria at the synapse have a pivotal role in neurotransmitter release, but almost nothing is known about synaptic mitochondria composition or specific functions. Synaptic mitochondria compared to mitochondria in other cells, need to cope with increased calcium load, more oxidative stress, and high demands of energy generation during synaptic activity. My hypothesis is that synaptic mitochondria have acquired specific mechanisms to manage local stress and that disruption of these mechanisms contributes to neurodegeneration.\nHow mitochondria sense their dysfunction is unclear. Even more intriguing is the question how they decide whether their failure should lead to removal of the organelle or dismissal of the complete neuron via cell death. We anticipate that these decisions are not only operational during disease, but might constitute a fundamental mechanism relevant for maintenance of synaptic activity and establishment of new synapses.\nRecent studies have revealed several genes implicated in neurodegenerative disorders involved in mitochondrial maintenance. However the function of these genes at the synapse, where the initial damage occurs, remains to be clarified. These genes provide excellent starting points to decipher the molecular mechanisms discussed above. Furthermore I propose to use proteomic approaches to identify the protein fingerprint of synaptic mitochondria and to compare them to mitochondria from other tissues. I plan to identify key players of the proposed regulatory pathways involved in intrinsic mitochondria quality control. In a complimentary approach, I will exploit our findings and use in vitro and in vivo experimental approaches to measure mitochondrial function of synaptic versus non-synaptic mitochondria and the relevance of those changes for synaptic function. Our work will unravel the specific properties of synaptic mitochondria and provide much needed insight in their hypothesized predominant role in neurodegenerative disorders.",
    "totalCost": "1300000",
    "ecMaxContribution": "1300000",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}