{
    "rcn": "204706",
    "acronym": "DomEQUAL",
    "topics": "ERC-StG-2015",
    "title": "A Global Approach to Paid Domestic Work and Social Inequalities",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "How does globalisation impact the construction of social inequality? DomEQUAL tackles this question through a study on paid domestic work (PDW). Of the 52.6 million PDWs in the world today, 43 million are women and 7 million are children. The multidimensional transformations brought about by globalisation with the intensification of international migration, the urbanisation of rural and indigenous populations, and changes in household organisation and welfare regimes have a massive impact on PDWs at the global level. \nNew research possibilities are open since PDW has become an object of global governance. The ILO Convention 189 is the most evident sign of this. For researchers, this has the important effect of making new data and tools for analysis available. DomEQUAL profits from this opportunity to provide a global comparison of PDWsí social positions, especially in the socio-economic and legal fields. It also provides the opportunity to experiment an ëintersectionalityí approach to PDW on a large scale. Finally, it analyses which type of global/local actor is more effective in improving the legal framework for PDWs. In so doing, it aims at a theoretical and methodological contribution that goes beyond PDW and addresses the construction of social inequalities within globalisation more generally. \nThis is done through a diachronic comparison (1950s-now) of the changing situation of PDWs in the following countries: Spain, Italy and Germany in Europe; Colombia, Ecuador and Brazil in South America; and India, the Philippines and Taiwan in Asia. These nine countries are interesting cases for comparison because of their different positions within the process of globalisation, the specificities of their socio-cultural contexts, and also because they have all experienced mobilisations for PDWsí rights. The project will be carried out by the PI and two senior post-doc researchers based in Italy, with the support of nine experts in the selected countries.",
    "totalCost": "1199976",
    "ecMaxContribution": "1199976",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 1199976
        }
    },
    "calculatedTotalContribution": 1199976
}