{
    "rcn": "204715",
    "acronym": "DrugSynergy",
    "topics": "ERC-PoC-2015",
    "title": "DrugSynergy: A data-driven systems biology approach to optimize drug combination strategies",
    "startDate": "01/09/2016",
    "endDate": "28/02/2018",
    "objective": "The complex physiopathology of human chronic diseases includes networks robustness, feedback loops, and cross-talks, which may induce limited efficacy, resistance, and/or excessive toxicity of an individual drug. Learning how to combine drugs in order to improve treatment efficacy and lower undesired toxicity is a major biomedical challenge. Current strategies for drug repositioning and optimization of drug combinations have two man limitations: 1) they mostly use public data and databases, which are based on knowledge of individual drug stimuli and do not specifically analyze interactions, 2) they consider limited number of cellular outputs to analyze the response to a drug. In DrugSynergy, we will use an innovative systems biology large-scale data-driven approach to determine the interaction between two drugs at the highest possible resolution. Our computational analysis workflow has been extensively validated over the past years. It is now robust enough to be applied for the optimization of drug combinations.\nOur business development strategies will follow several possible non-exclusive scenarios: 1) service providing to pharmaceutical and biotech companies to optimize their own pipeline of drug combinations, 2) generate intellectual property (IP) through identification of new drug combinations, optimization of existing drug combinations by addition of innovative drugs through screening of small molecule libraries, including from our Institute. These goals will be achieved in an academic structure, through licensing new IP to industrial partners, or within a start-up company created around the innovative pipelines and know-how of DrugSynergy. These options will be explored with our business development and industrial partnership department.\nDrugSynergy is expected to have a strong biomedical and socio-economic impact because of the growing need of efficiently combine multiple drugs to address health challenges such as cancer and chronic inflammatory diseases.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}