{
    "rcn": "204734",
    "acronym": "BiT",
    "topics": "ERC-CoG-2015",
    "title": "How the Human Brain Masters Time",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "If you suddenly hear your song on the radio and spontaneously decide to burst into dance in your living room, you need to precisely time your movements if you do not want to find yourself on your bookshelf. Most of what we do or perceive depends on how accurately we represent the temporal properties of the environment however we cannot see or touch time. As such, time in the millisecond range is both a fundamental and elusive dimension of everyday experiences. Despite the obvious importance of time to information processing and to behavior in general, little is known yet about how the human brain process time. Existing approaches to the study of the neural mechanisms of time mainly focus on the identification of brain regions involved in temporal computations (ëwhereí time is processed in the brain), whereas most computational models vary in their biological plausibility and do not always make clear testable predictions. BiT is a groundbreaking research program designed to challenge current models of time perception and to offer a new perspective in the study of the neural basis of time. The groundbreaking nature of BiT derives from the novelty of the questions asked (ëwhení and ëhowí time is processed in the brain) and from addressing them using complementary but distinct research approaches (from human neuroimaging to brain stimulation techniques, from the investigation of the whole brain to the focus on specific brain regions). By testing a new biologically plausible hypothesis of temporal representation (via duration tuning and ëchronotopyí) and by scrutinizing the functional properties and, for the first time, the temporal hierarchies of ëputativeí time regions, BiT will offer a multifaceted knowledge of how the human brain represents time. This new knowledge will challenge our understanding of brain organization and function that typically lacks of a time angle and will impact our understanding of how the brain uses time information for perception and action",
    "totalCost": "1670830",
    "ecMaxContribution": "1670830",
    "coordinator": "SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999850878": {
            "orgId": "999850878",
            "orgName": "SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE",
            "ecContrib": 1670830
        }
    },
    "calculatedTotalContribution": 1670830
}