{
    "rcn": "204779",
    "acronym": "Materials Networking",
    "topics": "H2020-TWINN-2015",
    "title": "Enhancing the scientific capacity of the Faculty of Chemistry and Pharmacy at Sofia University as leading regional research and innovation centre in the area of advanced functional materials",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The main objective of the TWINNING project is enhancement the scientific and technological capacity of the Faculty of Chemistry and Pharmacy at Sofia University (FCP-SU) and raising the research profile of the Faculty and its staff in the field of advanced functional materials via networking with three World-wide leading institutions ñ Department of Materials Science & Metallurgy, University of Cambridge, Max-Plank Institute of Polymer Research and Faculty of Chemistry, University of Barcelona. Faculty of Chemistry and Pharmacy at SU is a leading research centre in functional materials in Bulgaria and its networking and collaboration with global leaders in this research field will help in developing its potential to become European-wide known centre with increasing research and innovation contributions and achievements. Such achievements will increase the participation of the teams from FCP-SU in European and international projects and will promote higher performance of other research institutions in Bulgaria. The partners from research intensive institutions have high international reputation and expertise in the various aspects of synthesis, modification, characterization, testing and modelling of functional materials. Additional advantage for the FCP-SU is that the leading research partners have complementary competences ranging from various fields of Chemistry to broad area of Materials Science. Based on the expertise and achievements of the research groups in FCP-SU, the present project will contribute to two of the priority areas of the Bulgariaís Smart Specialization Strategy with relevant thematic priorities ìMaterials for clean energy and environment protectionî and ìMaterials with pharmaceutical and medical applicationsî. The work program of the project is distributed in 5 work packages including the main activities, envisaged in the work programme of the Call.",
    "totalCost": "1000000",
    "ecMaxContribution": "1000000",
    "coordinator": "SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI",
    "coordinatorCountry": "BG",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;UNIVERSITAT DE BARCELONA",
    "participantCountries": "UK;DE;ES",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 100000
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 62688
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999887641": {
            "orgId": "999887641",
            "orgName": "SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI",
            "ecContrib": 737312
        }
    },
    "calculatedTotalContribution": 900000
}