{
    "rcn": "204758",
    "acronym": "CentrioleBirthDeath",
    "topics": "ERC-CoG-2015",
    "title": "Mechanism of centriole inheritance and maintenance",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Centrioles assemble centrosomes and cilia/flagella, critical structures for cell division, polarity, motility and signalling, which are often deregulated in human disease. Centriole inheritance, in particular the preservation of their copy number and position in the cell is critical in many eukaryotes. I propose to investigate, in an integrative and quantitative way, how centrioles are formed in the right numbers at the right time and place, and how they are maintained to ensure their function and inheritance. We first ask how centrioles guide their own assembly position and centriole copy number. Our recent work highlighted several properties of the system, including positive and negative feedbacks and spatial cues. We explore critical hypotheses through a combination of biochemistry, quantitative live cell microscopy and computational modelling. We then ask how the centrosome and the cell cycle are both coordinated. We recently identified the triggering event in centriole biogenesis and how its regulation is akin to cell cycle control of DNA replication and centromere assembly. We will explore new hypotheses to understand how assembly time is coupled to the cell cycle. Lastly, we ask how centriole maintenance is regulated. By studying centriole disappearance in the female germline we uncovered that centrioles need to be actively maintained by their surrounding matrix. We propose to investigate how that matrix provides stability to the centrioles, whether this is differently regulated in different cell types and the possible consequences of its misregulation for the organism (infertility and ciliopathy-like symptoms). We will take advantage of several experimental systems (in silico, ex-vivo, flies and human cells), tailoring the assay to the question and allowing for comparisons across experimental systems to provide a deeper understanding of the process and its regulation.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "FUNDACAO CALOUSTE GULBENKIAN",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999455894": {
            "orgId": "999455894",
            "orgName": "FUNDACAO CALOUSTE GULBENKIAN",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}