{
    "rcn": "204790",
    "acronym": "NaTuRe",
    "topics": "ERC-ADG-2015",
    "title": "Nanotube Mechanical Resonator, Spin, and Superfluidity",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Mechanical resonators based on carbon nanotubes are truly exceptional sensors of mass and force. In the last years, my group revealed these outstanding figures of merit of nanotube resonators. Here, the project NaTuRe will take advantage of these sensing capabilities to study physical phenomena in fascinating regimes that have not been explored thus far. Specifically, I will address three directions with major scientific interests:\n1- I propose to perform electron spin resonance (ESR) measurements on single molecules using nanotube resonators. The goal is to see whether nature can provide molecular electronic spins endowed with long dephasing time. For this, we will measure molecular spins in a regime where the magnetic noise of the environment is reduced to an unprecedented level. In case of success, this work could open avenues in quantum science by allowing experiments not possible with the electronic spins of nitrogen-vacancy centres in diamond.\n2- My team will carry out nuclear magnetic resonance (NMR) measurements on single nuclear spins. We will also perform magnetic-resonance force microscopy in order to image these individual nuclear spins. Achieving the objectives proposed here will be an unprecedented success in magnetic resonance imaging (MRI).\n3- NaTuRe proposes a completely new experimental approach to investigate superfluidity. We will use a nanotube mechanical resonator to probe the superfluidity properties of helium-4 layers adsorbed onto the suspended nanotube. Our experimental approach will allow us to study various quantum phenomena in superfluidity of considerable interest and from a radically new perspective.\nNaTuRe is a highly-interdisciplinary project with possible implications in quantum science, opto-mechanics, nano-science, structural biology, and low-temperature physics.",
    "totalCost": "2503459",
    "ecMaxContribution": "2503459",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 2503459
        }
    },
    "calculatedTotalContribution": 2503459
}