{
    "rcn": "204749",
    "acronym": "PLEIO-RANK",
    "topics": "ERC-CoG-2015",
    "title": "Pleiotropic treatment of cancer: RANK inhibitors targeting cancer stem cells and immunity",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "'Thousands of cancer patients worldwide are taking RANKL inhibitors for the management of bone metastasis, based on the key role of RANKL and its receptor, RANK, in osteoclasts. RANK signaling has multiple divergent effects in immunity and inflammation, both in the generation of active immune responses, as well as in the induction of tolerance. We showed that RANK overexpression induces stemness and interferes with differentiation in non transformed mammary epithelial cells and promotes mammary tumorigenesis, acting as a paracrine mediator of progesterone. \n\nHowever, the therapeutic potential of inhibiting RANK signaling once tumors develop and its effects on tumor immunity remain unexplored. Our proposal tackles novel concepts: Is RANK a better therapeutic target than RANKL? Does RANK induce 'stemness' in other epithelia and solid tumors and how? Does RANK regulate the tumor-immune cell crosstalk? Would inhibition of RANK signaling in tumor and immune cells result in synergistic or opposing effects on tumor outcome? \nWe hypotesize that RANK activation in solid tumors expands the cancer stem cells pool and induces an immnunosuppressive environment leading to tumor recurrence and metastasis. \n\nIn PLEIO-RANK we aim to:\n1. Define the contribution of RANK to the epithelial hierarchy in mammary, skin and colon, during homeostasis and tumorigenesis, undertaking lineage tracing approaches.\n2. Dissect the impact of RANK loss in the epithelial or the immune compartment in tumor outcome, exploiting tissue inducible models, in breast cancer and solid tumors driven by chronic inflammation.\n3. Validate the clinical implications of our findings using patient derived xenografts and human tumor samples. \n\nBased on the results of our proposal RANK inhibition could become a unique targeted therapy able to reduce metastasis and mortality in solid tumors for its pleiotropic antitumor effects in cancer stem cells, immune cells and their crosstalk.\n\n'",
    "totalCost": "1999960",
    "ecMaxContribution": "1999960",
    "coordinator": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999600618": {
            "orgId": "999600618",
            "orgName": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
            "ecContrib": 1999960
        }
    },
    "calculatedTotalContribution": 1999960
}