{
    "rcn": "204787",
    "acronym": "TRAIN-HEAL-TH",
    "topics": "ERC-PoC-2015",
    "title": "Empowering expectations for health and disease: Development of a pioneering training tool",
    "startDate": "01/08/2016",
    "endDate": "31/01/2018",
    "objective": "Expectations about health and disease are known to directly affect health and treatment outcomes. In the EXPECT-HEALTH project, my research group is unravelling the central mechanisms of how expectations affect immune and endocrine responses and related health outcomes, through the use of pioneering multidisciplinary methods in healthy and clinical populations. Ultimate goal of gaining this knowledge is to apply it in innovative therapeutic interventions. \n\nIn order to reach this goal, an innovative multimodal training tool based on the dual expectancy learning approach (including implicit and explicit processes) proposed in the EXPECT-HEAL-TH project will be developed and brought to the pre-demonstration phase, making optimal use of new technology including implicit and explicit methods in the area of eHealth and serious gaming. I propose this proof of concept, termed TRAIN-HEAL-TH, to facilitate the design and development process in 4 stages: 1) development of innovative training tools, 2) usability and functionality testing of multimodal training tools, 3) pilot feasibility testing of multimodal training tools in relevant target populations and improving training tools based on pilot testing, and 4) evaluation of potential commercialisation opportunities. \n\nThis interdisciplinary, cross-boundary project aims to design a training tool that can be applied in healthy as well as clinical populations. The development process, including potential professional commercialisation opportunities, will be facilitated and evaluated in this study using state of the art knowledge within the field of eHealth and serious gaming. The project will result in a multimodal training tool that may be tailored to individual target populations for disease prevention and improvement of health outcomes. For the first time, the theoretical underpinnings of EXPECT-HEAL-TH are translated into innovative therapeutic tools that have potential for a broad range of societal and economic benefits.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}