{
    "rcn": "204752",
    "acronym": "KERNEL",
    "topics": "ERC-CoG-2015",
    "title": "Ultimate Angular Resolution Astrophysics with kernel-phase and full-aperture interferometry",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Astronomy requires large telescopes to improve the sensitivity and the angular resolution of its observations. Of these qualities, angular resolution is the most difficult to maintain in the optical and near-infrared, since the atmosphere reduces it to that of a 10 cm aperture, regardless of the telescope size. On the one-hand, Adaptive Optics (AO) actively compensates for this effect but the improvement is often partial only. On the other hand, interferometric techniques (most notably sparse aperture masking interferometry) passively allow the extraction of self-calibrating observables, that boost the angular resolution, but severely affect the sensitivity of observations. A framework newly established by the PI of the proposal however now makes it possible to extract generalized self-calibrating observables called kernel-phases from conventional AO-corrected images. The work outlined in this proposal will make it possible to scientifically exploit the high angular resolution imaging capability of this technique, to improve its robustness and to expand its capabilities. The framework offers a very general purpose high angular resolution imaging tool for astronomers as well as wavefront control experts. This proposal is organized in five work-packages of increasing challenge that include: the reinterpretation of existing archival data\nwith a super-resolution capability, the expansion of its robustness to open up new more challenging use-cases, a special focus on the development of a very high-dynamic range mode, the adaptation of interferometric image reconstruction techniques, and the development of new advanced AO concepts. The consequences of this project will have a major impact on the design and scientific exploitation of future high angular resolution instrumentation on the existing generation of 8-10 meter class telescopes as well as on the upcoming generation of 30-40 meter giants, championned by Europe and its E-ELT.",
    "totalCost": "1717811",
    "ecMaxContribution": "1717811",
    "coordinator": "OBSERVATOIRE DE LA COTE D'AZUR (OCA)",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991782030": {
            "orgId": "991782030",
            "orgName": "OBSERVATOIRE DE LA COTE D'AZUR (OCA)",
            "ecContrib": 1717811
        }
    },
    "calculatedTotalContribution": 1717811
}