{
    "rcn": "204751",
    "acronym": "RESPONDER",
    "topics": "ERC-CoG-2015",
    "title": "Resolving subglacial properties, hydrological networks and dynamic evolution of ice flow on the Greenland Ice Sheet",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The Greenland Ice Sheet is losing mass at a growing rate and has since 2010 caused sea level rise of 1 mm/year. The most severe changes occur in the drainage basins of marine-terminating glaciers, which flow rapidly and drain 88% of the ice sheet. The latest report by the Intergovernmental Panel on Climate Change concluded that the widespread acceleration of these glaciers in recent years was a response to interaction with the ocean and unrelated to basal lubrication of ice flow; yet, observations have since shown that many of these glaciers respond to the growing volume of surface meltwater, which reaches the bed when surface lakes drain. This basal lubrication mechanism is unknown, but exhibits contrasting control on ice flow at the coast and in the interior where surface melting increasingly forms lakes. This lack of vital knowledge is a major source of uncertainty in the current generation of ice sheet models used to predict sea level change.\n\nThe fundamental goal of RESPONDER is to understand how hydrological networks at the base of the Greenland Ice Sheet evolve over seasons and over multiple years, and how this evolution impacts on ice flow in the interior and at the coast. The project has the following aims:\nAIM 1 is to identify glaciological ëhotspotsí and sites for subglacial access drilling and borehole exploration by tracking hydrological pathways beneath Store Glacier, a large marine-terminating glacier in Uummannaq Fjord, using novel geophysical imaging techniques and unmanned aerial vehicles (UAVs).\nAIM 2 is to observe and quantify the hydrological networks of Store Glacier while measuring basal slip and strain within ice with probes and sensors installed in boreholes drilled at ëcoastalí and ëinteriorí targets.\nAIM 3 is to predict the co-evolution of ice flow and hydrological networks in the Store Glacier drainage basin, and assess the vulnerability of the Greenland Ice Sheet, by integrating field observations in state-of-the-art ice sheet models.",
    "totalCost": "2443800",
    "ecMaxContribution": "2443800",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "ABERYSTWYTH UNIVERSITY",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999853012": {
            "orgId": "999853012",
            "orgName": "ABERYSTWYTH UNIVERSITY",
            "ecContrib": 824645
        }
    },
    "calculatedTotalContribution": 824645
}