{
    "rcn": "204783",
    "acronym": "Descent",
    "topics": "ERC-ADG-2015",
    "title": "Control of Action Diversification by Descending Motor CircuitsControl of action diversification by descending motor circuits",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Movement is the behavioral output of the nervous system. Animals carry out an enormous repertoire of distinct actions, spanning from seemingly simple repetitive tasks like walking to much more complex movements such as forelimb manipulation tasks. An important question is how neuronal circuits are organized and function to choose, maintain, adjust and terminate these many distinct motor behaviors. Recent technological advances in neuroscience have made it possible to begin to unravel the links between the organization of specific neuronal circuit elements in the CNS and the control of movement, a topic that will be central to this research program.\n\nWhile past work proposes that supraspinal centers in the brainstem are instrumental to the control of action diversification, little is known about how brainstem circuits translate movement intention to body control, how competing motor programs are selected, and how behavioral state influences movement control. The goal of this research project is to unravel the circuit blueprint of mouse descending motor pathways at a fine-scale level and to probe the intersection between revealed circuit organization and their behavioral function at many levels. The focus will be on studies on the interactions between brainstem neurons and spinal circuits to determine how initiation, duration, termination and selection of motor programs are implemented through specific neuronal subpopulations. Mapping descending connectivity matrices of motor circuits will serve as entry point and we will make use of state-of-the art intersectional technology including mouse genetics, viral approaches, in vivo neuronal recordings and activity manipulations of specific neuronal populations during behavior. Together, our project will elucidate the circuit organization and function of the descending motor output system and thereby uncover principles of how the nervous system generates diverse actions.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}