{
    "rcn": "204717",
    "acronym": "LIQUIDMASS",
    "topics": "ERC-CoG-2015",
    "title": "High throughput mass spectrometry of single proteins in liquid environment",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Although mass spectrometry has brought about major advancements in proteomics in the last decade, protein mass spectrometers still have important limitations. One fundamental limitation is that they require sample ionization, desorption into the gas phase and fragmentation, clearly leading to protein denaturation. Since relevant protein complexes are unstable or transient, their characterization in its native state and physiological environment remains an unexplored route towards the full understanding of protein function and protein interactions. This problem has only been targeted to date through theoretical approaches or low throughput experimental techniques, such as atomic force spectroscopy, optical tweezers or FRET. A high throughput characterization technology capable of addressing single proteins in its native state would have a large impact in proteomics. The goal of LIQUIDMASS is to develop a high throughput spectrometric technique addressing single proteins from complex samples while in physiological conditions. LIQUIDMASS also proposes a new concept for protein spectrometry, by characterizing not only the mass, but also the hydrodynamic radius, geometry and stiffness of single proteins. This multiparameter approach will serve to open up new routes to understand protein structure-function relations by providing insight into the fast conformational changes that occur in liquids. In order to attain these goals, I propose to integrate nanomechanical resonators, nano-optics and nanofluidics. The disruptive approach proposed will bring about new knowledge about protein interactions and protein conformation that is elusive today. The enabling technologies aimed at the LIQUIDMASS will increase our understanding of protein misfolding related diseases, such as Alzheimerís or diabetes, as well as bring closer a full understanding of the human interactome, contributing to the advancement of the proteomics field.",
    "totalCost": "2470283",
    "ecMaxContribution": "2470283",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 2470283
        }
    },
    "calculatedTotalContribution": 2470283
}