{
    "rcn": "204760",
    "acronym": "C3HARME",
    "topics": "NMP-19-2015",
    "title": "NEXT  GENERATION  CERAMIC  COMPOSITES  FOR COMBUSTION  HARSH  ENVIRONMENTS AND SPACE",
    "startDate": "01/06/2016",
    "endDate": "31/05/2020",
    "objective": "There is an increasing demand for advanced materials with temperature capability in highly corrosive environments for aerospace. Rocket nozzles of solid/hybrid rocket motors must survive harsh thermochemical and mechanical environments produced by high performance solid propellants (2700-3500∞C). Thermal protection systems (TPS) for space vehicles flying at Mach 7 must withstand projected service temperatures up to 2500∞C associated to convective heat fluxes up to 15 MWm-2 and intense mechanical vibrations at launch and re-entry into Earthís atmosphere. The combination of extremely hot temperatures, chemically aggressive environments and rapid heating/cooling is beyond the capabilities of current materials. Main purpose of C3HARME is to design, develop, manufacture, test and validate a new class of out-performing, reliable, cost-effective and scalable Ultra High Temperature Ceramic Matrix Composites (UHTCMCs) based on C or SiC fibres/preforms enriched with ultra-high temperature ceramics (UHTCs) capable of in-situ repairing damage induced during operation in severe aerospace environments. C3HARME will apply to two main applications: near-ZERO erosion rocket nozzles that must maintain dimensional stability during firing in combustion chambers, and near-ZERO ablation thermal protection systems enabling hypersonic space vehicles to maintain flight performance. C3HARME represents a well-balanced mix of innovative and consolidated technologies, mitigating the level of risk intrinsic in top-notch research and innovation development. C3HARME starts from TRL of 3-4 and focuses on TRL 6 thanks to a strong industrial partnership, including SMEs and large companies. To reach TRL 6, rocket nozzles and TPS tiles with realistic dimensions and shape will be fabricated, assembled into a suitable system, and validated in a relevant ambient (environment centered test). Project results could be easily extended to the energy, medical and/or nuclear environments.",
    "totalCost": "8033034,97",
    "ecMaxContribution": "8033034,97",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "AVIO SPA;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;FUNDACION TECNALIA RESEARCH & INNOVATION;THE UNIVERSITY OF BIRMINGHAM;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;AIRBUS DEFENCE AND SPACE GMBH;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;IN SRL;AIRBUS DS GMBH;HPS HIGH PERFORMANCE STRUCTURES GESTAO E ENGENHARIA, LDA;NANOKER RESEARCH SL",
    "participantCountries": "IT;IE;ES;UK;DE;PT",
    "projectParticipants": {
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 500962
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 678862
        },
        "983078414": {
            "orgId": "983078414",
            "orgName": "IN SRL",
            "ecContrib": 390160
        },
        "972293081": {
            "orgId": "972293081",
            "orgName": "HPS HIGH PERFORMANCE STRUCTURES GESTAO E ENGENHARIA, LDA",
            "ecContrib": 340500
        },
        "966342422": {
            "orgId": "966342422",
            "orgName": "NANOKER RESEARCH SL",
            "ecContrib": 391730
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 986319
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 199502
        },
        "911649069": {
            "orgId": "911649069",
            "orgName": "AVIO SPA",
            "ecContrib": 0
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 1266363
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 913969
        },
        "999436494": {
            "orgId": "999436494",
            "orgName": "AIRBUS DS GMBH",
            "ecContrib": 0
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1376534
        }
    },
    "calculatedTotalContribution": 7044901
}