{
    "rcn": "204754",
    "acronym": "MO-TRAYL",
    "topics": "ERC-CoG-2015",
    "title": "Mobility trajectories of young lives: Life chances of transnational youths in Global South and North",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The objective of MO-TRAYL is to develop a better understanding of the relationship between migration and young peopleís life-chances by studying youthís mobility trajectories. How the life chances of youths, defined as their educational performance, psychological well-being and transitions into adulthood, are impacted by migration are of relevance for European cities that are faced with a growing youth population with migrant background. At the same time, cities in the Global South, where many migrants in Europe originate from, are faced with large portions of the population of minors who are living without at least one of their parents due to their parentís migration. There is growing concern in both academia and policy about how these ëstay-behindí children are faring. Yet little is known about how migration impacts young people in the Global North and South in the medium-term, in part because our conception of young peopleís mobility patterns has to date been overly simplified (either they move once, or they do not). This results in a lack of data that specifically looks at the different mobility patterns of young people and hardly any that has a longitudinal dimension. MO-TRAYL will break new ground by studying simultaneously youths in the Global South who have remained ëat homeí and those who have migrated to Europe by making use of unique new longitudinal data collected in the Global South as well as collecting new data in the Global North that specifically traces the mobility trajectories, the resulting different family compositions along the way, and how both affect life chances. Through a transnational perspective in which family members and events spanning home and host countries are brought to bear on life chances, MO-TRAYL aims to re-conceptualize youth mobility and families and add a longitudinal dimension to the study of migration and life chance outcomes. The project focuses on Ghanaian children in Ghana, The Netherlands, Belgium and Germany.",
    "totalCost": "1937500",
    "ecMaxContribution": "1937500",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 1937500
        }
    },
    "calculatedTotalContribution": 1937500
}