{
    "rcn": "204786",
    "acronym": "RAMBO",
    "topics": "ERC-ADG-2015",
    "title": "Mitochondrial DNA degradation and sterile inflammation in the heart",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Heart failure is the leading cause of morbidity and mortality in developed countries including EU. Novel and efficient therapeutics to treat patient with heart failure have to be developed. Mitochondria are subcellular organelles that produce energy and dynamic organelles that fuse and divide. Dysregulated mitochondrial activity results in generation of free radicals which cause damage to cellular components. We reported that mitochondrial quality control by autophagy is essential for normal cardiac functions (Nat Med 2007). Mitochondrial DNA (mtDNA) contains bacteria-like unmethylated CpG motifs, which are inflammatogenic. We reported that mtDNA that escapes from autophagy-mediated degradation leads to inflammatory responses in cardiomyocytes and heart failure (Nature 2012). Damaged mitochondria in failing hearts are selectively removed by mitochondria-selective autophagy, mitophagy. Mitophagy is preceded by mitochondrial fission, which divides elongated mitochondria into pieces for autophagy. Although Atg32 is essential for mitophagy in yeast, no homologue has been known in mammals. Recently, we identified Bcl2-like protein 13 (Bcl2-L-13) as a functional mammalian homologue of Atg32 which induces mitochondrial fragmentation and mitophagy (Nat Commun in press) in mammalian cells. While methylation of nuclear DNA involves in epigenetic regulation of protein synthesis, the significance of mtDNA methylation in transcription and autophagy-medicated inflammation remains to be elucidated. Our pilot study showed an isoform of DNA methyltransferase targets to mitochondria for mtDNA methylation. In this proposal, we shall attempt to characterize regulation mechanism of Bcl2-L-13 and its in vivo function and to elucidate the physiological significance of mtDNA methylation. Furthermore, we shall elucidate the role of mtDNA methylation and Bcl2-L-13 in the genesis of heart failure and examine whether these will be the therapeutic targets for the treatment of heart failure.",
    "totalCost": "2499817",
    "ecMaxContribution": "2499817",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 2499817
        }
    },
    "calculatedTotalContribution": 2499817
}