{
    "rcn": "204784",
    "acronym": "SYNTOMAGX",
    "topics": "ERC-ADG-2015",
    "title": "A synthetic biology approach for magnetization of foreign organisms by genetic engineering and transplantation of bacterial magnetosome biosynthesis",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "An immensely valuable asset to the field of synthetic biology would be a means to genetically endow magnetism to living organisms, which is still an unsolved challenge due to the lack of appropriate tools. In contrast, biomagnetism is innate to magnetotactic bacteria, mud-dwelling microbes which as geomagnetic sensors biomineralize iron nanocrystals with exceptional properties, the magnetosomes. However, transplantation of magnetosome biosynthesis has remained unachieved for many years, owing to its complexity and lack of knowledge of genetic determinants. Recently, my lab discovered relevant biosynthetic gene clusters and for the first time succeeded in expressing them in a foreign bacterium. Inspired by this major breakthrough, I now propose a step change approach for endogenous magnetization of diverse organisms based on bacterial magnetosome biosynthesis. By combining systematic genetic reduction with bottom-up redesign we will first minimize the pathway to make it universally portable. We will then reprogram E. coli into a chassis for plug-in expression of diverse magnetosome gene sets. By harnessing determinants of structurally diverse magnetosomes from various bacteria, we will reconfigure the pathway for mix-and-match generation of designer nanoparticles with tuned magnetic properties. Finally, we will attempt to reconstitute key parts of magnetosome formation in eukaryotic hosts by using yeast mitochondria as a universal model. The overall aim is to generate a versatile synthetic toolkit for genetic magnetization of different organisms. This would represent a quantum leap with tremendous impact on various fields of biomedical research and biotechnology. It might be exploited for bioproduction of tailored magnetic nanomaterials with novel and tunable properties. It could be further utilized to generate intracellular labels, tracers and actuators for magnetic manipulation and analysis of cells and organisms in the emerging field of magnetogenetics.",
    "totalCost": "2291875",
    "ecMaxContribution": "2291875",
    "coordinator": "UNIVERSITAET BAYREUTH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999849908": {
            "orgId": "999849908",
            "orgName": "UNIVERSITAET BAYREUTH",
            "ecContrib": 2291875
        }
    },
    "calculatedTotalContribution": 2291875
}