{
    "rcn": "204728",
    "acronym": "UTOPES",
    "topics": "ERC-CoG-2015",
    "title": "Unifying concepts in the topological design of non-crystalline materials",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Glasses have traditionally been enabling materials to major societal challenges. Significant breakthroughs on many areas of technological progress have been very closely linked to the exploitation of glassy materials. It is strong consensus that this key role will persist in the emerging solutions to major global challenges in living, energy, health, transport and information processing, provided that the fundamental limitations of the presently available empirical or semi-empirical approaches to glass processing can be overcome.\nIn the coming decade, it is therefore a major task to take the step towards ab initio exploitation of disordered materials through highly-adapted processing strategies. This requires pioneering work and in-depth conceptual developments which combine compositional design, structural evolution and the thermo-kinetics of material deposition into holistic tools. Only those would significantly contribute to solving some of the most urgent materials needs for glass applications in functional devices, be it in the form of thin films, particles or bulk materials. \nThe present project challenges todayís engineering concepts towards the conception of such tools. For that, melt deposition, isothermal deposition from liquid phases, and gas-phase deposition of non-crystalline materials will be treated - within the class of inorganic glasses - in a generalist approach, unified by the understanding that glass formation represents the only strict deviation from self-organization, and that, hence, the evolution of structural complexity in glassy materials can be tailored on any length-scale through adequate processing. Providing a topological scheme for the quantification and chemical tailoring of structural complexity, UTOPES will answer to the challenge of finding order in disorder, and will thus break the grounds for the third generation of glasses with properties beyond what is presently thought as the limits of physical engineering.",
    "totalCost": "1965917",
    "ecMaxContribution": "1965917",
    "coordinator": "Friedrich Schiller University Jena",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}