{
    "rcn": "204767",
    "acronym": "AutoMate",
    "topics": "MG-3.6a-2015",
    "title": "Automation as accepted and trustful teamMate to enhance traffic safety and efficiency",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Automation in passenger cars is constantly increasing. In order to leverage the introduction of highly automated vehicles to the market and to fully exploit the automationís potential to improve traffic safety and efficiency the careful design of the human-machine interaction is of utmost importance. Human drivers will remain part of the system for a long time. The vision of AutoMate is a novel driver-automation interaction and cooperation concept to ensure that (highly) automated driving systems will reach their full potential and can be commercially exploited. This concept is based on viewing and designing the automation as the driverís transparent and comprehensible cooperative companion or teammate. Driver and automation are regarded as members of one team that understand and support each other in pursuing cooperatively the goal of driving safely, efficiently and comfortably from A to B. Only such kind of systems can enhance safety by using the strength of both the automation and human driver in a dynamic way. These systems will be trusted and accepted, which is inevitable for drivers to be willing to buy and use such systems appropriately. The top-level objective of AutoMate is to develop, demonstrate and evaluate the ìTeamMate Carî concept as a major enabler of highly automated vehicles. In order to realize the concept we will perform research and develop innovations for 7 technical Enablers: (1) Sensor and Communication Platform, (2) Probabilistic Driver Modelling and Learning; (3) Probabilistic Vehicle and Situation Modelling; (4) Adaptive Driving Manoeuvre Planning, Execution and Learning; (5) Online Risk Assessment; (6) TeamMate HMI; and (7) TeamMate System Architecture. The corresponding innovations will be integrated und implemented on several car simulators and real vehicles to evaluate and demonstrate the project progress and results in real-life traffic conditions.",
    "totalCost": "4918426,25",
    "ecMaxContribution": "4918426,25",
    "coordinator": "OFFIS EV",
    "coordinatorCountry": "DE",
    "participants": "BROADBIT ENERGY TECHNOLOGIES SRO;HUMATECTS GMBH;CENTRO RICERCHE FIAT SCPA;UNIVERSITAET ULM;FONDATION PARTENARIAL MOV'EOTEC;PSA ID;RE:LAB S.R.L.;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;CONTINENTAL AUTOMOTIVE FRANCE SAS",
    "participantCountries": "SK;DE;IT;FR",
    "projectParticipants": {
        "999625062": {
            "orgId": "999625062",
            "orgName": "RE:LAB S.R.L.",
            "ecContrib": 453750
        },
        "933003037": {
            "orgId": "933003037",
            "orgName": "BROADBIT ENERGY TECHNOLOGIES SRO",
            "ecContrib": 304000
        },
        "999942252": {
            "orgId": "999942252",
            "orgName": "CONTINENTAL AUTOMOTIVE FRANCE SAS",
            "ecContrib": 519442
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 669298
        },
        "925516383": {
            "orgId": "925516383",
            "orgName": "PSA ID",
            "ecContrib": 128750
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 530000
        },
        "937669125": {
            "orgId": "937669125",
            "orgName": "HUMATECTS GMBH",
            "ecContrib": 502000
        },
        "952510416": {
            "orgId": "952510416",
            "orgName": "FONDATION PARTENARIAL MOV'EOTEC",
            "ecContrib": 603050
        },
        "999594313": {
            "orgId": "999594313",
            "orgName": "OFFIS EV",
            "ecContrib": 825750
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 382386
        }
    },
    "calculatedTotalContribution": 4918426
}