{
    "rcn": "204725",
    "acronym": "3D2DPrint",
    "topics": "ERC-CoG-2015",
    "title": "3D Printing of Novel 2D Nanomaterials: Adding Advanced 2D Functionalities to Revolutionary Tailored 3D Manufacturing",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "My vision is to establish, within the framework of an ERC CoG, a multidisciplinary group which will work in concert towards pioneering the integration of novel 2-Dimensional nanomaterials with novel additive fabrication techniques to develop a unique class of energy storage devices.\n\nBatteries and supercapacitors are two very complementary types of energy storage devices. Batteries store much higher energy densities; supercapacitors, on the other hand, hold one tenth of the electricity per unit of volume or weight as compared to batteries but can achieve much higher power densities. Technology is currently striving to improve the power density of batteries and the energy density of supercapacitors. To do so it is imperative to develop new materials, chemistries and manufacturing strategies.\n3D2DPrint aims to develop micro-energy devices (both supercapacitors and batteries), technologies particularly relevant in the context of the emergent industry of micro-electro-mechanical systems and constantly downsized electronics. We plan to use novel two-dimensional (2D) nanomaterials obtained by liquid-phase exfoliation. This method offers a new, economic and easy way to prepare ink of a variety of 2D systems, allowing to produce wide device performance window through elegant and simple constituent control at the point of fabrication. 3D2DPrint will use our expertise and know-how to allow development of advanced AM methods to integrate dissimilar nanomaterial blends and/or ìhybridsî into fully embedded 3D printed energy storage devices, with the ultimate objective to realise a range of products that contain the above described nanomaterials subcomponent devices, electrical connections and traditional micro-fabricated subcomponents (if needed) ideally using a single tool.",
    "totalCost": "2499942",
    "ecMaxContribution": "2499942",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 2499942
        }
    },
    "calculatedTotalContribution": 2499942
}