{
    "rcn": "204708",
    "acronym": "SILCI",
    "topics": "ERC-StG-2015",
    "title": "Social Influence and Disruptive Low Carbon Innovations",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "A low carbon transition requires disruptive innovations to challenge prevailing technologies and practices. Many disruptive low carbon innovations have been adopted, but in small numbers. Examples include car sharing networks, car-free communities, and net zero energy buildings. To mitigate climate change, these and other innovations must diffuse or spread into the mass market. In the absence of strong policy incentives, social communication from adopters to non-adopters is the means by which innovations spread. But we do not understand how the different mechanisms of social influence work for disruptive low carbon innovations, and whether they can be harnessed to accelerate change.\n\nIn this project, I aim to address this critical knowledge gap by asking: what role can social influence play in driving the diffusion of disruptive innovations as part of a low carbon transition? This project will open up a new scientific field on disruptive low carbon innovations using rigorous scientific methods applied to a wide range of novel data.\n\nObjective 1. To understand the attributes of disruptive low carbon innovations valued by actual and potential users.\n-> By using secondary data, structured elicitation exercises, and a large-scale cross-national survey, I will evaluate innovation attributes and their potential acceptability to mass market adopters.\n\nObjective 2. To assess the strength and mechanisms of social influence in the diffusion of disruptive low carbon innovations.\n-> By analysing social network structures, online activity, and the spatial distribution of early adopters, I will quantify the relative strength of social influence in diffusion processes.\n\nObjective 3. To test strategies and actions for using social influence to accelerate a low carbon transition.\n-> By modelling social influence effects in global climate mitigation models, I will test the effectiveness of long-term strategies and actionable policies for accelerating low carbon transitions.",
    "totalCost": "1198136",
    "ecMaxContribution": "1198136",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 1198136
        }
    },
    "calculatedTotalContribution": 1198136
}