{
    "rcn": "204720",
    "acronym": "PERFORMART",
    "topics": "ERC-CoG-2015",
    "title": "Promoting, Patronising and Practising the Arts in Roman Aristocratic Families (1644-1740). The  Contribution of Roman Family Archives to the History of Performing Arts",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Rome, centre of the Catholic Church and capital of the Papal States, strewn with churches and religious institutions, was also, in the 17th and 18th centuries, the scene of intense conflicts and rivalries between some twenty leading aristocratic families, highly adept at organising musical, theatrical and choreographic performances to display their political sympathies. The artistic life that animated the palaces and country villas of this elite has been far less studied than that of the papal court, the grand theatres or the principal churches of Rome. The PERFORMART project aims to enrich our understanding of the history of performing arts among the Roman nobility between 1644 and 1740 by exploiting the abundant documentation contained in the archives of eleven leading aristocratic families. The present proposal arises from the previous research of the principal investigator in the Orsini-Lante Archives. For the first time, PERFORMART will bring together specialised archivists and historians, all expert in different aspects of this micro-society, in a systematic collaboration between the history of the performing arts, choreographic studies, and art, music, social, and economic history. Via a relational database, this collaboration will bring to light original sources able to elucidate the social and artistic practices of Roman families, the motivations and conditions of patronage, the material framework of artistic productions, the status of the artist and his degree of dependence on his protectors, and, finally, the political, local and international impact of the involvement of these noble families on the artistic life of Rome.",
    "totalCost": "1999182,94",
    "ecMaxContribution": "1999182,94",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "ECOLE FRANCAISE DE ROME",
    "participantCountries": "IT",
    "projectParticipants": {
        "953002303": {
            "orgId": "953002303",
            "orgName": "ECOLE FRANCAISE DE ROME",
            "ecContrib": 947274
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1051909
        }
    },
    "calculatedTotalContribution": 1999183
}