{
    "rcn": "204710",
    "acronym": "MORALSELF",
    "topics": "ERC-StG-2015",
    "title": "Unravelling the moral self",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Philosophers and social scientists have emphasized that our moral self-concept, the degree to which being moral is central for us, plays a pivotal role in explaining humansí tendency to act prosocially. Clarifying the development of the moral self-concept and discovering the functional mechanisms is thus central for clarifying the basis of human morality. Despite a set of perennial questions that the moral self-concept relates to and the empirically proven relevance, research has largely neglected the early ontogeny of the moral self-concept. This is all the more surprising as recent developmental research demonstrated a hitherto unknown inclination of young children to act prosocially, which has led to a theoretical reorientation in developmental science. Moreover, the neurocognitive basis of moral identity as well as the functional mechanisms that relate moral identity to prosocial behaviour have have yet to be discovered, leaving the ontogeny and the nature of the moral self-concept in the dark. In this proposal I will take a new approach by combining novel tools derived from developmental psychology and cognitive neuroscience to provide a comprehensive model of the moral self-concept that integrates (i) knowledge on the developmental origins and changes, (ii) its neurocognitive basis, and (iii) the functional mechanisms that relate the moral self-concept to actual prosocial behavior. To this end, the project relies on an interdisciplinary methodological approach by combining explicit interview measures, implicit attitudes tests, behavioral assessments, and electrophysiological methods with both children and adults to empirically explore the human moral self-concept. The current project not only contributes to a perennial debate on the origins of human morality; providing knowledge on the factors that promote the moral self-concept will also have societal impact by informing theory and practice of moral education.",
    "totalCost": "1498958",
    "ecMaxContribution": "1498958",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1498958
        }
    },
    "calculatedTotalContribution": 1498958
}