{
    "rcn": "204762",
    "acronym": "PIE News",
    "topics": "ICT-10-2015",
    "title": "POVERTY, INCOME, AND EMPLOYMENT NEWS",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "The overall ambition of the PIE News project is to foster the emergence of commonfare as an alternative economic model to fight poverty, a condition affecting some 25% of the European population. Commonfare is a new collaborative form of welfare provision based on equitable governance and grassroots democracy. It entails the involvement of diverse stakeholders to facilitate the bottom-up arousal of collective practices tackling the needs of the new poor (precarious workers, working poor, NEETs, people left behind by safety nets). The consortium will achieve this goal through a Collective Awareness Platform (CAPS) which (a) informs people about existing welfare state provisions, (b) provides them with the means to share good practices on how to handle poverty-related issues, and (c) supports their abilities to network and to sustain real-life value. \nThe project pioneers commonfare as a new social innovation goal by raising collective awareness on the threats connected to Poverty, lack of Income, and unEmployment (ëPIE conditionsí), thus empowering the new poor and enabling the relevant stakeholders, e.g. polivcy makers, to tackle such threats more effectively. Three pilot actions (in Croatia, Italy, and the Netherlands) will drive the design and implementation of the PIE News project, triggering a public engagement process. PIE NEWS capitalizes on the collective power and skills of the ënew poorí promoting commonfare through actions that increase collective awareness on PIE Conditions. Such actions will be supported by an extensive dissemination strategy, including, e. g., open calls for the organization of bottom-up networking events. \nThe PIE News platform will innovate the CAPS domain not only in terms of target population and, public design approach, but also by combining a reputation system as a way to remunerate labour with a digital currency as a mean of acquisition of good and services within and outside the platform.",
    "totalCost": "1994667",
    "ecMaxContribution": "1994667",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "CREATE-NET (CENTER FOR RESEARCH AND TELECOMMUNICATION EXPERIMENTATION FOR NETWORKED COMMUNITIES);THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERTAY DUNDEE;MITI - MADEIRA INTERACTIVE TECHNOLOGIES INSTITUTE - ASSOCIACAO;ASSOCIAZIONE BASIC INCOME NETWORK ITALIA;STICHTING DYNE. ORG;FONDAZIONE BRUNO KESSLER;WILLEMSEN MEREL;UDRUGE CENTAR ZA MIROVNE STUDIJE;PAES DE FARIA DA CUNHA LEAO DANIELA",
    "participantCountries": "IT;UK;PT;NL;HR",
    "projectParticipants": {
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 373250
        },
        "919924042": {
            "orgId": "919924042",
            "orgName": "PAES DE FARIA DA CUNHA LEAO DANIELA",
            "ecContrib": 123409
        },
        "934782211": {
            "orgId": "934782211",
            "orgName": "ASSOCIAZIONE BASIC INCOME NETWORK ITALIA",
            "ecContrib": 259938
        },
        "935970461": {
            "orgId": "935970461",
            "orgName": "UDRUGE CENTAR ZA MIROVNE STUDIJE",
            "ecContrib": 122500
        },
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 439000
        },
        "919968856": {
            "orgId": "919968856",
            "orgName": "WILLEMSEN MEREL",
            "ecContrib": 122633
        },
        "952085168": {
            "orgId": "952085168",
            "orgName": "STICHTING DYNE. ORG",
            "ecContrib": 219938
        },
        "999464624": {
            "orgId": "999464624",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERTAY DUNDEE",
            "ecContrib": 190250
        },
        "970874262": {
            "orgId": "970874262",
            "orgName": "MITI - MADEIRA INTERACTIVE TECHNOLOGIES INSTITUTE - ASSOCIACAO",
            "ecContrib": 143750
        },
        "999575786": {
            "orgId": "999575786",
            "orgName": "CREATE-NET (CENTER FOR RESEARCH AND TELECOMMUNICATION EXPERIMENTATION FOR NETWORKED COMMUNITIES)",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1994668
}