{
    "rcn": "204729",
    "acronym": "Film Tourism",
    "topics": "ERC-CoG-2015",
    "title": "Worlds of Imagination. A Comparative Study of Film Tourism in India, Nigeria, Jamaica, South Korea and the United Kingdom.Worlds of Imagination: A Comparative Study of Film Tourism in India, Niger",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "This research project focuses on film tourism: the phenomenon of people visiting locations from popular films or TV series. Recent years have seen a dramatic, worldwide increase of this type of tourism, with far-reaching implications for the experience and organization of landscapes. While the number of empirical studies on film tourism is growing, most have been limited to isolated, Western examples. This Western focus tends to overlook the fact that the face of the media industry as well as the tourism industry has been changing rapidly on a global scale.\n\nIn order to take the next step and move this field of research to a higher level, a more comparative and cross-case approach is essential. This project aims to do so, by exploring more generic processes and relationships of power involved in the development and experience of film tourism worldwide. The principal question underlying this project is: why, under what conditions and in which ways do films and TV series give rise to new and diverse tourism flows across the globe?\n \nThis question is addressed by analysing and comparing film tourism in five geographically and culturally different contexts: South Korea, Nigeria, United Kingdom, Jamaica and India. These cases will be subjected to the same lines of inquiry, focusing on 1) the visual traditions in the local media cultures; 2) the effect of local policies aimed at developing film tourism; 3) the commonalities and differences in motives and experiences of film tourists with diverse backgrounds.\n\nThis project is ground-breaking in at least three ways: 1) its international and comparative approach delivers a fundamental contribution to a growing but fragmented field of investigation; 2) it will deliver a theorization of the role and importance of imagination in everyday life, based on an elaboration of the concept lieux díimagination; 3) methodologically, the project is located on the cutting edges of the humanities and social sciences and applies new methods.",
    "totalCost": "1908986,25",
    "ecMaxContribution": "1908986,25",
    "coordinator": "ERASMUS UNIVERSITEIT ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 1908986
        }
    },
    "calculatedTotalContribution": 1908986
}