{
    "rcn": "204759",
    "acronym": "GEMH",
    "topics": "ERC-CoG-2015",
    "title": "Video games for the prevention of depression and anxiety: A 21st century approach to emotional and mental health in adolescents",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Depression and anxiety are the most frequently diagnosed mental health problems, leading to devastating long-term outcomes that affect a huge proportion of adolescents across the globe. Effective prevention programs are urgently needed; however, even our most advanced programs often lead to disappointing outcomes. Video games promise a groundbreaking, 21st century innovation: games provide learning environments that keep youth motivated and engaged to practice emotional resiliency skills that help prevent anxiety and depression. The education and medical fields have begun to harness the immense potential of games to teach new forms of thought and behaviour. Yet validated games for mental health are virtually nonexistent. The proposed program of research will: (a) Develop genre-breaking games which integrate biofeedback and evidence-based game mechanics that target anxiety and depression; (b) Test whether these games are more effective at reducing anxiety and depressive symptoms than the best conventional evidence-based prevention programs; and (c) Apply a novel, game-based methodology, to pinpoint the precise game mechanics responsible for training emotional resilience. With the multidisciplinary network of scientists and game designers that I lead ñ and a wide array of research designs, multi-method assessments and analytic techniques ñ this program of research promises to be the first of its kind. Results will establish the precise game mechanics that can successfully change causal factors that maintain anxiety and depression and provide a validated toolbox for efficient development of future applied games for a range of mental health concerns. These game-based engines for behavioural and emotional change will be mobilized through massive distribution channels (schools, social media), potentially making an unprecedented impact on the next generationís prevalence rates of anxiety and depression.",
    "totalCost": "1999509,85",
    "ecMaxContribution": "1999509,85",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1999510
        }
    },
    "calculatedTotalContribution": 1999510
}