{
    "rcn": "204793",
    "acronym": "BARRIERS",
    "topics": "ERC-ADG-2015",
    "title": "The evolution of barriers to gene exchange",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Speciation is a central process in evolution that involves the origin of barriers to gene flow between populations. Species are typically isolated by several barriers and assembly of multiple barriers separating the same populations seems to be critical to the evolution of strong reproductive isolation. Barriers resulting from direct selection can become coincident through a process of coupling while reinforcement can add barrier traits that are not under direct selection. In the presence of gene flow, these processes are opposed by recombination. While recent research using the latest sequencing technologies has provided much increased knowledge of patterns of differentiation and the genetic basis of local adaptation, it has so far added little to understanding of the coupling and reinforcement processes. \n\nIn this project, I will focus on the accumulation of barriers to gene exchange and the processes underlying increasing reproductive isolation. I will use the power of natural contact zones, combined with novel manipulative experiments, to separate the processes that underlie patterns of differentiation and introgression. The Littorina saxatilis model system allows me to do this with both local replication and a contrast between distinct spatial contexts on a larger geographic scale. I will use modelling to determine how processes interact and to investigate the conditions most likely to promote coupling and reinforcement. Overall, the project will provide major new insights into the speciation process, particularly revealing the requirements for progress towards complete reproductive isolation.",
    "totalCost": "2499926,64",
    "ecMaxContribution": "2499926,64",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "GOETEBORGS UNIVERSITET",
    "participantCountries": "SE",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 987522
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 1512405
        }
    },
    "calculatedTotalContribution": 2499927
}