{
    "rcn": "204727",
    "acronym": "PROSOCIAL",
    "topics": "ERC-CoG-2015",
    "title": "The neural basis of prosocial development in adolescence",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Adolescence is an important transition period in life, where individuals gain independence from their caregivers and develop into adults who pursue their own goals. Our understanding of this transition period has benefited from two decades of research on brain development, in which it was discovered that adolescence represents a period of risk for heightened emotional reactivity, and that the developing brain in adolescence is much more plastic than previously thought. \nThe existing models, however, have often ignored how these aspects of normative development have adaptive functions. In this proposal, I will use the original approach of testing for the first time the hypothesis that the very same emotional reactivity that was previously argued to create risks for potential negative developmental trajectories (including risk for substance abuse, delinquency) may under other circumstances create opportunities for prosocial developmental trajectories (voluntary behavior to benefit others) ñ such as by fostering cooperation, sharing and helping.\nFor this purpose, I will measure functional and structural brain development longitudinally across the age range 10-21 years. I will test linear versus non-linear developmental patterns of brain activity for three key aspects of prosocial development (cooperation, sharing, and helping). This focus on positive development will provide a turning point in our understanding of adolescent brain development. The program will make the additional step of testing an intervention for prosocial development. An experimental longitudinal intervention study is crucial for the question whether adolescence is a window of opportunity for prosocial development. \nA mechanistic understanding of the different phases of adolescent development will prove useful not only for theory development, but also for teachers and youth workers to shape educational and health programs around opportunities for prosocial development, affecting all adolescents.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}