{
    "rcn": "204750",
    "acronym": "EXCITERS",
    "topics": "ERC-CoG-2015",
    "title": "Extreme Ultraviolet Circular Time-Resolved Spectroscopy",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Chiral molecules exist as two forms, so-called enantiomers, which have essentially the same physical and chemical properties and can only be distinguished via their interaction with a chiral system, such as circularly polarized light. Many biological processes are chiral-sensitive and unraveling the dynamical aspects of chirality is of prime importance for chemistry, biology and pharmacology. Studying the ultrafast electron dynamics of chiral processes requires characterization techniques at the attosecond (10?18 s) time-scale.\nMolecular attosecond spectroscopy has the potential to resolve the couplings between electronic and nuclear degrees of freedom in such chiral chemical processes. There are, however, two major challenges: the generation of chiral attosecond light pulse, and the development of highly sensitive chiral discrimination techniques for time-resolved spectroscopy in the gas phase.\nThis ERC research project aims at developing vectorial attosecond spectroscopy using elliptical strong fields and circular attosecond pulses, and to apply it for the investigation of chiral molecules. To achieve this, I will (1) establish a new type of highly sensitive chiroptical spectroscopy using high-order harmonic generation by elliptical laser fields; (2) create and characterize sources of circular attosecond pulses; (3) use trains of circularly polarized attosecond pulses to probe the dynamics of photoionization of chiral molecules and (4) deploy ultrafast dynamical measurements to address the link between nuclear geometry and electronic chirality.\nThe developments from this project will set a landmark in the field of chiral recognition. They will also completely change the way ellipticity is considered in attosecond science and have an impact far beyond the study of chiral compounds, opening new perspectives for the resolution of the fastest dynamics occurring in polyatomic molecules and solid state physics.",
    "totalCost": "1691865,01",
    "ecMaxContribution": "1691865",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1691865
        }
    },
    "calculatedTotalContribution": 1691865
}