{
    "rcn": "204719",
    "acronym": "REALISM",
    "topics": "ERC-CoG-2015",
    "title": "Reproducing EArthquakes in the Laboratory: Imaging, Speed and Mineralogy",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "We propose a simple idea: to reproduce earthquakes in the laboratory. Because earthquakes are spectacular examples of uncontrollable catastrophes, the opportunity to study them under controlled conditions in the laboratory is unique and is, in fact, the only way to understand the details of the earthquake source physics.\n\nThe aim of the project is interdisciplinary, at the frontiers between Rock Fracture Mechanics, Seismology, and Mineralogy.  Its ultimate goal is to improve, on the basis of integrated experimental data, our understanding of the earthquake source physics. We have already shown that both deep and shallow laboratory earthquakes are not mere `analogsí of earthquakes, but are real events ñ though very small [PasselËgue et al. 2013, Schubnel et al. 2013]. During laboratory earthquakes, by measuring all of the physical quantities related to the rupturing process, we will unravel what controls the rupture speed, rupture arrest, the earthquake rupture energy budget, as well as the common role played by mineralogy in both shallow and deep earthquakes. We will also perform some experiments on rock samples drilled from actual active fault zones. Our work will provide insights for earthquake hazard mitigation, constrain ubiquitously observed seismological statistical laws (Omori, Gutenberg-Richter) and produce unprecedented data sets on rock fracture dynamics at in-situ conditions to test seismic slip inversion and dynamic rupture modelling techniques. \n\nThe new infrastructure we plan to install will reproduce the temperatures and pressures at depths where earthquakes occur in the crust as well as in the upper mantle of the Earth, with never achieved spatio-temporal imaging resolution to this day. This will be a valuable research asset for the European community, as it will eventually open the door to a better understanding of all the processes happening under stress within the first hundreds of kilometres of the Earth.",
    "totalCost": "2748188",
    "ecMaxContribution": "2748188",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2748188
        }
    },
    "calculatedTotalContribution": 2748188
}