{
    "rcn": "204782",
    "acronym": "PROVASC",
    "topics": "ERC-ADG-2015",
    "title": "Cell-specific vascular protection by CXCL12/CXCR4",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Cardiovascular disease including coronary heart disease remains the leading cause of death worldwide. Atherosclerosis as the underlying pathology is a lipid-driven inflammatory disease of arteries giving rise to vulnerable lesions prone to rupture and thrombotic occlusion. Lesions develop at predilection sites with disturbed flow, where endothelial damage promotes intimal retention of lipoproteins and inflammatory leukocyte recruitment. Past research has largely focused on atherogenic factors and their inhibition but not on boosting a counterbalance by protective mechanisms. We have recently found that the CXCL12/CXCR4 chemokine-receptor axis protects against atherosclerosis by controlling neutrophil homeostasis and facilitating endothelial regeneration in mice. This is supported by genome-wide association studies, identifying genetic variants near CXCL12 associated with the risk of coronary heart disease. The protective regulation of endothelial repair by microRNAs also involves CXCL12/CXCR4. However, the causal and cell-specific impact of this axis remains unclear.\nTo balance the ongoing expansion of genetic risk variants, PROVASC aims to discover/elucidate novel mechanisms for protective cell homeostasis and regeneration counteracting atherosclerosis in depth. To this end, we will dissect cell-specific effects of the CXCR4-CXCL12 axis using an array of mouse lines for conditional deletion and bone marrow chimeras to compare resident versus hemato-poietic cell compartments. We will validate a role of coding and non-coding genetic risk variants affecting CXCL12/CXCR4 in different cell types and humanized mouse models. By identifying relevant microRNAs targeting CXCL12/CXCR4, we will unravel a regulation of this axis by cell type-specific microRNAs. Given the ubiquitous relevance of CXCL12/CXCR4, we expect that the impact of such new mechanisms will extend to other chronic inflammatory diseases, allowing for tailored strategies of tissue protection and regeneration.",
    "totalCost": "2498250",
    "ecMaxContribution": "2498250",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 2498250
        }
    },
    "calculatedTotalContribution": 2498250
}