{
    "rcn": "204709",
    "acronym": "CoBABATI",
    "topics": "ERC-StG-2015",
    "title": "Cofactor Binding Antibodies ñ Basic Aspects and Therapeutic Innovations",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The immune repertoire of healthy individuals contains a fraction of antibodies (Abs) that are able to bind with high affinity various endogenous or exogenous low molecular weight compounds, including cofactors essential for the aerobic life, such as riboflavin, heme and ATP. Despite identification of cofactor-binding Abs as a constituent of normal immune repertoires, their fundamental characteristics and have not been systematically investigated. Thus, we do not know the origin, prevalence and physiopathological significance of cofactor-binding Abs. Moreover, the molecular mechanisms of interaction of cofactors with Abs are ill defined. Different proteins use cofactors to extend the chemistry intrinsic to the amino acid sequence of their polypeptide chain(s). Thus, one can speculate that the alliance of Abs with low molecular weight compounds results in the emergence of untypical properties of Abs and offers a strategy for designing a new generation of therapeutic Abs. Moreover, cofactor-binding Abs may be used for delivery of cytotoxic compounds to particular sites in the body, or for scavenging pro-inflammatory compounds. The principal goal of the present proposal is to gain a basic understanding on the fraction of cofactor-binding Abs in immune repertoires and to use this knowledge for the rational design of novel classes of therapeutic Abs. In this project, we will address the following questions: 1) understand the origin and prevalence of cofactor-binding Abs in immune repertoires; 2) characterize the molecular mechanisms of interaction of cofactors with Abs; 3) Understand the physiopathological roles of cofactor-binding Abs, and 4) use cofactor binding for the development of novel types of therapeutic Abs. A comprehensive understanding of various aspects of cofactor-binding Abs should lead to advances in fundamental understanding and in the development of innovative therapeutic and diagnostic tools.",
    "totalCost": "1255000",
    "ecMaxContribution": "1255000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1255000
        }
    },
    "calculatedTotalContribution": 1255000
}