{
    "rcn": "204763",
    "acronym": "VITAL MEDIA",
    "topics": "ICT-19-2015",
    "title": "Vision, Insights and Trends for Awareness and Leadership in Media",
    "startDate": "01/06/2016",
    "endDate": "30/06/2018",
    "objective": "Recent research activities in the ICT area, in particular in digital content and media sectors, has resulted in a number of technological enablers which allow the creation of new products and services. This has established a new converged social media environment in Europe as a playground for a large number of stakeholders, to ultimately enable creation of the related business, new jobs, and revenues benefiting from these developments. However, the main drivers of the new media and content technologies are the big industries, whereas the main users of these technologies are small enterprises / SMEs, which are creating product and services to reach the end customers ñ European and world-wide citizens. We can still observe a gap in discussions between the large technology providers and the small technology adopters, preventing the establishment of common strategies for the technology take up towards a more efficient creation of the new innovative product and services. Therefore, there is a clear need for the establishment of a common European community in the area of convergence and social media, in order to lay-down common research and innovation strategies, by involving important players from academia and research institutions, policy makers, end users, etc.\nAccordingly, one of the main goals of the VITAL MEDIA project is to enlarge the community in the social media area at the European level, at level of the national and regional clusters, through collaboration amongst the NEM Initiative and the clusters.  The enlarged community will be animated through a number of discussions at workshops to be organised at all mentioned levels and through cooperation within an innovative online collaboration tool, aiming to widely discuss and establish research and innovations roadmaps for the area, by strong cooperation with research and academic institutions active in the area, covering the identified gaps between the technology providers, their users/adopters, and research.",
    "totalCost": "979780",
    "ecMaxContribution": "979780",
    "coordinator": "EURESCOM-EUROPEAN INSTITUTE FOR RESEARCH AND STRATEGIC STUDIES IN TELECOMMUNICATIONS GMBH",
    "coordinatorCountry": "DE",
    "participants": "ORANGE SA;CAP DIGITAL;MADRID PLATAFORMA ICT AUDIOVISUAL;ENGINEERING - INGEGNERIA INFORMATICA SPA;DIGITAL CATAPULT;TELECOM ITALIA SPA;ASSOCIATION IMAGES & RESEAUX;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "FR;ES;IT;UK",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 49800
        },
        "947642277": {
            "orgId": "947642277",
            "orgName": "DIGITAL CATAPULT",
            "ecContrib": 97500
        },
        "999908981": {
            "orgId": "999908981",
            "orgName": "ORANGE SA",
            "ecContrib": 57500
        },
        "999908496": {
            "orgId": "999908496",
            "orgName": "TELECOM ITALIA SPA",
            "ecContrib": 47500
        },
        "966700449": {
            "orgId": "966700449",
            "orgName": "MADRID PLATAFORMA ICT AUDIOVISUAL",
            "ecContrib": 91250
        },
        "999912279": {
            "orgId": "999912279",
            "orgName": "EURESCOM-EUROPEAN INSTITUTE FOR RESEARCH AND STRATEGIC STUDIES IN TELECOMMUNICATIONS GMBH",
            "ecContrib": 332792
        },
        "999963883": {
            "orgId": "999963883",
            "orgName": "CAP DIGITAL",
            "ecContrib": 118750
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 76875
        },
        "999649894": {
            "orgId": "999649894",
            "orgName": "ASSOCIATION IMAGES & RESEAUX",
            "ecContrib": 107812
        }
    },
    "calculatedTotalContribution": 979779
}