{
    "rcn": "204744",
    "acronym": "MiLifeStatus",
    "topics": "ERC-CoG-2015",
    "title": "Migrant Life Course and Legal Status Transition",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "When does citizenship provide a boost to migrant integration? A fast-track to citizenship can maximise the potential for settlement success, though too short a pathway can disincentivise integration. Not all migrants have an equal interest in naturalising and some are discouraged by restrictive policies. Yet little is known about why, how and for whom legal status transition matters and, especially, how policy variation impacts on this relation. Which migrants are most discouraged by stricter requirements for naturalisation? For whom carries citizenship the largest pay-off? Does it still matter if a migrant acquires citizenship after a long waiting period? This project combines for the first time the ideas that a) migrants have different motivations to naturalise; b) legal status transitions are conditioned by the institutional and socioeconomic contexts in origin and destination countries and c) the potential ëintegration premiumí associated with naturalisation is conditioned by the trajectory into citizenship. \n\nThe innovative project contributions are:  \n1. modelling migrantsí legal status transitions as life course events, which are shaped by migrantsí origin, their family context and societal structures and institutions; \n2. analysing the relevance of citizenship for work and income, living conditions, health status and out-migration among immigrants and for educational attainment among their descendants; \n3. developing novel methodologies to analyse step-to-citizenship trajectories and the impact of policy changes on status transitions and related outcomes among migrant groups and cohorts; \n4. testing models on the basis of a unique combination of longitudinal register-based and survey-based micro-data in 8 European and North American countries, which provide the comparative context to analyse the impact of institutional variation; \n5. yielding information for targeted citizenship policies to maximise settlement success for immigrants and their children.",
    "totalCost": "1799034,44",
    "ecMaxContribution": "1799034,44",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 1799034
        }
    },
    "calculatedTotalContribution": 1799034
}