{
    "rcn": "204843",
    "acronym": "ChromADICT",
    "topics": "ERC-ADG-2015",
    "title": "Chromatin Adaptations through Interactions of Chaperones in Time",
    "startDate": "01/07/2016",
    "endDate": "30/06/2021",
    "objective": "A central question in chromatin biology is how to organize the genome and mark specific regions with histone variants. Understanding how to establish and maintain, but also change chromatin states is a fundamental challenge. Histone chaperones, escort factors that regulate the supply, loading, and degradation of histone variants, are key in their placement at specific chromatin landmarks and bridge organization from nucleosomes to higher order structures. A series of studies have underlined chaperone-variant partner selectivity in multicellular organisms, yet recently, dosage imbalances in natural and pathological contexts highlight plasticity in these interactions. Considering known changes in histone dosage during development, one should evaluate chaperone function not as fixed modules, but as a dynamic circuitry that adapts to cellular needs during the cell cycle, replication and repair, differentiation, development and pathology.\nHere we propose to decipher the mechanisms enabling adaptability to natural and experimentally induced changes in the dosage of histone chaperones and variants over time. To follow new and old proteins, and control dosage, we will engineer cellular and animal models and exploit quantitative readout methods using mass spectrometry, imaging, and single-cell approaches. We will evaluate with an unprecedented level of detail the impact on i) soluble histone complexes and ii) specific chromatin landmarks (centromere, telomeres, heterochromatin and regulatory elements) and their crosstalk. We will apply this to determine the impact of these parameters during distinct developmental transitions, such as ES cell differentiation and T cell commitment in mice. \nWe aim to define general principles for variants in nuclear organization and dynamic changes during the cell cycle/repair and in differentiation and unravel locus specific-roles of chaperones as architects and bricklayers of the genome, in designing and building specific nuclear domains.",
    "totalCost": "2499697",
    "ecMaxContribution": "2499697",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 2499697
        }
    },
    "calculatedTotalContribution": 2499697
}