{
    "rcn": "204877",
    "acronym": "ExtendGlass",
    "topics": "ERC-ADG-2015",
    "title": "Extending the range of the glassy state: Exploring structure and property limits in metallic glasses",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Metallic glasses (MGs), among the most actively studied metallic materials, have attractive mechanical properties (high elastic limit) but show work-softening and lack ductility. Recent work suggests the as-cast state of MGs can be much altered by thermomechanical treatments: rejuvenation (to higher energy) offers improved plasticity (perhaps even desirable work-hardening); relaxation (to lower energy) offers access to ultrastable states. Work of the PI has just shown that even simple thermal cycling can induce rejuvenation comparable with that from heavy plastic deformation, while elastic stress cycling can accelerate annealing. The research aims to extend the range of glassy states and to explore the consequences of unusual states, particularly for mechanical properties and for phase stability/crystallization. One possible limit to rejuvenation is the onset of fast crystallization. This regime will be studied for its relevance to crystallization of melts of low glass-forming ability, of interest to fill a gap in existing crystal-growth theory and for application in phase-change memory. Nine work-packages address these and further issues: exploitation of inhomogeneity in MGs to improve properties and enable processing, e.g. to permit stress relief without accompanying undesirable embrittlement; probing the maximum extent of anisotropy in MGs and the links between anisotropic structure and flow. Complementing the many mechanical and structural studies, molecular-dynamics simulations will be used to identify local events relating to rejuvenation/relaxation, to characterize (at atomic level) the anisotropy induced by anelastic strain and viscoplastic flow, to characterize the processes at the solid/liquid interface in pure-metal systems to understand crystal-growth mechanisms, especially why growth of ccp metals is so fast (and glass-forming ability very low). From preliminary results, it is expected that properties can be widened much beyond those of as-cast MGs.",
    "totalCost": "2434090",
    "ecMaxContribution": "2434090",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}