{
    "rcn": "204880",
    "acronym": "PETRIFYING WEALTH",
    "topics": "ERC-ADG-2015",
    "title": "Petrifying Wealth. The Southern European Shift to Masonry as Collective Investment in Identity, c.1050-1300",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Between the years 1050 and 1300 the European landscape turned to stone. It was a structural transformation that led to the birth of a new, long-lasting panorama and helped in the creation of individual, collective and regional identities: a landscape epitomising the way we see the space and territory of Europe. Petrifying Wealth seeks to rewrite the social history of the central Middle Ages, emphasizing the need to reassess from an untried perspective an element that has always been present in our vision of the periodóthe sudden ubiquity of masonry constructionóbut which has hardly been given the opportunity to provide in-depth explanations for complex social dynamics. This project seeks to offer novel explanations to previously unasked questions about wealth, building, and collective identity.\n\nThe speed, extent, and systematization of the construction of churches, towers, castle walls, palaces, and houses within castles and cities provide evidence of an underlying, if unaddressed, issue. That is, it is precisely in the twelfth and thirteenth centuries that the structural link can most clearly be seen between both private and collective wealth, and the investment in stone structures built to last. Our study of the shift involving new institutional dynamics, but also unprecedented social practices, as well as ideological concepts radically different from those that had prevailed until then, aims to break down assumptions that have naturalized this truly astonishing process while using as case studies the undervalued regions of southern Europe to explore the larger questions. By inverting the standard approach that sees the heart of the former Carolingian empire (present-day France and Germany) as the wellspring from which other ìperipheralî territories drank, we bring new light to probe the greater meaning behind the process of masonry building as an investment in social identity in the central Middle Ages.",
    "totalCost": "2491798,99",
    "ecMaxContribution": "2491798,99",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
    "participantCountries": "IT",
    "projectParticipants": {
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 511375
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1980424
        }
    },
    "calculatedTotalContribution": 2491799
}