{
    "rcn": "204816",
    "acronym": "HITSUPERJU",
    "topics": "ERC-ADG-2015",
    "title": "Higher-dimensional topological solids realized with multiterminal superconducting junctions",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "'Recently I revealed a deep operational analogy between an exotic material and an electronic device, i.e. between a 3-dimensional topological solid and a 4-terminal superconducting junction. Specifically, the 3d Weyl singularities revealed in the energy spectrum of this quantum device give rise to quantized trans-conductance in two leads that is typical for 2-dimensional topological Quantum Hall materials. The quantized value can be  tuned with the third control phase. \n\nI propose to capitalize on this breakthrough by realizing artificial n-dimensional (topological) solid materials by (n\\1)-terminal superconducting junctions. This seemed to be fundamentally forbidden so far. In particular, in the framework of one research direction I will address the realization of higher Chern numbers. The edges and interfaces are important in topological solids, they need to be structured. For the artificial topological materials made with multi-terminal superconducting junctions such structuring is impossible in geometric coordinate space. However, the fact that the charge and superconducting phase are quantum-conjugated quantities provide the unique possibility for  the structuring in multi-dimensional charge space that I will access in the framework of another direction.  These two research directions will be supplemented by a more technical effort devoted to computational (quantum) dynamics of multi-terminal superconducting junctions.\n\nThe proposed way to 'conquer' higher dimensions for condensed matter physics is of clear fundamental importance. Exciting applications are at the horizon, too. The exotic quantum states under consideration can be topologically protected and thus useful for quantum information processing. Quantized trans-resistance as well as other topological invariants may be important  in metrology. More generally, the research proposed will boost the whole field of electronic devices wherever topology guarantees the discrete stability of device characteristics.'",
    "totalCost": "1522810",
    "ecMaxContribution": "1522810",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1522810
        }
    },
    "calculatedTotalContribution": 1522810
}