{
    "rcn": "204875",
    "acronym": "TAROX",
    "topics": "ERC-ADG-2015",
    "title": "Targeting oxidative repair proteins for treatment of cancer and inflammation",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Oxidative damage and defects in DNA repair are frequently underlying many diseases, e.g., cancer, autoimmune diseases, ischemia/reperfusion injury, neurodegenerative disorders, viral diseases and ageing. Although some molecular understanding into oxidative DNA lesions and repair proteins exist, a thorough understanding on the link to diseases is largely missing, and therapies exploiting oxidative DNA damage and repair have not emerged. Here, we will study mechanisms of nucleotide metabolism and oxidative DNA damage and repair, and generate tools and make use of ëomicsí approaches to explore the function of the Nudix and glycosylases family enzymes in relation to oxidative metabolism. Furthermore, we will progress and understand the basic mechanisms how oxidative DNA lesions are processed and kill cells. Importantly, we will develop small molecule inhibitors targeting Nudix and glycosylases, e.g. MTH1, NUDT15 and OGG1, and use our newly developed inhibitors to increase our knowledge of these enzymes in oxidative metabolism and disease. We will further optimize these inhibitors into drugs and explore therapeutic approaches in cancer and inflammation as well as in exploratory studies in a variety of diseases involving oxidative stress. Altogether, in this programme we contribute to deepen our knowledge into the fundamental biology of oxidative stress and its links with disease, and providing the scientific community with an innovative repertoire of selective inhibitors for numerous enzymes involved in repair of oxidative lesions. This will enable exploratory basic science discoveries as well as potential novel therapeutic interventions ëoutside the boxí. The programme will also generate high value to the industrial competitiveness of Europe in form of novel inhibitors for treatment of diseases.",
    "totalCost": "2279406",
    "ecMaxContribution": "2279406",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 2279406
        }
    },
    "calculatedTotalContribution": 2279406
}