{
    "rcn": "204805",
    "acronym": "ASCIR",
    "topics": "ERC-ADG-2015",
    "title": "Active Suspensions with Controlled Interaction Rules",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Self-propelling, i.e., active colloidal particles constitute a novel class of non-equilibrium systems which exhibit structural and dynamical features similar to those in assemblies of bacteria or other motile organisms. Due to their reduced complexity, they provide an intriguing chance to understand the formation of dynamical structures in non-equilibrium systems in unprecedented detail. A central question in this rapidly growing field is, how interaction-rules determine the creation of e.g. swarms or complex networks. In addition to ordinary inter particle and hydrodynamic forces, interaction-rules can be much more complex. For example, they can regulate the particle motility depending on their relative orientation, their local density or otherwise distinct particle configurations.\nHere, we propose an experimental approach which aims towards controlling the amplitude and direction of the particleís motility in dense active suspensions on a single particle level. Particle-propulsion is achieved by a light-activated diffusiophoretic mechanism, where the particle motility is controlled by an incident light field. By means of an acoustic-optical modulator and a feed-back loop, we create dynamical and spatially-resolved light fields which depend on the current configuration of active particles and user-defined interaction rules. Because these rules are imposed externally and not by internal forces, this permits the experimental realization of a wide range of rules (linear, non-linear, and even non-reciprocal) in dense, two-dimensional active systems. We expect, that the experimental realization of user-defined interaction-rules largely extends our understanding how active matter can organize in dynamical structures. In addition, the perspective of enhanced control of active particles, as suggested within this proposal, will be of considerable importance for their use as autonomous micro robots which will deliver payloads in liquid environments.",
    "totalCost": "2036750",
    "ecMaxContribution": "2036750",
    "coordinator": "UNIVERSITAT KONSTANZ",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITAET STUTTGART",
    "participantCountries": "DE",
    "projectParticipants": {
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 212015
        },
        "999866204": {
            "orgId": "999866204",
            "orgName": "UNIVERSITAT KONSTANZ",
            "ecContrib": 1824735
        }
    },
    "calculatedTotalContribution": 2036750
}