{
    "rcn": "204892",
    "acronym": "Jellyclock",
    "topics": "ERC-ADG-2015",
    "title": "Light Actuated Self-Pulsing Mircogels",
    "startDate": "01/08/2016",
    "endDate": "31/07/2020",
    "objective": "Living organisms teach us how to design material structures that can move autonomously. Such motility is not restricted to animated organisms but can also originate from local differences t expansion coefficients in ligneous compounds. This challenges the design of micro-objects that can perform mechanical work and undergo locomotion. Irrespective of the specific material, three fundamental tasks must be solved: (i) to fuel the material for the actuation; (ii) to control the morphing of the object in time and space; and (iii) to establish a feed-back mechanism that enables timing of a sequence of steps. The later refers to an integrated clock function in order to pulse the energy input for distinct mechanical strokes. \nWithin JELLYCLOCK, we address all three questions at the example of light driven hydrogel micro-objects. We have developed light sensitive microgels that change their shape within milliseconds. IR-irradiation of gold nanorods, entrapped in a thermosensitive hydrogel, is used to heat the gel from inside and enable a gradated spatial and temporal control of its swelling and shrinking. The water-based actuation will be directed to generate a non-reciprocal deformation as required for locomotion at low Reynolds numbers. So far, a directed cyclic deformation action relies on the outside modulation of the irradiation. We will extent this concept by introducing self-oscillating absorption efficiency, so that a stepwise body deformation becomes feasible under continuous irradiation. The project comprises (1) the advanced design of hydrogel based actuators driven by modulated light, (2) achievement of a precise control of the deformation in time and space , and as the actual disruptive step, (3) the realization of a self-sustaining pulsation under continuous near IR irradiation. \nSuch soft micro engines strike a new path to micro-robotics for biomedical or biomechanical applications, or to create micro devices that could mix, sort and circulate fluid.",
    "totalCost": "2280000",
    "ecMaxContribution": "2280000",
    "coordinator": "DWI LEIBNIZ-INSTITUT FUR INTERAKTIVE MATERIALIEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998615874": {
            "orgId": "998615874",
            "orgName": "DWI LEIBNIZ-INSTITUT FUR INTERAKTIVE MATERIALIEN EV",
            "ecContrib": 2280000
        }
    },
    "calculatedTotalContribution": 2280000
}