{
    "rcn": "204833",
    "acronym": "EXOPLANETBIO",
    "topics": "ERC-ADG-2015",
    "title": "Exoplanet atmospheres as indicators of life: From hot gas giants to Earth-like planets",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "This is a proposal to use a new ground-breaking spectroscopic technique to study the atmospheres of extrasolar planets. Understanding planet atmospheric processes and their evolutionary histories is crucial for unambiguously identifying biomarker gases, and forms the main driver behind the enormous surge in exoplanet atmospheric research. \n\nI propose to lead a program using the new VLT CRIRES\\ instrument, that will focus on the new ground-breaking developments in ground-based high-dispersion spectroscopy, in which my work plays a leading role. We successfully determined the dominant spectroscopically-active species in hot Jupiter atmospheres (e.g. Brogi, Snellen et al. Nature 2012), provided the first evidence for high altitude winds (Snellen et al. Nature 2010), and determined for the first time the spin-rotation rate of a young gas-giant planet (Snellen et al. Nature 2014) ñ pioneering a technique that combines high-dispersion spectroscopy with high-contrast imaging.\n\nThe new CRIRES\\ spectrograph at the VLT (2017) will have a revolutionary impact in the field, changing the main focus of current atmospheric research from hot 1000-1500 K gas giants to cooler 400-700 K Neptunes and Super-Earths. With this new instrument, I will 1) make a large inventory of planet spin rates as function of planet mass and age, 2) probe the atmospheres of cool super-Earths above the cloud-deck for the first time, solving for their bulk compositions. 3) determine the vertical and longitudinal atmospheric temperature profiles of hot Jupiters, and obtain a complete inventory of the C and O bearing molecules in their upper atmospheres. 4) I will for the first time probe isotope-ratios in exoplanet atmospheres. This project will be an important stepping stone in developing high-dispersion spectroscopic techniques for studying Earth-like exoplanets with the European Extremely Large Telescope.",
    "totalCost": "2300962",
    "ecMaxContribution": "2300962",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 2300962
        }
    },
    "calculatedTotalContribution": 2300962
}