{
    "rcn": "204899",
    "acronym": "MYCO TRAPS",
    "topics": "MSCA-IF-2015-EF",
    "title": "New roles for the cytoskeleton in cell-autonomous immunity to mycobacteria",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Cell-autonomous immunity is the ability of a host cell to eliminate an invasive infectious agent. Recent work has shown that components of the cytoskeleton have a major role in cell-autonomous immunity and control of bacterial infection. The Mostowy group has shown that some intracellular bacteria, including Shigella flexneri and Mycobacterium marinum, can escape from phagosomes and invade the host cell cytosol where they interact with cytoskeleton components to form actin tails or be entrapped in septin cage-like structures. However, our knowledge of these interactions derives from a limited number of in vitro studies, and has not been fully characterized in vivo during a disease-causing infection. M. marinum, a species closely related to the human pathogen M. tuberculosis, can be applied as a paradigm to understand the cell biology of mycobacterial infection. Zebrafish is naturally susceptible to M. marinum and, as I have shown during my PhD, can be used as an important animal model to gain in-depth information about the innate immune response to bacterial infection. Using state-of-the-art genome editing tools and high resolution microscopy techniques, I will study M. marinum interactions with the cytoskeleton, and investigate the role of these interactions in cell-autonomous immunity. Using M. marinum, my specific objectives are: 1) to identify and characterize host and pathogen determinants affecting autophagy-cytoskeleton interactions, and 2) to investigate the discovered molecules and mechanisms in vivo using the zebrafish model. A more comprehensive understanding of M. marinum-cytoskeleton interactions will have important consequences for enhancing host defense and fighting antimicrobial resistance. This should provide vital clues towards new strategies aimed at combating infectious diseases, and possibly other human diseases that arise from a dysfunctional host response.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}