{
    "rcn": "204828",
    "acronym": "ZMOD",
    "topics": "ERC-ADG-2015",
    "title": "Blood Vessel Development and Homeostasis: Identification and Functional Analysis of Genetic Modifiers",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The vascular system is a complex network of blood vessels that transports gases, nutrients and hormones throughout the organism.  Most blood vessels that form during development and growth arise by the sprouting of new capillaries from pre-existing vessels, a process termed angiogenesis.  An imbalance in angiogenesis contributes to the pathogenesis of numerous disease states: insufficient angiogenesis limits tissue recovery in ischemic disease, whereas stimulation of angiogenesis by cancer cells promotes tumor vascularization and growth.  Angiogenesis inhibitors are already in clinical use for anti-tumor therapy; however, multiple reports of resistance are calling for the identification of additional targets.  Furthermore, vascular malformations are a significant cause of morbidity and mortality.  While the genetic basis for some vascular malformations is known, many genetic factors, including modifiers that affect the age-of-onset and severity of phenotypes, remain to be identified.  Identifying modifier genes is important not only to fully assess genetic risk, but also to provide novel targets for therapy; however, identifying modifier genes has proven challenging.  We recently uncovered a novel and simple way to identify modifier genes.  By investigating gene and protein expression differences between knockout (mutant) and knockdown (antisense treated) zebrafish embryos, we found that mutations in specific genes, including some encoding angiogenic factors, lead to the upregulation of compensating (i.e., modifier) genes while knocking down these same genes does not.  We hypothesize that the modifier genes identified through this approach in zebrafish also play important roles in humans.  Thus, we will use this simple strategy to identify new genes that regulate vascular formation and homeostasis, and subsequently analyze their function in zebrafish as well as in mammalian models, as they are likely to play key roles in vascular development and disease.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}