{
    "rcn": "204814",
    "acronym": "COREMA",
    "topics": "ERC-ADG-2015",
    "title": "Cell division and the origin of embryonic aneuploidy in preimplantation mouse development",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Cell division is fundamental for development. In the early mammalian embryo it drives the rapid proliferation of totipotent cells, the basis for forming the fetus. Given its crucial importance, it is surprising that cell division is particularly error-prone at the beginning of mammalian life, resulting in spontaneous abortion or severe developmental retardation, the incidence of which is increasing with age of the mother. Why aneuploidy is so prevalent and how early embryonic development nevertheless achieves robustness is largely unknown. The goal of this project is a comprehensive analysis of cell divisions in the mouse preimplantation embryo to determine the molecular mechanisms underlying aneuploidy and its effects on normal development. Recent technological breakthroughs, including light sheet microscopy and rapid loss-of-function approaches in the mouse embryo will allow us for the first time to tackle the molecular mechanisms of aneuploidy generation and establish the preimplantation mouse embryo as a standard cell biological model system. For that purpose we will develop next generation light sheet microscopy to enable automated chromosome tracking in the whole embryo. Mapping of cell division errors will reveal when, where, and how aneuploidy occurs, what the fate of aneuploid cells is in the embryo, and how this changes with maternal age. We will then perform high resolution functional imaging assays to identify the mitotic pathways responsible for aneuploidy and understand why they do not fully function in early development. Key proteins will be functionally characterised in detail integrating light sheet imaging with single molecule biophysics in embryos from young and aged females to achieve a mechanistic understanding of the unique aspects of cell division underlying embryonic aneuploidy. The achieved knowledge gain will have an important impact for our understanding of mammalian, including human infertility.",
    "totalCost": "2497156",
    "ecMaxContribution": "2497156",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 2497156
        }
    },
    "calculatedTotalContribution": 2497156
}