{
    "rcn": "204851",
    "acronym": "SENSOTRA",
    "topics": "ERC-ADG-2015",
    "title": "Sensory Transformations and Transgenerational Environmental Relationships in Europe, 1950ñ2020",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "This project aims at producing new understandings of the changes in peopleís sensory environmental relationships in three European cities during a particular period in history, 1950ñ2020. It will offer a focused window on cultural transformations of the sensory by introducing a new transgenerational methodology, ethnographic ìsensobiographyî. Why now? Firstly, innovative and thoroughly researched information about sensory environmental relationships is in great demand. If the findings are successful, their challenge to several conventional dichotomies will provide results whose interdisciplinary impact extends beyond cultural, sound, and music studies to areas of psychology, human geography, environmental aesthetics, and media history and theory. The research is urgent: at present we are still able to study people ethnographically who were born in the 1930s and 1940s,who therefore lived their early years without digital technologies. The moment is also ideally suited for studying generations born straight into the digital world, where there is a need to enable young and older people to maintain a many-faceted relationship with their environments.  The project's three research strands are (1) transformations in mediations of sensory experience, (2) embodied remembering and senses, and (3) sensory commons.  These strands will be studied via a research strategy linking individuals and groups to broader social, cultural, and political issues in the medium-sized European cities of Brighton (UK), Ljubljana (Slovenia), and Turku (Finland). Temporally and spatially tightly focused dynamic ethnography makes it possible to examine multiple modes of past and present sensory experiencing.  The study of artists as ìsensewitnessesî will become one of the pivotal endeavours. The project facilitates a significant step from earlier methodologies toward large-scale, multisensory, transgenerational investigation, providing significant insights into culture with a sustainable future.",
    "totalCost": "1860264",
    "ecMaxContribution": "1860264",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 1860264
        }
    },
    "calculatedTotalContribution": 1860264
}