{
    "rcn": "204849",
    "acronym": "FOODHABITS",
    "topics": "ERC-ADG-2015",
    "title": "Empirical evidence on the formation of habits, self-control and non-separabilities in food choices",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The proposed research aims to improve our understanding of individual choices over which foods to purchase. The research aims to make fundamental contributions to models of choice and preference formation, and the outputs will inform the development of policy interventions that seek to improve nutritional outcomes. Our particular interest will be to better understand: (i) the importance of the foods available at home in childhood in influencing choices that young adults make over which foods to eat, (ii) the relevance of temptation and self-control in explaining poor nutritional food choices, and the ways that advertising might influence these behaviours, and (iii) the important interactions that exist between the ways that people spend their time (for example work and physical activity) and the food choices that they make and how this determines nutritional outcomes. \n\nA proper understanding of the way that preferences are formed, and the ways that they might be influenced, is key to the design of effective public policy. The food market is a good place to study these questions for a number of reasons. First, people make decisions with high frequency and in different economic conditions, which helps provide variation needed for identification of key parameters of interest. Second, we observe the same individuals making choices both for immediate consumption and for future consumption, which will also help us with identification. Third, the food industry is of considerable policy interest. People in developed countries are getting fatter at an alarming rate. To the extent that people do not take account of the effects of this on themselves in the future and on others then they are making suboptimal decisions; they and society could potentially be made better off by policy intervention, but it is important that we have a good understanding of what impact these interventions are likely to have.",
    "totalCost": "994772",
    "ecMaxContribution": "994772",
    "coordinator": "Institute for Fiscal Studies",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998931027": {
            "orgId": "998931027",
            "orgName": "Institute for Fiscal Studies",
            "ecContrib": 994772
        }
    },
    "calculatedTotalContribution": 994772
}