{
    "rcn": "204817",
    "acronym": "SuccessfulGovernance",
    "topics": "ERC-ADG-2015",
    "title": "Success in Public Governance: Assessing and explaining how public problems are sometimes addressed remarkably effectively",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Societies cannot survive and thrive if they are not governed well. The publicís business ñ e.g. security and safety; health and well-being ñ needs to be managed effectively. Achieving this in the current era of connectivity, transparency, accountability and assertive, skeptical and empowered citizens deeply challenges the institutions of government, which were largely designed for a drastically different era. We urgently need to learn how we can govern societies successfully under the new circumstances.\n\nHowever, in both the popular and academic discourse, the focus is on the frailty and fallibility of our government institutions. We excel in explaining how policies fail, reforms falter, public money is wasted, public leaders are distrusted, and public institutions eroded. So much so that robust knowledge about the practices that produce good governance is hard to come by. And yet good governance is all around us, allowing us to learn from successes as well.\n\nThis proposal seeks to address the imbalance. It offers a constructive, yet rigorous and systematic investigation of ësuccessí in 21st century governance. An innovative combination of theoretical perspectives, comparative approaches, and mixed methods is developed to answer five questions:\n\n1. How is success in public governance defined and assessed by those who engage in it and those who experience it?\n2. Why are some public policies enduringly successful? \n3. Why are some public organizations enduringly successful?\n4. Why are some interactive, collaborative governance initiatives enduringly successful?\n5. How do these successful examples jointly contribute towards understanding the principles of a theory for governance success?\n\nThe inquiry will increase our insight into the pivotal yet ill-understood phenomenon of governance that ëworksí. It will enrich the field with new methodologies, provoking the discipline to reconsider the emphasis on failure and undertake the systematic study of success.",
    "totalCost": "2019022,5",
    "ecMaxContribution": "2019022,5",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 2019022
        }
    },
    "calculatedTotalContribution": 2019022
}