{
    "rcn": "204811",
    "acronym": "FUTURE-PRINT",
    "topics": "ERC-ADG-2015",
    "title": "Tuneable 2D Nanosheet Networks for Printed Electronics",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "In the future, even the most mundane objects will contain electronic circuitry allowing them to gather, process, display and transmit information. The resulting vast network, often called the Internet of Things, will revolutionise society. To realise this will require the ability to produce electronic circuitry extremely cheaply, often on unconventional substrates. This will be achieved through printed electronics, by the assembly of devices from solution (i.e. ink) using methods adapted from printing technology. However, while printed electronics has been advancing rapidly, the development of new, nano-materials-based inks is required for this area to meet its true potential.\nWe believe recent developments in liquid exfoliation of 2D nanosheets have given us the ideal family of materials to revolutionise electronic ink production. Liquid exfoliation can transform layered crystals into suspensions of nanosheets in very large quantities. In this way we can produce liquid-dispersed nanosheets of a wide range of types including conducting (e.g. graphene, MXenes, TiB2 etc), semiconducting (e.g. MoS2, WSe2, GaS, Black phosphorous etc), insulating (e.g. BN, talc) or electrochemically active (e.g. MoO3, Ni(OH)2, MnO2 etc). These nanosheets can be deposited from liquid to form porous networks of defined electronic type. While these networks have huge applications potential, a large amount of work must be done to translate them into working printed devices.\nIn this project, we will develop methods to transform large volume suspensions of exfoliated nanosheets into bespoke 2D inks with properties engineered for a range of specific printed device applications. We will learn to use this 2D ink to print patterned or large area 2D nanosheet networks with controlled structure, allowing us to tune the electrical properties of the network during printing. We will combine networks of different nanosheet types into complex heterostructures. This will allow us to print all device components (electrodes, active layers, dielectrics, energy storage layers) from one contiguous, multi-component network. In this way we will produce 2D network transistors, solar cells, displays and energy storage systems. FUTURE-PRINT will revolutionise electronic inks and will offer a new path forward for printed electronics.",
    "totalCost": "2213316,88",
    "ecMaxContribution": "2213316,88",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 2213317
        }
    },
    "calculatedTotalContribution": 2213317
}