{
    "rcn": "204870",
    "acronym": "BLINDSPOT",
    "topics": "ERC-ADG-2015",
    "title": "Diversity and Performance: Networks of Cognition in Markets and Teams",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Contemporary organizations face three interrelated, but analytically distinguishable, challenges. First, they should be alert to mistakes that could be catastrophic. Second, they need to allocate attention, especially to correct past mistakes and to make accurate predictions about future developments. Third, they should be innovative, able to stand out from existing categories while being recognized as outstanding. This project investigates these cognitive challenges with the aim of developing a comprehensive sociological approach to study the social properties of cognition. Research on error detection, attention allocation, and recognizant innovation will be conducted in three distinct settings strategically chosen so the scale and complexity of the performance challenges increases across the cases. The research question that cuts across the socio-cognitive challenges asks whether and how diversity contributes to performance. 1) We first test whether social context, understood at the most basic level as the composition of a small collectivity, affects the cognitive activity of pricing. To do so, I use experimental market methods to test whether ethnic and gender diversity deflate price bubbles by disrupting herding behaviour. 2) The second study tests how the social structure of attention affects valuation. The activities involve error correction and accuracy of prediction in estimates by securities analysts; the method is two-mode network analysis; and the timing, intensity, and diversity of attention networks are the effects to be tested. 3) Whereas my first two tests examine relations among competitors, my third examines relations within and across collaborative teams. In studying the network properties of creativity, the challenge is recognizant innovation, the activity involves recording sessions in the field of music, the method is cultural network analysis, and the effects to be tested are the combined effects of stylistic diversity and social structure.",
    "totalCost": "2492033",
    "ecMaxContribution": "2492033",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DELLA SVIZZERA ITALIANA;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "participantCountries": "CH;IT",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 237331
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1988224
        },
        "999585874": {
            "orgId": "999585874",
            "orgName": "UNIVERSITA DELLA SVIZZERA ITALIANA",
            "ecContrib": 266478
        }
    },
    "calculatedTotalContribution": 2492033
}