{
    "rcn": "204802",
    "acronym": "GEPPS",
    "topics": "ERC-ADG-2015",
    "title": "Globalization, Economic Policy and Political Structure",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Globalization is expanding economic borders rapidly. Barriers to trade are now lower than ever and this has led to the creation of many truly global goods and asset markets. And yet globalization is changing political borders only slowly. The second wave of globalization that started after WWII found the world organized into a set of states or centralized\njurisdictions that often go beyond cultural borders but that clearly fall short of economic borders. These centralized jurisdictions still hold most of the political and decision-making power. \n\nThis growing mismatch between markets and states lowers the quality of economic policymaking. Since constituencies are located inside the state, governments tend to disregard effects of economic policies that are felt beyond the political border.\nThe result is a worsening in policymaking that could seriously mitigate the gains from globalization and even turn them into losses. The goal of this project is to improve our understanding of how this growing mismatch between economic and political borders affects economic policy and political structure. In particular, it focuses on the inefficiencies this mismatch creates and on how should we (ìthe citizens of the worldî) handle them.\n\nThe project is organized around two themes. The first one is the handling of enforcement externalities. One of the key roles of governments is to enforce contracts. When these contracts involve domestic and foreign residents, governments have the temptation to enforce selectively so as to shift income to domestic residents at the expense of foreigners. The second theme is the evolution of political structure. The world is currently organized into state or centralized jurisdictions. This project studies the hypothesis that globalization leads to an alternative political structure based on a set of overlapping jurisdictions.",
    "totalCost": "1080000",
    "ecMaxContribution": "1080000",
    "coordinator": "Centre de Recerca en Economia Internacional (CREI)",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998154445": {
            "orgId": "998154445",
            "orgName": "Centre de Recerca en Economia Internacional (CREI)",
            "ecContrib": 1080000
        }
    },
    "calculatedTotalContribution": 1080000
}