{
    "rcn": "204857",
    "acronym": "SIDSCA",
    "topics": "ERC-ADG-2015",
    "title": "Defective DNA Damage Responses in Dominant Neurodegenerative Diseases",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "DNA single-strand breaks (SSBs) are the most frequent DNA lesions arising in cells and are a major threat to cell survival and genome integrity, as indicated by the elevated genetic deletion, embryonic lethality, or neurological disease observed if single-strand break repair (SSBR) is attenuated. In particular, SSBR defects are associated with hereditary neurodegeneration in humans, as illustrated by the genetic diseases ataxia oculomotor apraxia-1 (AOA1), spinocerebellar ataxia with axonal neuropathy-1 (SCAN1), and microcephaly with early onset seizures (MCSZ). However, two major questions remain: what are the mechanisms by which SSBs trigger neurodegeneration, and to what extent do SSBs contribute to other genetic and/or sporadic neurodegenerative disease? Based on exciting new data we now propose that the impact of SSBs on neurodegeneration extends beyond rare SSBR-defective diseases to include more common motor neurone diseases (amyotrophic lateral sclerosis) and the genetically dominant spinocerebellar ataxias (SCAs). Ultimately, we suggest that SSBs might also be an etiological factor in normal human ageing. Finally, again based on new data, we propose that SSBs induce neurodegeneration by triggering over-activation of the SSB sensor protein, PARP1; thereby identifying inhibitors of this protein (currently licensed for cancer treatment) as a possible therapy for neurodegeneration. We will now address these hypotheses using a range of cutting edge molecular/cellular techniques. In particular we will (a), systematically examine all relevant amyotrophic lateral sclerosis/motor neurone disease (ALS/MND) and spinocerebellar ataxia (SCA) proteins for involvement in the DNA damage response, (b) Identify the mechanism/s by which ALS and SCA proteins engage in the DNA damage response, (c) Identify the role of ALS and SCA proteins in the DNA damage response, and (d) Explore PARP1 as a possible therapeutic target for treatment of neurodegenerative disease.",
    "totalCost": "2447409",
    "ecMaxContribution": "2447409",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE",
    "participantCountries": "CZ",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 1783034
        },
        "999512251": {
            "orgId": "999512251",
            "orgName": "USTAV MOLEKULARNI GENETIKY AKADEMIE VED CESKE REPUBLIKY VEREJNA VYZKUMNA INSTITUCE",
            "ecContrib": 664375
        }
    },
    "calculatedTotalContribution": 2447409
}