{
    "rcn": "204840",
    "acronym": "CHAMPAGNE",
    "topics": "ERC-ADG-2015",
    "title": "Charge orders, Magnetism and Pairings in High Temperature Superconductors",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "For nearly thirty years, the search for a room-temperature superconductor has focused on exotic materials known as cuprates, obtained by doping a parent Mott insulator, and which can carry currents without losing energy as heat at temperatures up to 164 Kelvin. Conventionally three main players were identified as being crucial i) the Mott insulating phase, ii) the anti-ferromagnetic order and iii) the superconducting (SC) phase. Recently a body of experimental probes suggested the presence of a fourth forgotten player, charge ordering-, as a direct competitor for superconductivity. In this project we propose that the relationship between charge ordering and superconductivity is more intimate than previously thought and is protected by an emerging SU(2) symmetry relating the two. The beauty of our theory resides in that it can be encapsulated in one simple and universal ìgap equationî, which in contrast to strong coupling approaches used up to now, can easily be connected to experiments.  In the first part of this work, we will refine the theoretical model in order to shape it for comparison with experiments and consistently test the SU(2) symmetry. In the second part of the work, we will search for the experimental signatures of our theory through a back and forth interaction with experimental groups. We expect our theory to generate new insights and experimental developments, and to lead to a major breakthrough if it correctly explains the origin of anomalous superconductivity in these materials.",
    "totalCost": "1318145",
    "ecMaxContribution": "1318145",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1318145
        }
    },
    "calculatedTotalContribution": 1318145
}