{
    "rcn": "204878",
    "acronym": "ILC_REACTIVITY",
    "topics": "ERC-ADG-2015",
    "title": "Biological Determinants of ILC Reactivity for Immune Responses in Health and Disease",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Innate lymphoid cells (ILC) are a newly described family of hematopoietic cells that lack antigen-specific receptors but can be activated to promptly produce large amounts of cytokines (including interleukin (IL)-5, -13, -17A, -22, TNF-? and interferon-?) and thereby contribute to the immediate, first-line immune defense against viral, bacterial, and parasitic infections. ILCs include the previously described natural killer (NK) cells and have a similar 'natural' effector function which is immediately available during immune responses and prior to that of adaptive immunity. Three groups of ILC (ILC1, ILC2, ILC3) have been described that share biological activities of T helper (Th)1, Th2 and Th17/22 subsets and CTL. ILCs are active during both fetal and adult life and play important roles in the homeostasis of mucosal and non-mucosal tissues. Nevertheless, how ILCs are integrated into ongoing immune responses remains unclear and this knowledge is a prerequisite for harnessing the clinical potential of these immune effector cells. This proposal will investigate critical checkpoints that can regulate ILC reactivity for immune responses in humans and mice. The four proposed objectives will be addressed using a combination of cutting-edge technologies including innovative mouse models that can report on ILC biology in vivo, single cell transcriptional and functional analysis of diverse circulating and tissue human and mouse ILC subsets, ëdigitalí pathogen-dependent ILC activation approaches and computational analysis of large immunological datasets from healthy, normal human individuals. Collectively, these complementary studies will shed new light on the biological determinants which condition ILC reactivity in humans and mice. Understanding how the threshold of ILC responsiveness is set prior to and during immune responses will have important implications for disease intervention.",
    "totalCost": "1899375",
    "ecMaxContribution": "1899375",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1899375
        }
    },
    "calculatedTotalContribution": 1899375
}