{
    "rcn": "204871",
    "acronym": "C.NAPSE",
    "topics": "ERC-ADG-2015",
    "title": "TOWARDS A COMPREHENSIVE ANALYSIS OF EXTRACELLULAR SCAFFOLDING AT THE SYNAPSE",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Synaptic scaffolding molecules control the localization and the abundance of neurotransmitter receptors at the synapse, a key parameter to shape synaptic transfer function. Most characterized synaptic scaffolds are intracellular, yet a growing number of secreted proteins appear to organize the synapse from the outside of the cell. We recently demonstrated in C. elegans that an evolutionarily conserved protein secreted by motoneurons specifies the excitatory versus inhibitory identity of the postsynaptic domains at neuromuscular synapses. We propose to use this system as a genetically tractable paradigm to perform a comprehensive characterization of this unforeseen synaptic organization.\nSpecifically, this project will pursue 4 complementary aims:\n1) Identify and characterize a comprehensive set of genes that organize and control the formation and maintenance of these scaffolds through a series of genetic screens based on the direct visualization of fluorescent acetylcholine and GABA receptors in living animals.\n2) Solve the spatial synaptic organization of these scaffolds at a nanoscale resolution using super-resolutive and correlative light and electron microscopy, and analyze their dynamic behavior in vivo by implementing Single Particle Tracking imaging in living worms.\n3) Decipher the role of the synaptomatrix in the organization of synaptic extracellular scaffolds and evaluate its functional contribution at the physiological and molecular levels using a candidate gene strategy and innovative imaging.\n4) Analyze the formation and decline of these scaffolds at the lifetime scale and evaluate the role of synaptic activity and aging in these processes by taking advantage of the possibility to follow identified synapses over the entire life of C. elegans.\nUsing powerful genetics in combination with cutting-edge in vivo imaging and electrophysiology, we anticipate to identify new genes and new mechanisms at work to regulate normal and pathological synaptic function.",
    "totalCost": "2492750",
    "ecMaxContribution": "2492750",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 2492750
        }
    },
    "calculatedTotalContribution": 2492750
}