{
    "rcn": "204853",
    "acronym": "CHROMIUM",
    "topics": "ERC-ADG-2015",
    "title": "CHROMIUM",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Why the Universe is void of anti-matter is one of the remaining Big Questions in Science.One explanation is provided within the Standard Model by violation of Charge Parity (CP) symmetry, producing differences between the behavior of particles and their anti-particles.CP violation in the neutrino sector could allow a mechanism by which the matter-anti matter asymmetry arose.The objective of this proposal is to enable a step change in our sensitivity to CP violation in the neutrino sector. I have pioneered the concepts and led the deployment of a small prototype using a novel approach which could eventually lead to the construction of a revolutionary Mega-ton scale Water Cherenkov (WC) neutrino detector.The goal of my research program is to demonstrate the feasibility of this approach via the construction of an intermediate sized prototype with an expandable fiducial mass of up to 10-20kt. It will use a low-cost and lightweight structure, filled with purified water and submerged for mechanical strength and cosmic ray shielding in a 60m deep flooded mine pit in the path of Fermilabís NuMI neutrino beam in N. Minnesota.The European contribution to this experiment will be profound and definitive.Applying the idea of fast timing and good position resolution of small photodetectors, already pioneered in Europe, in place of large-area photodetector, we will revolutionize WC design.The game-changing nature of this philosophy will be demonstrated via the proof of the detector construction and the observation of electron neutrino events form the NuMI beam.The successful completion of this R&D program will demonstrate a factor of up to 100 decrease in cost compared to conventional detectors and the proof that precision neutrino measurements could be made inside a few years rather than the presently needed decades.\nThe project describes a five year program of work amounting to a total funding request of Ä3.5M, including an extra Ä1M of equipment funds.",
    "totalCost": "3500000",
    "ecMaxContribution": "3500000",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "participantCountries": "NL",
    "projectParticipants": {
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 1109375
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1109375
}