{
    "rcn": "204874",
    "acronym": "chemech",
    "topics": "ERC-ADG-2015",
    "title": "From Chemical Bond Forces and Breakage to Macroscopic Fracture of Soft Materials",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Soft materials are irreplaceable in engineering applications where large reversible deformations are needed, and in life sciences to mimic ever more closely or replace a variety of living tissues. While mechanical strength may not be essential for all applications, excessive brittleness is a strong limitation. Yet predicting if a soft material will be tough or brittle from its molecular composition or structure relies on empirical concepts due to the lack of proper tools to detect the damage occurring to the material before it breaks. Taking advantage of the recent advances in materials science and mechanochemistry, we propose a ground-breaking method to investigate the mechanisms of fracture of tough soft materials. To achieve this objective we will use a series of model materials containing a variable population of internal sacrificial bonds  that break before the material fails macroscopically, and use a combination of advanced characterization techniques and molecular probes to map stress, strain, bond breakage and structure in a region ~100 µm in size ahead of the propagating crack. By using mechanoluminescent and mechanophore molecules incorporated in the model material in selected positions, confocal laser microscopy, digital image correlation and small-angle X-ray scattering we will gain an unprecedented molecular understanding of where and when bonds break as the material fails and the crack propagates, and will then be able to establish a direct relation between the architecture of soft polymer networks and their fracture energy, leading to a new molecular and multi-scale vision of macroscopic fracture of soft materials. Such advances will be invaluable to guide materials chemists to design and develop better and more finely tuned soft but tough and sometimes self-healing materials to replace living tissues (in bio engineering) and make lightweight tough and flexible parts for energy efficient transport.",
    "totalCost": "2251026,28",
    "ecMaxContribution": "2251026,28",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2251026
        }
    },
    "calculatedTotalContribution": 2251026
}