{
    "rcn": "204897",
    "acronym": "IGNIS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Reuse of Tyre Fibres for Fire-Spalling-Proof Concrete",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Fire-induced explosive spalling (violent peeling-off of concrete surface) is a major drawback of modern high-performance and high-strength concrete. Tunnels and buildings have been seen to experience catastrophic failure due to fire spalling of concrete, leading to huge economic costs and potential loss of life. Recent EU directives and legislation require adequate addressing of the spalling problem in any new project and all major existing road tunnels need to be upgraded. However, fire spalling still remains one of the least well understood aspects of concrete behaviour and the need to fill this knowledge gap has significantly increased, due to the increasing demand of infrastructure and materials that are sensitive to spalling. Therefore, the research community has set fire spalling as a research priority; a RILEM Technical Committee (TC256-SPF) has been dedicated to this topic. This research aims to develop a better understanding of the complex mechanism behind fire spalling as well as a novel sustainable spalling-mitigation solution by using waste fibres recovered from end-of-life tyres. If successful, this will enable manufactured polymer fibres, currently used to prevent fire-induced spalling, to be replaced with a reused product of equal or better performance, thereby providing a possible annual reduction of 0.5 million tonnes of CO2 in an EU market worth about £50 million per annum. The fire spalling risk will be investigated through high-temperature slab tests. The test data will be used to develop a predictive numerical model. The host organisation has world-leading expertise in the fields of fire engineering and sustainable concrete technology and it is current coordinating an EU project (ANAGENNISI) on the reuse of tyre components in concrete for ambient temperature applications. This project, along with training schemes available at the host organization, will be a unique opportunity for the fellow to develop his career as an independent researcher.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}