{
    "rcn": "204864",
    "acronym": "noMAGIC",
    "topics": "ERC-ADG-2015",
    "title": "Noninvasive Manipulation of Gating in Ion Channels",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "noMAGIC has the visionary goal of engineering genetically encoded ion channels, which can be remotely controlled (gated) by stimuli that penetrate deep into human tissue without negative side effects. The control over ion channel activity by deep penetrating stimuli will revolutionize research in neurobiology and physiology as it paves the way for remote and genuine non-invasive control of cell activity in vivo. Synthetic channels, which can be gated by magnetic fields (MF), near infrared (NIR) radiation or ultrasound (US) will be engineered in the frame of noMAGIC by three complementary work packages (WP1-3). Design and engineering of the channels will be performed in WP1 by reiterated steps of rational and irrational design, high throughput screening and in vitro and in vivo functional testing. We have identified two sensor modules for MF and NIR radiation, respectively, which will be functionally connected to a channel pore for a remote control of gating. For the US-gated channel we will engineer a channel pore that is maximally responding to local changes in the lipid environment induced by US. Design and engineering of channels will be complemented by a computational approach (WP2), which analyses, from elastic network models, the mechanical connections in the channel pore and which extracts information on the forces, which are required to gate a channel by the three stimuli. The outcome of WP2 will provide general design rules for synthetic channels with implications much beyond the present project. WP3 also contributes to the engineering effort in WP1 by a spectrum of avant-garde spectroscopic methods, which resolve structural changes of the channel proteins under the influence of remote stimuli. These structural insights will greatly advance our understanding of structure/function correlates in composite ion channels and it will inspire the design and engineering of channels, which respond to remote stimuli.",
    "totalCost": "2409209",
    "ecMaxContribution": "2409209",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "TECHNISCHE UNIVERSITAT DARMSTADT",
    "participantCountries": "DE",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 583865
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 1825344
        }
    },
    "calculatedTotalContribution": 2409209
}