{
    "rcn": "204839",
    "acronym": "ELOXY",
    "topics": "ERC-ADG-2015",
    "title": "Eliminating Oxygen Requirements in Yeasts",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Replacement of petrochemistry-based transport fuels and bulk chemicals by industrial biotechnology requires cost-efficient microbial processes, whose feedstock-to-product conversion efficiencies approach theoretical maxima. For many products, such high efficiencies require anaerobic processes and, consequently, industrial microorganisms capable of robust anaerobic growth. Yeasts are robust micro-organisms but, with the notable exception of Saccharomyces species, they share an important limitation with most other eukaryotes: they cannot grow anaerobically.\n\nEven Saccharomyces cerevisiae, the yeast responsible for industrial fuel ethanol production in large-scale anaerobic processes, requires sterols and unsaturated fatty acids (UFAs) for anaerobic growth. Depletion of these anaerobic growth factors deteriorates its fermentation performance. Several ethanol-producing, non-Saccharomyces species have highly attractive properties for industrial application, including a much higher thermotolerance and broader substrate range than S. cerevisiae. However, in addition to sterol and UFA synthesis, these yeasts have other, unidentified oxygen requirements. Unless the molecular basis for these oxygen requirements is elucidated, their huge potential for sustainable production of biofuels and chemicals cannot be accessed by industry.\n\nThis proposal addresses the fundamental scientific question why so many yeasts that can ferment sugars to ethanol are nevertheless unable to grow anaerobically. Moreover, by enabling anaerobic growth of non-Saccharomyces yeasts, it aims to build yeast platforms with unprecedented advantages for industrial biotechnology. The proposed innovative approach to these challenges integrates cutting-edge experimental techniques in quantitative physiology and comparative genomics of yeasts and anaerobic fungi, computational modelling, and synthetic-biology-assisted metabolic engineering of different yeast species.",
    "totalCost": "2498150",
    "ecMaxContribution": "2498150",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 2498150
        }
    },
    "calculatedTotalContribution": 2498150
}