{
    "rcn": "204883",
    "acronym": "INDUCE",
    "topics": "ERC-ADG-2015",
    "title": "The Innovation, Dispersal and Use of Ceramics in NW Eurasia",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The origins, adoption and use of pottery vessels are among archaeologyís most compelling issues. Pottery vessels are no longer viewed in western archaeology as a material correlate of sedentary farming life in the Neolithic. Despite recognition of pottery vessels in hunter-gatherer contexts in some parts of northern Europe and the former Soviet Union, their impact on, and role in, hunter-gatherer lifeways has been regarded as peripheral to mainstream European prehistory. This proposal seeks to rebalance the evidence and the debate, placing the innovation, dispersal and use of pottery vessels among hunter-gatherers in NE Europe at the heart of the enquiry. Virtually nothing is known of the choices underlying the adoption of pottery vessels or the uses to which they were put. Similarly, there is little understanding of the environmental contexts that led to the emergence of pottery or the timing and dynamics of its apparent westward dispersal across NE Europe, nor its legacy following the introduction of food production. Addressing these lacunae is the motivation for this proposal. INDUCE will tackle these important challenges with an integrated approach to reconstructing the contextual life histories of over 2000 pottery vessels, enhancing chronological control of early pottery horizons through 600 14C dates, investigating the typology of several thousand vessels from across the study region, creating spatio-temporal models for the spread of different pottery traditions and documenting the impact of the introduction of farming on the use of vessels for resource utilisation. This new understanding of pottery manufacture, dispersal and use across NE Europe will inspire a fundamental re-evaluation of later hunter-gatherer prehistory and culminate in an alternative narrative for the ëNeolithisationí of Europe.",
    "totalCost": "3170008,73",
    "ecMaxContribution": "3095008,73",
    "coordinator": "BRITISH MUSEUM",
    "coordinatorCountry": "UK",
    "participants": "STIFTUNG SCHLESWIG-HOLSTEINISCHE LANDESMUSEEN SCHLOSS GOTTORF;UNIVERSITY OF YORK",
    "participantCountries": "DE;UK",
    "projectParticipants": {
        "998580760": {
            "orgId": "998580760",
            "orgName": "BRITISH MUSEUM",
            "ecContrib": 1931511
        },
        "927710135": {
            "orgId": "927710135",
            "orgName": "STIFTUNG SCHLESWIG-HOLSTEINISCHE LANDESMUSEEN SCHLOSS GOTTORF",
            "ecContrib": 0
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 1163498
        }
    },
    "calculatedTotalContribution": 3095009
}