{
    "rcn": "204806",
    "acronym": "SICTRANSIT",
    "topics": "ERC-ADG-2015",
    "title": "THE ARCHAEOLOGY OF REGIME CHANGE: SICILY IN TRANSITION",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "This project will throw new light on human experience during changes of political regime, selecting medieval Sicily as the primary area of study. Between the 6th century and the 13th century, this island experienced four radical changes in regime: from Byzantine to Aghlabid to Fatimid to Norman to Swabian. Potentially, each of these transitions saw new groups of migrants, new forms of agriculture and settlement, new networks of exchange, new distributions of wealth and new types of social control, and we will discover and describe them. We will then compare the Sicilian experience with that of its neighbours over the same period, and so enhance the history of the countries of the western Mediterranean in their formative years. We also expect to deliver insights on a more general and recurrent phenomenon: the relationship between the driving ideology of an imposed regime, its economic performance and the composition and health of its peoples.\n\nThis ambitious programme is made possible by new methods of archaeological investigation and the choice of medieval Sicily as the primary area of study. Here we have been given access to data sets from previously unpublished excavations spread throughout Sicily, and permission to investigate a cluster of different types of site at Castronovo in the centre of the island: a Byzantine stronghold, an Islamic and Norman castle and a long-lived ëagrotown.í  To these we propose to add two large scale area surveys to study the dynamics of settlement and the way land was used. The integrated archaeological package to be applied is based on research protocols devised by the PI and deploys bioarchaeological methods newly developed at York, in stable isotopes, ancient DNA and the chemical characterisation of residues encountered in pottery. It is new to southern Europe and features techniques that were unavailable anywhere five years ago.",
    "totalCost": "2908600,95",
    "ecMaxContribution": "2908600,95",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;UNIVERSITA DEL SALENTO",
    "participantCountries": "IT",
    "projectParticipants": {
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 572021
        },
        "999863585": {
            "orgId": "999863585",
            "orgName": "UNIVERSITA DEL SALENTO",
            "ecContrib": 150000
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 2186580
        }
    },
    "calculatedTotalContribution": 2908601
}