{
    "rcn": "204842",
    "acronym": "CrUCCial",
    "topics": "ERC-ADG-2015",
    "title": "Novel diagnostic and therapeutic approach to inflammatory bowel disease based on functional characterization of patients: the CrUCCial index",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The clinical phenotype and the outcome of Crohn's disease (CD) and ulcerative colitis (UC), the opposite ends of chronic inflammatory bowel diseases (IBD), are heterogeneous and represent the result of a complex interplay of the gut microbiome with the immune system in genetically predisposed individuals. Disease management is much less heterogeneous as all patients are treated using non-specific anti-inflammatory agents, and only 30-50% achieve clinical and mucosal remission -the goal of therapy nowadays- therefore leaving large margins for improvement. The advances in knowledge about the factors triggering disease onset should be translated to approach the disease from a molecular angle. Key cellular pathways have emerged including bacterial recognition, autophagy, endoplasmic reticulum stress and intestinal barrier function. Functional/molecular characterization of these pathways in a given patient, correlation with meaningful clinical outcomes, and tailoring an individual therapeutic approach has never been attempted and will represent a breakthrough in the current paradigm of treating multifactorial inflammatory conditions. This project aims to functionally characterize patients with CD/UC for the major pathways by using integrated (epi)genetic, transcriptomic, immunologic, barrier integrity and metagenomic studies. From these readouts we will construct an index [the Crohnís and Ulcerative Colitis Characterization and Intervention trial (CrUCCial) index], reflecting the proportional contribution of each of the pathogenic mechanisms in a given patient. We will next study the correlation of this index and its components to meaningful clinical outcomes and finally, the index will be tested in a pilot study of newly diagnosed patients in whom the disease will be targeted individually based on the components of the CrUCCial index. Our approach, from diagnosis over prognosis to therapy, will revolutionize the paradigm of disease management.",
    "totalCost": "2494500",
    "ecMaxContribution": "2494500",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 2494500
        }
    },
    "calculatedTotalContribution": 2494500
}