{
    "rcn": "204891",
    "acronym": "CRESUCHIRP",
    "topics": "ERC-ADG-2015",
    "title": "Ultrasensitive Chirped-Pulse Fourier Transform mm-Wave Detection of Transient Species in Uniform Supersonic Flows for Reaction Kinetics Studies under Extreme Conditions",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "This proposal aims to develop a combination of a chirped-pulse (sub)mm-wave rotational spectrometer with uniform supersonic flows generated by expansion of gases through Laval nozzles and apply it to problems at the frontiers of reaction kinetics.\nThe CRESU (Reaction Kinetics in Uniform Supersonic Flow) technique, combined with laser photochemical methods, has been applied with great success to perform research in gas-phase chemical kinetics at low temperatures, of particular interest for astrochemistry and cold planetary atmospheres. Recently, the PI has been involved in the development of a new combination of the revolutionary chirped pulse broadband rotational spectroscopy technique invented by B. Pate and co-workers with a novel pulsed CRESU, which we have called Chirped Pulse in Uniform Flow (CPUF). Rotational cooling by frequent collisions with cold buffer gas in the CRESU flow at ca. 20 K drastically increases the sensitivity of the technique, making broadband rotational spectroscopy suitable for detecting a wide range of transient species, such as photodissociation or reaction products. \nWe propose to exploit the exceptional quality of the Rennes CRESU flows to build an improved CPUF instrument (only the second worldwide), and use it for the quantitative determination of product branching ratios in elementary chemical reactions over a wide temperature range (data which are sorely lacking as input to models of gas-phase chemical environments), as well as the detection of reactive intermediates and the testing of modern reaction kinetics theory. Low temperature reactions will be initially targeted; as it is here that there is the greatest need for data. A challenging development of the technique towards the study of high temperature reactions is also proposed, exploiting existing expertise in high enthalpy sources.",
    "totalCost": "2100230",
    "ecMaxContribution": "2100230",
    "coordinator": "UNIVERSITE DE RENNES I",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 2100230
        }
    },
    "calculatedTotalContribution": 2100230
}