{
    "rcn": "204888",
    "acronym": "HOLOGRAM",
    "topics": "ERC-ADG-2015",
    "title": "Holomorphic Dynamics connecting Geometry, Root-Finding, Algebra, and the Mandelbrot set",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Dynamical systems play an important role all over science, from celestial mechanics, evolution biology and economics to mathematics. Specifically holomorphic dynamics has been credited as ìstraddling the traditional borders between pure and applied mathematicsî. Activities of numerous top-level mathematicians, including Fields medalists and Abel laureates, demonstrate the attractivity of holomorphic dynamics as an active and challenging research field.\n\nWe propose to work on a research project based in holomorphic dynamics that actively connects to adjacent mathematical fields. We work on four closely connected Themes:\n\nA. We develop a classification of holomorphic dynamical systems and a Rigidity Principle, proposing the view that many of the additional challenges of non-polynomial rational maps are encoded in the simpler polynomial setting;\n\nB. We advance Thurstonís fundamental characterization theorem of rational maps and his lamination theory to the world of transcendental maps, developing a novel way of understanding of spaces of iterated polynomials and transcendental maps;\n\nC. We develop an extremely efficient polynomial root finder based on Newtonís method that turns the perceived problem of ìchaotic dynamicsî into an advantage, factorizing polynomials of degree several million in a matter of minutes rather than months ñ and providing a family of rational maps that are highly susceptible to combinatorial analysis, leading the way for an understanding of more general maps;\n\nD. And we connect this to geometric group theory via ìIterated Monodromy Groupsî, an innovative concept that helps solve dynamical questions in terms of their group structure, and that contributes to geometric group theory by providing natural classes of groups with properties that used to be thought of as ìexoticî.",
    "totalCost": "2312481",
    "ecMaxContribution": "2312481",
    "coordinator": "JACOBS UNIVERSITY BREMEN GGMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897147": {
            "orgId": "999897147",
            "orgName": "JACOBS UNIVERSITY BREMEN GGMBH",
            "ecContrib": 2312481
        }
    },
    "calculatedTotalContribution": 2312481
}