{
    "rcn": "204895",
    "acronym": "QED-PROTONSIZE",
    "topics": "ERC-ADG-2015",
    "title": "The Proton Size Puzzle: Testing QED at Extreme Wavelengths",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "A key component of the Standard Model is Quantum Electrodynamics (QED). QED explains e.g. the anomalous magnetic moment of the electron and small energy shifts in the energy structure of atoms and molecules due to vacuum fluctuations. After decades of precision measurements, especially laser spectroscopy in atomic hydrogen, QED is considered the most successful and best-tested theory in physics. However, in 2010 precision spectroscopy in muonic-hydrogen (where the electron is replaced with a muon) has lead to discrepancies in energy level structure that cannot be accounted for. If QED is considered correct, then one way of interpreting the results is that the size of the proton is different in normal (electronic) hydrogen by as much as 4% (a 7 sigma effect) compared to muonic hydrogen. Despite great theoretical and experimental efforts, this 'proton size puzzle' is still unsolved.\n\nI propose to perform precision spectroscopy in the extreme ultraviolet near 30 nm in the helium\\ ion, to establish an exciting new platform for QED tests and thereby shed light on the proton-size puzzle. The advantages of helium ions over hydrogen atoms are that they can be trapped (observed longer), QED effects are more than an order of magnitude larger, and the nuclear size of the alpha particle is better known than the proton. Moreover, the CREMA collaboration has recently measured the 2S-2P transition in muonic He\\ (both 3He and 4He isotopes) at the Paul Scherrer Institute. Evaluation of the measurements is ongoing, but could lead to an 8 fold (or more) improved alpha-particle radius, so that it is no longer limiting QED theory in normal He\\. I will use several ground-breaking methods such as Ramsey-comb spectroscopy in the extreme ultraviolet to measure the 1S-2S transition in trapped normal electronic He\\, with (sub) kHz spectroscopic accuracy. This will provide a unique and timely opportunity for a direct comparison of QED in electronic and muonic systems at an unprecedented level.",
    "totalCost": "2497664",
    "ecMaxContribution": "2497664",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 2497664
        }
    },
    "calculatedTotalContribution": 2497664
}