{
    "rcn": "204822",
    "acronym": "MMDYNASYS",
    "topics": "ERC-ADG-2015",
    "title": "Molecular Motors, powering dynamic functional molecular systems",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "In this proposal the unique properties of unidirectional light driven molecular rotary motors will be built upon to achieve dynamic control of function and develop responsive systems with a particular focus on systems in water. Light-driven molecular rotary motors are distinct from the majority of molecular switches, as they allow sequential access to multiple functional states in a responsive system through non-invasive stimulation. Importantly, continuous irradiation induces continuous rotary motion which provides a unique opportunity to design dynamic systems and responsive materials that can be driven out-of-equilibrium. The research program is divided in four work-packages: a) chemical and redox driven unidirectional motors; here we will develop processive unidirectional motors that can use (electro)chemical energy in a continuous manner, b) amplification of motion; here rotary motors operate in assemblies to amplify mechanical function over a wide range of length scales. Specifically we will use liquid crystal-water interfaces as a unique platform to control motion and organization. c) dissipative self-assembly: molecular motors offer fantastic opportunities to control self-assembly and drive such systems out-of-equilibrium. We aim at metastable aggregate formation (hydrogels) and the design of amphiphilic motors for responsive self-assembled nanostructures; d)triggering biomolecular function; the goal is to use rotary motors to regulate DNA transcription and ultimately as genuine powering device to control cardiac cell function. In the emerging field of photopharmacology, we take advantage of non-invasive high spatio-temporal control that switching with light provides.  The proposed research program is highly challenging but provides the comprehensive effort required to achieve control of complex nanomechanical systems and will opening a bright future for applications ranging from stimuli responsive materials to spatio-temporal control of biomolecular systems",
    "totalCost": "2499524",
    "ecMaxContribution": "2499524",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 2499524
        }
    },
    "calculatedTotalContribution": 2499524
}