{
    "rcn": "204886",
    "acronym": "NOVAMOX",
    "topics": "ERC-ADG-2015",
    "title": "Novel niches for anaerobic methane oxidation and their biogeochemical sigificance",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Motivated by a series of recent discoveries, NOVAMOX provides the first comprehensive biogeochemical and microbial ecological analysis of methane consumption in anoxic freshwater systems and oceanic oxygen minimum zones, environments where such processes to date were largely ignored. I propose that anaerobic microbial methane oxidation pathways are important sinks in for methane in these environments, thereby affecting methane emissions and the cycling of nitrogen, iron, and sulfur, as the cycling of these elements is coupled either directly or indirectly to methane oxidation. With the development of new incubation and sensing techniques necessary to detect the processes in their environment, we will identify and quantify active pathways of anaerobic methane oxidation, identify the organisms that catalyse these transformations, analyse their environmental distribution, characterize kinetic controls of their growth and metabolic activity, and analyse the isotopic signatures they may leave behind. The project will generate robust estimates of the biogeochemical significance of anaerobic methane oxidation in these overlooked niches, and provide a quantitative mechanistic framework for analysis of the role of these processes in Earthís biogeochemical evolution as well as for their implementation in forecasts of global change. The project will also provide fundamental new insights to the ecology of the highly specialized microorganisms involved in methane oxidation, for use in potential biotechnological applications.",
    "totalCost": "2462500",
    "ecMaxContribution": "2462500",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 2462500
        }
    },
    "calculatedTotalContribution": 2462500
}