{
    "rcn": "204855",
    "acronym": "RitualModes",
    "topics": "ERC-ADG-2015",
    "title": "Divergent modes of ritual, social cohesion, prosociality, and conflict.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The project aims to establish an authoritative scientific framework for understanding the relationship between group ritual, social cohesion, and pro-group behaviour. Rituals have shaped human societies for millennia, but the exact social consequences of rituals are poorly understood. The proposed research will identify the fundamental components of rituals worldwide and chart their effects on patterns of group alignment and action. Doing so will have a lasting impact on basic understandings of the nature, causes, and consequences of ritual dynamics as well as open up exciting new avenues of inquiry that bridge the humanities and social sciences. \n\nIt is proposed that within numerous cultures and group types, collective rituals come in two main forms with distinct consequences: 1) affectively-intense, rarely-enacted rituals bond group members tightly and motivate extreme self-sacrifice; 2) frequently repeated rituals create allegiance to broad collectives and motivate ingroup bias. Using this model as a starting point, the proposed research programme will seek to achieve three tightly linked objectives. Objective 1 will examine psychological mechanisms underlying ritualsí effects on group cohesion and behaviour in ten nations. Objective 2 will focus on the ritual dynamics of special populations exposed to group-related violence (e.g., war veterans, ex-convicts, war-torn communities). Objective 3 will examine the functions of ritual and cohesion in cultural group selection. Using new techniques, we will quantitatively code and analyse qualitative data on ritual and cohesion in large historical databases from hundreds of groups over the past 12,000 years. Overall, these research objectives aim to provide insights into key questions (e.g., what are the fundamental building blocks of group rituals?), understudied groups (e.g., revolutionary combatants), and unresolved debates in many fields (e.g., what motivates self-sacrifice?).",
    "totalCost": "2499980",
    "ecMaxContribution": "2499980",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION",
    "participantCountries": "UK",
    "projectParticipants": {
        "999911115": {
            "orgId": "999911115",
            "orgName": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION",
            "ecContrib": 40376
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2459604
        }
    },
    "calculatedTotalContribution": 2499980
}