{
    "rcn": "204873",
    "acronym": "CC-TOP",
    "topics": "ERC-ADG-2015",
    "title": "Cryosphere-Carbon on Top of the Earth (CC-Top):Decreasing Uncertainties of Thawing Permafrost and Collapsing Methane Hydrates in the Arctic",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "The enormous quantities of frozen carbon in the Arctic, held in shallow soils and sediments, act as ìcapacitorsî of the global carbon system. Thawing permafrost (PF) and collapsing methane hydrates are top candidates to cause a net transfer of carbon from land/ocean to the atmosphere this century, yet uncertainties abound. \n\nOur program targets the East Siberian Arctic Ocean (ESAO), the Worldís largest shelf sea, as it holds 80% of coastal PF, 80% of subsea PF and 75% of shallow hydrates. Our initial findings (e.g., Science, 2010; Nature, 2012; PNAS; 2013; Nature Geoscience, 2013, 2014) are challenging earlier notions by showing complexities in terrestrial PF-Carbon remobilization and extensive venting of methane from subsea PF/hydrates. The objective of the CC-Top Program is to transform descriptive and data-lean pictures into quantitative understanding of the CC system, to pin down the present and predict future releases from these ìSleeping Giantsî of the global carbon system.\n\nThe CC-Top program combines unique Arctic field capacities with powerful molecular-isotopic characterization of PF-carbon/methane to break through on:\n\nThe ìawakeningî of terrestrial PF-C pools: CC-Top will employ great pan-arctic rivers as natural integrators and by probing the ?13C/?14C and molecular fingerprints, apportion release fluxes of different PF-C pools.\n\nThe ESAO subsea cryosphere/methane: CC-Top will use recent spatially-extensive observations, deep sediment cores and gap-filling expeditions to (i) estimate distribution of subsea PF and hydrates; (ii) establish thermal state (thawing rate) of subsea PF-C; (iii) apportion sources of releasing methane btw subsea-PF, shallow hydrates vs seepage from the deep petroleum megapool using source-diagnostic triple-isotope fingerprinting.\n\nArctic Ocean slope hydrates: CC-Top will investigate sites (discovered by us 2008-2014) of collapsed hydrates venting methane, to characterize geospatial distribution and causes of destabilization.",
    "totalCost": "2499756",
    "ecMaxContribution": "2499756",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 2499756
        }
    },
    "calculatedTotalContribution": 2499756
}