{
    "rcn": "204821",
    "acronym": "PhysSF",
    "topics": "ERC-ADG-2015",
    "title": "Physics of Star Formation and Its Regulation",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "In the past decade we learned when and where stellar mass was built up in galaxies through cosmic time, now we must understand the physical causes in order to answer `How do galaxies form and evolve?í. This ERC project is designed to greatly advance our understanding of the physics of the star formation (SF) process and its regulation in typical star forming galaxies. The ERC project consists of 2 complementary parts: (A) an unparalleled characterization of the SF process in nearby galaxies through full exploitation of the revolutionary capabilities of the latest millimeter interferometers (ALMA) and optical integral field units (MUSE). This study will constrain the key physical parameters for the SF process on only 50pc scales - the scale of large HII regions and their predecessors, giant molecular clouds. At this crucial scale, the MUSE-ALMA-HST Survey will provide a characterization of the SF history, stellar/gaseous surface densities, metallicities of stars and gas, the stellar radiation field, extinction, and stellar/gas kinematics, and thus uncover the physical conditions that control and regulate the SF process. Part (B) will place the results of part (A) in a cosmological context, by characterizing key galaxy quantities (e.g., gas mass fraction, specific SF rates, gas depletion times) in fully representative galaxy samples after (z<3) and before (z>3) the peak epoch of cosmic star formation density. In addition to providing the critically needed constraints on the conditions that govern the SF process, this ERC project will provide the observational benchmark for state-of-the art galaxy simulations and models. The PI is internationally recognized as a leader in SF studies in nearby and distant galaxies, and has successfully led large international collaborations that strongly shaped our current understanding of the SF process. Through her track record and access to the required data, the PI is uniquely positioned to successful lead this ambitious program.",
    "totalCost": "2495000",
    "ecMaxContribution": "2495000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2495000
        }
    },
    "calculatedTotalContribution": 2495000
}