{
    "rcn": "204876",
    "acronym": "Dark-OsT",
    "topics": "ERC-ADG-2015",
    "title": "Experimental Searches for Oscillating and Transient effects from the Dark Sector",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "The objective of the proposed project is to pioneer a magnetometry-based experimental framework for the detection of time-varying signatures of the ëdark sectorí. This novel approach will enable systematic searches for particles contributing to the dark matter and for dark-energy components.\n\nThe nature of dark matter and that of dark energy are among the central open problems in modern physics. There are only few experimental bounds and so far no conclusive observations of dark-sector particles or fields. Experiments enabling a direct coupling to the dark sector and thus a systematic search for and study of the contributing particles and fields would open up new vistas for areas ranging from particle physics to astrophysics and cosmology, and would in particular provide insights into the physics beyond the Standard Model.\n\nHere, we propose a framework for such experimental searches based on high-precision magnetometers, and networks thereof. Our approach is distinct from existing efforts in two ways. First, it will enable searches for so-far unexplored couplings to ultra-light bosonic particles present in the Universe that could be components of dark matter and/or dark energy, in particular axions and axion-like particles (ALPs). Second, we will develop and use devices and methods tailored to search for oscillating and transient, rather than time-independent, effects. Specifically, we will use nuclear magnetic resonance (NMR) techniques for detecting spin precession caused by background axion and ALP dark matter, and geographically separated magnetometers for identify transient effects, such as crossing domain walls of ALP fields, which have been proposed as a possible dark-energy component.\n\nThe devices and methods developed in the framework of this project will provide the essential components for unique searches for a broad class of dark-matter and dark-energy candidates and might enable the key experiments to understanding the dark sector.",
    "totalCost": "2474875",
    "ecMaxContribution": "2474875",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 2474875
        }
    },
    "calculatedTotalContribution": 2474875
}