{
    "rcn": "204858",
    "acronym": "PrintPack",
    "topics": "ERC-ADG-2015",
    "title": "Arranging the Particles: Step Changing Chemical Measurement Technology",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The progress in liquid chromatography (LC), basically following Mooreís law over the last decade, will soon come to a halt. LC is the current state-of-the-art chemical separation method to measure the composition of complex mixtures. Driven by the ever growing complexity of the samples in e.g., environmental and biomedical research, LC is constantly pushed to higher efficiencies. Using highly optimized and monodisperse spherical particles, randomly packed in high pressure columns, the progress in LC has up till now been realized by reducing the particle size and concomitantly increasing the pressure. With pressure already up at 1500 bar, groundbreaking progress is still badly needed, e.g., to fully unravel the complex reaction networks in human cells.\nFor this purpose, it is proposed to leave the randomly packed bed paradigm and move to structures wherein the 1 to 5 micrometer particles currently used in LC are arranged in perfectly ordered and open-structured geometries. This is now possible, as the latest advances in nano-manufacturing and positioning allow proposing and developing an inventive high-throughput particle assembly and deposition strategy. The PI's ability to develop new parts of chromatography will be used to rationally optimize the many possible geometries accessible through this disruptive new technology, and identify those structures coping best with any remaining degree of disorder. Using the PI's experimental know-how on microfluidic chromatography systems, these structures will be used to pursue the disruptive gain margin (order of factor 100 in separation speed) that is expected based on general chromatography theory. \nTesting this groundbreaking new generation of LC columns together with world-leading bio-analytical scientists will illustrate their potential in making new discoveries in biology and life sciences. The new nano-assembly strategies might also be pushed to other applications, such as photonic crystals.",
    "totalCost": "2488812,5",
    "ecMaxContribution": "2488812,5",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 2488812
        }
    },
    "calculatedTotalContribution": 2488812
}