{
    "rcn": "204896",
    "acronym": "IMMUNOALZHEIMER",
    "topics": "ERC-ADG-2015",
    "title": "The role of immune cells in Alzheimer's disease",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "'Alzheimerís disease is the most common form of dementia affecting more than 35 million people worldwide and its prevalence is projected to nearly double every 20 years with tremendous social and economical impact on the society. There is no cure for Alzheimer's disease and current drugs only temporarily improve disease symptoms. \nAlzheimer's disease is characterized by a progressive deterioration of cognitive functions, and the neuropathological features include amyloid beta deposition, aggregates of hyperphosphorylated tau protein, and the loss of neurons in the central nervous system (CNS). Research efforts in the past decades have been focused on neurons and other CNS resident cells, but this 'neurocentric' view has not resulted in disease-modifying therapies. \nGrowing evidence suggests that inflammation mechanisms are involved in Alzheimer's disease and our team has recently shown an unexpected role for neutrophils in Alzheimer's disease, supporting the innovative idea that circulating leukocytes contribute to disease pathogenesis. \nThe main goal of this project is to study the role of immune cells in animal models of Alzheimer's disease focusing on neutrophils and T cells. We will first study leukocyte-endothelial interactions in CNS microcirculation in intravital microscopy experiments. Leukocyte trafficking will be then studied inside the brain parenchyma by using two-photon microscopy, which will allow us to characterize leukocyte dynamic behaviour and the crosstalk between migrating leukocytes and CNS cells. The effect of therapeutic blockade of leukocyte-dependent inflammation mechanisms will be determined in animal models of Alzheimer's disease. Finally, the presence of immune cells will be studied on brain samples from Alzheimer's disease patients. Overall, IMMUNOALZHEIMER will generate fundamental knowledge to the understanding of the role of immune cells in neurodegeneration and will unveil novel therapeutic strategies to address Alzheimerís disease.'",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI VERONA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}