{
    "rcn": "204860",
    "acronym": "RespeCT",
    "topics": "ERC-ADG-2015",
    "title": "Respiratory Disease Screening with Dark-Field Computed Tomography",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "The grand goal of this proposal is to translate a recently explored and fundamentally different x-ray contrast mechanism, namely x-ray dark-field imaging, from present in-vivo small-animal proof-of-principle studies to a first clinical dark-field computed tomography (CT) prototype for future human diagnostics. Complementing this main technological development goal, we will explore the potential future clinical diagnostic application range of this technology by systematically screening multiple small-animal disease models. \nAs one of the potentially most beneficial applications, we will particularly focus on one rapidly growing challenge in the healthcare sector, namely the early detection and screening of chronic obstructive pulmonary disease (COPD). For Europe, COPD has been estimated to affect 5-10% of adults over 40 years of age. This translates to 12-25 million individuals affected by COPD in the European Union. If dark-field CT imaging can substantially improve early diagnosis and thus prompt appropriate therapeutic treatment in these patients, this project has the potential to prolong and improve the lives of millions of Europeans. Further, the cost of COPD to society in Europe could be decreased by billions each year, if COPD ñ with emphysema as one of its main components ñ could be accurately detected, effectively treated, and stabilized at early stages of the disease.\nBesides COPD, we will explore the potential clinical benefit of dark-field CT for better diagnosis of pulmonary fibrosis, lung cancer, asthma, pneumothorax, acute lung injury, bronchopulmonary dysplasia, inflammation, and radiation-induced lung injury as a consequence of radiation therapy after lung cancer.\nThe ambition to deliver more than just an academic proof-of-principle development, but a clinically usable new imaging device for a broad medical community is underlined by a firm commitment of an industrial partner (Philips) to support this project, should the proposal receive funding.",
    "totalCost": "2357212,5",
    "ecMaxContribution": "2357212,5",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 2357212
        }
    },
    "calculatedTotalContribution": 2357212
}