{
    "rcn": "204835",
    "acronym": "EntangleGen",
    "topics": "ERC-ADG-2015",
    "title": "Entanglement Generation in Universal Quantum Dynamics",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "A paradigm example of precise predictions in complex systems is the universal scaling of correlation functions close to phase transitions, with their associated critical exponents. The extension of this concept to time dependent problems has been studied in the classical regime as well as in the quantum regime. A clean experimental confirmation of this prediction in a quantum system as well as of its connection to non-local entanglement generation is the defined goal of this project.\nThe experimental system builds on atomic Bose-Einstein condensates with precisely controlled internal degrees of freedom. Their physics can be mapped onto extensively studied spin systems in the large-collective-spin limit. While the mean evolution of these large spins is well captured by classical descriptions, the detailed study of the fluctuations can reveal particle entanglement. The technology for such high-precision measurements has been pioneered by the PI, demonstrating entanglement in spin-squeezed as well as non-gaussian entangled states.\nIn this project one-dimensional gases will be realized allowing for the implementation of a spin system revealing a quantum phase transition. While the spatial spin-spin correlation functions can already be detected, the future experimental development concerns the implementation of non-demolition/weak measurements of the spin degree of freedom. This makes time-time and time-space correlation functions for the first time accessible, as a necessary prerequisite for the envisaged studies of universal dynamics out of equilibrium and the experimental confirmation of non-local entanglement. Observation of scale invariance in the then available full correlation landscape will allow the verification of the presence of a non-thermal fixed point.\nThe successful demonstration will lead to a paradigm shift in the description of quantum dynamics in complex systems and will also open up new routes for generating quantum resources for quantum metrology.",
    "totalCost": "2390000",
    "ecMaxContribution": "2390000",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 2390000
        }
    },
    "calculatedTotalContribution": 2390000
}