{
    "rcn": "204862",
    "acronym": "INTEGRAL",
    "topics": "ERC-ADG-2015",
    "title": "Signal Integration by Gene Regulatory Landscapes",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "Identification of the molecular mechanisms by which gene regulatory landscapes integrate diverse signaling inputs into a robust and dynamic transcriptional output is key to a comprehensive mechanistic understanding of the systems that govern vertebrate organogenesis. We will tackle this by taking advantage of our in-depth knowledge of the self-regulatory signaling systems controlling vertebrate limb development. To capture the dynamics by which the major signaling pathways (BMP, SHH, WNT, FGF) interact to control gene expression, we will profile chromatin architecture, epigenetic marks and the interaction kinetics of transcriptional effectors with cis-regulatory modules (CRMs) during mouse limb bud development. First, we will focus on the Grem1 gene regulatory landscape, as this BMP antagonist is a key node in the system and its spatio-temporal expression is regulated by all four pathways. This analysis will capture the temporal activity of all CRMs in the Grem1 landscape and reveal the ones that are targets of one or several signaling pathways. The functional requirements of single and multiple CRMs with redundant functions will be assessed by gain- and loss-of-function genetics in mice. This analysis together with in silico simulations of the relevant interactions aims to reveal the underlying regulatory logic. Second, the genome-wide datasets will be used to analyse the gene regulatory landscapes of signals involved in epithelial-mesenchymal and auto-regulatory feedbacks. Third, the trans-cis regulatory alterations underlying the evolutionary diversifications that resulted in digit loss and reductions will be functionally studied by comparative analysis of mouse, bovine, pig and chicken limb buds. Finally, as aberrant Grem1 expression predisposes to various diseases and cancers, we will study the trans-cis regulatory alterations that affect the Grem1 landscape in a mouse model of SHH-induced cerebellar medulloblastomas, which depends on aberrant Grem1 expression.",
    "totalCost": "2499500",
    "ecMaxContribution": "2499500",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 2499500
        }
    },
    "calculatedTotalContribution": 2499500
}