{
    "rcn": "204868",
    "acronym": "InPairs",
    "topics": "ERC-ADG-2015",
    "title": "In Silico Pair Plasmas: from ultra intense lasers to relativistic astrophysics in the laboratory",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "How do extreme electromagnetic fields modify the dynamics of matter? Will quantum electrodynamics effects be important at the focus of an ultra intense laser? How are the magnetospheres of compact stellar remnants formed, and can we capture the physics of these environments in the laboratory? These are all longstanding questions with an overarching connection to extreme plasma physics.\nElectron-positron pair plasmas are pervasive in all these scenarios. Highly nonlinear phenomena such as QED processes, magnetogenesis, radiation, field dynamics in complex geometries, and particle acceleration, are all linked with the collective dynamics of pair plasmas through mechanisms that remain poorly understood.\nBuilding on our state-of-the-art models, on the availability of enormous computational power, and on our recent transformative discoveries on ab initio modelling of plasmas under extreme conditions, the time is ripe to answer these questions in silico. InPairs aims to understand the multidimensional dynamics of electron-positron plasmas under extreme laboratory and astrophysical fields, to determine the signatures of the radiative processes on pair plasmas, and to identify the physics of the magnetospheres of compact stellar remnants, focusing on the electrodynamics of pulsars, that can be mimicked in laboratory experiments using ultra high intensity lasers and charged particle beams.\nThis proposal relies on massively parallel simulations to bridge the gap, for the first time, between the pair plasma creation mechanisms, the collective multidimensional microphysics, and their global dynamics in complex geometries associated with laboratory and astrophysical systems. Emphasis will be given to detectable signatures e.g. radiation and accelerated particles, with the ultimate goal of solving some of the central questions in extreme plasma physics, thus opening new connections between computational studies, laboratory experiments, and relativistic plasma astrophysics.",
    "totalCost": "1951123,5",
    "ecMaxContribution": "1951123,5",
    "coordinator": "INSTITUTO SUPERIOR TECNICO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992983": {
            "orgId": "999992983",
            "orgName": "INSTITUTO SUPERIOR TECNICO",
            "ecContrib": 1951124
        }
    },
    "calculatedTotalContribution": 1951124
}