{
    "rcn": "204846",
    "acronym": "BABYRHYTHM",
    "topics": "ERC-ADG-2015",
    "title": "Oscillatory Rhythmic Entrainment and the Foundations of Language Acquisition",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Half of ìlate talkersî, infants who are not yet speaking by 2 years of age, will go on to develop language impairments. Currently, we have no reliable means of identifying these infants. Here we combine our developmental approach to phonology (psycholinguistic grain size theory), to the neural mechanisms underlying speech encoding (temporal sampling [TS] theory) and our work on the developmental importance of the speech amplitude envelope (AE) to open a new research front in the foundations of language acquisition. Recent adult research confirms our decade-long focus on the importance of sensitivity to AE ërise timeí in childrenís language development, showing that rise times (ëauditory edgesí) re-set the endogenous cortical oscillations that encode speech. Accordingly, we now apply our in-house state-of-the-art methods for measuring oscillatory rhythmic entrainment in children along with our recent theoretical and behavioural advances concerning AE processing to infant studies. Our core aim is to use the TS theoretical perspective and analysis methods to generate robust early neural and behavioural markers of phonological and morphological development: TS for infants. We have published the first-ever studies of oscillatory entrainment to speech rhythm by children and we have developed methods for technically-challenging EEG speech envelope reconstruction. We now apply these innovative methods to infant language learning and infant-directed speech. Using our cutting-edge EEG methods, we will deliver a novel and innovative road map for charting early language acquisition from a rhythmic entrainment perspective. Our recent 5-year study of rise time sensitivity in infants confirms the feasibility of a TS approach. As our focus is on prosody, syllable stress and syllable processing, our methods will apply across European languages.",
    "totalCost": "2614275",
    "ecMaxContribution": "2614275",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}