{
    "rcn": "204890",
    "acronym": "PicoCB",
    "topics": "ERC-ADG-2015",
    "title": "Exploring the Chemical Biology of Sequence Space via Picoliter Droplets",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Directed evolution of functional proteins has arguably emerged as an approach to protein engineering that can complement or better design-led approaches to protein function. However, as a random process, enormous numbers of variants have to be screened and selected to have a chance to identify successful catalysts. This process is costly and cumbersome: Industrial screening facilities require investment of tens to hundred millions of dollars. My group has implemented key steps towards conducting quantitative biological experiments in a much cheaper format. Screening of individual library members in monodisperse oil-in-water compartments ('microdropletsí) that are generated at kHz frequencies in microfluidic devices has been shown to be possible. The droplet compartment constitutes a link between a given phenotype and its encoding genotype, by capturing reaction product, and thus providing a unique system to screen for catalysis.In this way quantitative fitness landscapes for interconversion of members of enzyme superfamilies along the lines of catalytic promiscuity, understanding the factors governing specificity and the mechanistic interpretation of the observed evolutionary pathways can be made. We now apply this screening system of unprecedented capacity for directed evolution and metagenomic screening of enzymes in in vivo and in vitro formats. We plan to apply this system to do experiments that would not be possible with conventional, lower throughput approaches: (i) screening of metagenomic libraries for rare and promiscuous activities that characterise environmental gene collections for their reactivity and potential for applied biocatalysis; (ii) developing a fundamental understanding of and strategic guidelines for enzyme evolution based on fitness landscapes that record data on multiple, promiscuous activities in response to Indel mutations; and (iii) evolution of gene networks to build up signalling networks in vitro.",
    "totalCost": "2308221",
    "ecMaxContribution": "2308221",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}