{
    "rcn": "204850",
    "acronym": "TNT-TUMORS",
    "topics": "ERC-ADG-2015",
    "title": "Therapeutic approaches to enhance innate immunity against Tumors",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Recent advances using immune checkpoint inhibitors demonstrate the great potential of immunemodulation in cancer and metastasis treatment. However, the effective treatment of only a subset of patients shows that this is only the start to utilize the power of the immune system to fight cancer. An interesting approach is to harness innate immune cells, such as plasmacytoid dendritic cells (pDCs) and tumor-associated macrophages (TAM) to attack tumors and to enhance the effect of standard anti-cancer therapies. Recently, using mouse models we identified two independent mechanisms by which modulation of these two cell types restrained tumor growth. First, the direct killing of tumor cells by pDCs that occurs independent of the adaptive immune system. Second, we identified a tumor-promoting role of EGFR-expressing (EGFR\\) TAMs during tumorigenesis. This enables us to look at the role of EGFR in tumorigenesis in a completely new way and we plan to exploit this novel finding to reevaluate the mechanism by which anti-EGFR drugs are effective in tumors. The mechanisms endowing pDCs with tumor-killing capacities and determining the specificity of tumor cell recognition by activated pDCs are poorly understood. Furthermore, the interaction of pDCs with macrophages has never been investigated in tumors. Here I propose to define the molecular mechanisms by which pDCs and TAMs can be instructed to adopt an anti-tumorigenic phenotype. Inducible and cell-specific genetic mouse models mimicking human cancers will allow to molecularly dissect the immunemodulatory capacity of pDCs and TAMs. State-of-the-art large scale in vitro and in vivo RNAi screens will provide a platform to identify novel molecular pathways and open the possibility for testing new strategies in cancer immunetherapy. The clinical significance of our findings will be validated in human cancer samples in close cooperation with clinicians, which ensures a fast predictive and therapeutic translation of our results.",
    "totalCost": "2499646",
    "ecMaxContribution": "2499646",
    "coordinator": "MEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 2499646
        }
    },
    "calculatedTotalContribution": 2499646
}