{
    "rcn": "204810",
    "acronym": "HERITAGE",
    "topics": "ERC-ADG-2015",
    "title": "Monumental Art of the Christian and Early Islamic East: Cultural Identities and Classical Heritage",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "This project will analyse the monumental art (large decorative programmes on buildings) of two areas of the former eastern Roman Empire which came under Islamic rule but which have never been the subject of an integrated comprehensive study: Egypt and Syro-Palestine (modern Syria, Jordan, Lebanon, and Israel/Palestine). It aims to determine systematically how the strength and nature of the local ëclassicalí (Greco-Roman) traditions and expressions of identities influenced monumental art in these regions during Late Antiquity (AD 250ñ750), the period of transition from paganism to Christianity and, in turn, to Islam. By defining and distinguishing between the different strands of classical influence, both local and external (from the centres of Rome, Constantinople, and Alexandria), and investigating the roles of local artists and artisans as creators rather than imitators, this project will transform our understanding of the artistic culture of the late antique Middle East.\n\nTo achieve these objectives, this 5-year project, with a team of 4 post-docs, will apply an interdisciplinary methodology, using archaeology, architecture, art history, and textual analysis to examine evidence in a range of media (floor and wall mosaics, paintings, relief sculptures). The results will be presented in a synthetic analytical volume written by the PI and two books on late antique and early Islamic mosaics by the post-docs, with material placed on the Manar al-Athar open-access website.\n\nMonumental art is the most visible surviving artistic heritage in the Middle East, on major buildings such as the Dome of the Rock in Jerusalem, the Great Mosque in Damascus, ëdesert castlesí, and church mosaic floors. This art is increasingly endangered, so it is essential to undertake this project now to show the importance of this art, the roles of ancestors of peoples of the Middle East in its creation, and the shared classical heritage of the Middle East and the West.",
    "totalCost": "2350533",
    "ecMaxContribution": "2350533",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2350533
        }
    },
    "calculatedTotalContribution": 2350533
}