{
    "rcn": "204815",
    "acronym": "BM",
    "topics": "ERC-ADG-2015",
    "title": "Becoming Muslim: Conversion to Islam and Islamisation in Eastern Ethiopia",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "'\nWhy do people convert to Islam? The contemporary relevance of this question is immediately apparent.'Becoming Muslim' will transform our knowledge about Islamisation processes and contexts through archaeological research in Harar, Eastern Ethiopia, and examine this in comparison to other regions in sub-Saharan Africa via publication and a major conference. Assessing genuine belief is difficult, but the impact of trade, Saints, Sufis and Holy men, proselytisation, benefits gained from Arabic literacy and administration systems, enhanced power, prestige, warfare, and belonging to the larger Muslim community have all been suggested. Equally significant is the context of conversion. Why were certain sub-Saharan African cities key points for conversion to Islam, e.g. Gao and Timbuktu in the Western Sahel, and Harar in Ethiopia? Archaeological engagement with Islamisation processes and contexts of conversion in Africa is variable, and in parts of the continent research is static. This exciting 4-year project explores, for the first time, Islamic conversion and Islamisation through focusing on Harar, the most important living Islamic centre in the Horn of Africa, and its surrounding region.\nIslamic archaeology has been neglected in Ethiopia, and is wholly non-existent in Harar. Excavation at 5 key sites: 2 shrines, 2 abandoned settlements, 1 urban site, will permit evaluation of urban Islam, the veneration of saints, pilgrimage and shrine based practices, rural Islam, architecture and jihad, changes in lifeways, and early and comparative evidence for Islam and long-distance trade, through analysis of, e.g. architecture, epigraphy, burial orientation, imported artifacts, and faunal and botanical remains. Although it is fully acknowledged that conversion to Islam and Islamisation processes are not universal, my project is groundbreaking in developing and applying a transferable methodology for the archaeological explanation of 'Becoming Muslim' in sub-Saharan Africa.'",
    "totalCost": "1031105",
    "ecMaxContribution": "1031105",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "ADDIS ABABA UNIVERSITY;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "ET;BE",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 949700
        },
        "992842046": {
            "orgId": "992842046",
            "orgName": "ADDIS ABABA UNIVERSITY",
            "ecContrib": 13905
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 67500
        }
    },
    "calculatedTotalContribution": 1031105
}