{
    "rcn": "204809",
    "acronym": "MemoryDynamics",
    "topics": "ERC-ADG-2015",
    "title": "Writing and editing of memories from acquisition to long-term consolidation",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Nervous systems produce adaptive behavior, arguably their most important function, through learning and memory. Memories ensure that what is learned will be available for later retrieval. Upon the initial learning process, synaptic plasticity important for memory consolidation is triggered within minutes, but whether, and in which form memories will be retained more permanently can be influenced by information and insights gained after the initial trigger. Learning and memory have been studied extensively, but we still know very little about the mechanisms through which memories are shaped after acquisition. Here we hypothesize that instead of simply reflecting requirements to produce long-term memory traces, cascades of plasticity processes induced at the time of acquisition might also reflect systems requirements for updating of new relevant information, as well as selection of potentially useful memories that need to enter the process of long-term consolidation.\n\nRecent advances in neuroscience have provided powerful novel means to reveal, analyze and manipulate memory traces in the living brain, from single neurons to systems, and to interrogate their function. This research program will address the functional roles of learning-related plasticity processes unfolding subsequent to acquisition in learning and memory. We will investigate how hippocampal memories are shaped during several hours after acquisition through network activity and addition of new information through experience, and how these processes involve unique roles for dorsal hippocampus, and for dedicated neuronal circuits. Furthermore, we will study how shaped memories are then long-term consolidated, including the key role of ventral hippocampal circuitry, and how memories are further modified through subsequent learning. This research will produce fundamentally novel insights into how learning leads to adaptive behavior through writing and editing of memories.",
    "totalCost": "2499604",
    "ecMaxContribution": "2499604",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 2499604
        }
    },
    "calculatedTotalContribution": 2499604
}