{
    "rcn": "204885",
    "acronym": "COLOUR",
    "topics": "ERC-ADG-2015",
    "title": "THE COLOUR OF LABOUR: THE RACIALIZED LIVES OF MIGRANTS",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "This project is about the racialization of migrant labourers across political boundaries, with a main focus on impoverished Europeans who served in huge numbers as indentured labourers in nineteenth-century Guianese, Caribbean and Hawaiian sugar plantations and in the workforce of late nineteenth and early twentieth century New England cotton mills. \nWith this project I aim to provide major, innovative contributions on three fronts: \n(i) theory-making, by working the concepts of race, racism, racialization, embodiment and memory in association with migrant work across political boundaries and imperial classifications; \n(ii) social relevance of basic research, by linking an issue of pressing urgency in contemporary Europe to substantive, broad-scope, and multi-sited anthropological/historical research on the wider structures of domination, rather than to targeted problem-solving research of immediate applicability; \n(iii) disciplinary scope, by proposing to unsettle historical anthropology and ethnographic history from within the boundaries of a single empire, and to overcome the limitations of existing comparative studies, by inquiring into the flows and interactions between competing empires. \nI will also: \n(iv) strengthen the methodology for multi-sited, multi-period research in anthropology; \n(v) contribute to an anthropology of global connections and trans-local approaches; \n(vi) promote the multidisciplinary and combined-methods approach to complex subjects; \n(vii) narrate a poorly known set of historical situations of labour racializations involving Europeans and document the ways they reverberate through generations;  and \n(viii) make the analysis available to both academic audiences and the different communities involved in the research.",
    "totalCost": "2161397",
    "ecMaxContribution": "2161397",
    "coordinator": "INSTITUTO DE CIENCIAS SOCIAIS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885701": {
            "orgId": "999885701",
            "orgName": "INSTITUTO DE CIENCIAS SOCIAIS",
            "ecContrib": 2161397
        }
    },
    "calculatedTotalContribution": 2161397
}