{
    "rcn": "204836",
    "acronym": "IsoMet",
    "topics": "ERC-ADG-2015",
    "title": "Bacterial isoprene metabolism: a missing link in a key global biogeochemical cycle",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Isoprene is a very important climate-active biogenic volatile organic compound with both global warming and cooling effects. Globally, terrestrial plants emit huge amounts (~500-750 million tonnes) of isoprene per year. This is approximately the same quantity as methane released to the amosphere. Isoprene emissions are predicted to rise due to global warming and increased use of isoprene-emitting trees (oil palm, poplar) for biofuel production but almost nothing is known about its biogeochemical cycle. Microbes are a sink for isoprene and through their activity in soils and on the leaves of isoprene-emitting plants, they will be important in removal of isoprene in the biosphere before it gets released to the atmosphere. \nThe aim of the project is to obtain a critical, fundamental understanding of the metabolism and ecological importance of biological isoprene degradation and to test the hypothesis that isoprene degrading bacteria play a crucial role in the biogeochemical isoprene cycle, thus helping to mitigate the effects of this important but neglected climate-active gas. Key objectives are to elucidate the biological mechanisms by which isoprene is metabolised, establish novel methods for the study of isoprene biodegradation and to understand at the mechanistic level how isoprene cycling by microbes is regulated in the environment. Bacteria that metabolise isoprene will be isolated from a range of terrestrial and marine environments and characterised using a multidisciplinary approach and a wide range of cutting edge techniques. We will elucidate the pathways of isoprene metabolism and their regulation by characterising genes/enzymes catalysing key steps in isoprene degradation, use innovative molecular ecology methods to determine distribution, diversity and activity of isoprene degraders and assess the contribution that microbes make in the removal of isoprene from the biosphere, thereby mitigating the effects of this climate-active compound.",
    "totalCost": "2494693",
    "ecMaxContribution": "2494693",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 2494693
        }
    },
    "calculatedTotalContribution": 2494693
}