{
    "rcn": "204848",
    "acronym": "BodyCapital",
    "topics": "ERC-ADG-2015",
    "title": "The healthy self as body capital: Individuals, market-based societies and body politics in visual twentieth century Europe.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "From testicular grafting (1920s) to step counting watches (2014), the perceptions and practices of health seeking individuals have been marked by continuities and profound changes during a twentieth century largely shaped by the advent of a communication society. Visuals can be a source to understand transformations by postulating an interactive, performative power of mass media in societies. Which roles did visuals play in changes from public health and human capital collective understandings of the healthy self to new (sometimes debated) perceptions and practices of our bodies as forms of individual capital in an increasing market-economized world?\nPursuing these questions, the project focuses on four fields of investigation -food/nutrition; movement/exercise/sports; sexuality/reproduction/infants and dependency/addiction/overconsumption- in Germany, France and Great Britain studied with an entangled history framework.\nWithin this scope the project aims at understanding (1)how visuals shape our health related self-understandings and practices in a continuity/discontinuity from the bio-political to the bio-economic logic. (2) The project will explore and explain how and why understandings of body capital differ or overlap in European countries. (3) The project will analyse if and how visual media serve as a promotion-communication hyphen for twentieth century preventive-self understanding.\nWith a visual perspective on a long twentieth century, the project seeks to better understand changes and continuities in the history of health intertwined with the history of media. This will provide new insights into how the internalization of bodycapital has evolved throughout the past century, how transformations in the media world (from film to TV to internet) play out at the individual level and how health challenges and cultural differences in body perceptions and practices persist in producing social distinction in an age of global information and advanced health systems.",
    "totalCost": "2492123,75",
    "ecMaxContribution": "2492123,75",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 2492124
        }
    },
    "calculatedTotalContribution": 2492124
}