{
    "rcn": "204847",
    "acronym": "COSMOKEMS",
    "topics": "ERC-ADG-2015",
    "title": "EXPERIMENTAL CONSTRAINTS ON THE ISOTOPE SIGNATURES OF THE EARLY SOLAR SYSTEM",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "This project aims at simulating the processes that took place in the early Solar System to determine how these processes shaped the chemical and isotope compositions of solids that accreted to ultimately form terrestrial planets. Planetary materials exhibit mass dependent and mass independent isotope signatures and their origin and relationships are not fully understood. This proposal will be based on new experiments reproducing the conditions of the solar nebula in its first few million years and on a newly designed Knudsen Effusion Mass Spectrometer (KEMS) that will be built for the purpose of this project. This project consists of three main subprojects: (1) we will simulate the effect of particle irradiation on solids to examine how isotopes can be fractionated by these processes to identify whether this can explain chemical variations in meteorites. We will examine whether particle irradiation can cause mass independent fractionation, (2) the novel KEMS instrument will be used to determine the equilibrium isotope fractionation associated with reactions between gas and condensed phases at high temperature. It will also be used to determine the kinetic isotope fractionation associated with evaporation and condensation of solids. This will provide new constraints on the thermodynamic conditions, T, P and fO2 during heating events that have modified the chemical composition of planetary materials. These constraints will also help identify the processes that cause the depletion in volatile elements and the fractionation in refractory elements observed in planetesimals and planets, (3) we will examine the effect of UV irradiation on chemical species in the vapour phase as an attempt to reproduce observed isotope compositions found in meteorites or their components. These results may radically change our view on how the protoplanetary disk evolved and how solids were transported and mixed.",
    "totalCost": "3106625",
    "ecMaxContribution": "3106625",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 3106625
        }
    },
    "calculatedTotalContribution": 3106625
}