{
    "rcn": "204837",
    "acronym": "PolEc",
    "topics": "ERC-ADG-2015",
    "title": "The Political Economy of Power Relations",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Political economists want to understand conflict, electoral competition, special interest politics, regimes and institutional choices, and in all these subfields the term power appears frequently: power of countries, power of ethnic groups, power of interest groups, power of parties, power of the bureaucracy.\nPower is multidimensional and endogenous, and hence the standard theoretical and empirical analysis that takes a unified notion of power as an independent variable has led to wrong directions.\nBy acknowledging that power is multidimensional and endogenous, and thereby studying the endogenous interactions between the different types of power, we can further significantly the frontier of political economy.\nIn particular, I am going to show, theoretically and empirically, that all kinds of conflict, from civil war to interstate war and even class conflict, depend on the ìmismatchî between the relative power of the key players on different dimensions, for example military and political power.\nAn important byproduct of the mismatch theory is for the interpretation of the history of conflict after 1950:\nI claim that it is Bretton Woods that created the ground for a significant discontinuity, cutting down the incentives to interstate wars but increasing the incentives to start civil wars.\nFinally, the general idea that the dynamics of one type of power can depend significantly on relative power in other spheres will be applied also to the relationship between political power and the power of bureaucracies.\nThe empirical part of the project will involve new measurements of power and will benefit from collection of data on political texts, policy platform texts, legal texts and economic strength of ethnic groups over time and cross-countries.",
    "totalCost": "1540625",
    "ecMaxContribution": "1540625",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 1540625
        }
    },
    "calculatedTotalContribution": 1540625
}