{
    "rcn": "204893",
    "acronym": "INFIMOP",
    "topics": "ERC-ADG-2015",
    "title": "International Finance and Monetary Policy",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "How do financial globalization and monetary policies interact? This proposal studies the international transmission channels of monetary policy from the main financial centres to the rest of the world and the ability of countries to conduct independent monetary policy in a financially integrated world. I focus in particular on the role of different exchange rate regimes and on the implications of large cross border financial flows for monetary policy transmission. \n\nThe proposal is organized around four related parts: (i)  global financial conditions and monetary policy; (ii) central banking in large capital flow environments; (iii) heterogeneous financial intermediaries and monetary policy; and (iv) the structure of the international monetary system. \n\nIn the first part, I will use cutting-edge empirical methods to characterize the effect of monetary policy conducted in main financial centres on the global financial cycle, with a special focus on the role of financial intermediaries in channelling liquidity across borders. \n\nIn the second part, I will use high frequency data on financial markets to assess to what extent the inflation targeting open economies can have an independent monetary policy in the presence of international capital flows and induced credit creation. \n\nIn the third part, I will develop new theoretical modelling of the monetary policy transmission mechanism where heterogeneity in financial intermediation plays a key role. This novel framework will allow me to study in general equilibrium the interplay between the effect of monetary policy on investment and aggregate demand and the endogenous build-up of macroeconomic risk. I will then extend the model to the open economy.  \n\nFinally, I will propose a new model of the workings of the international monetary system based on the insurance properties of the reserve currency and asymmetric fiscal capacities. This micro-founded model will allow me to consider multipolar systems versus a dollar-centric",
    "totalCost": "1830866",
    "ecMaxContribution": "1830866",
    "coordinator": "LONDON BUSINESS SCHOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999433681": {
            "orgId": "999433681",
            "orgName": "LONDON BUSINESS SCHOOL",
            "ecContrib": 1830866
        }
    },
    "calculatedTotalContribution": 1830866
}