{
    "rcn": "204866",
    "acronym": "DYNURBAN",
    "topics": "ERC-ADG-2015",
    "title": "Urban dynamics: learning from integrated models and big data",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "City growth is driven by a combination of systematic determinants and shocks. Random growth models predict realistic city size distributions but ignore, for instance, the strong empirical association between human capital and city growth. Models with systematic determinants predict degenerate size distributions. We will develop an integrated model that combines systematic and random determinants to explain the link between human capital, entrepreneurship and growth, while generating relevant city size distributions. We will calibrate the model to quantify the contribution of cities to aggregate growth.\nUrban growth also has a poorly understood spatial component. Combining gridded data of land use, population, businesses and roads for 3 decennial periods we will track the evolution of land use in the US with an unprecedented level of spatial detail. We will pay particular attention to the magnitude and causes of ìslash-and-burnî development: instances when built-up land stops meeting needs in terms of use and intensity and, instead of being redeveloped, it is abandoned while previously open space is built up.\nJob-to-job flows across cities matter for efficiency and during the recent crisis they have plummeted. We will study them with individual social security data. Even if there have only been small changes in mismatch between unemployed workers and vacancies during the crisis, if workers shy away from moving to take a job in another city, misallocation can increase substantially.\nWe will also study commuting flows for Spain and the UK based on anonymized cell phone location records. We will identify urban areas by iteratively aggregating municipalities if more than a given share of transit flows end in the rest of the urban area. We will also measure the extent to which people cross paths with others opening the possibility of personal interactions, and assess the extent to which this generates productivity-enhancing agglomeration economies.",
    "totalCost": "1292586,25",
    "ecMaxContribution": "1292586,25",
    "coordinator": "FUNDACION CENTRO DE ESTUDIOS MONETARIOS Y FINANCIEROS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998763993": {
            "orgId": "998763993",
            "orgName": "FUNDACION CENTRO DE ESTUDIOS MONETARIOS Y FINANCIEROS",
            "ecContrib": 1292586
        }
    },
    "calculatedTotalContribution": 1292586
}