{
    "rcn": "204825",
    "acronym": "Gradual_Change",
    "topics": "ERC-ADG-2015",
    "title": "Gradual and abrupt environmental change: connecting physiology, evolution and community composition",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "A major goal in ecology is to predict how environmental changes, including drivers of global change, affect communities and ecosystem functioning, with society demanding answers to these pressing questions. A key limitation of virtually all experimental approaches addressing such questions is that treatments are delivered abruptly, while many changes occurring in nature are gradual. Here I propose to comprehensively study consequences of environmental change when delivered abruptly vs. gradually. In order to understand and model effects of gradual vs. abrupt changes, we need to simultaneously consider physiological effects (e.g. acclimation), evolutionary changes (e.g. adaptation) and changes in community composition and functioning. Even though changes at these levels likely interact, there is no study in which physiology, evolutionary changes and community shifts have been studied in response to a changing environmental factor. This research program thus enters unchartered territory of empirical environmental research in proposing work at this nexus of physiology, environmental change and community composition/ function. I focus on soil fungi, key players in terrestrial ecosystems, testing a range of gradually vs. abruptly changing environmental factors, in a range of soils, in the field and in microcosms. We connect differential responses to species traits, apply modeling and employ data syntheses across all biomes and organisms to achieve high external validity. We carry out a set of core experiments that will afford unprecedented insight into the nature of change in a community context in response to warming, focusing on soil fungi. In these we follow evolutionary change (phenotype and genotype), test physiological shifts by re-isolation of fungi and monitor community changes. This work will have transformative character in providing not only new mechanistic insights into effects of environmental change, but will also represent a step change in fungal ecology.",
    "totalCost": "2390598",
    "ecMaxContribution": "2390598",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 2390598
        }
    },
    "calculatedTotalContribution": 2390598
}