{
    "rcn": "204894",
    "acronym": "CASTECON",
    "topics": "ERC-ADG-2015",
    "title": "SHARING A GENOME: CASTE ANTAGONISM AND COADAPTATION IN SOCIAL INSECTS",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Eusociality, in which workers sacrifice their own reproduction to rear the offspring of queens, is a major focus of interest in evolutionary biology. A key aim during recent decades has been to understand the conflicts of interest within eusocial groups. In contrast, however, little is known about the underlying genetic architecture. In this proposal, we will use a mixture of field experiments and transcriptomics to address novel questions about the evolutionary dynamics of queen-worker interactions. Borrowing concepts from the field of sexual conflict, we will investigate a new idea: that the productivity of social groups is limited because castes are constrained by inter-caste genetic correlations from simultaneously reaching their optimal (dimorphic) phenotypes. We will also quantify caste dimorphism across an environmental gradient, and investigate the plasticity of dimorphism using transplants and social manipulations. In addition, we will cross-foster individuals between nests to test for coadaptation between queens and workers. And we will test a long-standing hypothesis experimentally for the first time: that queens manipulate worker phenotype in their own interests. \nThe proposed research will force us to look at eusociality in a completely new way. How caste dimorphism can evolve, the possibility that its evolution could be limited by genetic constraints, and the processes that could resolve those constraints, are topics that have hardly been considered. Recent research has strongly emphasized conflict between queens and workers, but the coadaptation of complementary phenotypes may be just as important. Our approach will be multidisciplinary: we will capitalize on state-of-the-art transcriptomic technology in combination with innovative field methods, and use study systems that allow exceptional sample sizes to be obtained in the wild, where natural selection operates. The overall result will be a new and exciting perspective on queen-worker coevolution.",
    "totalCost": "2424263",
    "ecMaxContribution": "2424263",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF SUSSEX",
    "participantCountries": "UK",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 0
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 2424263
        }
    },
    "calculatedTotalContribution": 2424263
}