{
    "rcn": "204819",
    "acronym": "partydemocracy",
    "topics": "ERC-ADG-2015",
    "title": "The Birth of Party Democracy. The Emergence of Mass Parties and the Choice of Electoral Laws in Europe and North America (1870-1940)",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The project will develop a theoretically-based account of the emergence of mass parties, the choice of electoral institutions, and the final crystallization of different party systems in Europe and North America during the emergence of mass democracy and the formation of modern parties (1870-1940). It will combine statistical and historical methods to explain the formation of diverse party systems as the outcome of political choices made at particular critical junctures that involved the creation of nonsocialist and socialist parties, the mobilization of their corresponding electorates, and the strategic response of ppolitical elites (often through the manipulation of electoral laws and sometimes through the creation of new electoral coalitions).\n \nThe project integrates (and, in part, adjudicates between) two different research traditions. It combines sociological approaches, initially used to explain variation in party systems in terms of the nature of underlying societal cleavages, with institutionalist accounts, showing how organizational factors (such as the extension and strategic choices of trade unions) and institutional variables (the choice of electoral rules) shaped parties and party systems in interaction with existing social cleavages.\n\nThe project is also innovative empirically. It will assemble a geocoded data set of electoral returns matched with socioeconomic characteristics at the constituency level in several European countries (Belgium, France, Germany, Great Britain and Sweden). It will then infer individual behavior with the aid of new methods of ecological statistical analysis. It will examine the organizational strategies of parties and, particularly, the choice of electoral institutions, through the careful use of focused comparisons across countries and time periods.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "INSTITUTE OF POLITICAL ECONOMY AND GOVERNANCE",
    "participantCountries": "ES",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 2500000
        },
        "938049947": {
            "orgId": "938049947",
            "orgName": "INSTITUTE OF POLITICAL ECONOMY AND GOVERNANCE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2500000
}