{
    "rcn": "204865",
    "acronym": "TACKLE",
    "topics": "ERC-ADG-2015",
    "title": "TACK Superphylum and Lokiarchaeota Evolution: Dissecting the Ecology and Evolution of Archaea to Elucidate the Prokaryote to Eukaryote Transition",
    "startDate": "01/08/2016",
    "endDate": "31/07/2021",
    "objective": "The emergence of complex eukaryotic life forms on Earth from prokaryotic cells is one of the most fundamental questions in biology and also one of the least understood transitions in evolution. Phylogenomic studies recently indicated that the eukaryotic line of descent arose from within the TACK\\L superphylum of Archaea. This proposal addresses the systematic analysis of two newly discovered, but largely uncharacterized lineages of Archaea from this superphylum that mark crucial evolutionary transitions. Thaumarchaeota harbor unique ëeukaryoticí features and represent the sole group of Archaea that has successfully radiated into virtually any moderate habitat on Earth. The Lokiarchaeota lineage found recently in deep marine sediments forms a direct sister group of Eukaryotes and exhibits an unprecedented array of genes that might have been instrumental for the ancestor of eukaryotes to develop its cellular and genomic complexity. Obviously, the molecular and biochemical investigation of both groups is timely and important, yet, it requires easy access and cultivation. We have now discovered Lokiarchaeota in local, accessible environments and were able to successfully cultivate thermophilic Thaumarchaeota. In this proposal, we will characterize the metabolic and structural traits of these two archaeal lineages and reconstruct their evolutionary ancestry in the context of the TACK\\L superphylum. Beside the use of cutting edge techniques for cultivation, metagenomics and stable-isotope-based imaging, a novel method will be developed for in situ metatranscriptomic analyses of archaea. This project will give fundamental insights into the ecological success of Archaea in commonplace environments and into the biology of the closest living prokaryotic relatives of Eukaryotes. Reconstructing the ancestral gene repertoire and biological features of lineages of the TACK\\L superphylum will help resolve the enigma of the emergence of eukaryotes.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}