{
    "rcn": "204854",
    "acronym": "INSEETO",
    "topics": "ERC-ADG-2015",
    "title": "In-situ second harmonic generation for emergent electronics in transition-metal oxides",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Since transition-metal oxides heterostructures can be grown by pulsed laser deposition (PLD) with semiconductor-like accuracy, fascinating phases and functionalities derived from their spin-charge correlations have been discovered. So far, reflection high-energy electron diffraction is the only widely established technique for monitoring the structure and homogeneity of multilayers in-situ, while they are growing, and provide direct feedback information on how to optimise the growth process. With our proposal we will introduce second harmonic generation (SHG) as new in-situ technique that allows us to track spin-and charge-related phenomena such as ferroelectricity, (anti-) ferromagnetism, insulator-metal transitions, domain coupling effects or interface states in a non-invasive way throughout the deposition process. With this we are pursuing two goals: first, to establish SHG as new in-situ characterization technique in PLD which monitors strong spin-charge correlation effects while they emerge during growth; second, to apply in-situ SHG for tailoring novel functionalities in exemplary chosen types of transition-metal-oxide heterostructures of great current interest. These model systems are (i) proper ferroelectrics tuned to high-k dielectric response and improper ferroelectrics whose behaviour is determined by the unusual nature of the polar state; (ii) compounds in which the interplay of strain and defects leads to novel and reversibly tuneable states of matter; (iii) heterostructures with functionalities originating from the interaction across interfaces. In-situ SHG as new, property-monitoring tool in PLD has an immense potential to uncover new states of matter and functionalities. We are convinced that this will play an essential role in the leap towards the next generation of functional oxide heterostructures.",
    "totalCost": "2498714",
    "ecMaxContribution": "2498714",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2498714
        }
    },
    "calculatedTotalContribution": 2498714
}