{
    "rcn": "204807",
    "acronym": "Relieve-Chol",
    "topics": "ERC-PoC-2015",
    "title": "Reprogramming cell identity to develop new therapies against Cholangiopathies",
    "startDate": "01/09/2016",
    "endDate": "28/02/2018",
    "objective": "Intra- hepatic Cholangiocytes represent one of the main cell type of the liver with hepatocytes. They line the biliary tract and fulfill essential functions such as bile modification and transport. Cholangiocytes are targeted by a diversity of diseases including genetic disorders such as Cystic Fibrosis. There is currently no cure for disorders affecting cholangiocytes and end stage disease require liver transplantation. Importantly, primary cholangiocytes obtained from biopsy can not be grown in vitro without loosing their functional characteristics while transformed cells and animal models rarely recapitulate the entire pathophysiology of human diseases. Consequently, the development of novel drug and therapies remains problematic despite an urgent clinical need. Human induced pluripotent stem cells could provide an advantageous solution to bypass this major challenge. Indeed, these pluripotent stem cells are generated by direct reprograming of somatic cells and they can proliferate almost indefinitely in vitro while maintaining their capacity to differentiate into almost any cell types. Interestingly, hIPSC can be derived from patients with genetic disorders and then differentiated into the relevant cell types for disease modeling purposes. Of direct interest, we recently developed a protocol to generate cholangiocytes from hIPSCs using chemically define conditions. The resulting cells display functional characteristics of their in vivo counterpart including the capacity to transport bile acid. Here, we propose to enable our culture system for the production of  large quantity of hIPSCs derived cholangiocytes in conditions compatible with the pharmaceutical industry requirements. The resulting cells will be then fully characterized to validate their relevance for modeling Cystic fibrosis and for testing small molecules. Thus, the overall objective of this project is to create a novel drug screening platform for the discovery of therapeutics targeting genetic form of cholangiopathies.",
    "totalCost": "149907",
    "ecMaxContribution": "149907",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}