{
    "rcn": "204867",
    "acronym": "AdOMiS",
    "topics": "ERC-ADG-2015",
    "title": "Adaptive Optical Microscopy Systems: Unifying theory, practice and applications",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Recent technological advances in optical microscopy have vastly broadened the possibilities for applications in the biomedical sciences. Fluorescence microscopy is the central tool for investigation of molecular structures and dynamics that take place in the cellular and tissue environment. Coupled with progress in labeling methods, these microscopes permit observation of biological structures and processes with unprecedented sensitivity and resolution. This work has been enabled by the engineering development of diverse optical systems that provide different capabilities for the imaging toolkit. All such methods rely upon high fidelity optics to provide optimal resolution and efficiency, but they all suffer from aberrations caused by refractive index variations within the specimen. It is widely accepted that in many applications this fundamental problem prevents optimum operation and limits capability. Adaptive optics (AO) has been introduced to overcome these limitations by correcting aberrations and a range of demonstrations has shown clearly its potential. Indeed, it shows great promise to improve virtually all types of research or commercial microscopes, but significant challenges must still be met before AO can be widely implemented in routine imaging. Current advances are being made through development of bespoke AO solutions to individual imaging tasks. However, the diversity of microscopy methods means that individual solutions are often not translatable to other systems. This proposal is directed towards the creation of theoretical and practical frameworks that tie together AO concepts and provide a suite of scientific tools with broad application. This will be achieved through a systems approach that encompasses theoretical modelling, optical engineering and the requirements of biological applications. Additional outputs will include practical designs, operating protocols and software algorithms that will support next generation AO microscope systems.",
    "totalCost": "3234789",
    "ecMaxContribution": "3234789",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 3234789
        }
    },
    "calculatedTotalContribution": 3234789
}