{
    "rcn": "204838",
    "acronym": "ExCoMet",
    "topics": "ERC-ADG-2015",
    "title": "CONTROLLING AND MEASURING RELATIVISTIC MOTION OF MATTER WITH ULTRAINTENSE STRUCTURED LIGHT",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Femtosecond lasers can now provide intensities such that the light field induces relativistic motion of large ensembles of electrons. The ultimate goal of this Ultra-High Intensity (UHI) Physics is the control of relativistic motion of matter with light, which requires a deep understanding of this extreme regime of laser-matter interaction. Such a control holds the promise of major scientific and societal applications, by providing ultra-compact laser-driven particle accelerators and attosecond X-ray sources. Until now, advances in UHI Physics have relied on a quest for the highest laser intensities, pursued by focusing optimally-compressed laser pulses to their diffraction limit. In contrast, the goal of the ExCoMet project is to establish a new paradigm, by demonstrating the potential of driving UHI laser plasma-interactions with sophisticated structured laser beamsñi.e. beams whose amplitude, phase or polarization are shaped in space-time.\nBased on this new paradigm, we will show that unprecedented experimental insight can be gained on UHI laser-matter interactions. For instance, by using laser fields whose propagation direction rotates on a femtosecond time scale, we will temporally resolve the synchrotron emission of laser-driven relativistic electrons in plasmas, and thus gather direct information on their dynamics. We will also show that such structured laser fields can be exploited to introduce new physics in UHI experiments, and can provide advanced degrees of control that will be essential for future light and particles sources based on these interactions. Using Laguerre-Gauss beams, we will in particular investigate the transfer of orbital angular momentum from UHI lasers to plasmas, and its consequences on the physics and performances of laser-plasma accelerators. This project thus aims at bringing conceptual breakthroughs in UHI physics, at a time where major projects relying on this physics are being launched, in particular in Europe.",
    "totalCost": "2250000",
    "ecMaxContribution": "2250000",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 2000000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 250000
        }
    },
    "calculatedTotalContribution": 2250000
}