{
    "rcn": "204863",
    "acronym": "AMETIST",
    "topics": "ERC-ADG-2015",
    "title": "Advanced III-V Materials and Processes Enabling Ultrahigh-efficiency ( 50%) Photovoltaics",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Compound semiconductor solar cells are providing the highest photovoltaic conversion efficiency, yet their performance lacks far behind the theoretical potential. This is a position we will challenge by engineering advanced III-V optoelectronics materials and heterostructures for better utilization of the solar spectrum, enabling efficiencies approaching practical limits. The work is strongly motivated by the global need for renewable energy sources. To this end, AMETIST framework is based on three vectors of excellence in: i) material science and epitaxial processes, ii) advanced solar cells exploiting nanophotonics concepts, and iii) new device fabrication technologies. \n\nNovel heterostructures (e.g. GaInNAsSb, GaNAsBi), providing absorption in a broad spectral range from 0.7 eV to 1.4 eV, will be synthesized and monolithically integrated in tandem cells with up to 8-junctions. Nanophotonic methods for light-trapping, spectral and spatial control of solar radiation will be developed to further enhance the absorption. To ensure a high long-term impact, the project will validate the use of state-of-the-art molecular-beam-epitaxy processes for fabrication of economically viable ultra-high efficiency solar cells. The ultimate efficiency target is to reach a level of 55%. This would enable to generate renewable/ecological/sustainable energy at a levelized production cost below ~7 ¢/kWh, comparable or cheaper than fossil fuels. The work will also bring a new breath of developments for more efficient space photovoltaic systems. \n\nAMETIST will leverage the leading position of the applicant in topical technology areas relevant for the project (i.e. epitaxy of III-N/Bi-V alloys and key achievements concerning GaInNAsSb-based tandem solar cells). Thus it renders a unique opportunity to capitalize on the group expertize and position Europe at the forefront in the global competition for demonstrating more efficient and economically viable photovoltaic technologies.",
    "totalCost": "2492719",
    "ecMaxContribution": "2492719",
    "coordinator": "TTY-SAATIO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 2492719
        }
    },
    "calculatedTotalContribution": 2492719
}