{
    "rcn": "204884",
    "acronym": "SYNNOVATE",
    "topics": "ERC-ADG-2015",
    "title": "Molecular organization and dynamics of synapse diversity:  novel genetic, imaging and computational approaches",
    "startDate": "01/08/2016",
    "endDate": "31/07/2020",
    "objective": "Synapses are a hallmark of the brain, showing remarkable anatomical and molecular complexity, and central to the aetiology and progression of hundreds of brain diseases. The vertebrate brain has a vast potential synapse diversity arising from the differential distribution of combinations of proteins into individual synapses. This has led to the recognition that ìsynaptome mappingî needs to be developed where the expression level of individual proteins is robustly measured in individual synapses across the whole brain.  We developed a novel and unique ësynaptome discovery and imaging platformí that links the molecular organisation of synapses with the spatial and temporal anatomical diversity of individual synapses and charts molecular synaptome maps across the brain. This platform enables routine and rapid quantification of genetically encoded molecular markers, with multiple functionalities, in almost a billion synapses in hundreds of brain regions of the mouse and generates statistically robust synapse catalogues and molecular maps of the brain. We have uncovered remarkable new neuroanatomical features and revealed a synaptic molecular architecture at the systems-wide scale. We have discovered this architecture is radically reorganised by mutations that cause schizophrenia, intellectual disability and autism. We have also shown these new methods can label activity-dependent reorganisation of single synapses at a whole brain scale, enabling the tracing of synaptic memory engrams. Our goals are to understand how synaptome maps develop and are reorganized by mutations causing cognitive disorders; examine experience-dependent map plasticity during development, following learning and electrophysiological stimulation in normal animals and those carrying cognitive disorder mutations. We also plan to develop computational approaches based on synaptome maps and freely distribute genetic and image analysis tools to promote synaptome mapping in the community.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}