{
    "rcn": "204852",
    "acronym": "INTENT",
    "topics": "ERC-ADG-2015",
    "title": "Structured Reactors with INTensified ENergy Transfer for Breakthrough Catalytic Technologies",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Critically important heterogeneous catalytic reactions for energy conversion and chemicals production have been run for several decades in fixed bed reactors randomly packed with catalyst pellets, whose operation is intrinsically limited by slow heat removal/supply. There is urgent need for a new generation of process equipment and chemical reactors to address the current quest for process intensification. I propose that a game-changing alternative is provided by structured reactors wherein the catalyst is washcoated onto or packed into structured substrates, like honeycomb monoliths, open-cell foams or other cellular materials, fabricated with highly conductive metallic (Al, Cu) materials. The goal of this project is to fully elucidate fundamental and engineering properties of such novel conductive structured catalysts, investigate new concepts for their design, manufacturing, catalytic activation and operation (e.g. 3D printing, packed foams, energy supply by solar irradiation), and demonstrate their potential for a quantum leap in the intensification of three crucial catalytic processes for the production of energy vectors: i) distributed H2 generation via efficient small-size reformers; ii) conversion of syngas to clean synthetic fuels in compact (e.g. skid-mounted) reactors; iii) production of solar H2. To this purpose I will combine advanced CFD modelling with lab-scale experimentation in order to identify the optimal structure-performance relation of existing and novel substrates, use such new knowledge to design optimized prototypes, apply unconventional additive manufacturing technologies for their production, and construct a semi-industrial tubular pilot reactor to test them at a representative scale. The project results will enable novel reactor designs based on tuning geometry, materials and configurations of the conductive internals to match the activity - selectivity demands of specific process applications, while impacting also other research areas.",
    "totalCost": "2484648,75",
    "ecMaxContribution": "2484648",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 2484648
        }
    },
    "calculatedTotalContribution": 2484648
}