{
    "rcn": "204824",
    "acronym": "PROWAT",
    "topics": "ERC-ADG-2015",
    "title": "Proton conduction in structured water",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "In recent years water near surfaces and solutes has been observed to be differently structured and to show slower reorientation and hydrogen-bond dynamics than in bulk. Aqueous proton transfer is a process that strongly relies on the structure and dynamics of the hydrogen-bond network of liquid water and that often occurs near surfaces. Examples are thylakoid and mitochondrial membranes and the nanochannels of transmembrane proteins and fuel cells. An important but experimentally largely unexplored area of research is how the rate and mechanism of aqueous proton transfer change due to the surface-induced structuring of the water medium. Theoretical work showed that the structuring and nano-confinement of water can have a strong effect on the proton mobility. Recently, experimental techniques have been developed that are capable of probing the structural dynamics of water molecules and proton-hydration structures near surfaces. These techniques include heterodyne detected sum-frequency generation (HD-SFG) and two-dimensional HD-SFG (2D-HD-VSFG).\n\nI propose to use these and other advanced spectroscopic techniques to study the rate and molecular mechanisms of proton transfer through structured aqueous media. These systems include aqueous solutions of different solutes, water near extended surfaces like graphene and electrically switchable monolayers, and the aqueous nanochannels of metal-organic frameworks. These studies will provide a fundamental understanding of the molecular mechanisms of aqueous proton transfer in natural and man-made (bio)molecular systems, and can lead to the development of new proton-conducting membranes and nanochannels with applications in fuel cells. The obtained knowledge can also lead to new strategies to control proton mobility, e.g. by electrical switching of the properties of the water network at surfaces and in nanochannels, i.e. to field-effect proton transistors.",
    "totalCost": "2495000",
    "ecMaxContribution": "2495000",
    "coordinator": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 2495000
        }
    },
    "calculatedTotalContribution": 2495000
}