{
    "rcn": "204898",
    "acronym": "iPSCAtaxia",
    "topics": "MSCA-IF-2015-EF",
    "title": "An induced pluripotent stem cell-based neuronal model of Spinocerebellar ataxia",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The spinocerebellar ataxias (SCAs) are a diverse group of neurological disorders defined by a loss of motor coordination. No effective treatments exist, and there is thus a pressing need for suitable models in which to study disease progression and to screen potential therapies. Induced pluripotent stem cells (iPSCs), which are capable of differentiation into any cell type of the body, offer the opportunity to study neurodegeneration in vitro. The proposed study aims to be the first in Europe to establish an iPSC-derived model of cerebellar disease, focusing on two genetic subtypes of SCA - SCA14 and 41. Increasing evidence points towards common pathological pathways shared across multiple SCA subtypes, which could provide novel therapeutic targets. There is also evidence to suggest that abnormalities in Purkinje cell development may contribute to the pathogenesis of the SCAs. This model will thus be used to elucidate the molecular mechanisms underlying common SCA-causing disease pathways, and to unravel the neurodevelopmental aspects of these diseases, in order to develop early-intervention therapies. Preliminary results indicate successful differentiation of iPSCs into cerebellar progenitor cells, using a protocol I have optimised. Following terminal differentiation, these cells will be investigated for common disease phenotypes and developmental defects, using a combination of transcriptomic, biochemical, and electrophysiological methods. Results will be validated by comparison with post-mortem brain samples and ataxic mouse models. By adapting this differentiation strategy to a format amenable to high-throughput screening, a pipeline will be established for the identification of novel therapeutic compounds. This groundbreaking study will enable the investigation of mechanisms which render the cells of the cerebellum particularly sensitive to degeneration, as well as providing a platform for pre-clinical screening of therapeutics for neurodegenerative conditions.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}