{
    "rcn": "204800",
    "acronym": "ImpAncCit",
    "topics": "ERC-ADG-2015",
    "title": "The Impact of the Ancient City",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The aim of the project is to re-examine the impact of urbanism in the Greco-Roman Mediterranean on subsequent urban history, both locally, in the impact of individual cities that survive into modern times on their development, and globally in the impact of ideas of ancient urbanism derived both from writings and the visible remains of ancient cities on urban formation and development, both within and beyond the Mediterranean area. What leaves this field wide open for investigation is the collapse of an older thesis that saw orthogonal planning as the most distinctive and significant contribution of antiquity to subsequent urban development. The explicitly colonialist underpinnings of that thesis, which saw the Roman empire as a model for modern imperialism, and which rejected the urbanism of the Islamic world as the antithesis to its form of 'civilization', have rendered it unsustainable. This project aims to rethink the issue fundamentally. There is evident discontinuity between the cities of antiquity and their medieval and modern successors, variously represented as a catastrophic collapse or a creative transformation: resilience theory provides a framework within which to see both catastrophe and continuity as parts of a cycle of adaptive response to ecological change. The project aims to investigate patterns of response and adaption across time in areas of the Mediterranean with contrasting subsequent histories, most obviously across the divide between Christian Europe and the Islamic world, by taking a series of detailed case histories in Italy, the western and eastern Mediterranean, and asking a set of questions about how changing urban form responds to changing social needs. It will also re-examine the role of Greek and Roman writing in the history of thought about and representation of urbanism in the European and Islamic traditions. Finally it will use Rome and Constantinople/Istanbul as major case studies of the role of social memory in urban continuity.",
    "totalCost": "2483075",
    "ecMaxContribution": "2483075",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}