{
    "rcn": "204881",
    "acronym": "DAWNDINOS",
    "topics": "ERC-ADG-2015",
    "title": "Testing the locomotor superiority hypothesis for early dinosaurs",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "I seek to unify evolutionary and biomechanical research by achieving a ìfunctional synthesisî in evolution that causally links phenotypes (anatomy) to actual performance. Did early, bipedal dinosaurs evolve advantages in their locomotor performance over other Late Triassic archosaurs (ìruling reptilesî)? This ìlocomotor superiorityî hypothesis was first proposed to explain what made dinosaurs distinct from other Triassic taxa, perhaps aiding their survival into the Jurassic. However, the hypothesis remains untested or unfairly dismissed. I will test this question for the first time, but first I need to develop the best tools to do so. \nExtant archosaurs (crocodiles and birds) allow us to experimentally measure key factors (3D skeletal motions and limb forces; muscle activations) optimizing performance in walking, running, jumping, standing up, and turning. We will then use biomechanical simulations to estimate performance determinants we cannot measure; e.g. muscle forces/lengths. This will refine our simulations by testing major assumptions and validate them for studying extinct animals, overcoming the obstacle that has long limited researchers to qualitative, subjective morphological inferences of performance.\nNext, we will use our simulation tools to predict how ten Late Triassic archosaurs may have moved, and to compare how their performance in the five behaviours related to locomotor traits, testing if the results fit expected patterns for ìlocomotor superiority.î\nMy proposal pushes the frontiers of experimental and computational analysis of movement by combining the best measurements of performance with the best digital tools, to predict how form and function are coordinated to optimize performance. Our rigorous, integrative analyses will revolutionize evolutionary biomechanics, enabling new inquiries into how behaviour relates to underlying traits or even palaeoecology, environments, biogeography, biotic diversity, disparity or other metrics.",
    "totalCost": "2498718,76",
    "ecMaxContribution": "2498718,76",
    "coordinator": "THE ROYAL VETERINARY COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999840790": {
            "orgId": "999840790",
            "orgName": "THE ROYAL VETERINARY COLLEGE",
            "ecContrib": 2498719
        }
    },
    "calculatedTotalContribution": 2498719
}