{
    "rcn": "204872",
    "acronym": "CLASP",
    "topics": "ERC-ADG-2015",
    "title": "A Consolidated Library of Anglo-Saxon Poetry",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "As elsewhere in Europe, Anglo-Saxon England saw a development from an oral, vernacular, native, and pagan culture to one that was primarily literate, Latinate, imported, and Christian; and such a transition is clearest in Anglo-Saxon verse. CLASP will focus on all surviving verse of Anglo-Saxon England, composed in Old English and Anglo-Latin over a period of over four centuries (c. 670ñ1100 CE), and produce for the first time an online and interactive consolidated library, marked up through TEI P5 XML to facilitate the identification of idiosyncratic features of sound, metre, spellings, diction, syntax, formulas, themes, and genres across the entire corpus, so forging connections and suggesting more certain chains of influence both within and between the two main literary languages of Anglo-Saxon England. The bilingual corpus comprises almost 60,000 lines of poetry, with about half surviving in each language, and mostly appearing in only a single witness, usually in manuscript. More than fifty named poets are identified, many of them dateable with more or less precision, whose influence on each other can be closely documented, while in the case of anonymous verse, most of which is in Old English, the focus will be on tracing potential influence between texts, to establish a comparative rather than an absolute chronology. CLASP will use the full panoply of digital resources, including sound- and image-files where relevant, to make the oldest surviving poetry in England available to a modern audience for unprecedented kinds of exploration, comprehensive analysis, and interrogation, and in a series of conferences, workshops, and other publications will show the potential of such a comprehensive multilingual corpus to revolutionize perspectives not only on Anglo-Saxon England, but elsewhere in Europe, where Latin and the vernacular likewise co-existed in a Christian context across centuries.",
    "totalCost": "2443640",
    "ecMaxContribution": "2443640",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2443640
        }
    },
    "calculatedTotalContribution": 2443640
}