{
    "rcn": "204820",
    "acronym": "srEDM",
    "topics": "ERC-ADG-2015",
    "title": "Search for electric dipole moments using storage rings",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "One of the great mysteries in the natural sciences is the dominance of matter over antimatter in the universe. According to our present understanding, the early universe contained the same amount of matter and antimatter. If the universe had behaved symmetrically as it developed, every particle would have been annihilated by one of its antiparticles. We therefore owe our very existence to mechanisms that have led to a world where something that we call matter remains. We propose to study such mechanisms by searching for electric dipole moments (EDMs) of charged hadrons in a new class of precision storage rings. Our project will lay the foundations for a new European flagship research infrastructure. The breaking of the combined charge conjugation and parity symmetries (CP-violation) in the Standard Model is not strong enough to explain the observed excess of matter and further sources of CP-violation must be sought. These sources could manifest themselves in Electric Dipole Moments of elementary particles, which occur when the centroids of positive and negative charges are mutually and permanently displaced. The observation of an electric dipole moment will elucidate the mechanisms which led to the matter that dominates the universe. Although the measurement principle, the time development of the polarization vector subject to a perpendicular electric field, is simple, the smallness of the effect makes this an enormously challenging project. This can only be mastered through the common effort of an international team of accelerator and particle physicists, working closely with engineers. The proponents of this design study and the research environment at the Forschungszentrum J¸lich (Germany), including the conventional storage ring COSY, provide the optimal basis for one of the most spectacular possibilities in modern science: finding an EDM as a signal for new physics beyond the Standard Model and perhaps explaining the puzzle of our existence.",
    "totalCost": "2379276",
    "ecMaxContribution": "2379276",
    "coordinator": "FORSCHUNGSZENTRUM JULICH GMBH",
    "coordinatorCountry": "DE",
    "participants": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;UNIVERSITA DEGLI STUDI DI FERRARA",
    "participantCountries": "DE;IT",
    "projectParticipants": {
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 678909
        },
        "999839626": {
            "orgId": "999839626",
            "orgName": "UNIVERSITA DEGLI STUDI DI FERRARA",
            "ecContrib": 628160
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 1072207
        }
    },
    "calculatedTotalContribution": 2379276
}