{
    "rcn": "204830",
    "acronym": "CROSSLOCATIONS",
    "topics": "ERC-ADG-2015",
    "title": "Crosslocations in the Mediterranean: rethinking the socio-cultural dynamics of relative positioning",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The Mediterranean, a key socio-cultural, economic and political crossroads, has shifted its relative position recently, with profound effects for relations between the peoples associated with its diverse parts. Crosslocations is a groundbreaking theoretical approach that goes beyond current borders research to analyse the significance of the changes in relations between places and peoples that this involves. It does this through explaining shifts in the relative positioning of the Mediterraneanís many locations ñ i.e. the changing values of where people are rather than who they are. Approaches focusing on peopleís identities, statecraft or networks do not provide a way to research how the relative value of ëbeing somewhere in particularí is changing and diversifying. \nThe approach builds on the idea that in socio-cultural terms, location is a form of political, social, economic, and technical relative positioning, involving diverse scales that calibrate relative values (here called ëlocating regimesí). This means locations are both multiple and historically variable, so different types of location may overlap in the same geographical space, particularly in crossroads regions such as the Mediterranean. The dynamics between them alter relations between places, significantly affecting peopleís daily lives, including their life chances, wellbeing, environmental, social and political conditions and status. \nThe project will first research the locating regimes crossing the Mediterranean region (border regimes, infrastructures; digital technologies; fiscal, financial and trading systems; environmental policies; and social and religious structures); then intensively ethnographically study the socio-cultural dynamics of relative positioning that these regimes generate in selected parts of the Mediterranean region. Through explaining the dynamics of relative location, Crosslocations will transform our understanding of trans-local, socio-cultural relations and separations.",
    "totalCost": "2433233,75",
    "ecMaxContribution": "2433233,75",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 2433234
        }
    },
    "calculatedTotalContribution": 2433234
}