{
    "rcn": "204823",
    "acronym": "CDK6-DrugOpp",
    "topics": "ERC-ADG-2015",
    "title": "CDK6 in transcription - turning a foe in a friend",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "'Translational research aims at applying mechanistic understanding in the development of 'precision medicine', which depends on precise diagnostic tools and therapeutic approaches. Cancer therapy is experiencing a switch from non-specific, cytotoxic agents towards molecularly targeted and rationally designed compounds with the promise of greater efficacy and fewer side effects. \n\nThe two cell-cycle kinases CDK4 and CDK6 normally facilitate cell-cycle progression but are abnormally activated in certain cancers. CDK6 is up-regulated in hematopoietic malignancies, where it is the predominant cell-cycle kinase. The importance of CDK4/6 for tumor development is underscored by the fact that the US FDA selected inhibitors of the kinase activity of CDK4/6 as 'breakthrough of the year 2013'.  Our recent findings suggest that the effects of the inhibitors may be limited as CDK6 is not only involved in cell-cycle progression: ground-breaking research in my group and others has shown that CDK6 is involved in regulation of transcription in a kinase-independent manner thereby driving the proliferation of leukemic stem cells and tumor formation. We have now identified mutations in CDK6 that convert it from a tumor promoter into a tumor suppressor. This unexpected outcome is accompanied by a distinct transcriptional profile. Separating the tumor-promoting from the tumor suppressive functions may open a novel therapeutic avenue for drug development. We aim at understanding which domains and residues of CDK6 are involved in rewiring the transcriptional landscape to pave the way for sophisticated inhibitors. The idea of turning a cancer cell's own most potent weapon against itself is novel and would represent a new paradigm for drug design. Finally, the understanding of CDK6 functions in tumor promotion and maintenance will also result in better patient stratification and improved treatment decisions for a broad spectrum of cancer types.'",
    "totalCost": "2497520",
    "ecMaxContribution": "2497520",
    "coordinator": "VETERINAERMEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999851848": {
            "orgId": "999851848",
            "orgName": "VETERINAERMEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 2497520
        }
    },
    "calculatedTotalContribution": 2497520
}