{
    "rcn": "204889",
    "acronym": "RULLIVER",
    "topics": "ERC-ADG-2015",
    "title": "Rules of self-organization and reengineering of liver tissue",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "We want to understand the rules of self-organization underlying tissue structure and function. To address this problem, we have chosen the mouse liver with its complex apico-basal polarity of hepatocytes and its unique 3D tissue organization. We aim at identifying the rules of self-organization of liver tissue and their implementation at the molecular level. Our ultimate goal is to demonstrate that it is possible to reengineer liver tissue structure. The first aim will be to develop a digital geometrical model of liver tissue, i.e. an accurate 3D digital representation of the cells, forming the tissue and their sub-cellular components, in the developing, adult and regenerating liver, and unravel the principles for how the cells are organized to generate liver cell architecture. In aims 2 and 3, we will identify the molecular mechanisms underlying such geometrical rules. In particular, the second aim will be to characterize the molecular mechanisms responsible for hepatocyte cell polarity and predictably modify cell organization in vitro. The third aim will consist of introducing genetic perturbations to alter hepatocyte cell organization (cell polarity) and cell-cell interactions to predictably modify the structure and function of liver tissue. The fourth aim will be to develop a physical model of liver tissue self-assembly and organization. The project is ambitious as it aims to understand the rules of tissue organization in 3D in a mammalian organ to such an extent that it is possible to make predictions of tissue response to genetic perturbations and reengineer it to modify its structural and functional properties.",
    "totalCost": "2498013",
    "ecMaxContribution": "2498013",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 2498013
        }
    },
    "calculatedTotalContribution": 2498013
}