{
    "rcn": "204827",
    "acronym": "RicciBounds",
    "topics": "ERC-ADG-2015",
    "title": "Metric measure spaces and Ricci curvature ó analytic, geometric, and probabilistic challenges",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The project is devoted to innovative directions of research on metric measure spaces (Çmm-spacesí) and synthetic bounds for the Ricci curvature. \n\nIt aims to bring together two - currently unrelated - areas of mathematics which both have seen an impressive development in the last decade: i) the study of ,staticë mm-spaces with synthetic Ricci bounds and ii) the study of Ricci flows for ,smoothë Riemannian manifolds. A new ansatz - based on the concept of dynamical convexity - will enable to merge these two cutting-edge developments and will lead to the very first approach to Ricci flows on singular spaces. \n\nThe project also aims to break up the limitations for the study of (generalized) Ricci curvature for mm-spaces, until now\nbeing restricted exclusively to spaces with uniform lower bounds for this curvature. For the first time ever, mm-spaces with\n(signed) measure-valued lower bounds for the Ricci curvature will be studied - the absolutely continuous, non-constant case being highly innovative as well. Besides Ricci bounds also Ricci tensors will be defined and utilized for novel insights and\nsharp estimates. \n\nFurthermore, the project aims to initiate the development of stochastic calculus on mm-spaces and, in particular, to provide pathwise insights into the effect of (singular) Ricci curvature. The focus will be on pathwise optimal coupling, stochastic parallel transport, and derivative formulas. Both the static and the dynamic case are of interest. Methods from optimal transport and from stochastic calculus will be combined to push forward the analysis on path and loop spaces.\n\nEach of these aims is important and worth in its own. Only in combination, however, they produce the dynamics, synergy effects, and cross-fertilization requested for maximum success. The anticipated breakthroughs of the project depend on exceeding classical borders of mathematical disciplines and on merging together topical developments from different fields.",
    "totalCost": "2430000",
    "ecMaxContribution": "2430000",
    "coordinator": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 2430000
        }
    },
    "calculatedTotalContribution": 2430000
}