{
    "rcn": "204812",
    "acronym": "IFAMID",
    "topics": "ERC-ADG-2015",
    "title": "Institutional Family Demography",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "'IFAMID presents a new framework for the analysis of family demography. Drawing on recent theoretical developments, and exploiting cognitive and methodological insights from a wide range of disciplines, most importantly from sociology and political science, it is argued that trends in family formation (and its dynamics) not only derive from broad global forces, but also from institutional 'quality' and cultural traits, and, critically important, from the interaction between the two. Whereas the framework is general, the empirical side of the project focuses on explaining 1) fertility trends and differentials in OECD countries, 2) the transition to adulthood, and 3) the global perspective of fertility change. An important aspect of this approach is that policies contained within existing welfare constellations, often taken as explanatory factors for family outcomes, are necessarily endogenous, and its evolution depends on the underlying quality of relevant institutions and cultural traits, which may react very differently with respect to the onset of global trends, and therefore give different patterns of family formation. With this project, a series of hypotheses will be developed and empirically tested. The World Values Surveys will serve as an important data source, but the unit of analysis will be in large part at the regional level since it is impossible to account fully for the complex interaction of culture and institutions from a cross-country perspective only. This implies collecting a chronology of regional variables on cultural traits, institutions and demographic outcomes. Working closely with Gosta Esping-Andesen and with a team of historical demographers led by Guido Alfani (Bocconi), and drawing heavily on the statistical modeling skills of the PI, the aim is to devise a set of state-of-the-art techniques including instrumental variables, spatial econometrics and epidemiological approaches that deal with the endogeneity of culture and institutions.'",
    "totalCost": "1850820",
    "ecMaxContribution": "1850820",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 1850820
        }
    },
    "calculatedTotalContribution": 1850820
}