{
    "rcn": "204856",
    "acronym": "Autonomous CLL-BCRs",
    "topics": "ERC-ADG-2015",
    "title": "Role of autonomous B cell receptor signalling and external antigen in the pathogenesis of chronic lymphocytic leukaemia (CLL)",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "The proposed project aims at investigating the molecular mechanisms that activate B cell antigen receptor (BCR) signalling in chronic lymphocytic leukaemia (CLL). While it is widely accepted that the unbroken BCR expression in CLL cells is indicative for a key role in disease development, the mechanisms that induce BCR activation and survival of malignant cells are still elusive. Using a unique reconstitution system, we have recently shown that CLL-derived BCRs possess the exceptional capacity for cell-autonomous signalling independent of external antigen. Crystallographic analyses confirmed our model that CLL-BCRs bind to intrinsic motifs in nearby BCRs on the very same cell. In addition to the BCR, several pathogenic factors influence the biological behaviour of CLL cells, but the functional hierarchy and the effect on BCR signalling are insufficiently understood. Here, we aim at investigating the structural cause of autonomous signalling as well as the characterization of important signalling pathways and their mechanistic action in CLL pathogenesis. \nBy combining crystallography with the measurement of autonomous signalling of wild type and mutated receptors in our unique reconstitution system, we will generate a structure-function relationship for CLL-BCRs. By generating new animal models and by employing classical as well as cutting-edge approaches of biochemistry and molecular/cellular immunology, we will comprehensively characterize the signalling pathways that are activated by autonomous signalling and might be important for CLL pathogenesis.\nThese systematic efforts are necessary to understand how various biological mechanisms operate and ultimately activate downstream pathways that result in a lymphoproliferative disease. In addition, a cohesive model of CLL pathogenesis, which elucidates the hierarchical order of pathogenic factors and their interaction with BCR signalling, may well lead to novel disease-specific preventive or therapeutic intervention.",
    "totalCost": "2256250",
    "ecMaxContribution": "2256250",
    "coordinator": "UNIVERSITAET ULM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 2256250
        }
    },
    "calculatedTotalContribution": 2256250
}