{
    "rcn": "204882",
    "acronym": "MSG",
    "topics": "ERC-ADG-2015",
    "title": "Making Sense of Games:  A Methodology for Humanistic Game Analysis",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Making Sense of Games (MSG) will build a methodology for the humanistic study of games, and develop a theory of how ludic meaning is produced. \n\nFollowing the pervasive, global growth of video gaming culture and the games industry, the multi-disciplinary field of game studies has grown exponentially in the last 15 years, with numerous new journals, conferences, university programs and research departments. \n\nHowever, still lacking at this ëadolescentí stage of the fieldís development are game-specific methods and theoretical foundations necessary to train researchers and build curricula. In aesthetic games research there is not yet any widely accepted methodology for game analysis, and there has not yet been any large-scale, long-term attempt to produce a theoretical platform that can support and advance the field.\n\nMSG aims to fill this gap by combining fundamental hermeneutic approaches (semiotics, reception theory, reader response, theories of representation, narrative theory) with recent theories of ludic structure (game ontology) into a hermeneutic theory of game meaning, which can be used as a set of tools and concepts for game analysis and criticism. MSG will be a triple first for aesthetic game research: a five-year research program, a hermeneutic theory of games, and a team-based effort to build an interdisciplinary methodology.\n\nThe results from MSG will speak to many of the current public concerns and debates about games, such as gamer culture, gamesí cultural and artistic status, the representation of minorities, misogyny, violence and even addiction. MSG will demonstrate the strong usefulness of humanistic approaches not only to game studies itself, but also to the 21st centuryís most vibrant new cultural sector.  It will also provide other aesthetic fields (literary studies, film studies, art history) with theoretical models, critical insights, and a rich empirical material for comparative exploration.",
    "totalCost": "2006905,94",
    "ecMaxContribution": "2006905,94",
    "coordinator": "IT-UNIVERSITETET I KOBENHAVN",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998273464": {
            "orgId": "998273464",
            "orgName": "IT-UNIVERSITETET I KOBENHAVN",
            "ecContrib": 2006906
        }
    },
    "calculatedTotalContribution": 2006906
}