{
    "rcn": "204818",
    "acronym": "ERCOPE",
    "topics": "ERC-ADG-2015",
    "title": "The ER located master regulation of endosomal positioning and further movements",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The endo-lysosomal system is critical to diverse processes, including protein homeostasis, signaling and antigen presentation. The vesicular compartment is organized as a collective unit wherein the bulk of endosomes derived from disparate origins resides in a cloud in the perinuclear region and extends outwards to include quickly moving vesicles in the periphery. At this busy intersection between the endocytic and biosynthetic pathways, lies the late endosomal compartment, responsible for protein degradation and antigen processing. In dendritic and other immune cells, this major constituent of the perinuclear cloud serves as a hub for MHC class II antigen loading. Previous work by us and others has elucidated key elements of MHC class II biology through the study of late endosomal transport to and from the cell periphery. It is clear that cell biology of endosomes is modulated by their proximity to other membrane compartments during transport, maturation, cargo selection and delivery and even during cytokinesis in cell division. However, how endosomal positioning in the perinuclear cloud and how their release for further transport is controlled remains largely unknown. The aim of this proposal is to define the molecular basis for endosomal positioning and then to interrogate the relationship between spatial regulation of the endocytic compartment and its functions with respect to i) MHC class II antigen presentation, ii) bacterial infection and iii) mitotic resolution. From a genome-wide siRNA screen for factors influencing MHC class II biology, we have identified a unique and previously uncharacterized ubiquitin ligase that resides in the ER membrane, from where it controls endosomal positioning and times their arrivals and departures as a function of its catalytic activity. On this basis, the work proposed herein is poised to resolve an entirely new molecular network in control of endosomal biology with implications for diverse biological processes.",
    "totalCost": "2383625",
    "ecMaxContribution": "2383625",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 2383625
        }
    },
    "calculatedTotalContribution": 2383625
}