{
    "rcn": "204869",
    "acronym": "GUPPYSEX",
    "topics": "ERC-ADG-2015",
    "title": "Evolutionary genetics of guppy sex chromosomes",
    "startDate": "01/08/2016",
    "endDate": "31/07/2020",
    "objective": "I propose an integrated programme of molecular genetic studies to fill fundamental gaps in our knowledge of sex chromosome evolution. Specifically, I will use a fish, the guppy (Poecilia reticulata), to test the sexual antagonism (SA) hypothesis of sex chromosome evolution, which is plausible, but lacks direct evidence. SA mutations (that benefit one sex but lower fitness of the other) are proposed to arise in a partially sex-linked (pseudo-autosomal region, or PAR) gene, and establish polymorphisms. To reduce the conflict between the sexes, suppressed recombination between X and Y chromosomes then evolves (unless sex-specific expression evolves first). The guppy is ideal for studying this hypothesis because SA polymorphisms are well documented: male coloration phenotypes make males attractive to females, but also make them conspicuous to predators (while females gain no compensating benefit). Moreover, guppies have a recombination-suppressed sex-linked region that carries multiple coloration genes, yet is thought to have evolved recently. However, no non-Y-linked coloration factor has yet been mapped, and the genetics is complicated by modifers making some XX individuals male, and by male-specific expression of some phenotypes. I will map coloration genes and identify PAR genes using DNA-based markers to take account of these problems. I will test for the predicted lower coloration allele frequencies in natural populations with high versus low predation rates, and do population genetic analyses to test for closer linkage under high predation. I will also use X-Y sequence divergence to estimate the age of the guppy sex chromosome. The project tests predictions that emerge from well-documented differing selection regimes in natural guppy populations. I have therefore assembled a team of collaborators experienced with guppies who can provide behavioural and ecological genetic expertise to complement the strength of my own group in molecular evolutionary genetics.",
    "totalCost": "1550235",
    "ecMaxContribution": "1550235",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF EXETER",
    "participantCountries": "UK",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 619628
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 930608
        }
    },
    "calculatedTotalContribution": 1550236
}