{
    "rcn": "204945",
    "acronym": "dsRNAEnvFate",
    "topics": "MSCA-IF-2015-EF",
    "title": "Environmental fate of double stranded RNA (dsRNA) from RNA interference crop protection technology in agricultural systems: A systematic assessment of dsRNA hydrolysis, adsorption, and photolysis",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The use of RNA interference (RNAi) to combat pest insects is anticipated to become an integral component of crop protection technology in the US and Europe by 2020. Protection against pests is conferred via double stranded RNA (dsRNA) as the active ingredient that is either externally applied to the crop or internally expressed in genetically modified crops. Following ingestion by the pest, the dsRNA is cleaved to produce small interfering RNA (siRNA), which interfere with the translation of specific mRNA into proteins. While concern has been raised that the release of dsRNA into agricultural soils and adjacent water bodies may have detrimental ecological effects, risk assessment of RNAi crop protection technology has been impaired due to the lack of information on the fate and stability of dsRNA in the environment. The objective of the proposed project is to advance a detailed understanding of dsRNA fate in agricultural soils and adjacent water bodies. To this end, three environmental processes impacting dsRNA persistence will be studied on a mechanistic level: abiotic and enzymatic dsRNA hydrolysis, adsorption of dsRNA to mineral and organic particle surfaces, and direct and indirect photolysis of dsRNA. These processes will be studied using state-of-the art dsRNA quantification methods, experimental approaches, and analytical techniques employed in the environmental sciences, material sciences, and molecular biology. The project aims at unraveling the mechanisms and main reaction pathways that control dsRNA hydrolysis, adsorption and photolysis. Through the generation of a fundamental understanding of these processes, the proposed project will lay the foundation to predict the fate and stability of dsRNA in agricultural systems. As such, the results of this proposal will allow regulatory agencies to develop dsRNA exposure scenarios in agricultural systems and thus help advance risk assessment of RNAi crop protection technology prior to its implementation.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}