{
    "rcn": "204968",
    "acronym": "AD-VIP",
    "topics": "ERC-PoC-2015",
    "title": "Alzheimerís disease and AAV9: Use of a virus-based delivery system for vectored immunoprophylaxis in dementia.",
    "startDate": "01/12/2016",
    "endDate": "31/05/2018",
    "objective": "Alzheimerís disease (AD) is the most common form of dementia in the Western World, representing an economic and social cost of billions of euros a year. Given the changing demographics of society, these costs will only increase over the coming decades.\n\nAmyloid plaques, composed of amyloid beta peptide (Abeta), are a defining characteristic of AD. Evidence now suggests that Abeta is central to disease pathogenesis due to its toxicity, which leads to cell loss and eventual cognitive decline. Abeta is generated by proteolytic cleavage of amyloid precursor protein, a process that involves the protein BACE1.\n\nKnock-down of BACE1 is sufficient to prevent amyloid pathology and cognitive deficits in transgenic mouse models of AD, so BACE1 is an attractive target for therapeutic intervention. Although many small molecule inhibitors of BACE1 have been developed, many have problems with imperfect selectivity, posing a substantial risk for off-target toxicity in vivo. In contrast, antibody-based therapeutics provide an attractive alternative given their excellent molecular selectivity. However, the success of antibody therapies in AD is limited by the blood brain barrier, which limits antibody entry into the brain from the systemic circulation.\n\nRecent studies have shown that adeno-associated virus serotype 9 (AAV9) effectively crosses the blood brain barrier. Here, we propose evaluating the use of AAV9 as a delivery system for a highly specific and potent inhibitory nanobody targeted against BACE1 as a treatment for AD.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}