{
    "rcn": "204917",
    "acronym": "RES INV",
    "topics": "MSCA-IF-2015-EF",
    "title": "Accommodate Renewable Energy in Interconnected Electricity System: an Economic Perspective",
    "startDate": "01/09/2016",
    "endDate": "30/11/2018",
    "objective": "The European Union (EU) has set ambitious greenhouse gas emissions (GHGs) targets: 20% lower than 1990 levels by 2020, rising to 40% lower by 2030 and 85% lower by 2050. Moreover, a target of at least 27% on the share of renewable energy consumed in EU is set for 2030. To facilitate renewable integration, the EU is implementing the European Single Electricity Market (ESEM). The efficient use of electricity interconnection envisaged by the ESEM can mitigate the system instability caused by a high penetration of intermittent renewables; however the challenging targets on emissions and renewable generation add constraints that need to be evaluated.\nIn the first stage of my analysis, I will develop scenarios of the EU generation sector, focusing on the Italian market and the countries it shares electricity interconnection with. The goal is to investigate the role of investments in renewable generation and transmission network needed to meet the overall EU targets at minimum cost. I will then determine how the costs associated to interconnection and to investment in renewables are distributed among jurisdictions and between generators and consumers. \nIn the second stage, I will investigate how the results of the first model change if electricity storage, the electrification of transport and electric heating are widely adopted. I will identify if demand management in the presence of these technologies help to match a supply that depends largely on renewable generation.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "FONDAZIONE ENI ENRICO MATTEI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999771144": {
            "orgId": "999771144",
            "orgName": "FONDAZIONE ENI ENRICO MATTEI",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}