{
    "rcn": "204999",
    "acronym": "King of App",
    "topics": "SMEInst-01-2016-2017",
    "title": "Launching the First Open Source Mobile Content Management System for Apps",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "King of App is the first and only CMS for mobile apps, just as Wordpress is for websites. King of App allows even users with little coding experience to create mobile apps for iOS and Android in 9 simple steps. Experienced designers and programmers will be able to use this flexible CMS for mobile apps to customize, adjust and create any additional modules and templates for their clients or to sell them through the King of App embedded store.\nKing of App v.1.0 is the only CMS for mobile apps. King of App v1.1 (launch date 25 September 2015) is open source and is creating a huge open source community. Conceptually, we will follow the same business model as Wordpress and thereby prove ourselves in the market.  \nThe overall objective of Phase II is to upgrade the existing product to v2.0. The current open source v1.1 has 26 and is ready to engage the developer community and users. The upgrade consists of creating additional functionalities and options, upgrading v1.1 to accommodate further technologies such as ReactJS and JQuery Mobile and improving the user experience. We have already completed the following feasibility actions: technological feasibility, work plan for Phase II and an assessment of the market, business model, risks, IP and created a Business Plan.\nThe mobile app market is growing to a $77 billion industry with 50% of users paying for the app downloaded. Companies also profit from offering their apps for free as apps can boost their revenue by directly connecting them with their customers. We will follow a freemium business model with a) additional paid services for the developer community such as professional technical support, training and compilation and b) a commission from anything sold in the embedded store. This will allow us to boost our company growth and create new jobs. King of App will help other SMEs grow faster through the usage of mobile apps, which they are not able to afford now.",
    "totalCost": "1856985",
    "ecMaxContribution": "1299889,5",
    "coordinator": "KING OF APP SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925306184": {
            "orgId": "925306184",
            "orgName": "KING OF APP SL",
            "ecContrib": 1299890
        }
    },
    "calculatedTotalContribution": 1299890
}