{
    "rcn": "204967",
    "acronym": "NanoMedPhD",
    "topics": "MSCA-COFUND-2015-DP",
    "title": "Nanomedicine Doctoral Programme",
    "startDate": "15/09/2016",
    "endDate": "14/09/2021",
    "objective": "Biomedical research is one of the most important factors of economic development in modern societies, and a strategic element of major importance for the economic growth of the European Union. In particular, according to the White Paper to the Horizon 2020 Framework Programme for Research and Innovation of the Nanomedicine European Technology Platform, nanomedicine underspins a strong research and emerging industrial healthcare sector in Europe. Based on excellent academic research and innovative SMEs, nanomedicine will actively contribute to the three pillars of the Framework Programme Horizon 2020. \nIt is known that the talent of people working in research is the headstone of any Science and Technology System. In this framework, Bionand has designed the Nanomedicine Doctoral  Programme (NanoMed PhD), a new strategic programme to provide trans-national mobility for early stage researchers and  offer them training activities that lead to the award of a doctoral degree in the emerging field of nanomedicine. The academic supervision will take place through tutors from the PhD programs of University of M·laga, and the scientific supervision of the research activity will take place in Bionand through its Principal Investigators. Bionand is the first national centre in Spain devoted to research in nanotechnology applied to health. Regarding the academic formation, the fellows will be enrolled in one of the four Doctoral Programmes related to this discipline, offered by the University of M·laga (UMA), which is the academic partner of this proposal.  \nNanoMed PhD will last for a period up to 60 months and will launch an open call for fellowships for a total number of 8 incoming fellowships,  aiming at hosting and tutorizing early-stage researchers within BIONAND in order to obtain a doctoral degree, since one of the main objectives as benchmark centre in nanomedicine, is to develope and support the research in this field throughout the Autonomous Region of Andalusia.. \n Researchers applying for NanoMed PhD incoming grants will be included into experienced research groups where they will be able to start a research career in one of the most emerging discipline.",
    "totalCost": "1255680",
    "ecMaxContribution": "627840",
    "coordinator": "FUNDACION PUBLICA ANDALUZA PROGRESO Y SALUD",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998619463": {
            "orgId": "998619463",
            "orgName": "FUNDACION PUBLICA ANDALUZA PROGRESO Y SALUD",
            "ecContrib": 627840
        }
    },
    "calculatedTotalContribution": 627840
}