{
    "rcn": "204991",
    "acronym": "EVERYDAYNIGHT",
    "topics": "MSCA-NIGHT-2016",
    "title": "Wielkopolska Researchersí Night welcomes - Let the experience of the Night last every day!",
    "startDate": "01/05/2016",
    "endDate": "30/11/2017",
    "objective": "'Researchersí Night again in Poznan! EVERYDAYNIGHT! Wielkopolska Researchersí Night welcomes - Let the experience of the Night last every day! Come and see how research influences your every-day life! Reveal the interdisciplinary nature of science and learn how different scientific fields complement each other, making our life better.\nJoin speed dating with our researchers, defeat them in quizzes and win a badge of the young scientist! See how future school will look like, reveal how environment interacts with robotics and sport. Meet MC fellows and convince yourself that career in science is a great adventure! Feel the atmosphere of NASA laboratory. Take part in ìMamma Miaî show - sing and dance with researchers, meet exoskeletons and discover the economics of joking. Feel like doing some sport? Come and play fitball, tennis or basketball with researchers. These and many other attractions are waiting for you to reveal your passion for science and convince you that researchers are just ordinary people with an extraordinary job and various hobbies. EVERYDAYNIGHT is a continuation of the Researchersí Night projects of the past nine years, which were highly successful gathering in 2015 app. 59 000 participants. The project builds on last yearsí experiences and aims at strengthening efforts to bringing researchers closer to the public at large, increase the awareness of research, by supporting the public recognition of researchers, clearly showing the impact of researchersí work on society and every-day life. Activities during the Night on 30 September 2016 and 29 September 2017 will focus on public at large and will have hassle-free and festive character, being a valid alternative to 'traditional Friday night activities'. Those activities will offer a direct contact between researchers and public, combine fun elements (edutainment), envisage linking together Nights organised in different cities in Poland and ensure active involvement of both researchers and audience.\n\n\n'",
    "totalCost": "140347,5",
    "ecMaxContribution": "133347,5",
    "coordinator": "POLITECHNIKA POZNANSKA",
    "coordinatorCountry": "PL",
    "participants": "UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU;UNIWERSYTET PRZYRODNICZY W POZNANIU*;INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK;AKADEMIA WYCHOWANIA FIZYCZNEGO IM EUGENIUSZA PIASECKIEGO;UNIWERSYTET EKONOMICZNY W POZNANIU",
    "participantCountries": "PL",
    "projectParticipants": {
        "999586359": {
            "orgId": "999586359",
            "orgName": "INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 19275
        },
        "999659691": {
            "orgId": "999659691",
            "orgName": "POLITECHNIKA POZNANSKA",
            "ecContrib": 46600
        },
        "998821805": {
            "orgId": "998821805",
            "orgName": "AKADEMIA WYCHOWANIA FIZYCZNEGO IM EUGENIUSZA PIASECKIEGO",
            "ecContrib": 7908
        },
        "999880463": {
            "orgId": "999880463",
            "orgName": "UNIWERSYTET PRZYRODNICZY W POZNANIU*",
            "ecContrib": 24940
        },
        "999839723": {
            "orgId": "999839723",
            "orgName": "UNIWERSYTET EKONOMICZNY W POZNANIU",
            "ecContrib": 10500
        },
        "999886865": {
            "orgId": "999886865",
            "orgName": "UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU",
            "ecContrib": 24125
        }
    },
    "calculatedTotalContribution": 133348
}