{
    "rcn": "204961",
    "acronym": "GBM-CPP",
    "topics": "ERC-PoC-2015",
    "title": "Developing an anti-Myc cell-penetrating peptide for cancer treatment",
    "startDate": "01/08/2016",
    "endDate": "31/07/2017",
    "objective": "Despite ever-increasing investments in the development of new treatments, many cancers remain incurable. One reason is that most current therapies target redundant functions around which tumour cells can build resistance. We focus instead on a unique and essential cellular function: the Myc oncogene, deregulated in more than 70% of human cancers. Targeting Myc has long been considered unfeasible because of potentially catastrophic side effects. Against this dogma, using a Myc inhibitor called Omomyc, we showed that Myc inhibition displays extraordinary therapeutic benefit in various mouse models of cancer (e.g. lung, brain, pancreas and skin) and causes only mild and reversible side effects. Importantly, no resistance to Omomyc has been observed, and Omomyc constitutes the best Myc inhibitor known to date. Omomyc has so far been used only as a transgene and proof of principle. However, thanks to the ERC-2013-CoG n∞ 617473, we now have evidence that the Omomyc peptide has cell-penetrating activity, and reaches lung and brain upon nasal administration, where it exerts its anti-tumorigenic activity in cancer cells (data protected by a patent application EP13382167.8). Thus, the  Omomyc peptide could become the first clinically viable direct Myc inhibitor to treat lung, brain and other types of cancer. \n\nOur overall project encompasses the preclinical development of the Omomyc peptide to reach Phase I/II clinical trials, at which point the technology will be transferred to a pharmaceutical company for further commercialization. Hence, in this ERC Proof of Concept application, we propose to achieve specific, essential early milestones for the pharmaceutical development of the Omomyc product that will de-risk it and noticeably increase its value and the probability of reaching the market.",
    "totalCost": "147750",
    "ecMaxContribution": "147750",
    "coordinator": "FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "995163935": {
            "orgId": "995163935",
            "orgName": "FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON",
            "ecContrib": 147750
        }
    },
    "calculatedTotalContribution": 147750
}