{
    "rcn": "204919",
    "acronym": "SoftRyd",
    "topics": "MSCA-IF-2015-EF",
    "title": "Soft-matter collective phenomena in Rydberg gases",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Understanding the behaviour of quantum many-body systems out of equilibrium remains one of the central challenges in condensed-matter physics. The complex collective phenomena that are observed in such systems present many similarities to those observed in supercooled liquids and glasses, and their study would therefore greatly benefit from the insights and approaches developed in out-of-equilibrium soft-matter physics. However, the relevant research communities remain for the most part disconnected. We propose to bridge this gap by addressing the collective non-equilibrium dynamics of Rydberg gases (i.e., gases of atoms excited to high-lying energy levels) using ideas and approaches from soft-matter physics.† One of the main objectives of the proposal is the study of the quantum regime, which remains as yet unexplored. The other main objective is the study of gases of multilevel Rydberg atoms, i.e. going beyond the two-level paradigm according to which atoms can only be in their ground state or in one excited state. Both objectives aim to break new ground by significantly expanding and generalising previous work on the dynamics of Rydberg gases, and each of them leads to ramifications that lend themselves quite naturally to a study based on the ideas and methods developed in soft-matter physics. The proposal combines the research experience and skills the Experienced Researcher acquired in the study of disordered, glassy and complex systems (which will provide the Host Institution with much needed skills and knowledge) with the internationally recognised expertise of the Supervisor in quantum many-body systems in general, and Rydberg gases in particular (which will help the Researcher to acquire new knowledge and skills through training and research activities). This rather unusual combination of backgrounds is uniquely suited for carrying out this challenging research programme, and ultimately leading the Researcher to pursue an independent scientific career.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}