{
    "rcn": "204906",
    "acronym": "e-Gates",
    "topics": "MSCA-IF-2015-EF",
    "title": "Precision diagnostics using electrogating of liquids in capillary-driven microfluidics",
    "startDate": "15/08/2016",
    "endDate": "14/08/2018",
    "objective": "The field of microfluidics is rapidly expanding and so is the area of point-of-care (POC) diagnostics. Despite numerous advances, there are still many important needs that are unmet and therefore limit deployment of microfluidics for high-performance POC applications. e-Gates is thoroughly aligned with those needs and trends in academic and industrial research in Europe. This project introduces the ìelectrogatingî concept as a very innovative mechanism to perform flow-control operations of continuous streams of liquids in capillary channels by means of electronic actuation. A microfluidic chip having electrogates can be controlled with a remote control system via smartphone connectivity, thereby enabling flexibility in controlling assay conditions, optimization of tests, and implementation of internal checkpoints to gain in reliability. The strategic combination of expertise in biosciences and micro-nanotechnology for developing microfluidics, makes e-Gates an outstanding opportunity for the host institution to take advantage of the solid scientific background from the applicant, with the aim of reinforcing its innovative capacity and speed-up R&D and commercialization plans. Importantly, the applicant will acquire knowledge and experience in a very exciting area, expanding her previous competences and skills on basic research in physics to applied, multidisciplinary research by working at IBM Research - Zurich. Through e-gates, the applicant will strengthen professional maturity with a prospective career development either in academia, industry or as an entrepreneur. The results, dissemination and visualization of the action will contribute to the excellence and attractiveness of European research programs around microfluidics technology, fostering industry-academy alliances with high scientific, social, and economic impact in Europe.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "IBM RESEARCH GMBH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999909854": {
            "orgId": "999909854",
            "orgName": "IBM RESEARCH GMBH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}