{
    "rcn": "204984",
    "acronym": "HIOS",
    "topics": "FTIPilot-1-2015",
    "title": "Highly Integrated Optoelectronic Sensor",
    "startDate": "01/08/2016",
    "endDate": "31/07/2019",
    "objective": "HIOS (ìHighly Integrated Optoelectronic Sensorî) aims to develop and to launch worldís first light sensor with fully integrated optical stack. The fully integrated optically stack technology which will be developed in HIOS project will be the technology enabler which brings the highly integrated optoelectronic sensor to the market. The sensors which will be enabled in the first step are single band and multi band light sensors, namely Ambient Light Sensor and derivate such as UV Sensor & Color Sensor. Three main markets which will be addressed are the Wearable, Low Cost Consumer (smart phones, cellular) & Smart Lighting Market.\n\nams already offers prior art TSL2584TSV which is industryís first ambient light sensor with 3D/TSV and single filter integrated at wafer level. In HIOS project the consortium wants to move one step further to ensure also the future competitiveness and keep the market leadership in Europe. HIOS project wants to integrate the full optical stacks including multiple filters, lenses and apertures for the first  time and wants to provide a high volume production environment for 3D/TSV \\ Filters \\ Wafer Level Package. The main technical innovations will be Filter tool and processes developed to achieve industryís tightest filter specifications, Wafer Level Molding tool modified by adding new alignment system to achieve, novel patented lense design and wafer level mold process, filters, lenses and apertures integrated at  Wafer Level for the first time and industryís lowest alignment tolerances as required by the applications. The expected outcomes are a Single band and multi-band light sensors ñ smallest size and lowest system cost at best optical performance (ambient light sensor and derivatives such as color sensor and UV sensor) and an Equipment which enabling this new application and many other applications; WLM- tightest overlay control; Filter ñ tightest pass band width control; low stress filter deposition to enable multiple filters.",
    "totalCost": "4282541,25",
    "ecMaxContribution": "2997778,88",
    "coordinator": "AMS AG",
    "coordinatorCountry": "AT",
    "participants": "ADVANCED PACKAGING CENTER  BV;BOSCHMAN TECHNOLOGIES BV;BUHLER ALZENAU GMBH",
    "participantCountries": "NL;DE",
    "projectParticipants": {
        "987680094": {
            "orgId": "987680094",
            "orgName": "BOSCHMAN TECHNOLOGIES BV",
            "ecContrib": 489825
        },
        "955330400": {
            "orgId": "955330400",
            "orgName": "ADVANCED PACKAGING CENTER  BV",
            "ecContrib": 266612
        },
        "972223144": {
            "orgId": "972223144",
            "orgName": "BUHLER ALZENAU GMBH",
            "ecContrib": 770000
        },
        "999809459": {
            "orgId": "999809459",
            "orgName": "AMS AG",
            "ecContrib": 1471341
        }
    },
    "calculatedTotalContribution": 2997778
}