{
    "rcn": "204963",
    "acronym": "LSDiASD",
    "topics": "ERC-PoC-2015",
    "title": "Leveraging Small Demethylase inhibitors for Autism Spectrum Disorder",
    "startDate": "01/11/2016",
    "endDate": "31/08/2018",
    "objective": "Duplication of chromosome region 7q11.23 (7Dup), comprising 26-28 genes, is one of best characterized copy number variations (CNV) causing Autism Spectrum Disorder (ASD), a very prevalent neurodevelopmental condition affecting more than 1% individuals worldwide, and for which no effective treatment is available. Despite the remarkable consistency of core ASD symptoms (impairment in language and sociability along with stereotyped behaviours), over 400 causative genetic lesions have been thus far identified for ASD, splitting it de facto into an aggregate of rare and highly penetrant genetic diseases. In turn, the convergence of symptoms grounds the hope that few paradigmatic syndromes may yield generalizable therapeutic inroads across the autistic spectrum. 7Dup is a case in point since it is symmetrically opposite to Williams Syndrome, a condition caused by 7q11.23 hemideletion and featuring symmetrically opposite phenotypes in language and sociability, thus offering unique opportunities to dissect the dosage-vulnerable circuits that affect language competence and sociability. Specifically, convergent evidence points to transcription factor GTF2I as the key gene underlying the cognitive/behavioural traits of 7Dup.  Within my ERC-Consolidator project DISEASEAVATARS we discovered that increased GTF2I dosage represses key genes involved in intellectual disability, autism and neuronal function by associating with lysine demethylase 1 (LSD1), a key chromatin modifier, and found that LSD1 inhibition rescues GTF2I-dependent alterations. Therefore, we now wish to establish in vivo proof of concept for the efficacy of novel LSD1 inhibitors in rescuing cognitive-behavioural deficits in relevant ASD mouse models recapitulating GTF2I CNV, developing an adequate business plan and industrial partnerships as prerequisites for advancing the most effective LSD1 inhibitor towards pre-clinical development for 7Dup and ASD more broadly.",
    "totalCost": "145250",
    "ecMaxContribution": "145250",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "TTFACTOR SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "952748842": {
            "orgId": "952748842",
            "orgName": "TTFACTOR SRL",
            "ecContrib": 37500
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 107750
        }
    },
    "calculatedTotalContribution": 145250
}