{
    "rcn": "204907",
    "acronym": "SNAPTRACE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Fishing in the dark: unravelling the global trade and traceability of the ësnappersí",
    "startDate": "04/07/2016",
    "endDate": "03/07/2018",
    "objective": "Despite the precarious state of the worldís marine ecosystems, it is now widely acknowledged that ëwhere there is a sea, there are piratesí. Indeed, todayís alarming rates of illegal fishing and market fraud are of the most immediate threats to global fish stocks, creating unfair competition, impeding consumer choice and ultimately undermining efforts towards sustainable management. As such, it has become increasingly clear that seafood traceability is not a luxury; it is a true necessity in a world where growing human populations are placing immense pressure on the remaining oceanic resources. In the present application, a project is proposed that will significantly enhance our understanding of the intricacies of global seafood trade and pave the way forward for more transparent, traceable and sustainable seafood markets, using one of the worldís most highly-prized, yet misunderstood, groups of fishes as a model: the snappers, family Lutjanidae. In order to achieve this ambitious overarching goal, a multidisciplinary approach and state-of-the-art molecular techniques will be employed to systematically address the projectís three key objectives: 1) to use international trade data to unravel the drivers and dynamics of global snapper supply and demand; 2) to harness the power of DNA barcoding to evaluate the species sold as ësnapperí on world markets, and 3) to test the ability of cutting-edge genomic methods to trace premium snapper products back to their population / stock of origin. SNAPTRACE will be the foremost study to combine these core approaches in a truly global fashion, thus meeting the long standing demand for more pronounced interdisciplinary integration to tackle the complexities associated with the seafood supply chain. In its entirety, the outcomes of this project will prove both relevant and timely, initiating an evidence-based management of snapper resources, which at the moment remains extremely difficult to implement based on current insights.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SALFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999829441": {
            "orgId": "999829441",
            "orgName": "THE UNIVERSITY OF SALFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}