{
    "rcn": "204911",
    "acronym": "Gm2m",
    "topics": "MSCA-IF-2015-EF",
    "title": "The anomalous magnetic moment of the muon as a benchmark for New Physics Searches",
    "startDate": "01/07/2017",
    "endDate": "30/06/2019",
    "objective": "The anomalous magnetic moment of the muon has revealed its potential to be the cornerstone for beyond the Standard Model searches, since it is one of the most accurately measured quantity in particle physics. Being the Standard Model in a nutshell, is at the cutting edge of the developments in the field. A persistent discrepancy between theory and experiment exists and has triggered two new challenging and expensive experiments at FermiLab and at JPARC which will push the measurement of that quantity to an unprecedented precision of a 0.14 ppm. At that level, differences beyond theoretical uncertainties among theory collaborations are limiting the theory precision. Thus, they must be resolved with an exceptional precision as well to sort out whether the observed departure is and indication of New Physics and to correspond the enormous experimental effort. The project Gm2m aims to provide the theoretical framework to coordinate and elaborate on a continuous and robust update of the Standard Model prediction of this observable through the use of 1) a user-friendly and modern web-page interface that should allow the community to keep track of the exact state-of-the-art calculation and 2) a new reassessment with unparalleled precision of the uncertainties of the Standard Model. The project Gm2m will consider a set of novel approaches for finding a solution to the current theoretical puzzles, which also demands an exhaustive scrutiny of the theoretical uncertainties at the 0.1ppm level. This effort should culminate in a most robust Standard Model prediction up to date. \nThe project Gm2m will become a milestone for particle physics and anticipates a long-lasting impact for the society thanks to an ambitious dissemination plan.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}