{
    "rcn": "204962",
    "acronym": "AngioResist",
    "topics": "ERC-PoC-2015",
    "title": "Coordinated Development of Inhibitors and Biomarkers for Resistance to Antiangiogenics in Cancer - AngioResist",
    "startDate": "01/09/2016",
    "endDate": "28/02/2018",
    "objective": "Many anti-angiogenic drugs are clinically used in several types of cancer to block angiogenesis, impair tumor growth, progression and dissemination. Nevertheless, clinical trials report emergence of resistance to treatment and a failure in long-lasting effects of these therapies. To date, resistant patients do not currently have any established, proven alternative therapeutic possibility and the medical field is moving towards a careful selection of subgroups or subtypes of patients that have to be treated with each one of the available second-line targeted drugs. For this relevant unmet medical need, many laboratories and pharmaceutical companies have focused on developing new biomarkers and new drugs to fight anti-angiogenic resistance, but up to date, there is no proven established biomarker or method to predict which patientís tumor is resistant to antiangiogenic therapies and which drug is capable of blocking this resistance to therapy.\n     AngioResist PoC aims at solving the existing patient selection gap in the treatment of cancer that is therapeutically resistant to antiangiogenic drugs. Based on data generated from our ERC project and two filed European Patent applications, AngioResist PoC will transform the acquired basic knowledge into an Innovation project, to validate a novel biomarker of response/resistance to antiangiogenics together with a new inhibitor for the treatment of these selected patients. The project will coordinately perform the preclinical phases of development of the drug compound and the biomarker, with the final aim of licensing them both to a selected partner during the clinical phases.  Together with our licensee, we aim at the final distribution of a therapeutic drug that will be delivered with a biomarker kit for the selection and treatment of cancer patients resistant to antiangiogenic drugs.",
    "totalCost": "149931,68",
    "ecMaxContribution": "149931,68",
    "coordinator": "INSTITUT CATALA D'ONCOLOGIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998420031": {
            "orgId": "998420031",
            "orgName": "INSTITUT CATALA D'ONCOLOGIA",
            "ecContrib": 149932
        }
    },
    "calculatedTotalContribution": 149932
}