{
    "rcn": "204934",
    "acronym": "INVERTIDAL",
    "topics": "MSCA-IF-2015-EF",
    "title": "Chromosomal rearrangements and diversification on environmental gradients",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Chromosomal rearrangements (CRs) are considered to foster adaptation (and speciation) by protecting advantageous combinations of alleles from recombination. This is supported by the frequent observation of inversion clines linked to environmental gradients. However, direct evidence for the proposed allelic interactions within CRs and their role in diversification remains elusive. The rocky intertidal is a natural laboratory to study adaptation along gradients and its contribution to speciation. In particular, the parallel evolution of divergent ecotypes in Littorina saxatilis offers a unique opportunity to investigate the genetic basis of phenotypic variation associated with spatial environmental changes (i.e. the genomic architecture of adaptation and speciation). Although advances on genomics have allowed the identification of loci involved in these processes, the role of structural variation has not yet been tested. Here I propose an interdisciplinary project that will combine data on genome organization, genotype and phenotype with modelling and existing ecological and behavioural information; aiming to provide a more complete view of adaptation and diversification when facing abrupt environmental changes. Prof. Butlin, at the University of Sheffield, will give me access to a leading research group in adaptation and speciation genomics and to a highly stimulating department in evolutionary biology; while during two secondments (at University Pompeu Fabra and University of Bari) I will receive further specialized training on CR detection. These new skills in cutting-edge research will put me in a privileged position to establish myself as an independent researcher. The outcome of INVERTIDAL will not only have an impact on basic evolutionary knowledge but will also address a major societal concern (climate change) and give key information to biodiversity managers, helping to bridge research and decision-making, in line with the Horizon2020 framework.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}