{
    "rcn": "204995",
    "acronym": "Polarsol Phase Two",
    "topics": "SMEInst-09-2016-2017",
    "title": "Polarsol - a disruptive hybrid heat management solution for global markets",
    "startDate": "01/05/2016",
    "endDate": "30/04/2018",
    "objective": "The energy market is rapidly transforming towards locally produced renewable energy. At the same time the society is concerned about the environmental aspects and dependence on carbon based energy. Polarsolís mission is to become one of the most influential drivers of that transformation by providing means for highly cost-efficient local generation of clean heating. Polarsol has brought to the market the most advanced in terms of cost-efficiency hybrid heat management solution that can be successfully applied across EU. \n\nPolarsol hybrid system utilizes a proprietary patented heat exchanger in various system components and combines solar thermal with exhaust air heat pump and waste heat recovery properties in a very unique way. As a bonus, the same equipment may be also used for cooling purposes! The system can be successfully applied for heating/cooling and hot water supply for detached houses, multi-story buildings, industrial facilities, and recreation centers as well as for industrial scale waste heat recovery. With Polarsolís solutions clean energy becomes the real economical alternative without any public incentives. In addition to that it has a tremendous environmental impact.\n\nThe project consists of activities required for a successful go-to-market phase. After the project implementation Polarsolís business will be ready for scaling up and expansion to international markets.\n\nMain outcomes of the project:\n? increased production and organizational capacity \n? established partner network with well-operating B2C distribution channels\n? commercially verified pilot implementations in three priority B2B market segments identified in Phase 1\n? first deliveries to international markets: Estonia, Sweden, Germany, Italy\n? production facilities certified according to ISO 9001:2015 \n? products certified by T‹V according to the new industry standards\n? first deliveries of a hybrid collector that combines solar power, solar heat and air heat properties",
    "totalCost": "2941500",
    "ecMaxContribution": "2059050",
    "coordinator": "POLARSOL OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930454362": {
            "orgId": "930454362",
            "orgName": "POLARSOL OY",
            "ecContrib": 2059050
        }
    },
    "calculatedTotalContribution": 2059050
}