{
    "rcn": "204939",
    "acronym": "MWDIR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Media Warfare and the Discourse of Islamic Revival: The Case of the Islamic State (IS)",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "This proposal seeks to better our understanding of how Islamist movements use Social Media to reinforce their discourses, ideologies and thoughts during times of conflict, i.e. ideological levels of struggle. In brief, this study takes as its mission the task of unravelling patterns of rhetorical propaganda employed by the Islamic State (IS) and how this movement attracts individuals from all over the world and influences security in Europe and the world. There are two overlapping discourses which dialectically feed into each other: those of religious revival and political emancipation. By means of these discourses, IS reworks foundational myths and traditional religious symbols to appropriate an imagined past in a highly charged political and conflict-ridden context as a part of the solution to its beleaguered spirituality.\n\nThis proposal suggests employing interdisciplinary methods: critical discourse analysis (CDA), Corpus Linguistics, visual content analysis and multi-modal analysis. This aims to examine discourse, content and visual frames. The sample is supposed to include all YouTube video clips published by IS and the commentaries associated with these clips in English and Arabic. \n\nThe importance of this project lies in understanding the socio-political and cultural-religious dimensions of the conflict and the ensemble of discourses that frame Islamic fundamentalism in general, and IS in particular, as well as how IS persuades recruits from the EU and worldwide. This project is significant in opening a new academic career path for me and in giving me an opportunity to apply for professorship/senior lecturer and chair positions in media and communication, sociolinguistics and discourse of Islamist movements in future.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}