{
    "rcn": "204976",
    "acronym": "INPRO",
    "topics": "INNOSUP-5-2014",
    "title": "Improving IPR management services to SMEs engaging in peer learning activities",
    "startDate": "01/08/2016",
    "endDate": "31/10/2017",
    "objective": "Within the INPRO project, the involved partners wants to peer review IPR support programmes for SMEs in order to improve their knowledge and attitude towards this important topic as well as to transfer good practices into regional/national programmes.\nUsing the Twinning Advanced methodology, the Design Options Paper (DOP) on IPR services to SMEs will be elaborated in order to be at disposal for other innovation agencies to design and/or deliver similar IPR services.\nProfessional experts with extensive knowledge and experience on IPR and on creative moderation methodologies will be subcontracted to moderate the two peer learning workshops in order to achieve the highest quality results. The peer learning group will be composed by 12 persons from the 3 Regions/Country involved (Friuli Venezia Giulia region ñ Italy; Spain; Slovenia). The aim of the working group will be to strengthen the IPR support services and programme design through the application of the Twinning\\ methodology. \nThe INPRO project will facilitate the knowledge exchange among the participants on the following matters:\nï\tProvision of the IPR support services to SMEs on the involved territories and focus on the major experienced difficulties;\nï\tIdentification of ìgood practicesî applied by the partners and ìgood practicesî available at EU level to be transferred in the involved territory;\nï\tImprovement of IPR support services to SMEs;\nï\tEnhancement of qualitative procedures in IPR auditing;\nï\tImprovement of the administrative aspects in the IPR management both at SME level and PA level.\nA Memorandum of Understanding (MoU) will be undersigned by the partners at the end of the project with the aim to engage in more frequent peer learning activities. The MoU should be a first step of an EU based network of partners aiming to foster, enforce and further develop IPR services to SMEs.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "FRIULI INNOVAZIONE CENTRO DI RICERCA E DI TRASFERIMENTO TECNOLOGICO SCARL",
    "coordinatorCountry": "IT",
    "participants": "INSTITUT JOZEF STEFAN;INSTITUTO TECNOLOGICO METALMECANICO, MUEBLE, MADERA, EMBALAJE Y AFINES-AIDIMME",
    "participantCountries": "SI;ES",
    "projectParticipants": {
        "986221602": {
            "orgId": "986221602",
            "orgName": "FRIULI INNOVAZIONE CENTRO DI RICERCA E DI TRASFERIMENTO TECNOLOGICO SCARL",
            "ecContrib": 50000
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 0
        },
        "998736542": {
            "orgId": "998736542",
            "orgName": "INSTITUTO TECNOLOGICO METALMECANICO, MUEBLE, MADERA, EMBALAJE Y AFINES-AIDIMME",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}