{
    "rcn": "204975",
    "acronym": "StartInnShop",
    "topics": "INNOSUP-5-2014",
    "title": "StartInnShop - Startup Innovation goes to market",
    "startDate": "01/08/2016",
    "endDate": "31/07/2017",
    "objective": "StartInnShop intends to reshape, through the Twinning Advanced methodology, a set of services to support early stage innovative startups in developing the right products to enter and (most important) remain in the market. When accessing a support service dedicated to explore market opportunities, beneficiaries most often receive a complete theoretical support, but the majority of programs that are available now lack of practical experiences to allow entrepreneurs to really test their idea. By matching the Lean methodological approach with a concrete market gateway - the ìNeoShopî, an innovation boutique providing soft commercial launch for innovative products - StartInnShop aims to design a modular kit of tools and services for accompanying innovative, knowledge-based and creative startups in testing, improving and selling their products. The consortium is composed by three Innovation Agencies: Aster (Italy)- the project coordinator, Laval Mayenne Technopole (France) and The Rubicon Centre (Ireland), which have already worked fruitfully together. This twinning action has a multiple goal: allow partners to carry on a peer review and assessment on their respective services; reshape and combine those linked to market development and set up permanent relations within the partnership, who already exchanged information on their best practices, with the aim of improving each partnersí services and internationalization perspectives. The final aim of the project is the drafting of a complete Design Option Paper, dedicated to analyse and describe all different scenarios in terms of background, soft and hard infrastructures, sector and stage of development in which the service could be implemented  in order to facilitate its transfer and mainstreaming in the different EU contexts.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "ASTER - SOCIETA CONSORTILE PER AZIONI",
    "coordinatorCountry": "IT",
    "participants": "ASSOCIATION LAVAL MAYENNE TECHNOPOLE;CIT INNOVATION CENTRE LIMITED",
    "participantCountries": "FR;IE",
    "projectParticipants": {
        "999643686": {
            "orgId": "999643686",
            "orgName": "ASTER - SOCIETA CONSORTILE PER AZIONI",
            "ecContrib": 50000
        },
        "935267987": {
            "orgId": "935267987",
            "orgName": "CIT INNOVATION CENTRE LIMITED",
            "ecContrib": 0
        },
        "951963724": {
            "orgId": "951963724",
            "orgName": "ASSOCIATION LAVAL MAYENNE TECHNOPOLE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}