{
    "rcn": "204914",
    "acronym": "SURE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Exploring Subtitle Reading Process with Eyetracking Technology",
    "startDate": "15/07/2016",
    "endDate": "14/07/2018",
    "objective": "Subtitling is part and parcel of todayís world. It is used not only by people who do not know the language of the original soundtrack, but also by those requiring different means of accessing audiovisual content due to sensory impairments, caused by deafness, hearing loss or ageing. \nWhile the main goal of subtitling is to foster access to multimedia content, its quality often falls short of users expectations and may be insufficient for them to take full advantage of what they read. Among the most problematic issues in subtitling quality are optimum presentation rates and subtitle layout. Subtitlers are faced with lack of research data to support their current practices with, which results in lack of uniform standards on reading speed, inconsistent layout and poor quality subtitling.\nThe central aim of this project is to experimentally study the subtitling reading process with a view to establishing subtitle quality indicators regarding optimum presentation rates and layout. The study of subtitle processing is of fundamental importance in understanding how people perceive subtitled video materials in a digital society that increasingly relies on the exchange of audiovisual material. \nThe study will be conducted at the Centre for Translation Studies at University College London, the world-leading centre of audiovisual translation, directed by Prof. Jorge DÌaz Cintas, the scientist in charge of this project, in cooperation with the Deafness Language and Cognition Research Centre at UCL, directed by Prof. Bencie Woll. London is also the commercial hub of the audiovisual translation industry, which is relevant to this study as it will be conducted with direct links to the industry through secondment.\nThis project is not only directly applicable to current market practices and will benefit end users, but it also addresses EU challenges of multilingualism, accessibility, ageing and education.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}