{
    "rcn": "204940",
    "acronym": "HippAchoMod",
    "topics": "MSCA-IF-2015-GF",
    "title": "Deciphering the cholinergic modulation of the hippocampal place code.",
    "startDate": "08/08/2016",
    "endDate": "07/08/2019",
    "objective": "Acetylcholine released by cholinergic neurons in the basal forebrain is a critical component of the modulatory cocktail governing the emergence, stabilization and reorganization of cortical ensembles of co-active neurons representing the environment. In the hippocampus, ACh renders the state of the network optimal for the acquisition of novel information. Deterioration of cholinergic modulation leads to severe deficits in hippocampal function manifested as debilitating cognitive impairments. Despite decades of intense research fundamental questions are still open about the cholinergic modulation of hippocampal information processing: i) how is the behaviour-dependent firing of different neuron types determined by ACh? ii) how does ACh contribute to the emergence of the spatially selective firing of principal cells, their amalgamation into sequences representing the surroundings of the animal and the storage of ìrelevantî sequences? iii) how does ACh alter the place code in response to salient environmental stimuli? Technological breakthroughs of the past years have opened the possibilities of addressing these long-standing questions about cholinergic modulation. Thus, I aim to combine the latest electrophysiological recording, optogenetic manipulation and behavioural tracking methods to monitor hippocampal neuronal ensembles in freely behaving mice while manipulating the cholinergic input of the hippocampus by light-responsive microbial opsins. Results of the proposed research programme will decipher the role of ACh in hippocampal information processing and inform us how subcortical modulation contributes to the conversion of external inputs from the environment to internal representations. By accomplishing the programme outlined in the proposal I will be acquainted with the cutting edge technologies as well as skills indispensable for starting my independent research group and expanding the research potential of my home institute.",
    "totalCost": "245250",
    "ecMaxContribution": "245250",
    "coordinator": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998242327": {
            "orgId": "998242327",
            "orgName": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 245250
        },
        "999437561": {
            "orgId": "999437561",
            "orgName": "NEW YORK UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 245250
}