{
    "rcn": "204974",
    "acronym": "optiTruck",
    "topics": "GV-6-2015",
    "title": "optimal fuel consumption with Predictive PowerTrain  control and calibration for intelligent Truck",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The automotive industry has made a substantial effort in recent years in developing powertrain technologies to improve fuel efficiency on Heavy-Duty Vehicles (HDVs). Due to increasing road freight traffic, however, projections indicate that total HDV energy use and CO2 emissions are expected to remain stable at the current level over the long term, if no policy action is taken. This is clearly incompatible with the goal of reducing greenhouse gas emissions from transport by around 60% below 1990 levels by 2050.\nThe overall objective of optiTruck is to further improve energy efficiency by at least 20% on Euro VI HDVs (40t). To achieve this, optiTruck will develop a global optimiser which brings together the most advanced technologies from powertrain control and intelligent transport systems, with a number of innovative and complementary elements to maximise the potential utilisation of individual innovations. Through real driving trials, optiTruck will demonstrate this objective, taking account road topography, traffic and weather condition, vehicle configuration and transport mission.\noptiTruck will develop a comprehensive impact assessment methodology to extend this local and small-scale demonstration to a wider evaluation to explore potential benefits of using the rich cloud data sources and powerful computing facilities for fast-than-real-time modelling and simulation. It will also take account of social equity, economic, and environmental factors in the assessment to address the main societal challenges for the sector.\noptiTruck will facilitate the creation of a global platform not only for exchanging existing knowledge between automotive industries, but also for promoting horizontal collaboration in new ways essential for wider uptake of energy saving solutions across the sector, Europe and the world, which is the ultimate goal the optiTruck partners strive to achieve within and beyond this project.",
    "totalCost": "5385958,75",
    "ecMaxContribution": "4540988,88",
    "coordinator": "EUROPEAN ROAD TRANSPORT TELEMATICSIMPLEMENTATION COORDINATION ORGANISATION - INTELLIGENT TRANSPORT SYSTEMS & SERVICES EUROPE",
    "coordinatorCountry": "BE",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;CONSORZIO INTERUNIVERSITARIO PER L'OTTIMIZZAZIONE E LA RICERCA OPERATIVA;UNIVERSITY OF LEEDS;Istituto Superiore Mario Boella;F LLI CODOGNOTTO DI CODOGNOTTO GIANFRANCO&C SNC;INGENIEURGESELLSCHAFT FUER AUTO UND VERKEHR GMBH;T.C. OKAN UNIVERSITESI;ILIADIS METAFORES ANONYMI ETAIREIAETHNIKON ODIKON METAFORON;FORD OTOMOTIV SANAYI ANONIM SIRKETI;AALBORG UNIVERSITET",
    "participantCountries": "EL;IT;UK;DE;TR;DK",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 688000
        },
        "996385068": {
            "orgId": "996385068",
            "orgName": "CONSORZIO INTERUNIVERSITARIO PER L'OTTIMIZZAZIONE E LA RICERCA OPERATIVA",
            "ecContrib": 331875
        },
        "971368477": {
            "orgId": "971368477",
            "orgName": "ILIADIS METAFORES ANONYMI ETAIREIAETHNIKON ODIKON METAFORON",
            "ecContrib": 41388
        },
        "998572321": {
            "orgId": "998572321",
            "orgName": "INGENIEURGESELLSCHAFT FUER AUTO UND VERKEHR GMBH",
            "ecContrib": 559871
        },
        "937035230": {
            "orgId": "937035230",
            "orgName": "FORD OTOMOTIV SANAYI ANONIM SIRKETI",
            "ecContrib": 931000
        },
        "999599357": {
            "orgId": "999599357",
            "orgName": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
            "ecContrib": 0
        },
        "968649664": {
            "orgId": "968649664",
            "orgName": "F LLI CODOGNOTTO DI CODOGNOTTO GIANFRANCO&C SNC",
            "ecContrib": 99312
        },
        "993694094": {
            "orgId": "993694094",
            "orgName": "T.C. OKAN UNIVERSITESI",
            "ecContrib": 372500
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 253438
        },
        "999785112": {
            "orgId": "999785112",
            "orgName": "EUROPEAN ROAD TRANSPORT TELEMATICSIMPLEMENTATION COORDINATION ORGANISATION - INTELLIGENT TRANSPORT SYSTEMS & SERVICES EUROPE",
            "ecContrib": 340025
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 218705
        }
    },
    "calculatedTotalContribution": 3836114
}