{
    "rcn": "204947",
    "acronym": "HOUSREG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Social Art as a Tool for Empowerment: Housing Deprivation and Citizen Initiatives for Change",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Over the past decade, worsening affordability,homelessness, social and housing polarisation and new forms of housing deprivation have been an increasing concern for public policy in Europe. Symptom of this problem is a set of art projects focused on housing issues. These social art projects have also served to highlight and fill the gap left by inexistent social structures, which should ideally provide wellbeing for all. The art projects about housing paired with other initiatives coming from civil society (as non-governmental organizations with social and humanitarian foundation, social entrepreneurship, and volunteer based social initiatives) have a potential to engage citizens creatively and initiate positive social change by increasing wellbeing and community feeling. \nAddressing this need, the overarching objective of this project is to deliver a new methodology that will address Social Art and Housing. This methodology will allow the Fellow to outline the best practice for how art can be used in housing planning, for enhancing the quality of life in decaying neighborhoods, in urban regenerations, and homelessness problems. To achieve this objective the project will bring together a talented researcher with a background in art and urban theory to work with an internationally recognized research group with expertise in actor network theory, social art and field research design in order to deliver a novel interdisciplinary methodology developed through empirical research and validated through case studies in the UK and Serbia. The following research objectives will deliver the key components of the new social art and housing methodology: \nObjective 1: to map actors in the field of social art and housing networks \nObjective 2: to develop models of best practices of social art and housing networks \nObjective 3: to refine the models through comparison of best practices in Serbia and UK \n\nThe research will be divided in six stages organized in six work packages.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "LONDON SOUTH BANK UNIVERSITY LBG",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999911309": {
            "orgId": "999911309",
            "orgName": "LONDON SOUTH BANK UNIVERSITY LBG",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}