{
    "rcn": "204979",
    "acronym": "QR-PATROL PRO",
    "topics": "ICT-37-2015",
    "title": "A cost effective cloud-based platform for delivering the highest level of security, supervision and management for security companies utilizing Push-to-Talk and Internet of Things technologies.",
    "startDate": "01/07/2016",
    "endDate": "31/12/2018",
    "objective": "Terracom Informatics Ltd. was founded in 1999 and headquartered in northwestern Greece. Terracom has great experience in designing and developing software for security companies. In 2014 Terracom presented QR-Patrol, an innovative real time system for security guard tour patrol management. QR-Patrol is undergoing an impressive performance in the international market and within the first 18 months it acquires customers in 31 countries and business partners in 12 countries. The object of our proposal is QR-Patrol PRO. Based on commercially available QR-Patrol, it will be the first Guard Tour Patrol System which will integrate Internet-of-Things technologies in order to automate many of the routine procedures followed by security guards, provide accurate location data and monitor of worker's health and physical condition. It will also integrate a Push-To-Talk function providing secure group communication between the security guards and their company. It is a disruptive innovation system for the security industry and our goal is to become one of the dominant systems in the field of Guard Tour Management Systems. Beacons, Wearable devices and Push-to-Talk over IP are three technologies that will be integrated in QR-Patrol PRO will offer new, innovative, features for the security market. Our system will automate, simplify and accelerate the process of monitoring, supervising and communicating with security guards, saving significant business resources for the security company. As far as the competition concerned, there is a huge installed base of guard tour systems but actually they represent the past. They cannot offer real-time monitoring, flexible incident reports, photo-text-audio messages, two-way communication. Our target is worldwide aiming at the security and lone workers' market. We will establish the system through a network of partners. We are optimistic that we will handle the difficulties. This attitude originates from the faith in the success of our system.",
    "totalCost": "1927422,5",
    "ecMaxContribution": "1349195,75",
    "coordinator": "TERRACOM INFORMATICS LTD",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938395364": {
            "orgId": "938395364",
            "orgName": "TERRACOM INFORMATICS LTD",
            "ecContrib": 1349196
        }
    },
    "calculatedTotalContribution": 1349196
}