{
    "rcn": "204981",
    "acronym": "SMARTER-2",
    "topics": "IT-1-2015",
    "title": "Surveillance of MARiTime surroundings through lasER technology",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Contact and collision incidences are now the most increasing, most frequent and overall the most costly type of accidents in the maritime transport sector, representing 40% of yearly insurance claims and force 1 out of 10 ships to an unplanned dry dock every year costing on average Ä400,000 per incident. Semi and fully submerged objects are particularly causing havoc to shipping and offshore platforms because they go undetected by state-of-the-art sensors (radars, sonars, optical sensors) presenting an acute need for improved observation capability of the ocean surface layer. A major concern considering the importance of shipping in general (90% of worldís trade), their asset value (up to Ä 1 Billion cost to build) and the number of people at sea (about 2 Billion transported yearly). Similarly, the maritime security situation is worsening forcing vessels in average to spend Ä170,000 a year on security related solutions. The project opportunity arises from todayís inability to observe this challenging ocean layer, causing unsatisfying operational risks in a greatly expanding market (with more frequent and more costly security and safety incidents in line with the strong industry expansion). These incidents can be reduced by an appropriate observational sensor like a ladar. It can detect for example drifting growlers (ice floes) or floating containers ahead of a vessel, preventing damaging collisions. The information that the sensor collects can also be directly used for operators to reduce operational cost, for example by accurately observing the sea state as to optimize sail plan models and vessel trim for fuel and emission savings. Such benefits have value for the operators, allowing them to purchase a relatively low cost sensor compared to the costs of an offshore or maritime incident. Moreover, the ladar is complementary to radar, sonar, and other maritime sensors. It would therefore fill a market gap rather than outcompeting existing sensor technologies.",
    "totalCost": "3571406,25",
    "ecMaxContribution": "2499984,38",
    "coordinator": "G.M.S. GLOBAL MARITIME SERVICES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "LADAR LIMITED;O.M. OFFSHORE MONITORING LIMITED;HJELMSTAD AS",
    "participantCountries": "AI;CY;NO",
    "projectParticipants": {
        "965714444": {
            "orgId": "965714444",
            "orgName": "HJELMSTAD AS",
            "ecContrib": 622016
        },
        "971480415": {
            "orgId": "971480415",
            "orgName": "O.M. OFFSHORE MONITORING LIMITED",
            "ecContrib": 615300
        },
        "929987501": {
            "orgId": "929987501",
            "orgName": "LADAR LIMITED",
            "ecContrib": 322000
        },
        "965868480": {
            "orgId": "965868480",
            "orgName": "G.M.S. GLOBAL MARITIME SERVICES LIMITED",
            "ecContrib": 940669
        }
    },
    "calculatedTotalContribution": 2499985
}