{
    "rcn": "204987",
    "acronym": "DynaHUBS",
    "topics": "FTIPilot-1-2015",
    "title": "DynaHUBs is a new application designed to kick start the development of the Physical Internet using a crowd-sourced approach",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "DynaHUBs is a project designed to kick start the development of the Physical Internet using a crowd-sourced approach. Starting with motorcycles, we will test the technology and the business model to provide a new way of connecting routes and increasing capacity for door-to-door cargo and freight logistics. Once proven on motorcycles this capability will be used for all vehicles and existing transportation systems for not only freight but also for people. At the technological core of the project is the virtual exchange nodes called DynaHUBs. They provide an exchange mechanism to form a Physical Internet on the existing transportation infrastructure enabling users to I) switch between different modes of transport, ii) cancel unnecessary journeys, iii) shorten routes and iv) share capacity between vehicles, goods and people.  DynaHUBs are living mechanisms and change dynamically according to users' needs, traffic patterns, weather conditions, and extreme situations such as natural or manmade disasters.",
    "totalCost": "1873862,5",
    "ecMaxContribution": "1420041,25",
    "coordinator": "LOJIKA BILGI TEKNOLOJILERI VE SERVISLERI TICARET AS",
    "coordinatorCountry": "TR",
    "participants": "SUSTAINABLE INNOVATION I SVERIGE AB;JORNA RONALDUS;S3TRANSPORTATION LLP;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "SE;NL;UK;ES",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 80625
        },
        "952466184": {
            "orgId": "952466184",
            "orgName": "S3TRANSPORTATION LLP",
            "ecContrib": 333856
        },
        "990214025": {
            "orgId": "990214025",
            "orgName": "SUSTAINABLE INNOVATION I SVERIGE AB",
            "ecContrib": 280500
        },
        "945916356": {
            "orgId": "945916356",
            "orgName": "LOJIKA BILGI TEKNOLOJILERI VE SERVISLERI TICARET AS",
            "ecContrib": 708181
        },
        "950544808": {
            "orgId": "950544808",
            "orgName": "JORNA RONALDUS",
            "ecContrib": 16879
        }
    },
    "calculatedTotalContribution": 1420041
}