{
    "rcn": "204955",
    "acronym": "CAREMIBRAIN",
    "topics": "PHC-12-2015",
    "title": "A new brain-dedicated Positron Emission Tomography (PET) system to identify ?-amyloid biomarker for the early diagnosis of Alzheimerís disease and other causes of cognitive decline",
    "startDate": "01/06/2016",
    "endDate": "31/05/2019",
    "objective": "ONCOVISION is a Spanish SME specialised in design, development, production and commercialisation of organ-dedicated PET systems. Our company submits the present business innovation project with the overall objectives of (1) marketing an innovative brain-dedicated PET system to early diagnosis of Alzheimerís disease (AD) and other causes of cognitive decline based on the detection of amyloid-? biomarker in the brain using three 18F-labelled tracers recently approved by FDA and EMEA (Florbetapir, Florbetaben, and Flutemetamol) for their clinical use, and (2) validating the clinical performance of this new diagnostic medical device. This new brain-dedicated PET system, targeted to Mental Disorder Units and Nuclear Medicine Units of hospitals in Europe, USA and Japan, is unique in the market and offers several advantages compared to the whole-body PET systems, such as higher resolution, three times higher sensibility, a competitive price (up to three times lower), need of smaller hospital facilities, and lower radiotracer dose to the patient that leads to a lesser cost to the healthcare system. Due to these improved characteristics, the new brain-dedicated PET system will allow an early detection of AD and other causes of cognitive decline and to use this business opportunity to ensure profitability and growth of ONCOVISION. \nA Phase 1 project was previously funded and implemented (Call: H2020-SMEINST-1-2014; Cut-off date: 18th June, 2014; Topic: PHC-12-2014/2015 Clinical research for the validation of biomarkers and/or diagnostic medical devices; Proposal number: 651145). The feasibility study prepared in Phase 1 has verified the technological as well as economic viability of the product and its clinical validation. During Phase 2 the validation of clinical performance of the product will be carried out, to enable commercialisation in Phase 3.",
    "totalCost": "4393596,25",
    "ecMaxContribution": "4393596,25",
    "coordinator": "GENERAL EQUIPMENT FOR MEDICAL IMAGING SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "973216230": {
            "orgId": "973216230",
            "orgName": "GENERAL EQUIPMENT FOR MEDICAL IMAGING SA",
            "ecContrib": 4393596
        }
    },
    "calculatedTotalContribution": 4393596
}