{
    "rcn": "204972",
    "acronym": "PFKFBLOCK",
    "topics": "ERC-PoC-2015",
    "title": "Translating fundamental insights in endothelial metabolism: PFKFB3 drug discovery and development",
    "startDate": "01/08/2016",
    "endDate": "31/01/2018",
    "objective": "Angiogenesis, the growth of new blood vessels, contributes to major pathologies such as blinding ocular disease, inflammation and cancer. Blocking angiogenesis has therefore become a major field of research and an attractive therapeutic strategy. Current anti-angiogenic therapies focus on blockade of pro-angiogenic factors, such as VEGF. However, in cancer, insufficient efficacy, resistance and toxicity restrict the success of anti-VEGF agents. There is thus an urgent unmet need for novel anti-angiogenic strategies. In our ERC Advanced research grant (ECMetabolism), we developed an entirely novel anti-angiogenic concept and strategy, based on targeting key metabolic pathways in endothelial cells (ECs), cells lining blood vessels. More in particular, we identified - for the first time - that PFKFB3, a key glycolytic regulator, as a novel and promising target for anti-angiogenic therapy. Our findings show that glucose metabolism determines vessel sprouting and that lowering glycolysis only partially and transiently (by blocking PFKFB3) sufficed to inhibit pathological angiogenesis without causing systemic effects. In this ERC proof of concept project, PFKFBLOCK, we aim to develop lead small molecule compounds, blocking PFKFB3, and evaluate their potential to block pathological angiogenesis. Currently, no specific and orally available PFKFB3 blocker exists underscoring the value of our proposal and the necessity to develop such blocker for therapeutic applications. Through collaboration with a drug discovery unit we will identify lead molecules with novel intellectual property potential. Those lead compounds will be validated in relevant in vivo models and considered to be patented. The ultimate goal of this project is to get the best PFKFB3 inhibitor in clinical trials.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}