{
    "rcn": "204954",
    "acronym": "MIRCOMB",
    "topics": "MSCA-IF-2015-EF",
    "title": "Chip-based mid-infrared frequency combs",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The mid-infrared (MIR) spectral window is a gold mine for molecular spectroscopy and chemical/biological sensing, where the absorption strengths of molecular transitions are 10 to 1000 times greater than those in the visible or near-infrared (NIR), offering the potential to identify the presence of substances with extremely high sensitivity and selectivity, and is thus a powerful tool for scientific, commercial, industrial, and military applications. Future developments of MIR spectroscopy require the creation of robust, coherent sources that can operate with high precision, over a broad bandwidth, and over a wide range of environmental conditions. Quantum cascaded laser (QCL) is one of the most successful realization of MIR laser sources. While QCLs offer excellent spectral coverage in MIR, their use in spectroscopy is primarily restricted to continuous-wave (CW) techniques, since they are difficult to mode-locking.\nIn this proposal, we provide a technology to transfer such powerful CW MIR laser light into coherent and broadband optical frequency combs with high precision, which is an ideal MIR source to spectroscopy. \nThe technology is based on chip-scaled silicon-based micro-resonators which has shown successful frequency comb generations in near-infrared with mode spacing in micro-wave range, octave-spanning bandwidth and compact form. The formation of temporal dissipative solitons in such resonators further leads to a fully coherent frequency comb with access to ultrashort femtosecond pulses.\nIn this two-year project, we aim to implement chip-based MIR frequency combs, including finalizing a reliable MIR photonics platform that could provide high-quality and high-finesse micro-resonators, generating MIR soliton-based fully coherent frequency combs that have broad bandwidth under dispersion engineering on resonator waveguides, and accomplishing a dual-comb based MIR spectroscopy system that could provide high-speed, high-sensitive and broadband detections.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}