{
    "rcn": "204956",
    "acronym": "BioNote",
    "topics": "ERC-PoC-2015",
    "title": "BIONOTEñ A CROWDSCIENCE PLATFORMFOR IDENTIFYING AND LEARNING ABOUT ALL SPECIES ON EARTH",
    "startDate": "01/08/2016",
    "endDate": "31/07/2017",
    "objective": "BIONOTEñ A CROWDSCIENCE PLATFORM FOR IDENTIFYING AND LEARNING ABOUT ALL SPECIES ON EARTH\n\nMAJOR GOAL: To inspire and empower people to identify, document, explore and protect the worldís biodiversity. BioNote will advance Europeís commitment to monitor and protect biodiversity, by greatly facilitating access to species identifications worldwide. It will simultaneously increase information on where species occur for research, education, citizens, government and industry. \n\nWe share this planet with 7 million other species, many of which provide key services and goods for humans. But, the world's biodiversity is threatened today by urbanization and climate change. To protect the world's valuable biodiversity, citizen scientists need a way to easily identify species with their smartphones, and researchers need large datasets of species occurrences to build models. BioNote provides a platform the give both groups the tools they need. We will create the go-to software and data platform for species identification, collaboration and big data analysis, with our smartphone app and data portal. \n\nBioNote will provide an increase in knowledge about biodiversity; a massive input of new species observation records; facilitate access to biodiversity data needed for decisions on land use; provide ~20 jobs to university-educated individuals in the EU, and ~100 in tropical regions in the next 4 years; and drastically lower the cost of biodiversity research.\n\nBioNote has so far received initial funding from three different organizations who support and believe in BioNote's future, and formed an outstanding core team of scientists and experienced business people.",
    "totalCost": "149427",
    "ecMaxContribution": "149427",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 149427
        }
    },
    "calculatedTotalContribution": 149427
}