{
    "rcn": "204920",
    "acronym": "FemEcoMig",
    "topics": "MSCA-IF-2015-EF",
    "title": "Uneven lives: female economy, migration patterns and citizenship in Early Modern Italy",
    "startDate": "01/05/2017",
    "endDate": "14/07/2019",
    "objective": "FemEcoMig aims to study the connections between migration patterns and female property, work and social networks in Early Modern Italy: it focuses on domestic and international migrations and on female migrants (and their families) who moved to the duchy of Savoy-Piedmont during the period 1650-1800. The project aims to change the common narrative on the history of migration by bringing into the topic a range of historiographical problems that are often considered characteristic of the history of women. It will inquire into the role women's paid and unpaid work and into the use of female property in settlement paths; it will also tackle the extent of female social networks and their use to access to urban resources. The second objective is to analyse the connections between female migration and the achievement of naturalisation. This section will investigates foreign women applying for naturalisation and the reasons for their application. The project will tackle the contents of the grant, and the conditions in which citizenship was enacted and will inquire into the links between migration and settlement paths, economic activities and family strategies.\nData will be collected at the National Archives in Turin: two databases will be set up (one for female migrants, the second for people asking for naturalisation), and a sample of migrants drawn from the databases will be the object of biographical reconstruction in notarial deeds. The research will be conducted at the History Faculty of Cambridge University and at the Cambridge Group for the History of Population & Social Structure. The candidate will receive high level and interdisciplinary training to improve skills in data analysis. She will benefit from the host's organisation experience, discuss the qualitative and quantitive analysis of data, the methodological approach and the historiographical problems with the supervisor and other specialists, and improved competence in migration history and women history.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}