{
    "rcn": "204944",
    "acronym": "LYSOTRACK",
    "topics": "MSCA-IF-2015-EF",
    "title": "Defining the role of lysosomal trafficking in age-associated anabolic resistance in human skeletal muscle",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The reduced ability of skeletal muscle to grow, termed anabolic resistance (AR), is thought to be a major cause of age-associated muscle loss (sarcopenia). At the cellular level, AR is caused by an impaired activation of the protein kinase mTORC1, which in turn blunts protein synthetic responses to anabolic stimuli. Lysosomal trafficking is critical for the full activation of mTORC1, with the blocking of this event creating anabolic resistance in otherwise healthy cells. However, to date, this phenomenon has not been examined in human skeletal muscle. Therefore, our working hypothesis is that alterations in lysosomal trafficking may be an underlying mechanism to explain impaired mTORC1 activity and AR in elderly individuals. To address this hypothesis, we will define, for the first time, the role and regulation of lysosomal trafficking in age-associated AR in human skeletal muscle. \n\nThrough a combination of in-vitro and in vivo studies we will examine (1) whether genetic induction of lysosomal trafficking can activate mTORC1 and overcome chemical/nutrient induced AR in human primary myotubes, (2) whether genetic knockdown of proteins that stimulate lysosomal trafficking can inhibit mTORC1 activity and cause AR, and (3) examine whether lysosomal trafficking differs between young and elderly subjects, in vivo, in response to anabolic stimuli such as amino acids and resistance exercise.\n\nThe importance of this work should not be understated, given that the number of individuals aged over 60 and 80 years is expected to triple and quadruple respectively by 2050. By advancing the understanding of why elderly individuals exhibit AR and how this phenomenon may contribute to the development of sarcopenia, the work proposed herein has great potential for the development of novel therapeutic approaches to prevent or reduce the occurrence of AR, reduce the severity of sarcopenia which in turn will dramatically improve quality of life.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}