{
    "rcn": "204950",
    "acronym": "6D STRINGS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Tensionless strings of six-dimensional superconformal theories",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Despite the important role they play in M-theory, six-dimensional superconformal field theories (SCFTs) are to this day not well understood. A characteristic feature of 6d SCFTs is that their degrees of freedom include tensionless strings; while some properties of these strings have been studied in recent years, the 2d SCFTs that govern their behavior have not been constructed. In this proposal I outline a research plan to determine the 2d theories governing the strings, and use this knowledge to study the dynamics of six-dimensional SCFTs.\n\nI also explore two important applications of this class of 2d SCFTs. First, I will determine whether a conventional gravity dual to such 2d theories under the AdS3/CFT2 correspondence exists. I will then use the 2d SCFTs to study the properties of their gravity duals and establish whether such gravity duals behave as string theories, thus testing the string universality conjecture for 3d quantum gravity.\n\nSecond, I will use one of the 2d SCFTs under consideration to investigate the Mathieu moonshine conjecture. This conjecture connects two seemingly unrelated areas of mathematics: mock modular forms and representation theory of the Mathieu group M24. It is expected that this deep mathematical relation will be explained by an appropriate string theory construction; I argue that the 2d SCFT under consideration can be expected to play a role in the proof.\n\nThe research will take place at the University of Amsterdamís Institute of Physics. The Institute hosts some of the worldís top experts on the proposed research topics. The project will be conducted by combining techniques from their areas of research with my expertise on six-dimensional SCFTs and their tensionless strings. The research program includes a strong training plan and a clear transfer of knowledge, and will contribute to reinforce European excellence in theoretical high-energy physics.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}