{
    "rcn": "204943",
    "acronym": "3DPLASTICITY",
    "topics": "MSCA-IF-2015-EF",
    "title": "Plasticity of dendritic computations during active network states",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "Neurons in the cortex generate sensory perceptions by extracting certain features from the environment and combining them with internally generated information. A better understanding of how neurons perform these computations will deepen our understanding of normal brain function and potentially identify novel therapies for mental conditions that perturb sensory perception such as autism, schizophrenia, and epilepsy. Neuronal computations occur at thousands of synapses across three dimensionally complex dendritic trees. In the cortex, dendritic integration takes place in the context of ongoing network activity, and recent work indicates that network activity profoundly alters how neurons compute sensory information. Yet, most of our current knowledge of how dendrites process synaptic inputs has been derived under non-physiological conditions, resulting in a poor understanding of network behavior in the living brain. An equally important property of cortical microcircuits is that they are endowed with a plethora of plasticity mechanisms that enable flexible adaptions to the environment. The role of synaptic plasticity at excitatory synapses is established for such adaptations. How inhibitory plasticity shapes dendritic integration and sensory processing remains largely unexplored. The purpose of my Marie Sk?odowska-Curie Individual Fellowship is to elucidate how synaptic plasticity operates within active neuronal networks and how plasticity influences cortical computations within morphologically complex dendritic trees. To address these knowledge gaps, I will combine my expertise in synaptic plasticity, electrophysiology, and pharmacology with cutting-edge techniques I will learn under the mentorship of Professor Angus Silver including 3D imaging, optogenetic applications, and biologically detailed computer modelling. This cutting-edge training-through-research program is expected to transform our understanding of how single neurons compute sensory information.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}