{
    "rcn": "204982",
    "acronym": "ID-Lyme",
    "topics": "FTIPilot-1-2015",
    "title": "A novel immunity-based test for early diagnosis of Lyme disease",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "The main objective of this ID-Lyme project is to push to the market a novel test, the Ixodes kit, for the early detection of Lyme Borreliosis (LB), also known as Lyme disease. LB can usually be treated using cost-effective antibiotics at an early stage of disease. Unfortunately, standard laboratory testing is often unable to give a clear diagnosis whether a patient is infected or not. This can result in the true infection remaining untreated. This is a significant healthcare concern because of the disabling effects and the much costlier and more challenging treatment of progressive disease. This project will deliver to the market the first point-of-care diagnostic test that can identify LB infections in the early stage prior to the onset of symptoms thereby improving LB management and patient health outcomes as well as reducing LB-related healthcare costs. The project will have significant impact on EU healthcare and society, as currently over 2.6 million tests are performed in the EU each year on people suspected of LB infection.\n\nWith support of the Fast Track to Innovation program by Horizon2020, a dedicated consortium of in vitro diagnostic assay developers (Innatoss Laboratories), production specialists (NPK, Diarect) and clinical experts (Medical University of Vienna) will finalize the kit design, upscale production, and test the product under real-life conditions to prepare the kit for EU-wide market introduction and implementation. The Ixodes kit will result in: \n1. early and effective treatment of patients;\n2. quality of life of patients; and \n3. large direct and indirect cost reductions on a EU-wide level.",
    "totalCost": "2609503,75",
    "ecMaxContribution": "1913690,13",
    "coordinator": "M-4 GROEP BV",
    "coordinatorCountry": "NL",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;INNATOSS LABORATORIES BV;NPK DESIGN BV;DIARECT AG",
    "participantCountries": "AT;NL;DE",
    "projectParticipants": {
        "918539464": {
            "orgId": "918539464",
            "orgName": "M-4 GROEP BV",
            "ecContrib": 18375
        },
        "941118348": {
            "orgId": "941118348",
            "orgName": "NPK DESIGN BV",
            "ecContrib": 391440
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 290125
        },
        "927813731": {
            "orgId": "927813731",
            "orgName": "INNATOSS LABORATORIES BV",
            "ecContrib": 861248
        },
        "935721753": {
            "orgId": "935721753",
            "orgName": "DIARECT AG",
            "ecContrib": 352502
        }
    },
    "calculatedTotalContribution": 1913690
}