{
    "rcn": "204946",
    "acronym": "SMALLDIS",
    "topics": "MSCA-IF-2015-EF",
    "title": "The impact of small-scale disaster events: an exploration of disaster related losses, extensive risk management and learning at the institutional and community level in Italy",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Unlike extreme disasters, smaller scale disaster events receive relatively little attention in Climate Change and Disaster studies even though they occur more frequently and cause considerable damage and disruption to local economic, social, and environmental systems. This project looks at the impact and response generated by extensive disaster events in three regions in Italy as a means of furthering understanding of vulnerability and risk to recurring natural hazards. \n\nThe project holds significant policy relevance in the fields of development, disaster risk reduction, and climate change adaptation. Despite their cumulative impact, small disasters are frequently left out of national disaster databases, and do not form the focus of national climate change or disaster management policies. As demonstrated by Marulanda et al (2010), the accumulated economic, social and environmental cost of small scale disasters can be higher in comparison to high impact, low frequency events occurring over the same time period. Small disasters are also important because they reveal underlying local development and planning issues that form the root cause of vulnerability to more extreme events. \n\nThe objectives of this project include 1) a conceptual assessment of mechanisms for capturing data on disaster losses to analyze how definitions impact data accuracy for measuring extensive risk; 2) using alternative sources to build on existing datasets in order to assess the economic, social, and environmental losses associated with extensive disasters for three regions in Italy; 3) examining how disaster management institutions and communities respond to small scale and recurrent disasters, and if such events trigger changes in risk perception, disaster management, and learning at both institutional and community levels; 4) comparisons between quantitative and qualitative  impacts of disaster events, and institutional regimes, hazard contexts, and cultural norms for confronting risk.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "FONDAZIONE CENTRO EURO-MEDITERRANEO SUI CAMBIAMENTI CLIMATICI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999419422": {
            "orgId": "999419422",
            "orgName": "FONDAZIONE CENTRO EURO-MEDITERRANEO SUI CAMBIAMENTI CLIMATICI",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}