{
    "rcn": "204966",
    "acronym": "AM4INFRA",
    "topics": "MG-8.4b-2015",
    "title": "Common Framework for a European Life Cycle based Asset Management Approach for transport infrastructure networks",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Achieving a well integrated, optimal performing transport infrastructure network in Europe is a key element in the White Paper on Transportís overall ambition for a single European Transport Area in 2050. As such it complements and supports the pillars on efficient and sustainable transport means and operations. \nThe required integration and enhancement of the European transport infrastructure networks needs a shift towards next levels of governance capabilities that can adequately address the key societal challenges. In the framework of this CSA on a life cycle based asset management approach for transport infrastructure networks, these challenges are related to: \nAn unprecedented call for network capacity and performance\nAn unprecedented call for transparent, coherent and consistent decision making on cost-performance\nThe (mostly public) financing of the transport infrastructure system has met with concrete fiscal limits. Already in many countries in the EU, this has led to a backlog in maintenance and replacement. Unless decisive actions are taken on network construction, maintenance and operations, this trend will result in mounting congestion losses in the economic powerhouses on the short term and to prohibitive  obstructions in transport flows across the European transport network on the medium term. This calls for cross asset, cross modal and cross border decision making by the appropriate authorities, implying their close coordination and collaboration. The precondition for this is transparency to each other as well as to policy and society. This requires them to share a common vision and objectives, in a common language and from a common information base.\nThe governance challenge is to provide the key stakeholders in the infrastructure governance with appropriate data, methods and tools in order to enable their decision making on cost-performance to be transparent, coherent and consistent across the assets, across the modes, and across the borders.",
    "totalCost": "1499860",
    "ecMaxContribution": "1499860",
    "coordinator": "MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT",
    "coordinatorCountry": "NL",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;ANAS SPA;FORUM DES LABORATOIRES NATIONAUX EUROPEENS DE RECHERCHE ROUTIERE;UNIRESEARCH BV;WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH;Highways England Company Ltd;NATIONAL ROADS AUTHORITY",
    "participantCountries": "EL;IT;BE;NL;DE;UK;IE",
    "projectParticipants": {
        "999929642": {
            "orgId": "999929642",
            "orgName": "WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH",
            "ecContrib": 73385
        },
        "999496828": {
            "orgId": "999496828",
            "orgName": "FORUM DES LABORATOIRES NATIONAUX EUROPEENS DE RECHERCHE ROUTIERE",
            "ecContrib": 200225
        },
        "967944377": {
            "orgId": "967944377",
            "orgName": "MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT",
            "ecContrib": 319125
        },
        "996493611": {
            "orgId": "996493611",
            "orgName": "NATIONAL ROADS AUTHORITY",
            "ecContrib": 81000
        },
        "950966467": {
            "orgId": "950966467",
            "orgName": "ANAS SPA",
            "ecContrib": 329875
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 58875
        },
        "999734963": {
            "orgId": "999734963",
            "orgName": "UNIRESEARCH BV",
            "ecContrib": 118250
        }
    },
    "calculatedTotalContribution": 1180735
}