{
    "rcn": "204980",
    "acronym": "GREENERNET",
    "topics": "FTIPilot-1-2015",
    "title": "Advanced Flow Battery Energy Storage Systems in a Microgrid Network",
    "startDate": "01/07/2016",
    "endDate": "31/12/2018",
    "objective": "The GREENERNET project will develop a new highly innovative organic redox flow battery, integrated in an optimized microgrid infrastructure operated by an intelligent Energy Management System.\nThe redox flow battery is a promising technology for both medium and large-scale renewable and grid energy storage, but is limited by its high price, low energy density and poor stability of the electrolyte solutions (e.g. vanadium, zinc).\nStarting form an internally developed prototype of an energy storage system (ESS) of 1kW based on new organic AQDS (anthraquinone di-sulphonate), we will enhance and scale up this prototype flow battery into an innovative cheap (< Ä150 / kWh) and safe 10 kW ESS, integrated in a smart microgrid for distributed energy applications, with a significant improvement over the existing technology.\nWe are focusing on the distributed storage and renewables integration for residential and communitiesí microgrids that represent a large market in Europe, that is estimated to grow with a CAGR of 35% from $ 0.7 billion in 2014 to $ 4.2 billion in 2020.\nThe innovation of this action is twofold:\nï Develop and commercialize a storage system module of 10 kW, 40 kWh based on a breakthrough technology, originally developed by Harvard University and implemented in the 1kW battery prototype by GES and UTV, that relies on the electrochemistry of naturally abundant, inexpensive, small organic (carbon-based) molecules called quinones, which are similar to molecules that store energy in plants and animals.\nï Develop an innovative Microgrid Management Platform to optimize the use of the AQDS flow battery, able to monitor microgrid components (loads, energy sources, storage) and to continuously perform a multi-objective optimisation of the energy flows between them and the Power Distribution Grid whose requests will be taken into account by dynamically adhering to Demand Response programs.\nThe Consortium revenue target is to reach Ä 70m by 2020 with a market share of 2%",
    "totalCost": "2690251",
    "ecMaxContribution": "2019881,95",
    "coordinator": "GREEN ENERGY STORAGE SRL",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;AARHUS UNIVERSITET;ENGINEERING - INGEGNERIA INFORMATICA SPA;EVOPRO INNOVATION KFT",
    "participantCountries": "IT;DK;HU",
    "projectParticipants": {
        "924667148": {
            "orgId": "924667148",
            "orgName": "GREEN ENERGY STORAGE SRL",
            "ecContrib": 719950
        },
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 266625
        },
        "951477269": {
            "orgId": "951477269",
            "orgName": "EVOPRO INNOVATION KFT",
            "ecContrib": 423719
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 420525
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 189062
        }
    },
    "calculatedTotalContribution": 2019881
}