{
    "rcn": "204996",
    "acronym": "SOMA",
    "topics": "SMEInst-06-2016-2017",
    "title": "The Smart Way to Beat Stress at Work",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The SOMA project will demonstrate a non-obtrusive smartphone-based solution able to detect and manage stress based on the analysis of speech and sleep patterns (Kelaa). The solution prototype now includes a diagnostic module (smartphone sensors use to gather and analyse stress biomarkers), an interventional module (smartphone apps used to reduce stress levels) and an big data analytics module (anonymous data aggregation used to identify specific HR issues such as abnormal stress levels in specific departments).\n\nUnlike other smartphone-based solutions targeting individual users, the Kelaa solution is designed to be integrated with standard corporate wellness programmes. The issue of absenteeism and presenteeism is a top priority for HR departments due to increasing work day losses and the Kelaa solution addresses a key trend within corporate wellbeing budgets (Ä400 per employee per year translating into Ä10 Bn year per year globally). In 2013, the costs of work-related depression in the EU-27 was estimated to be Ä617 Bn annually. The Kelaa solution can contribute to cost reductions of 30% for healthcare providers and corporate while improving the wellbeing of employees.\n\nPhase 1 already validated the clinical and commercial value of the Kelaa solution: reduction in perceived stress of 14%, an improvement of sleep quality of 13%, overall well-being improvement of 11%, willingness to pay of Ä65-85 per user per year and estimated savings extrapolated to Ä400,000 per year for 2000 employees. Phase 2 will conduct a large-scale trial in order to generate additional clinical evidence and fine-tune the solution algorithms and user interface.\n\nStrong clinical evidence gathered in this project will ensure the endorsement by national healthcare authorities and large corporates, allowing the Kelaa solution to stand out among other (non-evidence based) stress management solutions. The company aims to generate Ä24M and 190 jobs by 2023 and develop its IPR portfolio further.",
    "totalCost": "2692472,5",
    "ecMaxContribution": "1884730,75",
    "coordinator": "SOMA ANALYTICS UG (HAFTUNGSBESCHRANKT)",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "940654300": {
            "orgId": "940654300",
            "orgName": "SOMA ANALYTICS UG (HAFTUNGSBESCHRANKT)",
            "ecContrib": 1884731
        }
    },
    "calculatedTotalContribution": 1884731
}