{
    "rcn": "204933",
    "acronym": "REGPROP",
    "topics": "MSCA-IF-2015-EF",
    "title": "Regularity properties, definability and combinatorics on the real line.",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "'This proposed research is in mathematical logic and foundations of mathematics, more specifically in set theory. It is motivated by the interplay between regularity properties and definability for subsets of real numbers. By 'regularity properties' we are referring to certain desirable properties of sets, and by 'definability' to the logical description of such sets, in the sense of Descriptive Set Theory.\n\nThe study of such questions goes back to classical issues in topology, analysis and related fields of mathematics, raised by the great pioneers of abstract mathematics of the late 19th and early 20th century, such as Georg Cantor, Emile Borel, Henri Lebesgue and others. These mathematicians were faced with seemingly insurmountable challenges which could only be resolved later with the advent of logical and meta-mathematical methods, developed by Kurt Gˆdel in 1938 and by Paul Cohen in 1964.\n\nSince that time, the study of Regularity Properties has continued to hold a central position in the foundations of mathematics. Many mathematicians and logicians of high status and prestige have contributed to this area, among them W. Hugh Woodin (winner of the Hausdorff Medal 2013), Stevo Todor?evi? (winner of the CRM-Fields-PIMS prize 2012) and Saharon Shelah (winner of numerous awards, among them the Erdˆs Prize 1977 and the Karp Prize 1983).\n\nWe propose to contribute to this line of research in a number of interrelated directions, such as: studying new regularity properties (relevant to other fields of mathematics), developing abstract frameworks for such properties, studying higher complexity classes, and generalising results to spaces other than the classical real numbers. Several technical results involving the method of 'forcing' needed to construct models of set theory, will also be worked out along the way.'",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}