{
    "rcn": "204983",
    "acronym": "WheelWatcher",
    "topics": "FTIPilot-1-2015",
    "title": "Advanced wheel measuring system for greater rail sectorís profitability",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "The final aim of Wheel Watcher project is to boost the profitability of the railway sector by means of an advanced wheel status monitoring and control system, providing railway operators with accurate and real-time information on wheel wear to drive preventive maintenance actions thus avoiding premature replacement of this equipment.\nMain industrial impact of the project is to achieve a wheel life increase of 50%, and an increase of 25% of distance between wheel reprofiling actions, allowing the railway operator for conducting a remote but in-depth inspection of wheels. This industrial impact involves a subsequent relevant economic impact, targeting a cost reduction of 25% in maintenance-related costs as a result of less spare wheels and less low value-added works needed.\nThese industrial impacts rely on relevant technical progresses: a high precision mechatronic platform addressing mechanical challenges derived of its wayside placement, a remote measuring unit comprising an ad-hoc thermoelectric cell guaranteeing thermal stability under potential extreme weather conditions, and a novel laser system doubling current power density available, able to measure trains moving at high speeds in outdoor locations, and a user-friendly control software including a self-diagnosis tool. WheelWatcher will have a deep impact on projectís partners, producing an aggregate profit of 23 MÄ with more than 35 new jobs expected to be created, and a positive environmental impact due to less CO2 and less scrap.\nExcellence of the project will allow for dramatic improvements regarding the more relevant challenges faced by railway operators, as compared to the current state-of-the-art: automated high frequency wheel measuring, enhanced quality of measurements at normal speed (100 km/h) irrespective of weather conditions, remote monitoring without costly displacements to the tracks, no need of service disruption during measuring processes, and as consequence of all, a cut on operating costs.",
    "totalCost": "2718723,75",
    "ecMaxContribution": "2065331,63",
    "coordinator": "DANOBAT",
    "coordinatorCountry": "ES",
    "participants": "PROPHOTONIX LIMITED;DR NEUMANN PELTIER-TECHNIK GMBH;IDEKO S COOP;SOCIEDAD PUBLICA EUSKO TRENBIDEAK FERROCARRILES VASCOS S.A.",
    "participantCountries": "UK;DE;ES",
    "projectParticipants": {
        "999546007": {
            "orgId": "999546007",
            "orgName": "IDEKO S COOP",
            "ecContrib": 540750
        },
        "924503509": {
            "orgId": "924503509",
            "orgName": "DR NEUMANN PELTIER-TECHNIK GMBH",
            "ecContrib": 343177
        },
        "957637739": {
            "orgId": "957637739",
            "orgName": "DANOBAT",
            "ecContrib": 698372
        },
        "924322410": {
            "orgId": "924322410",
            "orgName": "PROPHOTONIX LIMITED",
            "ecContrib": 361932
        },
        "926981083": {
            "orgId": "926981083",
            "orgName": "SOCIEDAD PUBLICA EUSKO TRENBIDEAK FERROCARRILES VASCOS S.A.",
            "ecContrib": 121100
        }
    },
    "calculatedTotalContribution": 2065331
}