{
    "rcn": "204985",
    "acronym": "I-SEE",
    "topics": "FTIPilot-1-2015",
    "title": "Intelligent Sensor Enabled Eyewear",
    "startDate": "01/07/2016",
    "endDate": "30/09/2018",
    "objective": "The aim of the I-SEE project is to develop and launch in the market a new eyewear product line and a platform of services focused on improving the health care and wellbeing of eyeglasses wearers, by monitoring the viewing and living experience of the consumers and allowing eyeglasses to interact with smartphones, in-car telematics and professional devices of practitioners and opticians. The I-See products will be equipped with state-of-the-art electronics components and sensors, to collect and transmit information to consumersí mobile apps as well as to professional solutions of eyecare specialists. The I-See project will leverage the market access and the vertical integration on the value chain of Luxottica, project coordinator and undisputed leader in the eyewear sector, to promote the I-See product line on the B2C consumer market, as well as the distinctive capabilities of the consortium partners in the electronics (SIGMA), SW (ALTEN), professional service (EY) and scientific (Fondazione Centro San Raffaele) fields, who will strengthen their B2B offer and positioning in the manufacturing industries impacted by the wearable trend. The project ambition is to launch the I-See product line in two year time on the global market, disclosing ultimate medical and social benefits to eyeglass wearers, becoming a model on how the European manufacturing and luxury industry can take advantage of the advent of the contamination of design products with technology components, avoiding to be disintermediated by the global digital American and Asiatic giants in the development of the new value added services and relationship with customers. The project will also have an important impact on the core business of the consortium participants, creating new job and economic opportunities in European Union.",
    "totalCost": "3504466,25",
    "ecMaxContribution": "2593760,75",
    "coordinator": "LUXOTTICA GROUP SPA",
    "coordinatorCountry": "IT",
    "participants": "SIGMA CONNECTIVITY AB;ERNST & YOUNG FINANCIAL BUSINESS ADVISORS SPA;FONDAZIONE CENTRO SAN RAFFAELE;ALTEN NEDERLAND BV",
    "participantCountries": "SE;IT;NL",
    "projectParticipants": {
        "996143926": {
            "orgId": "996143926",
            "orgName": "ERNST & YOUNG FINANCIAL BUSINESS ADVISORS SPA",
            "ecContrib": 205625
        },
        "953371388": {
            "orgId": "953371388",
            "orgName": "FONDAZIONE CENTRO SAN RAFFAELE",
            "ecContrib": 538125
        },
        "924031022": {
            "orgId": "924031022",
            "orgName": "SIGMA CONNECTIVITY AB",
            "ecContrib": 730037
        },
        "926389771": {
            "orgId": "926389771",
            "orgName": "LUXOTTICA GROUP SPA",
            "ecContrib": 774690
        },
        "951684364": {
            "orgId": "951684364",
            "orgName": "ALTEN NEDERLAND BV",
            "ecContrib": 345284
        }
    },
    "calculatedTotalContribution": 2593761
}