{
    "rcn": "204923",
    "acronym": "WINDASH",
    "topics": "MSCA-IF-2015-GF",
    "title": "Wireless with Increased Network Density, Antennas, Spectrum and Heterogeneity",
    "startDate": "12/09/2016",
    "endDate": "20/11/2019",
    "objective": "'The H2020 'Digital Agenda for Europeî Flagship Initiative has the goal of providing all EU citizens with Internet speeds above 30Mbps and above 50% households above 100Mbps.  Delivering such speeds and reaching so many households will require the creation of a new generation of wireless access networks.\n\nThis action will study Wireless with Increased Network Density, Antennas, Spectrum and Heterogeneity (W.I.N.D.A.S.H.). Wireless communications increasing these resources received little attention in the past due to technical difficulty. However, traditional wireless systems with not-so-large bandwidth, antenna arrays and density are operating close to the capacity limit and research must move on to higher frequency bands, antenna architectures with massive numbers of elements, and increased device density, in order to deliver new significant increments in capacity.\n\nSuch ambitious redesign of classic wireless systems will require simultaneous innovation in multiple fields, including the signals in the physical layer and the wireless network architectures and behaviors. This project follows a cross-layer interdisciplinary approach with collaboration between two excellent research groups that contribute complementary expertise: The Wireless System Group at Stanford University (communications), and the SIGNET group at University of Padova (networks). \n\nThe main research objectives of this action are\n1. To study the fundamental properties of the relation between a wireless network capacity, its architecture and increased bandwidth, antenna dimensions and density.\n2. To bridge the gap between the physical and network layers on this research field.\n3. To design wireless network architectures that maximize the potential benefit of increased resources.\n4. To develop optimal resource allocation schemes that maximize network performance in these architectures.\n4. To create simulation and demonstration tools that verify the results and ease transfer of solutions to industry.'",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 244269
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 244269
}