{
    "rcn": "204929",
    "acronym": "SCOUTFermi2D",
    "topics": "MSCA-IF-2015-EF",
    "title": "Strongly correlated ultracold fermions in two-dimensional tailored optical potentials: pairing, superfluidity and disorder",
    "startDate": "22/08/2016",
    "endDate": "21/08/2018",
    "objective": "Two-dimensional fermionic systems exhibit some of the most remarkable phenomena in modern physics, combining fundamental aspects with a high technological impact. Their peculiar and rich behavior arises from the interplay between quantum statistics, dimensionality and strong interactions, which also makes their theoretical treatment extremely challenging. \nThis project proposes to explore the physics of strongly correlated fermions in different two-dimensional (2D) landscapes with an ultracold gas of lithium atoms trapped in optical potentials. Ultracold quantum gases are in fact the ideal platform for approaching open problems in condensed matter theory and also an exciting toolbox for the search for novel synthetic phases of matter.\nThe project aims to study fermionic superfluidity across the two-dimensional BEC-BCS crossover, unveiling its special nature by implementing advanced probing techniques such as high-resolution imaging and Bragg spectroscopy and suitable transport measurements that will reliably identify the transition to the superfluid regime. \nThe investigation of first and second sound will be complemented by the study of the coherent Josephson tunneling between two weakly coupled 2D superfluids, a strong evidence of macroscopic phase coherence. \nBy adding disorder, we propose to address the debated metal- and superconductor-to-insulator transitions in a pure controllable fashion, providing new insights into longstanding debates.\nFinally, we propose to realize three-components Fermi gases with controllable interactions, enhancing their stability in 2D. This will allow for approaching more exotic topics such as color superfluidity and trimer formation, linking our research to quantum-chromodynamics (QCD).\nAn experimental machine has been already set up for the requirements imposed by these goals. The successful realization of the proposed experiments will shed new light on the intriguing and interdisciplinary field of 2D strongly correlated fermions.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "LABORATORIO EUROPEO DI SPETTROSCOPIE NON LINEARI",
    "participantCountries": "IT",
    "projectParticipants": {
        "999582479": {
            "orgId": "999582479",
            "orgName": "LABORATORIO EUROPEO DI SPETTROSCOPIE NON LINEARI",
            "ecContrib": 0
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}