{
    "rcn": "204926",
    "acronym": "Detect and React",
    "topics": "MSCA-IF-2015-EF",
    "title": "Distracted drivers in autonomous cars: Do drivers safely detect and react to unexpected warning signals?",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Self-driving, or autonomous, cars promise sustained individual mobility while decreasing the risk of accidents due to human error. Their technological development tops the agendas of European governments and car manufacturers. With technology taking centre stage it is easy to overlook the human driver. However, this would be a grave mistake, as autonomous vehicles still require human action. Specifically, the next frontier in autonomous vehicles is a car that controls the vehicle (e.g., steering, acceleration) and monitors the traffic environment, but that can signal a request for human intervention at any time. Little is known about how drivers detect and react to such unexpected signals. Research on lower levels of automation (e.g., cars with cruise control) suggests that reaction times to unexpected signals tend to be slow. It is, however, not clear what causes this slowdown, especially at higher levels of automation. Is this a failure to detect the signal, or a failure to react timely?\nMy research will identify under what conditions participants (fail to) detect and react to unexpected audio intervention signals. I will measure detection using cognitive neuroscience techniques (Event Related Brain Potentials) and reaction using reaction time in a driving simulator. I will use this innovative method to study detection and reaction in three studies that look at three important factors: the level of automation, the level of distraction of the driver, and the driver's impulsivity and tendency to get distracted. The project combines my expertise on driver distraction and multitasking with Utrecht University's expertise on cognitive neuroscience. The results will provide fundamental insights about human behaviour in higher-level automated vehicles before these systems are released on the road. This knowledge will inform the design of safer technology and better policy for autonomous vehicles.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}