{
    "rcn": "204953",
    "acronym": "ZESMO",
    "topics": "MSCA-IF-2015-EF",
    "title": "ZEolitic reactor hosting Subphthalocyanines and Metal Oxides as photocatalytic system for opto-electronic applications",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Solar light promoted CO2 reduction could be the ìgreenestî alternative to fossil fuels as it would also decrease the atmospheric CO2 emissions. ZESMO comes from the idea of developing an efficient, robust and low-cost photocatalytic system to improve reported conversion rates for CO2 reduction by H2O. Some of the problems to overcome are the limited wavelength response (frequently limited to only 4% of the total solar light energy), photo-corrosion and low quantum efficiencies. The photocatalyst presented in this proposal is designed to tackle these issues and achieve a better performance by incorporating Suphthalocyanine (SubPc) (light harvester) and metal clusters (semiconductor) into zeolites. Zeoliteís pores act as ìnano-reactorsî entrapping both species and enhancing chemical stability and catalytic activity.  The second part of the project deals with the evaluation of the photocatalytic activity of a series of synthesised hybrids. The system will be subjected to operation lifetime studies for its possible future commercialisation. \nThe development and management of ZESMO would introduce me to important fields such as inorganic chemistry, photochemistry and material science. It would provide the best opportunity for me to grow as an independent researcher. I would contribute with my expertise in organic and supramolecular chemistry, especially in synthesis and characterisation of SubPc and nanoparticles.\nSubPc-zeolite hybrids are unknown, to date there are no examples of zeolites entrapping two different systems in the same pore. Therefore the expected scientific impact is very high. The overall purpose of the proposal is to find an efficient photocatalyst which will be tested for the implementation and real use for society. Since this achievement would give access to solar fuels, it would impact not only EU but worldwide economy. ZESMO would also be an environmental breakthrough towards mitigation of the greenhouse effect problem.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT POLITECNICA DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}