{
    "rcn": "204913",
    "acronym": "PREKARN",
    "topics": "MSCA-IF-2015-EF",
    "title": "The learning of prehistory of knapping stone",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "'The aim of this study is to identify the mechanics of cultural transmission among Pleistocene human groups and to provide new ideas for the investigation of occupational dynamics through lithic technological approach.\nSocial learning informs us of the cognitive abilities to acquire knowledge transmitted between generations as adaptive strategies. In the archaeological record, the transmission of knowledge and the skills are identified through repetitive patterns, but most of them only remain in the best preserved archaeological material: the lithic tools that hominins made to survive. This project aims to ascertain how hominins learnt through the study of  the size of the lithic tools (since  novices knappers tend  to prouce more small flakes that experienced knappers), and the management and know-how or ìsavoir-faireî of the knappers preserved into the archaeological collections. This will provide more information about the cognitive evolution of our ancestors.\nMy goal is to study these mechanisms on the basis of two sections:\nThe first part will consist in developing an experimental project to define morphotechnological characters that are crucial to learn the 'appropriate' size of the tools to made . \nThe second part will be dedicated to track these morphotechnological characters in the archaeological record through an inter-disciplinary study, including technology, spatial and refitting analyses. \nThe data obtained from these analyses will be processed jointly using a multivariate statistical analysis in order to identify technological patterns. These patterns differ between levels and sites, suggesting the possible existence of cultural identities or behavioural predispositions according to each human group.\nThe integrated analysis of these different and complementary aspects guarantees the interdisciplinary and the innovative nature of the project, since this kind of research has never been conducted before at this level.\n'",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}