{
    "rcn": "204948",
    "acronym": "4DGenomeReg",
    "topics": "MSCA-IF-2015-EF",
    "title": "Predictive modelling of 3D genome topology during progressive stages of embryonic development",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "The mechanisms that regulate genome activation and gene expression occur within a complex three-dimensional (3D) architecture, that helps bring functional regulatory elements into spatial proximity. Although observed at individual loci, the general principles and dynamics of enhancer-promoter interactions remain very poorly understood. The proposed project will use chromosome conformation capture, Hi-C, to measure 3D chromatin interactions at a genome-wide scale across different stages of embryogenesis.\nThe project will build on the Furlong labís recent findings in genome topology. First, it will look at changes in chromosome conformation during the entire developmental time-span to determine if the stability of interactions observed during the early stages holds true to the end of embryogenesis. It will also compare high-resolution interaction frequencies in two different cells types (mesodermal and neuronal) during different stages of development. The project will consider the entire spectrum of possible interactions, as opposed to a narrow set of enhancers, and thereby yield the first high-resolution view of the overall topology of the Drosophila genome as it develops and the general ësearch-spaceí of developmental enhancers. Second, the results will identify constitutive and dynamic chromatin interactions, revealing the extent to which enhancer-promoter interactions change between cell types as they transition from a multipotent state to a terminally differentiated tissue. Third, these data will be used to make an integrative predictive model of chromatin loop formation, which should yield mechanistic insights into how chromatin contacts are formed and predict their dynamic or constitutive behaviour.\nGiven that the general principles underlying genomic architecture are deeply conserved, the project should not only help to explain regulatory principles underlying Drosophila development, but also greatly enhance our understanding of general chromatin organization.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}