{
    "rcn": "204928",
    "acronym": "MoGEs",
    "topics": "MSCA-IF-2015-EF",
    "title": "Modelling of Generic Extreme mass-ratio inspirals",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Inspiralling binaries of compact objects are a promising source of gravitational waves (GWs) in the upcoming era of GW astronomy. The MoGEs project proposes to take the next step in modelling the evolution of compact binaries using the gravitational self-force (GSF) formalism. Until now, the linear-in-mass-ratio GSF has only been calculated under the simplifying assumptions of non-spinning, circular, and/or equatorial binaries. MoGEs will, for the first time, calculate linear-in-mass-ratio GSF including all effects of spin, eccentricity and inclination.\n\nThis is achieved by reconstructing the local metric perturbation produced by a particle from solutions of the Teukolsky equation, which in turn are obtained using the semi-analytical MST formalism. The regular correction to the motion of the particle is then extracted using a mode-sum regularization scheme. The applicant has previously proven this combination of methods effective in the simpler case of equatorial orbits.\n\nKnowledge of the GSF will allow the modelling of the evolution of extreme mass-ratio inspirals (EMRIs) and the GWs that they generate. Accurate modelling of the latter is essential if they are to be observed by future GW observatories such as eLISA. Observation of GWs from an EMRI would yield a wealth of physical information, from precise measurements of physical characteristics of the observed system (including mass, angular momentum, and redshift) to fundamental tests of general relativity by providing an accurate map of the spacetime geometry generated by the system.\n\nMore immediately, MoGEs will capitalize on the new GSF data by combining the expertise of the applicant and the hosts at the Albert Einstein Institute (AEI) to improve the effectiveness of effective-one-body (EOB) models for eccentric spinning binaries. Any such improvements can directly be deployed in the ongoing GW searches at LIGO and Virgo, that already use EOB models in their detection pipelines.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}