{
    "rcn": "204998",
    "acronym": "LASER-HISTO",
    "topics": "SMEInst-05-2016-2017",
    "title": "In vivo histology using femtosecond laser multiphoton tomograph for the early diagnosis of skin cancer and corneal diseases while simultaneously reducing Europeís health care costs",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "1.3 million ñ this is the sad number of Europeans dying each year by cancer. JenLab, high-tech company from Germany, has therefore developed an innovative novel diagnostic medical device (TRL 7) based on femtosecond laser radiation for immediate, non-invasive early diagnosis of cancer, particularly skin cancer, within seconds and with ultra-high resolution depicting even subcellular level. This is also true for early detection of ophthalmic diseases which constitute a major burden for Europeís society ñknowing that one European in every 30 is expected to experience sight loss. In addition to intratissue cell imaging, JenLabís technology is able to measure metabolic processes giving information about diseases even before they become visible ñ increasing therapy success by early detection and continuous monitoring. Moreover, the technology is applicable for imaging each tissue without labelling but using endogenous biomarkers. \nOutcome of the business innovation project is an miniaturised, certified and by clinical study validated ultracompact, flexible, fast multiphoton tomograph for dermatologists and ophthalmologists, representing an European market potential of EUR 11.4 bn. \nParticularly by its quick and reliable (using 4 different modes of diagnostic) way of diagnosis it meets user needs while simultaneously reducing Europeís continuously growing health care costs. The business project is in line with JenLabís philosophy of saving lifes and of facilitate healing as well as it is in line with JenLabís strategy of developing and producing novel solutions for early diagnosis of life threatening and/or serious diseases.",
    "totalCost": "2477500",
    "ecMaxContribution": "2477500",
    "coordinator": "JENLAB GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999556095": {
            "orgId": "999556095",
            "orgName": "JENLAB GMBH",
            "ecContrib": 2477500
        }
    },
    "calculatedTotalContribution": 2477500
}