{
    "rcn": "204959",
    "acronym": "HETSPRESSO",
    "topics": "ERC-PoC-2015",
    "title": "A cartridge based flow chemistry machine for the automated synthesis of N-heterocycles for drug discovery",
    "startDate": "01/11/2016",
    "endDate": "30/04/2018",
    "objective": "Saturated N-heterocycles are an important class of compounds and are attractive as scaffolds in the development of new pharmaceuticals. As part of ERC supported research, we identified a new class of chemical reagents ñ ìSnAP Reagentsî ñ that alleviate previous synthetic challenges. These SnAP reagents enable the synthesis of more drug-like saturated N-heterocycles, including some of the most sought after, but most difficult to prepare scaffolds. They have been successfully commercialized and are in high demand. \n\nThis high consumer demand, which is indicative of the interest in these products, is despite the disadvantages of this methodology: use of toxic materials, long reaction times, and relatively complicated reaction setups and workups. Furthermore, the sales of the reagents ñ while successful ñ have low margins and there are few opportunities for IP protection. We have therefore begun development of an innovative, cartridge-based, fully automated, stand-alone machine for conducting SnAP chemistry in a safe, rapid, and convenient manner. This approach provides a clear roadmap for a sustainable, successful Startup Entity by the development and sale of proprietary machines and disposable cartridges. \n\nThe ERC PoC funding will be used to assemble sufficient prototype machines and develop disposable cartridges for initial sales and marketing efforts.  The successful assembly of a working prototype will provide the basis for the sale of first generation machines and a revenue stream for establishing a sustainable business. We have already identified interested parties who will purchase the first-generation instruments and provide valuable feedback for improving and optimizing their operation. In the longer-term, it is expected that sales of the disposable reagent cartridges and development of new machines that follow the same principles will emerge as the main activities of the start up company. We will also translate the technology and IP  to other chemistries.",
    "totalCost": "149040",
    "ecMaxContribution": "149040",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 149040
        }
    },
    "calculatedTotalContribution": 149040
}