{
    "rcn": "204993",
    "acronym": "INTHER",
    "topics": "SMEInst-05-2016-2017",
    "title": "Clinical validation and commercialization of innovative immunostimulating Interstitial Laser Thermotherapy",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The INTHER project will bring the groundbreaking immunostimulating Interstitial Laser Thermotherapy (imILTCLS) to the market and clinical practice. This minimally invasive therapy is designed to achieve local tumour destruction and stimulate specific antitumour immunity in a patientís body. In recent years, anti-cancer therapies based on activation of the immune system have grown in significance and popularity. This approach is especially viable for patients who previously had very few treatment options. However, only approx. 20 % of all patients respond to drug-based immunotherapies of today. The key need of medical oncologists is to increase those response rates and thus decrease cancer-related suffering, increase life expectancy and survival rates for the patients. The project will meet those needs by delivering a novel device-based cancer immunotherapy method that destroys the tumour locally and induces long-lasting, vaccination-like, systemic immunity against the treated form of cancer. As the worldís first device-based laser immunotherapy, imILTCLS will curve its own market niche on the fast growing Cancer Immunotherapy Market and therefore have a significant disruptive effect on this market. \nThe studies performed to date have confirmed the therapeutic capability of the new method. In the project, the method will be further validated for the two chosen solid tumour types: pancreatic cancer and breast cancer. This will enable CLS to shorten the time to full commercialisation, obtain the clinical acceptance and fully exploit the commercial potential of the new treatment method. The clinical uptake of imILTCLS in Europe will lead to reduction of costs associated with the treatment of solid tumours, especially surgeries, and reduction of costs related to the activation of immunotherapies. CLSí strategy is based on intensive efforts towards validating imILTCLS and bringing it to the market. The project is a key step towards realizing this business strategy.",
    "totalCost": "2136357,5",
    "ecMaxContribution": "2136357,5",
    "coordinator": "CLINICAL LASERTHERMIA SYSTEMS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921400867": {
            "orgId": "921400867",
            "orgName": "CLINICAL LASERTHERMIA SYSTEMS AB",
            "ecContrib": 2136358
        }
    },
    "calculatedTotalContribution": 2136358
}