{
    "rcn": "204902",
    "acronym": "PRIMORDIAL",
    "topics": "MSCA-IF-2015-EF",
    "title": "UNVEILING THE NATURE OF PRIMORDIAL STARS",
    "startDate": "01/09/2016",
    "endDate": "21/12/2018",
    "objective": "'Understanding the nature of the first stars is a fundamental problem in Cosmology and Galaxy Formation. Numerical simulations suggest that primordial stars were more massive that present-day stars, and so they rapidly disappeared. Heavy elements newly produced by these stars enriched the surrounding gas, out of which long-lived, low-mass stars formed. These 'second-generation' stars survive until present-day, preserving in their photospheres the chemical imprint of the first stars. In the Local Group, high-resolution spectroscopic studies, offer us the unique opportunity to reveal these fossil signatures. But second-generation stars are extremely rare, making their detection challenging.\nIn the current era of wide and deep spectroscopic surveys, such as Gaia-ESO, SEGUE, and APOGEE, we will have the chance to catch many of these stars. This project aims at characterizing the first stars by hunting their living fossils, in the Local Group. By further developing my cosmological chemical-evolution models, and exploiting the huge, unique, and already available data-sets for ancient Local group stars, I will simultaneously study the chemical evolution of the Milky Way and its dwarf satellites to: 1) define the host environment (halo regions, dwarf galaxies) and properties (chemistry, kinematics) of second-generation stars; 2) select candidates for high-resolution spectroscopic follow-up; 3) constrain strongly the primordial initial mass function. The latest results from the Turn-Off Primordial Stars survey, at the host institution, will be exploited.\nThe proposed theoretical-observational strategy, never used before, will maximize the probability to observe second-generation stars, making use of the huge amount of new and forthcoming data to characterize primordial stars. The Paris Observatory is the ideal place to carry out this research, as it hosts major experts in spectroscopic studies of metal-poor stars, Galaxy Formation, and members of the Gaia-ESO survey.'",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "OBSERVATOIRE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999623122": {
            "orgId": "999623122",
            "orgName": "OBSERVATOIRE DE PARIS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}