{
    "rcn": "204994",
    "acronym": "BEU2016",
    "topics": "Food",
    "title": "Organisation of the EU international Bioeconomy Stakeholders Conference - Utrecht 2016",
    "startDate": "05/02/2016",
    "endDate": "04/11/2016",
    "objective": "'In order to cope with an increasing global population, rapid depletion of many resources, increasing environmental pressures and climate change, Europe needs to radically change its approach to production, consumption, processing, storage, recycling and disposal of biological resources. The Europe 2020 strategy calls for a Bioeconomy as a key element for smart and green growth in Europe. However, the complex inter-dependencies that exist between challenges can lead to trade-offs, such as the controversy about competing uses of biomass. The latter arose from concerns about the potential impact of the growing demand for renewable biological resources by other sectors on food security, the use of scare natural resources and the environment in Europe and third countries. \n\nOn 13th of February 2012 the EU launched the Bioeconomy strategy and action plan on 'Innovating for Sustainable Growth: a Bioeconomy for Europe', which aims to pave the way to a more innovative, resource efficient and competitive society that reconciles food security with the sustainable use of renewable resources for industrial purposes, while ensuring environmental protection.\n\nIn this respect the Strategy stresses that participatory models are needed that engage citizens and end-users in order to reinforce the relationship between science, society and policy making. More informed dialogues will in fact allow science and innovation to provide a sound basis for policy making and informed societal choices by taking into account legitimate societal concerns and needs in the Bioeconomy.\n\nIn this framework, and in support of the review and implementation of the strategy, this 4th Bioeconomy Stakeholders Conference on April 12-13 2016 will provided opportunity for public awareness raising and for an informed dialogue on the progress of the Bioeconomy, involving researchers, stakeholders, policy makers and the civil society at large across the whole Bioeconomy value chain. \n\n'",
    "totalCost": "153800",
    "ecMaxContribution": "100000",
    "coordinator": "MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "972778178": {
            "orgId": "972778178",
            "orgName": "MINISTERIE VAN ECONOMISCHE ZAKEN EN KLIMAAT",
            "ecContrib": 100000
        }
    },
    "calculatedTotalContribution": 100000
}