{
    "rcn": "204957",
    "acronym": "B-Brighter",
    "topics": "ERC-PoC-2015",
    "title": "Enhancing OLED device performance using Fused Borylated Materials",
    "startDate": "01/08/2016",
    "endDate": "31/01/2018",
    "objective": "Organic Light Emitting Diodes (OLEDs) are attractive for use in high efficiency illumination and flexible displays. The current state of the art OLED materials use Ir or Pt based phosphorescent materials, which whilst achieving impressive efficiencies have significant cost, and supply issues associated with rare precious metals. Metal free OLEDs are preferable based on low relative cost and ease of fabrication but to date have not been competitive with Ir / Pt based OLEDs. This is because metal free OLEDs have relatively low efficiency as light emission is due to fluorescence  inherently limiting the systems to 25%  of excitons. A new approach has now enabled metal free OLEDs to break this efficiency barrier ñ using the phenomena of thermally activated delayed fluorescence (TADF). However, TADF emitters in the deep red / Near infra red (NIR) region of the spectra (desired for applications in optical communications, night vision devices and sensors) are rare and currently sub-optimal.\n\nERC funded research led us to discover a new methodology for forming fused pi conjugated materials that possess desirable properties for OLEDs  this includes small band gaps, excellent emission in the deep red and NIR-region of the spectra and good stability. Whilst these materials exhibit excellent solid state photoluminescence quantum yields for emitters in the deep red and NIR region of the spectra their performance in OLED devices was only moderate. This is due to the absence of TADF in the materials studied to date. This work program will modify our current materials to maintain the desirable properties but to incorporate moieties that switch on TADF. Materials will be selected based on calculations (of relative S1/T1 energies), synthesised and assessed for TADF (lifetimes / effect of O2 etc.), with best in class used to fabricate OLED devices. This will lead to increases in OLED device efficiency hopefully to a level that is commercially viable.",
    "totalCost": "149662",
    "ecMaxContribution": "149662",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 149662
        }
    },
    "calculatedTotalContribution": 149662
}