{
    "rcn": "204969",
    "acronym": "GlioDx",
    "topics": "ERC-PoC-2015",
    "title": "GlioDx - Blood platelet-based monitoring and treatment optimisation for glioblastoma patients",
    "startDate": "01/09/2016",
    "endDate": "28/02/2018",
    "objective": "Glioblastoma (GBM) is a devastating primary brain cancer which affects about 230.000 people annually. The choice for treatment depends on the subtype of GBM. An accurate detection of tumour subtype is therefore essential for a personalised targeted treatment. Diagnosis, classification and treatment monitoring occurs currently by radiology and repeated invasive biopsies. There is a need for non-invasive, actionable biomarkers for early-stage diagnosis and disease monitoring.\nDuring our ERC research, we discovered that mRNA sequenced from tumour-educated platelets enables for pan-cancer, multiclass cancer and companion diagnostics. We were able to distinguish between primary and metastasised tumours in the brain and also establish the molecular subtype of the tumour. These findings provide strong support for using tumour-educated platelets as a biomarker for early stratification, diagnosis and prognosis for personalised GBM treatment.\n\nAs a proof-of-concept of our innovative diagnostic tests, we will validate the proprietary algorithms underlying these tests specifically in GBM patients. To achieve this, we focus on the differentiation of glioblastoma subtype based on the platelet mRNA profile. In addition we will validate treatment monitoring and response prediction to an EGFR targeted drug in GBM patients.\n\nGlioDx will also assess the feasibility to commercialise the technology. The team has developed several business and IP models which need to be assessed thoroughly through in-depth market research and business planning activities. The results need to be consolidated into a strong business plan that will be presented to investors and strategic investors.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "STICHTING VUMC",
    "coordinatorCountry": "NL",
    "participants": "STICHTING VU",
    "participantCountries": "NL",
    "projectParticipants": {
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 150000
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 150000
}