{
    "rcn": "204916",
    "acronym": "EPP-Am",
    "topics": "MSCA-IF-2015-EF",
    "title": "The Early Peopling of Amazonia and the Beginning of Plant Domestication",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "This project investigates two relevant, inter-related and multi-disciplinary topics in the prehistory of the Neotropic: 1) the social-ecological dynamics of earliest people of SW Amazonia and 2) the role these early Holocene populations played in the domestication of Neotropical plants. Genetic studies suggest that SW Amazonia, and in particular the Llanos de Moxos in Bolivia, is a region where important Amazonian crops were domesticated, including manioc, peanut, peach palm, jack bean and two varieties of chili pepper. However, genetic evidence has not been substantiated by archaeology as yet, due to the virtual absence of early sites in the region. The applicantís recent discovery of early Holocene shell-middens in the area and the application of state-of-the-art multi-proxy techniques offer a unique opportunity to provide archaeological evidence for plant exploitation trajectories. Six early sites, and their local environments, are going to be studied for the first time through a focus on socio-ecological interactions and plant management strategies. The proposal is a fundamental step in the applicantís career as he will be able to dramatically improve his technical skills in several archaeological techniques (phytoliths, starch, micromorphology, shell middens excavation). The research will also enhance the candidate's capabilities to integrate palaeoecological and archaeological evidence, a decisive move to promote his scientific leadership and career development.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}