{
    "rcn": "204992",
    "acronym": "SCI-ALL",
    "topics": "MSCA-NIGHT-2016",
    "title": "Science Unites ALL",
    "startDate": "01/05/2016",
    "endDate": "31/10/2017",
    "objective": "Europe has been witnessing a rapid increase of scientific developments, innovation and creation in the 21st century and transforming into one of the largest and leading scientific hubs of the world in terms of the scientific production and activities. However, the pace of science and technology production is not equally distributed all over the Europe and there are still serious gaps among countries concerning to the rate of scientific research and development activities. Moreover, all outcomes of this excellence and developments in science still cannot be instrumentalised enough to totally eliminate some serious social problems in the European societies. While this proposal pursues the general philosophy and goal of the European Researchersí Night scheme as to provide a platform for bringing researchers and public together and motivate young people for a scientific career pathways, it also aims to emphasize on how scientific activities and developments can contribute for uniting European society at national and international level by raising awareness on the power of the science for social cohesion, dialogue and also individual development.  Stemming from this general rationale, all activities of the ìScience Unites Allî (SCI-ALL) Researchersí Night are constructed on the four main themes. These are: (i) Science unites generations, (elderly people, young people and all adult groups); (ii) science unites cultures; (iii) science unites genders; (iv) science unites stakeholders (research institutions and academia, research and development units of the companies, non-governmental organizations working on scientific development and social media settings that disseminate the scientific knowledge).",
    "totalCost": "162062,5",
    "ecMaxContribution": "162062,5",
    "coordinator": "YASAR UNIVERSITESI",
    "coordinatorCountry": "TR",
    "participants": "BORNOVA ILCE MILLI EGITIM MUDURLUGU;ISTANBUL VALILIGI;IZMIR VALILIGI;EGITIM VE GENCLIK CALISMALARI ENSTITUSU DERNEGI;IZMIR IL MILLI EGITIM MUDURLUGU",
    "participantCountries": "TR",
    "projectParticipants": {
        "944760116": {
            "orgId": "944760116",
            "orgName": "IZMIR IL MILLI EGITIM MUDURLUGU",
            "ecContrib": 23062
        },
        "950684003": {
            "orgId": "950684003",
            "orgName": "IZMIR VALILIGI",
            "ecContrib": 23062
        },
        "998078203": {
            "orgId": "998078203",
            "orgName": "YASAR UNIVERSITESI",
            "ecContrib": 65000
        },
        "934202830": {
            "orgId": "934202830",
            "orgName": "BORNOVA ILCE MILLI EGITIM MUDURLUGU",
            "ecContrib": 15938
        },
        "940476014": {
            "orgId": "940476014",
            "orgName": "ISTANBUL VALILIGI",
            "ecContrib": 19062
        },
        "946424054": {
            "orgId": "946424054",
            "orgName": "EGITIM VE GENCLIK CALISMALARI ENSTITUSU DERNEGI",
            "ecContrib": 15938
        }
    },
    "calculatedTotalContribution": 162062
}