{
    "rcn": "204997",
    "acronym": "MILQAS",
    "topics": "SMEInst-07-2016-2017",
    "title": "Milk quality antibiotics sensor",
    "startDate": "01/05/2016",
    "endDate": "31/03/2019",
    "objective": "With the project MILQAS (Milk quality antibiotics sensor), PlastiSens ApS brings a patented biosensor on the market. A novel testing device that meets a major need for reducing the waste of raw milk in the value chain. Every day truckloads of milk are spoilt by cross-contamination with antibiotic-polluted milk. Today, milk in tankers is analyzed upon arrival at the dairy in a lengthy 1--2 hour process. By then, milk from several farms has already been mixed in the same tank. PlastiSens' technology can in 1-2 minutes, analyze antibiotics in milk before it is loaded onto the truck, thereby potentially saving 80-90% of the cargo from cross contamination.\n\nThe dairy industry is very strong in Europe, and will therefore be the first target market. The dairy segment alone constitutes a market volume of Ä 500M. PlastiSens technology can also be adapted to for testing for other contaminants in both liquid and solid samples, and also for analyzing antibiotics in complex samples as milk. The MILQAS project will enable PlastiSens to create a solid revenue stream of nearly Ä 6M with the sale of analysis instruments and single-use test kits (chips) within two years after conclusion of the project. Arla A/S, the 7th largest diary company in the world, has agreed to test our technology on milk trucks and at selected milk producing farms. We use selected subcontractors for 3th party validation and expect that the project will create an extra 50 full time jobs. 30 jobs will be created at PlastSens and about 20 at our European sub-suppliers. Ten years from now, we envisage revenues around Ä 100M and 80-100 employees.",
    "totalCost": "1429250",
    "ecMaxContribution": "1000475",
    "coordinator": "PLASTISENS APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927625745": {
            "orgId": "927625745",
            "orgName": "PLASTISENS APS",
            "ecContrib": 1000475
        }
    },
    "calculatedTotalContribution": 1000475
}