{
    "rcn": "204942",
    "acronym": "ICRED",
    "topics": "MSCA-IF-2015-EF",
    "title": "Iridium Catalyzed Reductive Cyclization Cascades",
    "startDate": "11/07/2016",
    "endDate": "10/07/2018",
    "objective": "The aim of this fellowship is to develop new reductive cyclization cascades of lactams and amides that establish these feedstock chemicals as important chemical precursors to reactive iminium ions which can be intercepted by pendant nucleophiles and exploited in carbon-carbon bond formation. A range of indole nucleophiles linked to amide and lactam functionality will be investigated for performance in the iridium catalyzed reductive cyclization cascades, and, based on successful proof of concept studies already performed in the Dixon group, a range of semi-saturated nitrogen-containing polycyclic structures possessing one or more stereocentres distributed over an architecturally complex framework should result. As well as studying diastereocontrol in the cascades, catalytic enantioselective variants will also be investigated. Finally, the application of the indole (spiro)cyclization reaction to the total synthesis of aspidospermidine will showcase the utility of the developed chemistry. This multidisciplinary Fellowship, based on high-quality and novel research at the University of Oxford, one of the top-research centres worldwide, will complement Dr Xieís skills and knowledge to improve his career possibilities and at the same time, Dr Xieís experience in creating catalytically active transition metal complexes will be critical for developing chiral versions of the iridium catalyst during the development of a catalytic asymmetric version of the reductive cyclization cascade.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}