{
    "rcn": "204931",
    "acronym": "MARS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Mechanism of allosteric regulation of SHP2 phosphatase and its role in cancer and geneticdiseases: a multidisciplinary computational, structural and biological approach",
    "startDate": "01/04/2017",
    "endDate": "31/03/2019",
    "objective": "SHP2 is an SH2 domain-containing protein tyrosine phosphatase with a key role in the RAS-MAPK signaling pathway. Germline mutations in PTPN11, the gene encoding SHP2, occur in 50% of individuals affected by Noonan syndrome, whereas somatic mutations in this gene cause more than 30% of cases of juvenile myelomonocytic leukemia (JMML), and are more rarely found in other hematologic malignancies and tumors.\nThe X-ray structure of SHP2 shows a multidomain architecture compatible with an allosteric regulatory mechanism: under basal conditions SHP2 is inactive, because its N-terminal Src homology 2 (N-SH2) domain blocks the active site of the protein tyrosine phosphatase (PTP) domain. Binding of the N-SH2 domain to a phosphopeptide (PP) ligand causes SHP2 activation by favoring dissociation of the N-SH2 and PTP domains.\nTo characterize this dynamic transition at the atomic level, will be used a combination of state of the art computational methods coupled to X-ray scattering (XS) and biochemical assays. Major goals of the proposed studies are to explain how disease-associated mutations perturb the regulatory events controlling SHP2 function, and design new molecules able to inhibit SHP2 binding to signaling partners.\nThe project implementation is guaranteed by the expertise of the Experienced Researcher (ER) in molecular dynamics (MD) studies of allosteric mechanisms that is complemented by the consolidated expertise of the host institution (HI) in the combined use of MD and XS, together with the external collaboration of an Italian expert in SHP2 biology and a US specialist in XS. Overall, the proposed research will provide a deeper understanding of SHP2 regulation, and dissect the molecular mechanisms implicated in its functional dysregulation in human disease. The planned studies are expected to provide a new class of lead compounds to treat SHP2-associated diseases. Finally, a new computational approach for the design of peptidomimetic inhibitors will be developed.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}