{
    "rcn": "205029",
    "acronym": "ABLE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Air Blade Life Extension",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "The ìABLEî system, is a technological solution which could be defined as a global disruptive innovation for the wind energy sector and is based on the characteristics of patent P201531829 (OEPM) that will be extended through a PCT to at least all of Europe, the USA, Canada, India, Australia, and China. This is a technology to extend the lifespan of a wind turbine blade, through elements that allow the recovery of the mechanical condition of the structural element of a blade damaged by fatigue at the end of its planned 20 year-lifespan.\n\nThe system ensures that the mechanical properties of the reinforcement of carbon fibre are similar to those of the original ones. The ABLE solution can be carried out at the wind farm itself, and provides a guaranteed extension. The refurbishment of the blade not only allows the extension of the lifespan of wind farms, but also the ability to use these components to be sold as second hand elements to developing markets, which enables access to this technology and to the generation of RE to countries with lower economic possibilities, and the (environmental) impact of the end of this componentís useful life is minimised. It also reduces the waste of the scrapped blades solving an important environmental problem. ABLE is aligned with the Horizon 2020 Societal Challenge ëSecure, Clean and Efficient Energyí objective.\n\nThe main customer groups are, 1) Wind farms operators, 2) Manufacturers of wind turbines , 3) O&M Wind farms specialist companies. The Feasibility Analysis general objective is to design the company strategy, the business model, the intellectual protection strategy, the productís technological and industrial scaling, operation, sales and the international growth of the company. Phase II would consider the implementation of the technological scaling development of ABLE system.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EMPRENDING BUSINESS SLL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919006907": {
            "orgId": "919006907",
            "orgName": "EMPRENDING BUSINESS SLL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}