{
    "rcn": "205025",
    "acronym": "FC21S",
    "topics": "SMEInst-10-2016-2017",
    "title": "Cost-effective aluminium die casting for automotive industry",
    "startDate": "01/08/2016",
    "endDate": "31/05/2018",
    "objective": "'The automotive industry needs cost-effective solutions that enable it to reduce the weight of vehicles and in this way their emissions, so as to comply with increasingly stringent environmental regulations. The usual way of doing so is through the use of light car pieces which maintain structural performance concerning security, and in this way comply both with EU legislation and consumer needs. Aluminium die casted pieces perfectly address these needs: its light density enables to reduce weight by 40% compared to steel parts, and it presents outstanding mechanical performance. However, its die casting presents drawbacks such as high energy consumption and generation of large amounts of waste from release agents which are hardly avoidable.\nOur consortium, integrated by two Italian SMEs with expertise in the metal casting sector, aims to provide a solution to this issue: #FC21S is an innovative spraying process for aluminium die casting in which a pioneer concentrated mould release agent is nebulised through an ad-hoc micro-spraying head, rendering pieces with better mechanical properties and enhanced impact resistance. This system enables to reduce the amount of release agent from the current 12L to only 10 ml per piece, implying a cleaner and cheaper process. Moreover, it reduces bubble formation, what reduces the porosity in the aluminium casted piece, increasing its impact resistance. The overall objective of #FC21S is to achieve the industrialisation for the manufacturing of both #FC21S systems and structural aluminium car pieces, and in this way contribute to reducing the environmental impact of both the die-casting and the automotive industries. \nMoreover, through this project we aim to boost the competitiveness of both our companies, reaching overall revenues of about Ä21 million in the fifth year of commercialization, and increasing our personnel in about 15 people. With a Phase 2 investment of 1.99 million, this would imply a Return of Investment of 4.4.'",
    "totalCost": "1877978,75",
    "ecMaxContribution": "1314585,13",
    "coordinator": "FONDERIE CERVATI S.R.L",
    "coordinatorCountry": "IT",
    "participants": "VIBE DI VITO BECCHETTI & C. S.R.L.",
    "participantCountries": "IT",
    "projectParticipants": {
        "934342510": {
            "orgId": "934342510",
            "orgName": "VIBE DI VITO BECCHETTI & C. S.R.L.",
            "ecContrib": 319075
        },
        "934522251": {
            "orgId": "934522251",
            "orgName": "FONDERIE CERVATI S.R.L",
            "ecContrib": 995510
        }
    },
    "calculatedTotalContribution": 1314585
}