{
    "rcn": "205040",
    "acronym": "X-10 Pathology",
    "topics": "SMEInst-05-2016-2017",
    "title": "X-10 Pathology, Empowering diagnostics",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "With the market introduction of X-10 Pathology we aim to shape a new era of healthcare and drive clinical testing to play a major role in prevention, diagnosis and disease monitoring. We are targeting a group of inflammatory-related pathologies affecting about 15-20% of the world population, for which no specific diagnostic assay is currently available. We want to stop the spiral of repeated tests and specialist consultations and offer patients a simple and inexpensive test on a powerful device, to have their disease identified and monitored in an accurate and timely fashion. To honour our mission we have developed X-10 Pathology, the first-ever device with demonstrated diagnostic capability on the specific causes of inflammatory conditions. Born from the synergy of cutting edge technical and clinical expertise, our standalone platform aims to provide a simple, cost-effective device that empowers also non-specialized personnel to provide fast and specific answers to patients with a minimally invasive test, also in developing Countries. We believe that the disruptive concept of X-10 Pathology has the enormous potential of empowering the healthcare system in its race to balance limited resources with the need of reliable and cost-effective diagnosis and treatment to a growing and ageing global population. Considering the advanced stage of development of our product and the successful outcome of preliminary clinical tests, we target the launch of X-10 Pathology in 2018, after obtaining regulatory approval. By joining the global market of In Vitro Diagnostics we will contribute to the growth of this sector, expected to reach Ä 66 billion by 2020. A feasibility study covering the technological, commercial and financial aspects will enable us to finalize our business plan and secure our steps towards the successful market launch.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GRADEMI BIOTECH SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918955982": {
            "orgId": "918955982",
            "orgName": "GRADEMI BIOTECH SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}