{
    "rcn": "205002",
    "acronym": "SMILE",
    "topics": "SMEInst-08-2016-2017",
    "title": "Slimming and Memory-Booster MIcroaLgae Extract",
    "startDate": "01/08/2016",
    "endDate": "31/07/2019",
    "objective": "Building up on a successful Phase 1, the French SME MICROPHYT has demonstrated its ability to industrially over-produce specific marine bioactive compounds from selected microalgae. Through innovative and patented processes, it delivers unequalled concentration of these compounds which have already shown preliminary positive effects in the nutrition & health domains. Leveraging the company initial knowledge and expertise, the SMILE program aim at delivering a ready-for-market and highly effective microalgae-based ingredient for food supplement and nutraceutical applications. This ingredient will target weight management and preservation of cognitive function, two current major societal challenges, through a differentiated and sustainable approach. The successful commercial launch of SMILE Ingredient will depend on its ability to create added-value to the industry customers and to demonstrate full safety and efficacy for the end-user. As outcomes of Phase 2, MICROPHYT will deliver demonstrated and reliable information on the future ingredient and will have secured regulatory compliance in order to market SMILE ingredient in the EU and the USA. SMILE project is of strategic importance for MICROPHYT since it allows the company to extend its expertise from microalgae culture to downstream processes, and thus to market a higher added-value product, addressing consumersí needs for natural and safe ingredients. As the new MICROPHYTís ìstar productî, SMILE is essential to foster companyís competiveness and to strengthen its position on attractive and profitable market segments. At mid-term, this disruptive innovation has the potential to change the dynamics of food supplement market. With at least two new patents filed, SMILE will represent more than 85% of MICROPHYTís sales and create 30 jobs by 2022, accelerating and sustaining the companyís growth internationally.",
    "totalCost": "2614115,75",
    "ecMaxContribution": "1780028,6",
    "coordinator": "MICROPHYT",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938267421": {
            "orgId": "938267421",
            "orgName": "MICROPHYT",
            "ecContrib": 1780029
        }
    },
    "calculatedTotalContribution": 1780029
}