{
    "rcn": "205039",
    "acronym": "GASFARM",
    "topics": "SMEInst-09-2016-2017",
    "title": "SMALL-SCALE ANAEROBIC DIGESTION FOR AFFORDABLE, EFFICIENT AND SUSTAINABLE MANAGEMENT OF FARMS WASTE",
    "startDate": "01/09/2016",
    "endDate": "31/12/2016",
    "objective": "Sereco Biotest S.N.C. is an Italian company leader in the field of advanced environmental services. They are specialised providers of fore-front R&D solutions in the environmental technology and industrial ecology fields. This eagerness to find innovative and efficient industry solutions whilst protecting the environment has resulted in the development of GASFARM, a small-size anaerobic digester based on Anaerobic Baffled Reactor technology. GASFARM will be used by small and medium farms (SMFs) from livestock and agricultural industry, currently unable to manage their residues affordably.\nThis novel anaerobic digester is techno efficient, as it is optimized and adapted to small companiesí performance and cost requirements. It allows on-site waste treatment avoiding transportation costs and civil engineering, while recovering valuable resources like biogas or nutrients (N, P).\nThe small-scale anaerobic digester has several technical advantages which overcome the technique barriers that have prevented anaerobic digestion to be successful among small agricultural enterprises. This solution requires far less reaction volumes compared to ordinary Continuous Stirred-Tank Reactors (CSTR), decreases in 50-70% the use of chemical fertilizers, has higher efficiency performance rates and it is easy to install, transport and handle reducing costs. Therefore, the adoption of this small scale anaerobic baffled reactor will become biogas plants a matter of industrial production rather than customized engineering, making the whole process much more profitable.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SERECO BIOTEST SNC DI LUCA POLETTI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936049904": {
            "orgId": "936049904",
            "orgName": "SERECO BIOTEST SNC DI LUCA POLETTI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}