{
    "rcn": "205066",
    "acronym": "ESCaPE",
    "topics": "SMEInst-10-2016-2017",
    "title": "A game-changing light aircraft enabled by advanced materials and novel production menthods",
    "startDate": "01/07/2016",
    "endDate": "30/11/2016",
    "objective": "Nordic Aircraft is an expert in the development and production of advanced composite structures for large commercial aerospace companies (Saab Aerostructures, GKN Aerospace, Swedish Space Corporation). \n\nNordic Aircraft is now developing a novel composite aircraft that will set a new standard in the growing market for Light Sport Aircrafts, a market expected to reach 3,500 aircrafts per year in 2016. The key innovations are advanced composite material development and production methods providing high performance and economy (value for money), supported by extensive wind tunnel tests that allow us to provide the best flying experience, safety and comfort. \n\nThe ESCaPE aircraft manufacturing relies on advanced materials and novel production methods (highly integrated composite structures) that were developed with national funding, together with technologies normally used in the commercial aircraft industry and in space applications. The use of these materials and methods allows us to provide high experience/safety/comfort (large windows, safety cage, large cabin) without compromising on performance/economy (low drag, low weight). These characteristics are unique differentiating features that set the ESCaPE aircraft apart from the competition. \n\nNordic Aircraft has already invested Ä4.5M (consisting of 63,000 hours of work but not including infrastructure and equipment costs) to reach the current state of development (TRL 6-7). The phase 1 study will include technical feasibility (industrialization of the current prototype and additional tests of the full-scale mock-up), commercial feasibility (IPR and go-to-market strategy, with a particular focus on certification requirements from EASA) and financial feasibility (phase 2 budget and co-funding). \n\nThe ESCaPE aircraft is developed and manufactured in Europe. Nordic Aircraft aims to reach a production of 350 aircrafts per year (8% market share) generating 260 jobs and Ä67M by 2024.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NORDIC AIRCRAFT AKTIEBOLAG",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952043458": {
            "orgId": "952043458",
            "orgName": "NORDIC AIRCRAFT AKTIEBOLAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}