{
    "rcn": "205014",
    "acronym": "AirWatt",
    "topics": "SMEInst-09-2016-2017",
    "title": "Innovative Microturbine Technology For Delocalised, Off-Grid Electricity Generation",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Advanced Microturbines and FASTís AirWatt project is a Phase 1 winning project from the Horizon 2020 SME Instrument call of June 2014. The project is based on the industrialisation and commercialisation of a patented, miniaturised, integrated turbine and electrical generator, designed to be introduced into the gas supply pipelines, taking advantage of existing pressure drops and gas flow in the system to generate electricity that can be used to power apparatus for the monitoring and control of the pipeline. Our plan is to use our microturbine to power locally smart gas grid solutions, such as monitoring and control remote terminal units (RTUs).\nFounded in 2013 in Genoa, Italy, as a spin-off of the Italian Institute of Technology, Advanced Microturbines Srl, is a technology-driven micro-enterprise and inventor of the integrated, miniaturised turbine-generator that is the basis for AirWatt. In our mission to develop our innovative idea and bring to the market novel solutions for energy storage and supply system for off-grid applications, we encountered the company FAST SpA, a manufacturer of automation and process control systems based in Reggio Emilia, Italy.\nWith more than 30 years of experience, FAST is one of the leaders in control and supervision systems,  recognised for their state-of-the-art solutions.",
    "totalCost": "1429803,75",
    "ecMaxContribution": "1000862,13",
    "coordinator": "ADVANCED MICROTURBINES SRL",
    "coordinatorCountry": "IT",
    "participants": "FAST SPA",
    "participantCountries": "IT",
    "projectParticipants": {
        "938084285": {
            "orgId": "938084285",
            "orgName": "ADVANCED MICROTURBINES SRL",
            "ecContrib": 496250
        },
        "934597329": {
            "orgId": "934597329",
            "orgName": "FAST SPA",
            "ecContrib": 504612
        }
    },
    "calculatedTotalContribution": 1000862
}