{
    "rcn": "205041",
    "acronym": "D-PAL",
    "topics": "SMEInst-02-2016-2017",
    "title": "Innovative Depalletiser for the automated feeding of signatures in the bookbinding industry.",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "D-PAL is an innovative depalletiser based on grip technology used for the stacks of signatures handling and feeding the hardcover bookbinding machine in the printing, bookbinding and graphics atrs industry. \nD-PAL will increase the competiveness of the printing industry by improving the workflows and by saving approx. 3.6% of the printing cost directly related to labour cost for depalletising. D-PAL reduces problems related to the Health and Safety of the workers, is easy to operate and avoids the quality defects due to human error factor due to repetitive tasks. D-PAL is able to depalletise at a speed of 3600-7000 books per hour with high precision, flexibility and versatility. D-PAL is adapted to current methods of automated palletising with paper separators between the layers and is 20% less expensive than competitive solutions. \nD-PAL has been developed by LARGOIKO S.L.L, a Spanish Mechatronics Engineering enterprise that designs and carries out the automatization of industrial processes, special machines or under demand since 1999.\nEuropean Union will be also impacted by D-PAL. D-PAL will be 100% manufactured in Europe (Spain) and it will attract foreign capital from USA.\nD-PAL will have impact in our company, LARGOIKO. We have invested more than Ä0.4M and we will invest Ä1.55M more in this project to put into the market D-PAL by January 2019. According to our forecast, we will have revenues of Ä9,100,000 by year 2023 from sales of our D-PAL depalletiser. The ROI of the project will be 2.60. \nDuring Phase 1 execution, we will develop a feasibility study including a business plan to assess the technological feasibility and economic viability. The general aim of D-PAL project is put into the market 8 units of our D-PAL by 2019.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LARGOIKO S.L.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924124433": {
            "orgId": "924124433",
            "orgName": "LARGOIKO S.L.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}