{
    "rcn": "205075",
    "acronym": "ICECHILLING",
    "topics": "SMEInst-07-2016-2017",
    "title": "Ice Chilling System for Enhanced Food Cooling",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "The IceChilling project will demonstrate an enhanced cooling system as an add-on solution for the air chilling and spray chilling methods current used by most poultry meat processors. Food safety and quality are the main concerns of consumers who demand more fresh foods, longer shelf-life and safer foods. Western consumers eat 30-50 kg of chicken meat per person/year and they prefer fresh meat over frozen. As up to 75% of chickens are contaminated with Camphylobacter, this is a major concern and challenge for the meat industry and health authorities. Increased size of chickens, along with high speed slaughterhouse output requires more efficient cooling than is possible with the currently used technology alone. The ThorIce add-on solution provides increased chilling efficiency that is applicable in most current facilities, without the need to build larger chilling chambers or installing of longer conveyer belts. Therefore, offering great savings for the meat processor, as well as improved food quality and safety.\nThe ThorIce group is a specialized manufacturer of high-quality ice-slurry generators with >300 units sold worldwide since 2006. ThorIce has now developed the new IceGun system (patent pending) composed of ice-slurry generator, circulation system and the IceGun unit that delivers dewatered soft ice onto a target, such as a chicken carcass on a conveyer belt. The primary customers are poultry slaughterhouses but also other meat and fish processing industries. The first ThorIce system has already been developed and demonstrated effectively at Matfugl chicken meat processor in Iceland and the next one is being developed for a Hungarian customer. \nThe 1st phase feasibility assessment is intended to result in a comprehensive business plan for demonstration and marketing of the IceChilling solution on a European/Global scale as a fully integrated, multi-component technology, remotely monitored and controlled via the internet.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THOR ICE CHILLING SOLUTIONS EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933237583": {
            "orgId": "933237583",
            "orgName": "THOR ICE CHILLING SOLUTIONS EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}