{
    "rcn": "205062",
    "acronym": "BioPellets",
    "topics": "SMEInst-11-2016-2017",
    "title": "Integrating food waste into wood pellets to convert waste grease to a useful biofuel.",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "Fuel Pellet Technologies proposes BioPellets as a solution to three problems - the underperformance of biofuels and carbon-neutral biomass fuels; food waste grease; and the weakening EU fuel pellet industry in Europe.\nBiomass fuels are needed in larger amounts due to lower specific energy capacity than fossil fuels, even low-quality coal. This means to generate the same amount of power, more must be burned. This is a net loss as the fossil fuels mean damage to the environment from greenhouse gases, and to create biomass fuels, trees or timber waste must be processed.\nFood waste grease can be a serious problem, both in urban environments and aquatic ecosystems. It can block and damage sewer piping, which can in turn cause overflows or damage to other components in sewage systems. Due to its high nutrient content it generates a high biological oxygen demand if it is released to ground water or to open watercourses, damaging aquatic plant and animal life.\nFinally, due to competition from Russia and other producers, the European fuel pellet industry is suffering a shrinking market share, relative to how many pellets it produces, due to the cost of manufacturing in Europe.\nBioPellets address all of these problems by integrating food waste grease into biopellets, in an 80-20 biomass-grease mix. This improves the energy content of the pellets by 27%, beating out coal, and reduces the cost of production by up to 50%. Further more, they can prevent 20,000 tonnes of waste going to landfill every year by partnering with just one wood pellet plant.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FUEL PELLETS TECHNOLOGIES EUROPE AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925561391": {
            "orgId": "925561391",
            "orgName": "FUEL PELLETS TECHNOLOGIES EUROPE AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}