{
    "rcn": "205098",
    "acronym": "CROPTI",
    "topics": "SMEInst-07-2016-2017",
    "title": "The disruptive management software that turns agricultural traceability information into actionablebusiness data",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Market Problems/Opportunities: EU has a common legislative framework (CAP) regulating agriculture practices, subsidies & food safety standards (including traceability) across all member states. These obligations are the most demanding in the world, driven by European citizenís awareness of the global impact on environment of agriculture and the need for safer products. This framework imposes the obligation to carry out a very extensive and detailed registry of all activities (field notebooks) performed by farmers within the scope of their operations (e.g. purchase of fertilizers, date of sow & harvest, obtained output etc.). Nevertheless, up to 50% of farmers admit to using paper Added-value product approach: Cropti has developed a revolutionary product, based on its own methodology and capabilities, to efficiently gather, manage and process traceability data. Through its web application, Cropti supports farmers and agricultural advisors in efficiently carrying out the field notebook, while using this data to generate business intelligence.\nThis, support farmers and their advisors in three ways. Firstly, it saves time in fulfilling paperwork, secondly it turns this data into actionable information by providing a multiplatform dashboard which covers all KPIs of farming (expected profitability, detailed cost per activity, local efficiency benchmarks, etc.), and thirdly it provides a channel for communication of the different stakeholders surrounding a farming operation (owners, management team, operators, suppliers, etc.)\nFunding impact: As a result of this project, in a five-year term, Cropti expects to create over 80 high quality jobs: agricultural engineers, software developers, system engineers, designers and marketing specialists. As a consequence of our expansion and growth in the European market, we will reach an estimated turnover of Ä22,2M and an EBITDA of Ä14,6M by 2021",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CROP OPTIMIZATION SYSTEMS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925516674": {
            "orgId": "925516674",
            "orgName": "CROP OPTIMIZATION SYSTEMS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}