{
    "rcn": "205027",
    "acronym": "CREEV",
    "topics": "SMEInst-10-2016-2017",
    "title": "Novel Compound Rotary Engine Range Extender for Electric Vehicles",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "This project seeks to successfully demonstrate and scale up for market readiness, a novel, high efficiency, low emission, compact rotary engine range extender for electric vehicles. \n\nElectric vehicles (EV) are emerging as the future of transport as they break the dependence on fossil fuels and offer significant advantages in terms of noise and local air pollution. However, uptake has been poor so far due to range anxiety. As a result, while 44% of drivers consider emissions & environmental friendliness as important factors when buying a car, only 5% would consider buying an electric car due to range concerns. \n\nAutomotive manufacturers have addressed this issue through the installation of range extender engines. However, existing extenders tend to be too large with poor power density, limiting their use in small commercial and domestic vehicles where space is at a premium.. The clear business opportunity is to provide tier 1 automotive powertrain providers and OEMs with breakthrough innovation in EV range extender technology that significantly improves power density whilst providing  high efficiency, low emissions, low noise and low vibration to meet consumer needs. \n\nOur solution, CREEV, takes the inherent advantages of rotary (Wankel) type engines for such compact applications and applies patent protected innovations to overcome efficiency and reliability issues to deliver an engine exactly matched to OEM needs.\n\nOur breakthrough solution is lab tested/demonstrated. The Phase 1 feasibility study report has already been accepted and this DSI Phase 2 funding application builds on this success. \n\nWith the market for EVs in Europe growing 1300% in the last 2 years, CREEV offers a market opportunity worth an estimated Ä79m over 6 years. Our management team has over 100 yearsí experience in engine technology and strong links with OEMs and Tier 1 suppliers, ensuring market success.",
    "totalCost": "990962,5",
    "ecMaxContribution": "693673,75",
    "coordinator": "ADVANCED INNOVATIVE ENGINEERING (UK) LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931535136": {
            "orgId": "931535136",
            "orgName": "ADVANCED INNOVATIVE ENGINEERING (UK) LIMITED",
            "ecContrib": 693674
        }
    },
    "calculatedTotalContribution": 693674
}