{
    "rcn": "205086",
    "acronym": "Lattice Cage",
    "topics": "SMEInst-05-2016-2017",
    "title": "Titanium based Cervical Spine Implants manufactured using 3D laser sintering to produce a structure optimised for graft-free bone in-growth",
    "startDate": "01/08/2016",
    "endDate": "31/10/2016",
    "objective": "Age-related degeneration of the cervical spine affects over 50% of middle-aged people causing pressure on the nerves leading to pain and neurological deficits. Where conservative treatment is not effective, an ìanterior cervical discectomy with fusionî (ACDF) is performed. The source of the compression;  a herniated disc or bony spurs are removed to relieve the pressure. A cervical implant and bone graft are placed in the intervertebral disc space to fuse the 2 vertebrae together (arthrodesis) in order to stabilise the neck. \nCurrently, a bone graft, usually taken from the patientís pelvis, is used as a substrate for cervical arthrodesis. However, 15 out of 16 complications for spinal surgery are reported to arise from the donor site including pain and infection. Currently, all cervical implants require a bone graft unless they are ìcustom madeî using Electron Beam Melting (EBM) and hence very expensive. The cost of the EBM manufactured implant is prohibitive for government health service providers and is only available to private patients. EBM is also reported to have manufacturing defects, including porous (unmelted or unsintered) zones, inclusions and gas bubbles trapped in the atomised powder particles and retained in the manufactured product. \nWe have developed a Titanium cervical fusion cage, Lattice Cage, using 3D additive manufacturing to form an osteoconductive structure to eliminate the use of bone grafts and to aid fusion by promoting cell (osteoblast) proliferation, driving the new bone growth. Our off the shelf implants manufactured using 3D laser sintering will be ~ 50% cheaper than any other Ti implants manufactured using EBM, will reduce surgical costs and decrease post-operative complications\nTo support commercialisation of Lattice Cage, Winsor Medical is applying for dedicated SMEI funding, initially for Phase 1, to map out the route to regulatory approval, clinical investigations and full commercialisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WINSOR MEDICAL LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921064762": {
            "orgId": "921064762",
            "orgName": "WINSOR MEDICAL LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}