{
    "rcn": "205095",
    "acronym": "SSL",
    "topics": "SMEInst-02-2016-2017",
    "title": "Novel microfiltration technology for emissions reduction",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "Smart Separations Ltd has developed a revolutionary filtration system that can be tailored to suit many different applications in the underdeveloped yet global Ä78 billion separation/filtration industry. This device will provide a more controlled, versatile, and low?cost solution for several industries including blood donations, stem cell R&D, air filtration, and even food and drink processing. We have initially targeted the blood/stem cell and are now focusing on the air purification market, all of which have highly inadequate technologies, where we can make the greatest impact.\n\nWith this project, we plan to bring the greatest impact by reducing the footprint of industrial gas emissions and thus improving quality of life, a mission that is at the forefront of our company. Emission of micro-particulates, such as PM2.5 and PM10, have been deemed a grave hazard to our health, which our technology has the potential to help tackle. With this funding, we intend to expand the already successful cellular and biological-based technology to air emissions by establishing a clear path to commercialisation through testing the new filtration system on air emissions and conducting market and IP research.\n\nWe plan to gather market intelligence, develop the go-to-market strategy and business plan, and conduct a partner and IP search, with the aim to test feasibility of the new product. The world market for industrial scrubber, absorber, adsorber and biofilter systems reached £4.3bn in 2015.\n\nIncineration is the largest single market, which we plan to tackle first. Our technology has the potential to disrupt and expand the market potential through retrofitting and by simplifying and/or reducing implementation costs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SMART SEPARATIONS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936474667": {
            "orgId": "936474667",
            "orgName": "SMART SEPARATIONS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}