{
    "rcn": "205087",
    "acronym": "PemredTech",
    "topics": "SMEInst-10-2016-2017",
    "title": "Innovative Particle Emissions Reduction device for internal combustion engines, facilitating compliance with the present and future automotive particle emissions regulations.",
    "startDate": "01/06/2016",
    "endDate": "30/11/2016",
    "objective": "IC engines emit large numbers of particles which are dangerous to humans. Particle traps are used to reduce such emissions, although they increase backpressure and nanoparticles emissions. Particles number (PN) emissions were only recently regulated in Europe, and are yet to be regulated in most of other countries. Our innovative Particle Agglomerating Inducer (PAI) reduces the PN and improves their trapping efficiency with less side-effects. Based on over 10 years of research, it is a tailored design pipe that induces agglomeration by changing the exhaust flow regimes; it also enables to reduce after-treatment system back-pressure.\nWe will partner with leading EU Particle Filter manufacturers to offer a superior joint solution. Our prospects are OEMs and in-use truck/bus fleets. China for example, is confronted with millions of EURO-II trucks that have circulation restrictions, which can be removed by retrofitting particle traps.  An early test of the operating conditions concluded that while they are incompatible with conventional DPF retrofits, our solution is compatible and very effective. Our retrofit solution combines the PAI with a low-backpressure Particle Oxidation Catalyst (POC). This new application enhances existing technologies with innovation, increases the efficiency of the POC and reduces the emissions of both particulate mass and number below the required limits. Its impact is expected to exceed by far the China Retrofitting Market (our initial test and the worldís largest), and open up the global automotive OEM market.\nOur main objectives for Phase 1 are to prospect the markets that need our technology for emissions reduction projects and confirm the feasibility of a profitable business. This would include market studies, partner relationship development, workshops and customer qualification. Phase 2 will help us perform pilot projects together with the customers that will lead to industrial prototypes and readiness for mass production and sales.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PEMRED TECHNOLOGIES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927457062": {
            "orgId": "927457062",
            "orgName": "PEMRED TECHNOLOGIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}