{
    "rcn": "205036",
    "acronym": "Digiteal",
    "topics": "SMEInst-01-2016-2017",
    "title": "Digiteal: European Payment and e-Invoicing platform",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "Digiteal is a payment and e-invoices management platform that works in synergy with the Digital Single Market policy. We will support standardization and enable payment in and between all countries of the SEPA zone. Our payment platform gives value to companies within the European Union and to customers by cutting those interoperability transaction costs within the EU and giving EU citizens a complete control of their SEPA mandates. \nDigiteal aims to reduce the huge dependencies on US online payment services. On the other hand, Digiteal is unique offering a SEPA domiciliation management platform for end-users. Users will be able to manage the bills of all the companies using a unique domiciliation platform.\nOur innovation is to apply the same principle to e-Invoicing.\nOur clients are B2C European companies that issue high volume of invoices in paper. We offer an intuitive platform to manage their invoices and reducing the operating costs. Our end users will be able to manage and pay their mandates and invoices for free.\nDuring the feasibility assessment in phase I we will study how to develop our SDD payment functionality, study the integrations with European document service providers and detail an International commercialization and Business plan. Also, a Freedom to operate analysis will be performed.\nDigiteal is a new way of managing invoices and making the SDD payment using disruptive technologies breaking the cross-border limitations within the European countries and our solution will reduce the actual European huge USA dependencies on online payment services. Digiteal will improve the competitiveness of the European companies. We will seize the opportunity brought by the need of modernization of the European unified marketplace, identified by the top priority need of creating a Digital Single Market Strategy within the European Agenda.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TEAL IT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926771660": {
            "orgId": "926771660",
            "orgName": "TEAL IT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}