{
    "rcn": "205047",
    "acronym": "Homebiogas",
    "topics": "SMEInst-09-2016-2017",
    "title": "The Domestic Biogas System - Turning Waste into Value",
    "startDate": "01/09/2016",
    "endDate": "30/11/2016",
    "objective": "Awareness of the issues caused by the huge amounts of organic waste that we create is growing and people and communities are looking for means to recycle and reduce waste at home. However, solutions for treating kitchen leftovers at the source that are functional, affordable and easy to adopt by European households are not currently commercially available.\n\nHomeBiogas LTD (HBG) is the first to develop and market technologically advanced, affordable, and easily assembled biogas systems for households and small businesses. HBG technology (protected by two patents) is realized as an appliance used to conveniently dispose of organic waste, while generating savings for the family and benefiting the environment. HomeBiogas converts organic waste into renewable energy and liquid fertilizer; creating a sustainable cycle of waste disposal, plant sustenance and clean energy for cooking, lighting and heating.\nOur leadership position is also strengthened due to our leading the ISO TC255/WG3 Domestic Biogas International Standard development. HBG has been recognized by investors, to date we were financed by private capital (Ä1.8M) and government funding (Ä700). A successful crowd-funding campaign demonstrated the attractiveness and value proposition of HomeBiogas products to end-users. HBG also engaged distributors and growth multipliers that support this novel approach and the success of the company. See section 4 for letters of support and company milestones. \n\nThe Ä500 expected market price (recovered in 3 years by energy savings), on top of effortless operation, creates a winning value proposition for HomeBiogas as a ubiquitous home appliance. HBG is positioned to build a healthy business model (Ä22M cumulative 5 year revenue) and job creation (expected to grow up to 50 employees in that period).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HOMEBIOGAS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927757568": {
            "orgId": "927757568",
            "orgName": "HOMEBIOGAS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}