{
    "rcn": "205032",
    "acronym": "POWERVE",
    "topics": "SMEInst-10-2016-2017",
    "title": "Portable Weigher for Railway Vehicles",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "The Council Directive 91/440/EEC, by separating the operation and the infrastructure management, causes for the Rail Infrastructure Managers (RIM) the necessity of making the railway network quality objective to their customers. This translates to a great demand for diagnostic instruments. \nThe weight transferred from a rolling stock to the rail is an important factor in rail line wear. Being able to frequently measure these weights allows cost effective maintenance and safety guarantees. The state-of-the-art systems for rolling stock weight measurement imply high costs and long execution times. Besides being fixed systems, they are limited to a few locations in the rail network limiting the frequency of diagnostic activities, slowing down the maintenance and control processes. \nIVM has developed an innovative POrtable WEigher for Railway VEhicle (POWERVE) advances the management process of rolling stock fleets by opening to new diagnostic and maintenance scenarios: it is a crucial step forward into the direction of a frequent and fine-grain monitoring of the health of rolling stocks which is necessary for the sustainability of todays and future railway infrastructure. The innovation lies in the development of high tech compact load cells, which allows the creation of a portable, low cost, highly accurate and easy to use weighing system. \nThe potential market for this system has already been confirmed by RFI, the Italian RIM. POWERVE brought innovation in the control and management process of RFIís fleet by enabling a fine grain monitoring of rolling stocksí weight, our ambition is to promote the management process innovation of railway infrastructure managers all over Europe. The main goal of this project is to assess the best approach to reach EU RIMS, to market POWERVE all over the EU by analyzing the specific impacts it can bring in RIMís management processes, to improve POWERVE (TRL8) and further advance the internationalization process of IVM.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IVM SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934314186": {
            "orgId": "934314186",
            "orgName": "IVM SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}