{
    "rcn": "205071",
    "acronym": "BLUE SNOW",
    "topics": "SMEInst-10-2016-2017",
    "title": "Integrated system for queue monitoring and speed automatic modulation in ropeways.",
    "startDate": "01/09/2016",
    "endDate": "28/02/2017",
    "objective": "Despite the huge amount of electrical energy needed to move a ropeway up to a mountain, higher as faster it turns, all around the globe they keep turning at the same nominal speed regardless how many people are waiting for boarding. It would be obvious to adjust the frequency of pass of gondolas, chair lifts or ropeways in general to the number of users that are waiting. In a ski resort, that number uses to be low most of time, workdays. Therefore, a system able to automatically know how long people must wait and able to modify the ropeway speed according to it, could noticeably reduce the energy consumption and would offer a better service during the rush hour.\nRopeways have the possibility of manually modifying their speed already, a task that can be performed by the driver. Nevertheless, regarding the experience of ski resorts managers, it is more critical asking him/her to take care of the boarding manoeuvres of users than optimizing the ropeway speed, hence that last uses to turn at its nominal speed.\nBlue Snow is an integrated system that:\n1. Determines the queue waiting-time in the boarding area of a ropeway and informs about it to users and facility managers. This part has been pilot-tested.\n2. Automatically optimizes the speed of the ropeway so that it can save energy and it prevents queues. The company has this part patent-pending.\nDetermination of the queue waiting-time is privacy-respectful, thanks to the use of thermal cameras. \nWithout ignoring other applications, like urban transport by cable or leisure parks, the worldwide market of ski-resorts for Blue Snow is estimated to be 500 MÄ, while European one is 200 MÄ. This SME Instrument application is to reach that second one as first and highest cost-effective target. \nAcquiring a better knowledge of the market and its stakeholders, preparing with a ropeway manufacturer a pilot to test the designed speed-modulation system and refining a business plan are the planned activities to carry on with the gran",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CTRL4 ENVIRO SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932319672": {
            "orgId": "932319672",
            "orgName": "CTRL4 ENVIRO SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}