{
    "rcn": "205013",
    "acronym": "COLOMBUS-2",
    "topics": "SMEInst-10-2016-2017",
    "title": "COmposite repair solutions for aeronautical BUSiness development ñ Phase 2",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Composites are extensively used in many industrial applications, primarily in Transport. A technological sector dealing with\ncomposite repair solutions has emerged, now expanding proportionally to the extension of composites applications. GMI is a\nleading SME in this sector since 25 years, developing equipment for composite manufacturing, maintenance and repair. To\nensure excellence, during the last 15 years GMI has invested in several EU co-funded R&D Projects, focusing on the\ndevelopment of innovative composite repair solutions. Today GMI possesses in its portfolio innovations deriving from >15\nR&D projects focusing in composite repair: Advanced heating solutions for curing of complicated a/c composite repairs,\nRepair application equipment, for high performance adhesive bonding and Smart patches enabling SHM of critical a/c\ncomponents. As there is a rising demand for this type of tools, both from the aeronautical and from other related industries\n(aolien, petroleum platforms, civil engineering), GMI objective is to improve its commercial position to those markets\nexploiting its technological excellence. Apart from direct equipment sales, a variety of related services will be additionally\ndeveloped (training, studies for demanding repairs, consulting, certification support, logistics, application of advanced\nrepairs, participation to R&D projects, etc). To this end 2 phases were specified: Phase 1- Development of a feasibility study,\nto examine technological, practical and economic viability issues, resulting in a realistic business plan for growth through\nìCOmposite repair solutions for aeronautical BUSiness development COLOMBUS-1î; This phase has already been\ncompleted, following a grant won by EU. Phase 2: COLOMBUS-2 is now submitted, including required innovation and\nsupport activities for the materialization of prepared GMI plan. A sustainable yearly increase of turnover by 20% is expected\nfor the next years, following implementation of COLOMBUS projects.",
    "totalCost": "1850000",
    "ecMaxContribution": "1295000",
    "coordinator": "GMI AERO SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997697769": {
            "orgId": "997697769",
            "orgName": "GMI AERO SAS",
            "ecContrib": 1295000
        }
    },
    "calculatedTotalContribution": 1295000
}