{
    "rcn": "205016",
    "acronym": "PROMETHEUS-5",
    "topics": "SMEInst-09-2016-2017",
    "title": "Energy efficient and environmentally friendly multi-fuel power system with CHP capability, for stand-alone applications.",
    "startDate": "01/09/2016",
    "endDate": "28/02/2019",
    "objective": "Primary objective of the Prometheus-5 project is the industrialization of a highly innovative, energy efficient and environmentally friendly power production unit for decentralized (on or off grid) power generation. The unit has the capability for CHP production, as needed. The device is able to convert the fuel (LPG/NG/Biogas) into electrical and thermal power by means of a PEM fuel cell, with intermediate production of hydrogen. The nominal capacity of the power system is 5 kW, while, in the case of CHP, an additional 7kW of thermal energy is produced. Regarding its electrical efficiency, it is greater than 35%, while the total efficiency, when thermal power is included, exceeds 85%. The proposed innovative technologies address major EU and global challenges, dealing with both environmental and efficiency issues and they are in accordance with the Roadmap for moving toward a low-carbon economy in 2050. The business innovation project aims toward commercialization of the Prometheus-5 product and its launching into the international market, in specific targeted sectors. It includes all prerequisite steps that have to be done to move from the current limited prototype construction phase to production of large volumes of the commercial product. The product targets decentralized power production, where numerous applications have been identified: telecoms, marine (boats), transportation (trucks), households, small size farms/biogas production plants. The main needs addressed are the availability of electricity and the use of environmentally friendly and efficient devices. Currently, the targeting market segment is served by diesel/gasoline generators which rely on mature and relatively low cost technology. However, the Prometheus-5 has electrical efficiency twice that of the conventional technology and less than half of its emissions. Also, it presents lower operating and maintenance costs, excellent performance in partial load and noise-free and reliable operation.",
    "totalCost": "1731996,25",
    "ecMaxContribution": "1212397,38",
    "coordinator": "ELVIO ANONYMI ETAIREIA SYSTIMATON PARAGOGIS YDROGONOU KAI ENERGEIAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "973139988": {
            "orgId": "973139988",
            "orgName": "ELVIO ANONYMI ETAIREIA SYSTIMATON PARAGOGIS YDROGONOU KAI ENERGEIAS",
            "ecContrib": 1212397
        }
    },
    "calculatedTotalContribution": 1212397
}