{
    "rcn": "205088",
    "acronym": "In-K Strain System",
    "topics": "SMEInst-02-2016-2017",
    "title": "In-K Strain System: Carbon Nanotube ink based realization of ultraflexible composite strain sensors",
    "startDate": "01/07/2016",
    "endDate": "30/11/2016",
    "objective": "Since their discovery, carbon nanotubes are one of the most acclaimed materials in both science and industry. But despite all their useful electrical properties, as well as their flexibility and strength, carbon nanotubes have proven very difficult to manipulate and arrange into patterns and so to be used in industrial applications. Carbon nanotube ink was one of the great answers found by researchers: they dispersed multi-walled carbon nanotubes in water creating ink to be used through commercial desktop inkjet printers. The so created conductive inks have unique physical and electronic properties: In our In-K Strain System we make use of these exceptional properties for strain sensing. \nThe In-K Strain Sensor is a next generation strain sensor, realized in carbon nanotubes and elastic composite material. It can be easily applied to almost any surface. The In-K Strain Sensor is the heart of the In-K Strain System, an innovative Sensor System able to reduce sensibly the cost of Structural Integrity Monitoring. The advantages of using printed carbon nanotube ink in the sensor realization are multiple: lower production and raw material cost, sensible shortening of sensor production time, perfect repeatability, extreme flexibility in sensor size, easy printing of bi- and tri-axial sensor elements. The results of our research and development were so promising to lead to a dedicated patent application, PCT extended. We expect an important competitive advantage for our Company to derive from the employment of carbon nanotube ink. \nEconomic feasibility assessment and production upscaling are the main objectives of this study:\n- Deepening of production related aspects including cnt ink formulation\n- Development of an operational framework including development of further technological and commercial partnerships \n- Development of a detailed business plan, comprising risk assessment and financial need analysis",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INSENSUS PROJECT SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918645291": {
            "orgId": "918645291",
            "orgName": "INSENSUS PROJECT SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}