{
    "rcn": "205096",
    "acronym": "SAKLAS",
    "topics": "SMEInst-08-2016-2017",
    "title": "Feasibility of Salmon and Kingfish Land-Based Aquaculture Systems, Phase 1",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "SAKLAS will mature and validate a disruptive, cost-effective, and 100% sustainable Recirculating Aquaculture System [RAS] concept for farming two high-value fish species, Atlantic Salmon [AS] and Yellowtail Kingfish [YK], solving critical production problems related to current RAS-based farming methods. \n\nSAKLAS is a major operational and technical advance in the EU, offering reductions in investment and operational costs of 20-50% and 15% (respectively) higher and stable biomass densities (60-90 kg/m3) with lower mortality rates (8%) and reduced environmental impact (e.g. phosphorous release is minimized to 1.5 mg in 100 m3/h outlet water flow). These numbers make SAKLAS the unbeatable and first profitable RAS solution for AS and YK grow-out worldwide, opening doors for farming warm water fish species (such as YK) in northern latitudes for the first time. We estimate that by the end of 2023 (5 years after project completion) we will have reached an accumulated revenue and profits of Ä95.6m and Ä26.3m, and generated at least 18 new full time employments [FTE].\n\nAt this state, a Phase 1 grant is sought to verify SAKLAS market potential, as well as its technical and economic viability. The main activities of our Feasibility Study are: \n\n- To elaborate a market, competitor and IPR analysis.\n- To perform cost assessment for optimal positioning of our products (AS and YK) in the market.\n- To establish the requirements (technical, legal, etc.) for final the integration and testing of SAKLAS in a real operational environment, and to formulate a Project Execution Plan for implementation of the envisaged Phase 2 project.\n- To evaluate investment requirements post Phase 2 project, secure financing sources, and develop a detailed Business Plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NORDIC AQUAFARMS AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929078029": {
            "orgId": "929078029",
            "orgName": "NORDIC AQUAFARMS AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}