{
    "rcn": "205082",
    "acronym": "PAT WRAP",
    "topics": "SMEInst-02-2016-2017",
    "title": "oPtimized zero-defect high-tech AuTomatic WRAPping machine",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "By blending the real and the virtual worlds of industrial production via the internet, the IoT connects all ìactorsî involved in the production process: machines, products, systems and people. Industry 4.0 will transform the manufacturing process through the self-optimization of production flow, a fully integrated and automatic process, highly flexibilized mass-production, self-diagnosis and intelligent support of workers. In this context, PAT WRAP aims at developing a secure and reliable high-tech automatic wrapping machine based on an innovative IoT platform. During the Phase1 project, the techno-economic feasibility of PAT WRAP will be assessed in order to support the forthcoming Phase2, for its industrialization and business exploitation. \nThe innovative IoT platform, integrated in a re-designed automatic wrapping machine, will ensure higher productivity, onsite and remote monitoring of the whole machine and of the single components, safety process both for machine and operators, energy consumptions and waste reduction. The main result of PAT WRAP will be a reliable, scalable, flexible and customizable wrapping process, which allows to improve the manufacturing process with a reduction of the environmental impact up to 25%. The technology has already reached TRL6 and the Phase1 project aims at establish a robust industrialization and operational plan, at identifying stakeholders, sales channel and strategic partnership, at strengthening the business model with an in-depth market analysis, sound marketing strategy and reliable financial projections. \nThe PAT WRAP project will represent a key opportunity for PIERI S.r.l., with the aim to be the first in Europe to introduce an innovative wrapping process integrated with an advanced IoT platform. This process will provide a clear impact on the Company business, affecting turnover (\\40%), new employees hiring and a cash flow of around 1.002.540Ä with an average ROI of 30% in the first 5 years of commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PIERI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918952781": {
            "orgId": "918952781",
            "orgName": "PIERI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}