{
    "rcn": "205064",
    "acronym": "Hybrid S-TORQ",
    "topics": "SMEInst-10-2016-2017",
    "title": "NORDIC DRIVING - SOLUTION FOR TRANSPORT",
    "startDate": "01/07/2016",
    "endDate": "30/09/2016",
    "objective": "Numerous conditions can affect a personís ability to walk unassisted and severely limit their independence and quality of life. Patients in rehabilitation and the elderly are two groups with specific need for innovative solutions to join mobility and exercise in a way which is practical, safe and fun. At Torqway Company Ltd. (www.torqway.com) we have created a new category of personal transport: Nordic Driving, using levers to power the vehicle from a standing position like a Segway.\nThis innovative solution under patent in 11 countries meets all the criteria of a healthy and environmentally friendly and won numerous awards including the ìBEST INVENTION OF EUROPE 2014î at the INPEX USA, the first time for a Polish company.\nHybrid S-TORQ consists of a platform with two front wheels and a pair of smaller rear wheels. The back and forth movement of the extensible levers attached to the front wheels propels the vehicle forward. Thanks to the innovative gears mounted inside each driving wheel every lever movement is productive in powering the vehicle forward, reaching a speed of 12 km/h compared to human preferred walking speed of around 5 km/h.\nMedical studies confirm the therapeutic benefits of regular activity on TORQWAY on muscle strength and endurance, coordination, body balance, respiratory system and the circulatory system. It can be used by patients of all ages with orthopaedic, neurological, cardiac or pulmonary disorders for rehabilitation, recreation and improved mobility.\nHaving developed, patented and successfully commercialized the basic model S-TORQ our goal is to upgrade the solution for end users who for reasons of age or physical limitation require an additional source of propulsion to enjoy TORQWAY to its full potential. The aim of this project is to prepare for commercialization of the hybrid S-TORQ, the next step in the company roadmap to replicate the TORQWAY technology in various models to attend the needs of specific user niches.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TORQWAY SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930320017": {
            "orgId": "930320017",
            "orgName": "TORQWAY SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}