{
    "rcn": "205069",
    "acronym": "DEBS",
    "topics": "SMEInst-09-2016-2017",
    "title": "Dall Energy Biomass System",
    "startDate": "01/08/2016",
    "endDate": "31/10/2016",
    "objective": "Problem\nBy 2050 the EU aims at reducing its greenhouse gas emissions by 80-95% when compared to 1990 levels, requiring a transition from fossil fuels to renewable energy such as biomass. Both the emissions from and the price of converting biomass to energy must be reduced if biomass is to compete with fossil fuels. \n\nSolution ñ the innovation\nDall Energy has developed a new, disruptive biomass furnace, which integrates several independent innovations into a novel concept for conversion of biomass into energy with at least 10% lower investment and 40-60% lower operational expenses, while at the same time reducing emissions to unprecedented low levels.\n\nCustomers and market \nDall Energy targets three market segments, district heating, energy for industry and power production (in go-to-market order) of which the first alone constitutes a market value in EU of Ä17-19 billion, showing a growing trend. \n\nImpacts\nCustomers are offered lower investment and operational costs, minimal emissions, easier operation and high modulation capability. The reduced costs of energy from biomass will reduce or even bring down a critical barrier for EU to bring greenhouse gas emissions down, potentially having a tremendous impact on society.\nDall Energy expects a turnover of Ä83m and 1,810 jobs created by 2020 and EU will see a solution that is able to bring down emissions and increase both economic and technical efficiency as set forward by directive 20165/2193. \n\nThe project\nCommercial hypotheses will be tested through premium price models targeted turnkey partners, analyses of the market situation and risk assessments. Technical features of the Dall Energy furnace will be presented to four named potential turnkey partners, and they will give feedback on sales and price models, implementation strategy in production setup, and product application, product features and potential for further application development.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DALL ENERGY APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937876802": {
            "orgId": "937876802",
            "orgName": "DALL ENERGY APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}