{
    "rcn": "205060",
    "acronym": "SPA4ROADS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Sustainable polymers application for preventive maintenance and upgrading of resilient and secureroads",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "The impact of the current economic crisis on investment in construction of new roads has been acute, and this negative impact has also been the reality for maintenance budgets. This situation, stagnant for the last four years, has led us to a point where the deterioration of the roads we transit is appreciable. The focus of maintenance expenditure in Europe is now shifting towards road infrastructure preservation.\nHelopavís SPA4ROADS project offers an innovative solution for road maintenance, providing an efficient treatment method at a reduced cost based on new surfacing materials (polyurea). The solution consists of 1) a preevaluation of the road, 2) definition of the application methodology and 3) the application of the polyurea through a specific machine. The effect of the solution is twofold, as it preserves the road from deterioration and also enhances its properties, significantly reducing maintenance costs. Thus, the main objective the SPA4ROADS project is to improve the lifespan and security of roads in urban environments, in turn minimizing emissions of CO2 from application and VOCs, and also reducing vehicle braking distance.\nSPA4ROADS will compete in public bidding projects for road maintenance projects, targeting segments of urban roads that are particularly susceptible to erosion from traffic (e.g. roundabouts, cross-sections). Spain, Italy and Germany will be targeted initially due to Helopavís previous experience dwelling in these markets, with a gradual expansion into further European markets. New jobs and increased revenue will greatly increase Helopavís market positioning.\nPresenting a strategic solution in comparison to its competitors, SPA4ROADS has the potential to greatly improve the safety, economics and environmental performance of Europeís urban roads, and participation of Helopav in the SME Instrument phase 1 will provide the company with the tools catalyse this innovation at the European level.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HELOPAV SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923027460": {
            "orgId": "923027460",
            "orgName": "HELOPAV SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}