{
    "rcn": "205092",
    "acronym": "ATOMIX",
    "topics": "SMEInst-09-2016-2017",
    "title": "Boosting the efficiency of current agricultural atomisers by using ultrasonics emitters",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "Founded in 1950, FIENI GIOVANNI is an Italian company specialised in producing in-house fan units, gearboxes, clutches and other components for agricultural sprayers and fans. Our agricultural spray production amounts for 65% of our annual turnover, covering the whole process: studies, projects and controls. Currently, 45% of the sprayed pesticides still fall onto non-target areas, having important consequences to both the economy of the agricultural farmer and the environment. Our aim is to reduce the main costs that our final-end users have to deal with when spraying their crops: fuel, pesticides and water. \nOur innovative model Atomix, is a mixed flow atomizer (axi-radial) combining the characteristics of the two currently on the market, axial and centrifugal, which being calibrated and adapted to work within any type of crop, will improve the performance of current agricultural sprayers. Its technical characteristics will be optimised with a revolutionary aerodynamic design to improve the efficiency, and the incorporation of ultrasonics emitter to produce smaller water droplets that will be lifted up to higher targets. The main advantages of this new atomiser are: 1) High drop-on-target efficiency (75%): Minimising drift and off-target exposure, it will only be needed to do one passage when spraying, allowing for pesticides savings (25-50%) and 50% reduction in operational time and fuel. 2) 60% reduced power consumption: Our new series will spend 30-70 HP, depending on the requirements. 3) 90% reduced noise: low acoustic emission (i.e. -1dB).\nWhen getting Atomix into the market we will be able to increase our profit to 3.2MÄ by 2023, because we will provide farmers with a MUCH MORE effective spraying technology to deliver pesticides onto the target areas, with fuel savings up to 50%. With a competitive market price of 2.600Ä, Atomix will positively impact end users allowing them savings up to Ä500 per hectare and year compared with the alternatives in the market",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FIENI GIOVANNI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "948064130": {
            "orgId": "948064130",
            "orgName": "FIENI GIOVANNI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}