{
    "rcn": "205010",
    "acronym": "NPX-101",
    "topics": "SMEInst-06-2016-2017",
    "title": "NPX-101 is a portable home device for the treatment of moderate to severe depression, boasting more effective and safer outcomes, based on information deposited and received from the Cloud.",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "Over 450 million individuals face depression, with over 800,000 suicide deaths per year, delivering a death rate of one person every 40 seconds. These figures are set to increase as estimates put 1 out of 4 individuals in the future to face similar mental disorders at some stage of life.\nNPX-101 is the first product line for treating moderate to severe depression, especially the 30% of patients who are currently drug-resistant. It is a patented non-invasive bioelectronic device that delivers Transcranial Magnetic Stimulation (TMS) in the form of a wearable Magnetic Resonance Imaging (MRI) helmet with shield protection. It delivers more precise and deeper energy stimulation, for fuller more effective therapy, removing the side-effects and other treament discomforts with current day treatment. Phase 1 of the SME instrument fits into the overall company plan of NeuroPrex and Omsbar to reach the market by contributing the financial resources needed to plan a fast sound wider deployment of the NPX-101. It would importantly help to deduce the quickest routes of distribution and market uptake for its entry-point of the U.K.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEUROPREX EUROPE INC LTD",
    "coordinatorCountry": "UK",
    "participants": "OMSBAR LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "931894036": {
            "orgId": "931894036",
            "orgName": "OMSBAR LIMITED",
            "ecContrib": 0
        },
        "932114226": {
            "orgId": "932114226",
            "orgName": "NEUROPREX EUROPE INC LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}