{
    "rcn": "205008",
    "acronym": "Sencell16",
    "topics": "SMEInst-05-2016-2017",
    "title": "Lifecareís Sencell sensor is an implantable micro-sensor for subcutaneous location, long time, continuous, wireless, real time monitoring of interstitial glucose for diabetes management.",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "The SENCELL Glucose Monitoring System includes an osmotic pressure sensor, transmitter and mobile medical application. The miniaturized sensor is designed to be implanted into the subcutaneous space of arm wrist or other suitable body sites and requires no battery or wires for the sensor operation and for communication with the transmitter. After insertion, the sensor is designed to function noninvasively, automatically, and continuously for a long term duration that is comparable or longer than existing product alternatives.\n\nThe miniaturized SENCELL is designed to continuously measure glucose in the interstitial fluid for a long term duration that is comparable or longer than existing product alternatives. Unlike currently used glucose sensors, the Sencell is intended to be implanted subcutaneously on the arm wrist or other subcutaneous places in the body with no sensor part protruding from the skin. \n\nEncased in a biocompatible material, the device utilizes a unique osmotic pressure assessment technology, which translates the signal of a physical miniaturized osmotic pressure cell into an accurate glucose reading that can be used for determination of insulin doses and to generate warning signals in case of hypoglycemia or hyperglycemia development.  \n\nThe inner core of the device is the unique and proprietary osmotic patented pressure cell, which is covered on one side by a semi-permeable membrane. The membrane is enclosed inside the top of a cavity where the pressure transducer is also located. The cavity contains Concanavalin A and Dextran.\n\nThe use of ConA/Dextran as enzymatic component significantly improves the sensitivity to changes in the blood sugar level while reducing the influence from other substances in the blood. In the final product, the measurement is then relayed to the transmitter. The entire measurement is designed to be done autonomously and independently without any prompting by the user. However, the user can induce a measurement at any time",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Lifecare",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996738827": {
            "orgId": "996738827",
            "orgName": "Lifecare",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}