{
    "rcn": "205067",
    "acronym": "Qone",
    "topics": "SMEInst-06-2016-2017",
    "title": "Novel pressure relieving and sensing mattress and an intelligent control system that predicts andprevents pressure ulcers in bedridden patients",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "ReQbo is developing a disruptive system for preventing pressure ulcers (PU) in bedridden patients by intelligently and continuously assessing a personalized risk score for each patient. This system is the first market solution offering active preventive care, instead of the reactive care that is enabled by competing technologies. Accordingly, the system will be capable of contributing to a steep reduction in PU incidence in long-term care units, both in hospitals and nursing homes.\nTreating pressure ulcers is very costly, accounting for more than Ä20 billion per year supported by EU public healthcare systems. Prevention and early detection are the main priorities to reduce this current healthcare burden. Despite improvements in healthcare systems and technologies, patients are still at risk of developing pressure ulcers, because of ineffective and incomplete routine care to assign preventive measures. With current technologies and clinical practices, patients in need of prevention cannot be accurately and reliably detected, which lead to PU development. While the treatments options are well established once a patient has been diagnosed with high PU-risk, the method for assessing that risk has not evolved significantly in 20 years.\nIn order to tackle this challenge, ReQbo has developed and patented its Qone system: a pressure relieving mattress, with integrated temperature and pressure mapping sensors, that synchronizes data with a highly accurate screening algorithm.\nThis algorithm assesses a PU risk score based on individual patient parameters and a long-term record of how pressure and temperature have been distributed in the patientís body, allowing a reduction of approximately 75% on the overall number of new pressure ulcers in bedridden patients. The result of each risk score assessment is communicated wirelessly to the accompanying app and to the hospital monitoring system in order to inform the caretaker that a preventive measure needs to be implemented.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REQBO APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920855048": {
            "orgId": "920855048",
            "orgName": "REQBO APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}