{
    "rcn": "205052",
    "acronym": "azoomee",
    "topics": "SMEInst-01-2016-2017",
    "title": "A Truly Disruptive Entertainment and Educational Digital Application for Primary School Aged Children",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "Although the internet was designed for adults, children, from as early ages as three years, are increasingly becoming active on it. Over 87% of children aged between 5 and 8 years use the internet for gaming, video series, education and entertainment. Many have been accidentally exposed to inappropriate content such as pornography, animal cruelty, and eating disorder websites. 40% of children have reported encountering risks online including cyber-bullying, exposure to content promoting anorexia or self-harm or misuse of their personal data. While parents are deeply concerned about these risks, they currently have no way of tracking what children watch online and even if they could, that would be cumbersome to many who are hard pressed for time. Available childrenís sites partially meet the need, none offer an integrated solution combining age-appropriate educational and entertainment content with in-built parental controls and social media tools adapted for primary aged school children.\n\nAzoomee is an integrated online solution that offers a safe, stimulating, entertaining and educational online experience for primary school aged children. In addition to providing videos, games and educational tools, it aims to prepare young children for the risks of the digital world and to influence their development, both on and offline. The basic architecture has been built and a minimally viable product (available on iOS and Android) is growing exponentially in user base. What is left is to develop a white-listed browser, enhance video streaming functionality, enhance personalisation features and secure more premium content. Having completed extensive research studies in the UK, in the Feasibility Study we will conduct similar studies in France, Germany, Spain, Belgium and the Netherlands and search for partners and content providers for effective and widespread distribution, dissemination and promotion of Azoomee",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TINIZINE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924405345": {
            "orgId": "924405345",
            "orgName": "TINIZINE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}