{
    "rcn": "205049",
    "acronym": "SIGNATURIT_2016",
    "topics": "SMEInst-01-2016-2017",
    "title": "Signaturit - The smartest e-Signature solution to send and sign documents on the go",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Signaturit - The smartest e-Signature solution to send and sign documents on the go.\n\nElectronic signatures have been regulated in most of the developed countries, including the European Union and the United States of America, to permite their legal use. \n\nSignature is a service that allows to the user handwriting signature of documents through any mobil device in a digitized format. It allows the receiver to sign an attached document received by email.\n\nAfter the session logout, the service automatically converts the attachments to a PDF document that is signad with an electronic signature, sealed and with time stamping.\n\nIt is a multiplatform application, meaning that it does not requiere any specific device for its use (it only requires a device with a touchscreen). Just a valid email adress and Internet connection on the mobile device are needed for working. It is completely independent from email management software, Wen browsers, etc. We identify the signer in a unique way and certify the electronic evidences generated during the signing process.\n\nThe purpose of Signaturit is to leader the online world in term of the digital signature of documents, providing the highest possible legal validity to the process and providing to the service the consideration of advanced electronic signatgure according to the definition established by the Act 59/2003 on electronic signature and providing legally valid probative evidence in the process.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIGNATURIT SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918703588": {
            "orgId": "918703588",
            "orgName": "SIGNATURIT SOLUTIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}