{
    "rcn": "205003",
    "acronym": "OMiProbe",
    "topics": "SMEInst-01-2016-2017",
    "title": "Bio-optical probe technology for safe, fast and non-destructive cancer diagnosis",
    "startDate": "01/03/2016",
    "endDate": "31/08/2016",
    "objective": "Our novel OMiProbe (Optical Fibre Micro Probe) is an optical device that allows quantitative cellular processes studies, even inside a single cell, and carries the disruptive potential for real-time, ëin-vivoí cancer diagnosis. At the current stage of development, with a diameter of less than 6 µm and a biologically active (antibodies) coating applied at the tip of the fibre optic probe, we are able to perform cellular level spectral identification of certain types of carcinomas, specifically breast cancer. (Carcinomas type of cancer comprise 80% to 90% of all cancers)\n\nThe state of the art methods of cancer diagnosis require cutting/extracting tissue sample in a process called a biopsy, and consequently make non-destructive and live observations impossible. We believe OMiProbe technology offers an alternative to the destructive process of biopsy, and presents a safe, minimally invasive method for instantaneous cancer diagnosis and identification. With the OMiProbe, tissue may be examined ëin vivoí by insertion of the needle-sized OMiProbe into the suspected tissue, on live patients during standard medical examination, or during surgery. \n\nFor better understanding and curing of cancer, early detection and diagnosis play a critical role. Cancer is in many cases treatable, and early detection increases the chance of cure substantially. However, it is not sufficient to define if the patient is ill or not. A more careful and prompt identification and examination of ill cells of the patient are needed to determine optimal treatment and approach. Today, such studies are difficult to quantify and impossible to realize non-destructively and in real-time. However, InPhoTechís OMiProbe may allow to do just that.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INPHOTECH SP ZOO",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954768479": {
            "orgId": "954768479",
            "orgName": "INPHOTECH SP ZOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}