{
    "rcn": "205011",
    "acronym": "PAL",
    "topics": "SMEInst-10-2016-2017",
    "title": "Public Space Navigation for All",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "PAL aims to perform a feasibility study and elaborate a business plan testing out the innovative idea of making public spaces accessible for All. The PAL idea is simple: provide an indoor navigation service similar to what we are used to when driving. The project focuses on users with specific needs especially elderly and visually impaired persons who need to find their way through complex travel hubs and train stations. \nAlthough the idea is simple, its implementation is quite challenging. There are numerous technologies involved (indoor localisation, mapping, routing, information presentation) which have to be mastered. Fortunately, in PAL we base on technology the partners have developed in previous projects, notably MOBILITY funded by the German Ministry for Education and Research, and successfully tested at the Frankfurt airport.\nPAL will assess the technological viability, the application boundaries, the value added, the business model, and the economic viability of this MOBILITY solution with a single focused aim to work out a credible, realistic and achievable business plan.\nIN2 and SPRING, the partners in this endeavor, have successfully collaborated in the past in MOBILITY, own its project results and are fully committed to bring them to the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IN2 SEARCH INTERFACES DEVELOPMENT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "SPRING TECHNO GMBH & CO KG",
    "participantCountries": "DE",
    "projectParticipants": {
        "965742477": {
            "orgId": "965742477",
            "orgName": "SPRING TECHNO GMBH & CO KG",
            "ecContrib": 0
        },
        "998769910": {
            "orgId": "998769910",
            "orgName": "IN2 SEARCH INTERFACES DEVELOPMENT LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}