{
    "rcn": "205046",
    "acronym": "MobileRecycle",
    "topics": "SMEInst-11-2016-2017",
    "title": "Green mobile recycling technology for dirty (none-recyclable) plastic waste",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "The plastic waste is a serious problem for all over the world due its non-biodegradable character. Global problem of the plastic waste is in its limited recycling. On average, Europe produces 25, 2 million tonnes of plastic waste every year. 37% of the plastic waste ends up in landfills, 25% is recycled and 15% is composted. Only 23% is used for energy production. European economy thus loses a significant amount of potential 'secondary raw materials' among which plastic plays a significant part.\nThe Leitner will introduce to the market a green method of recycling dirty plastic waste applicable on a global level and the result of the recycling is alternative fuel (oil and gas). The equipment recycles dirty plastic waste by thermal depolymerisation, thus recasting it into ecological oil and process gas with immediate further multi-purpose usage. Leitner is a mobile technology, suitable also for small operations optimally processing 1 thousand tonnes of dirty plastic waste per day. \nThe applicant has produced prototypes of the green technology and has tested them now in industrially relevant environment (real operation). \nThe equipment weight is 2,500 kg, forming a container assembly (dimensions: 8m x 3m x 3m), which can be easily connected/disconnected. The existing prototype produces 1 litre of oil from each kilogram of dirty plastic waste. For the production of 1 litre of an ecological oil, the technology requires 1 kWh energy. \nThe project intention is in line with EU endeavours to support SMEs in areas addressing the climate action, environment, green growth potential and raw material challenge. The project is also in line with 2016-2017 strategic priorities of systemic eco-innovation and circular economy, nature-based solutions and sustainable supply of (secondary) raw materials.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LEITNER TECHNOLOGIES SRO",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932085902": {
            "orgId": "932085902",
            "orgName": "LEITNER TECHNOLOGIES SRO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}