{
    "rcn": "205072",
    "acronym": "MobiCS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Disrupting the Car-Sharing Market in Smart Cities through a Unified Cross-Border Platform",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "Car-sharing and Rent-a-Car are expanding in Europe and beyond, and we want to connect existing operators in an international federation of car-sharing ñ creating MobiCS, a ìroamingî service for car sharing ñ that allows for citizens to use a single user account in a cross border way, without the trouble of registering every time they travel to a new city.\nBy integrating different car-sharing and Rent-a-car operators, we create a single account, but we also are able to provide new functionalities (supported by our own hardware and software), such as keyless access and geo-location of nearby vehicles, in order to facilitate even more the end-users mobility.\n\nThe current total available market size for car-sharing is valued at 1,8bn$, with around 120,000 cars in operation worldwide. Our immediate addressable market is half of that ñ 60,000 cars in over 35 countries worldwide, mainly in Europe.\nThe total market is expected to grow to over 8bn$ and 550,000 cars worldwide by 2020. Currently, free floating car-sharing is growing around 100%/year and round-trip (the largest installed base) at around 25%/year.\nOur clients are the car-sharing and Rent-a-car operators, which will pay us a small fee for taping into a much larger, trans-national client base. We have developed a limited small scale pilot in Lisbon (TRL 6) with 9 potential clients that have demonstrated willingness to buy.\n\nAt MOBIAG we are a start-up launched in 2013 and last year we had 200.000Ä of turnover. We focus on developing the car-sharing market, and MobiCS is our strategic solution, that has previously received funding from the Portuguese Government in a competitive call for projects, and now we aim at developing all its potential by expand it to Europe and beyond. MobiCS is the multi-brand, sharing economy platform to deploy user-friendly mobility-as-a-service in smart cites.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MOBIAG LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920844572": {
            "orgId": "920844572",
            "orgName": "MOBIAG LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}