{
    "rcn": "205034",
    "acronym": "HEMACONN",
    "topics": "SMEInst-01-2016-2017",
    "title": "ENTERPRISE RESOURCE PLANNING (ERP) SOLUTION INTERCONNECTING DEPARTMENTSí SOFTWARE IN HEALTHCARE FACILITIES",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "HEMACONN is an innovative Enterprise Resource Planning (ERP) tool, especially designed for Healthcare Facilities (HCF), leveraging a considerable reduction in institutional administrative processes time (80%) and costs (50%) and guaranteeing better process management and higher productivity.  Thanks to its revolutionary ìPlug-in-and-Goî architecture, HEMACONN will be introduced as a UNIQUE solution automatically interconnecting all fragmented departmental software solutions installed on HCFsí systems, without the need for any post-installation integration/customization efforts and costs. This novel approach will provide administrations with a comprehensive administrative tool to streamline and reduce unnecessary costs, optimize operational time of administrative activities, and annul the probability of human error, delays, shortages, and misdistribution. HEMACONN is verticalized over the Microsoft Dynamics NAV platform, and therefore, it offers, in addition to Microsoftís standard management tools, Eidís specialized healthcare modules, Artificial Intelligence features (auto learning and pattern recognition), flexible workflow engine, and integrated RFID Applications. The global ERP software market is expected to reach Ä45Bn by 2020, registering a CAGR of 7.2% during 2014-2020 with healthcare being ranked as the fourth market sector in terms of ERP investment. This project aligns with the European Commissionís eHealth Action Plan 2012-2020 and will indisputably enhance the position of Europe in the global ERP industry and Healthcare sector. HEMACONN is a disrupting solution promoted by EID srl, a leader Italian company specialized organizational IT tools. The solution, which is already backed by many prospective clients, targets small to medium HCF, and is expected to be used by 40 HCFs in Europe (Italy, Germany, Austria, Holland, Scandinavia, Spain, UK, France, and Portugal) within three years after its commercialization, yielding Ä8.15M in total gross profits.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EID SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926050174": {
            "orgId": "926050174",
            "orgName": "EID SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}