{
    "rcn": "205097",
    "acronym": "Syndivia",
    "topics": "SMEInst-05-2016-2017",
    "title": "Next generation drug conjugates for cancer treatment",
    "startDate": "01/07/2016",
    "endDate": "30/11/2016",
    "objective": "The optimal potential of chemotherapy, despite being the standard treatment, has not yet been achieved and instead it can lead to adverse toxicological effects as a result of off-target toxicity, as the drug cannot discriminate between healthy and cancerous cells. Small molecule prodrugs help solve this issue thanks to their high efficiency in targeting tumour cells. Syndivia have developed the next-generation Antibody Drug Conjugation platform for development of highly effective small molecule prodrugs for targeted cancer therapies. Two patented technologies are applied in the formulation of the prodrugs delivering higher plasma stability and controlled release at the tumour site resulting in a higher therapeutic efficiency and reduction of off-target toxicity of the chemotherapeutic. The pioneer product SDV1001 is specifically focused on treatment of pancreatic cancer, that accounts for the highest mortality rate among all cancers, over 74% of patients will not survive 1 year from time of diagnosis and 95% will die within 5 years. Preclinical trials have proven the efficacy of the product in which animals treated by SDV1001 displayed 92-100% tumour regression and no noticeable side effects. The Phase 1 project will be focused on establishing a complete and scalable supply chain, verifying the business model and commercialization strategy, planning new collaborations and partnerships, including the ones to implement the next clinical trials stage.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SYNDIVIA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920069639": {
            "orgId": "920069639",
            "orgName": "SYNDIVIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}