{
    "rcn": "205070",
    "acronym": "LOOP",
    "topics": "SMEInst-10-2016-2017",
    "title": "Disrupting Logistics in Smart Cities and Regions through an Advanced Logistics Platform.",
    "startDate": "01/09/2016",
    "endDate": "28/02/2017",
    "objective": "Urban logistics are growing every year, pressed by new eCommerce business, namely in the retail sector and requiring high service levels for logistics, and at the same time, public authorities strive to ensure the sustainability of urban mobility.\n\nLOOP is a disruptive new way of planning and managing last-mile logistics in smart cities, bringing Suppliers, Logistic Service Providers and Public Authorities together in the same platform, by de-coupling goods from last-mile logistic service providers. LOOP creates a multi-brand Logistic Service Provider federation based on Pick up and Drop off Delivery Points (PUDOs), Aggregation Boxes (AB) and pre-determined urban ring circuits that can be dynamically changed in real-time to address logistic requests on the fly and physical or regulatory constraints (traffic, municipal restrictions, etc.).\n\nOur objective is to demonstrate LOOP in European smart cities, and prove that this is a new, disruptive way to reduce operation costs for logistic operators, while increasing service level for Suppliers and Shoppers, while respecting municipal regulations. By paying a small transaction fee per delivery, Logistic Service Providers can tap in a federated client pool based on their fleet availability and location.\n\nWe estimate that in 2020 this new market will be worth 250M Ä in Europe alone, and our clients are they logistic operators, that will pay a fee per delivery/pick-up service. By being a multi-brand platform, LOOP allows local SMEs to be part of the last-mile logistics, mitigating risks (large client base from LOOP) and increasing their fleet in a commercially sustainable way (no need for critical mass fleet size).\n\nLogistema has developed LOOP as the results of over 20 years of consultancy experience on logistics for public and private entities, and we consider this to be a strategic solution and a new business line for us and the European market of urban logistics in smart cities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LOGISTEMA CONSULTORES DE LOGISTICA SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954733268": {
            "orgId": "954733268",
            "orgName": "LOGISTEMA CONSULTORES DE LOGISTICA SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}