{
    "rcn": "205079",
    "acronym": "MORPHCAST",
    "topics": "SMEInst-01-2016-2017",
    "title": "Real time video creation according to your emotions",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Digital advertising is a fast growing market. However, today advertising producers struggle to maximize the consumersí engagement. Although personalised ads represent the market trend, it is recognised customers often perceive these ads as less engaging than expected. In this context, CYNNY, a SME expert in deep-learning technologies and advanced cloud applications, proposes what it might be considered as a revolution in the advertising sector. The MORPHCAST project aims at enabling ads producers to maximise the level of ads personalization thanks to the application of facial recognition techniques integrated with state-of-the-art artificial intelligence capabilities. CYNNY will aim at deploying a disruptive software application that allows the creation of light and low-band consuming tailor made videos (10 times lighter than actual in-stream .mp4 videos) that change instantaneously according the gender, age and emotions on the face of the viewer, via his/her own mobile device camera, and with minimal impact on batteries. The system integrates cutting-edge facial recognition technologies (95% accuracy for the gender, ± 7 years for the age, 97% for emotions) and it can completely run on client-side mode. In addition, the MORPHCAST performance can also benefit from the lean and very efficient CYNNY proprietary microservers architecture (CYOne). With the support of the SME-Instrument fund, we aim at optimizing (TRL6-7), validating in real conditions (ca. 1M users globally) and fully deploying (TRL 8-9) the application by 2019. We foresee a positive return of investment since the first year of commercialization, and expect to reach a huge competitive advantage on the market of reference. Within the MORPHCASTñPhase 1, CYNNY aims at assessing the full feasibility of the innovation, under the technical, economic and operational point of view, preparing a consistent business plan that will include a detailed commercialization strategy for a successful market introduction.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CYNNY SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929764789": {
            "orgId": "929764789",
            "orgName": "CYNNY SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}