{
    "rcn": "205042",
    "acronym": "SURGIS",
    "topics": "SMEInst-01-2016-2017",
    "title": "Open Platform for X-Ray robotics medical imaging and surgical navigation",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "SURGIS aims at creating a completely new computer-assisted, integrated system to support Minimally Invasive Surgery (MIS). It is based on a robotics X-ray 2D/3D imaging system. SURGIS is innovative and disruptive in two ways: a) the envisaged product itself: a novel solution that integrates formerly isolated systems providing enhanced and new functionalities, higher accuracy and significantly improved usability. Experienced users are developing it for users. And b) with regard to its technological approach and the corresponding business model: an open source environment, which will provide the ground to nurture the commercial exploitation and further development of applications by 3rd parties. It represents a platform and an ecosystem where developers and users are encouraged and facilitated to boost both the economic and clinical effect of SURGIS itself.\nOnce implemented SURGIS will deliver the following value propositions:\n1.Robotic 5-axis C-Arm usable in 2D and 3D mode\n2.Integrated Surgical navigation system with automatic continuous calibration\n3.Calibrated MIS surgical tools\n4.Open software platform for the development of third-part applications\nA laboratory technology demonstration platform has been built and a preliminary study of existing IP has not discovered significant hurdles: we have strong reasons to believe that the final outcome will be successful despite the challenging goal.\nThe feasibility study of Surgis will be performed along 5 main points:\n1.Interviews with 10-20 international leading surgeons(Europe/USA) to assess clinical/technical potential of project and get suggestions for improvement;\n2. Assessment of the technical and contractual framework for implementing the open platform and allowing the integration of third-party application;\n3.Study to evaluate the market (volume and revenue) of 3D X-Ray surgical navigation devices;\n4.Study to explore existing IP rights to evaluate patentable features of SURGIS;\n5.Consolidate all the above in a business.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "C.A.T. PROGETTI SRL",
    "coordinatorCountry": "IT",
    "participants": "SURGIVISIO",
    "participantCountries": "FR",
    "projectParticipants": {
        "983244187": {
            "orgId": "983244187",
            "orgName": "C.A.T. PROGETTI SRL",
            "ecContrib": 50000
        },
        "936103351": {
            "orgId": "936103351",
            "orgName": "SURGIVISIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}