{
    "rcn": "205028",
    "acronym": "MERCURY",
    "topics": "SMEInst-01-2016-2017",
    "title": "Meeting 100Gbps Ethernet Requirements with CMOS Integrated Circuit Chipset to Dramatically Cut Energy Use in Data Centres",
    "startDate": "01/08/2016",
    "endDate": "31/08/2018",
    "objective": "'Data centres are critical modern infrastructure, yet their energy consumption is growing unsustainably. Globally, data centres consume 3% of electricity (higher than the UKís total consumption) and account for 2% of total greenhouse gas emissions. That gives them the same carbon footprint as the airline industry.\nAlthough various energy efficiency gains are being made, the state of the art for data transmission within the data centre is inefficient. Optical Transceiver Modules (OTM), at 40Gbps and above, use power-hungry SiGe/BiCMOS technology in their Integrated Circuits. With a typical, large data centre containing at least 800,000 OTMs, they are responsible for around 8% of total energy use.\nHiLight Semiconductor Ltd, a ìFabless Chip Companyî, has developed MERCURY, an innovative Integrated Circuit chipset, pioneering the use of industry-standard CMOS technology to drive 100Gbps OTMs. With the use of standard CMOS, on 12' wafers, we are able to produce our Chipset for significantly less than our competitors' BiCMOS on 8' wafers. Together with our low power innovation, we expect to displace BiCMOS technology entirely over the next few years, just as has been seen previously, at lower datarates.\nMeeting all industry standards, MERCURY achieves 100Gbps with less than half (57%) the power consumption of BiCMOS solutions. Based on European data centres' energy use and our expected global sales rates, by 2022, MERCURY will save 1.5 Billion kWh every year in Europe and 6 Billion kWh/year globally, helping meet the EC Code of Conduct for Energy Efficiency in Data Centres.\nThis innovation project is designed to undertake vital prototyping, validation and demonstration activities to bring MERCURY to market-readiness. Within five years (2022), we expect to secure 30% of the global market, generating Ä49.5 million cumulative profits and creating 35 very highly skilled jobs, extending Europeís leadership as a Centre of Excellence in high speed Analog CMOS design.'",
    "totalCost": "2534802,5",
    "ecMaxContribution": "1774361,75",
    "coordinator": "HILIGHT SEMICONDUCTOR LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924734078": {
            "orgId": "924734078",
            "orgName": "HILIGHT SEMICONDUCTOR LIMITED",
            "ecContrib": 1774362
        }
    },
    "calculatedTotalContribution": 1774362
}