{
    "rcn": "205061",
    "acronym": "CUSTOMI Arch",
    "topics": "SMEInst-02-2016-2017",
    "title": "New materials for revolutionary, branched, non-supported stents (CUSTOMIô) for aortic-arch endovascular repair",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Aortic dissection and aneurysms are the two most common life-threatening disorders affecting the aorta. Unless they are treated immediately, they result in shock and death in 80% of cases. However, according to Prof. Koskas, today up to 50% of patients with a high surgical risk cannot be treated with traditional open surgery. This implies that new and less invasive interventions are urgently needed. This is not only a European challenge, but a global one that impacts patients worldwide.\nEndonov is developing a disruptive solution called the CUSTOMIÆ Arch Branched stent system to overcome these existing problems. \nNew woven fabric materials and advanced manufacturing procedures are playing a crucial role in CUSTOMIÆís  unique design and fabrication. For the first time, smaller, tailor-made and multi-branched stent-grafts will be able to take the shape of the complex aortic arch anatomy of each patient. This medical device will be implanted and positioned with greater precision using an advanced sensor guided delivery system. This will allow to treat much more patients with different arch anatomies and ensure a longer term durability of the device.\nEndovascular surgeons from the famous US Mayo Clinic have stated CUSTOMIÆ Arch is currently the only solution in development able to overcome the major problem of complex aortic arch morphology and anatomy.\nEndovascular repair technology for the aortic arch is a highly growing and emerging field. Endonov has a huge opportunity to market a new medical device that will benefit thousands of patients all over the world, effectively lowering lethal rates of aortic arch pathologies.\nThe commercialization of the CUSTOMIÆ Arch will make Endonov the first European company and a worldwide leader in the field of endovascular aortic repair with an estimated turnover of about 67 million euros and the creation of 71 new high-level jobs in Europe by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENDONOV",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921676250": {
            "orgId": "921676250",
            "orgName": "ENDONOV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}