{
    "rcn": "205099",
    "acronym": "BioMicroGels",
    "topics": "SMEInst-02-2016-2017",
    "title": "Innovative environmentally-benign wastewater treatment reagents offering astep change in efficiency in the cleaning of water from oils and metal ions and in liquidation of emergency oil spills",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "BioMicroGels (BMG) are an innovative versatile solution (1) for the removal of oil, oil products, lubes and greases as well as metal ions from domestic and industrial wastewater, and (2) for the clean-up of oil spills in water.\n\nBMG Intepcoís novel patented water cleaning microgel reagent is made of environmentally benign polysaccharides that are obtained from cellulose or pectin (found in apples, sunflowers and other bio-resources).\n\nBMG have a number of advantages over currently employed water treatment methods:\n\n(1) improved efficiency: rapid action and high water purity achievable within a single cleaning cycle with low reagent concentration\n(2) cost-efficiency: BMG cost comparatively lower and can be reused up to five times, besides, do not require expensive flocculants to form sediments;\n(3) enhance sustainability profile: bio-degradable; do not produce insoluble toxic slimes to dispose of\n(4) resource efficiency: collected oil and metals can be recovered\n\nFor oil spills removal applications:\n(5) BMGs contain oil film spreading by converting oil to gel structure (up to 50 times reduction of oil spill area)\n(6) can be sprayed over surface oil spill or introduced under water\n(7) low freezing point (below -15-19∞C) enables arctic environment applications (8) oil enveloped with BMG loses its flammable properties and does not adhere to birds, animals and other objects\n\nBMG solution addresses a global $5.5 bn market and would be of interest to (i) municipal wastewater treatment plants, (ii) various industrial companies (refineries, chemical, metals, mechanical, food and drink), (iii) shale oil and underwater oil development, oil and oil products transportation.\n\nThe Phase 1 focuses on developing of a microgel technology application and conducting industrial trials as part of commercialisation, formulating sound business model and IP strategy, establishing a complete supply chains and developing an industrialisation plan for a large scale production process.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BMG INTEPCO LTD",
    "coordinatorCountry": "UK",
    "participants": "ADAMATIC OY",
    "participantCountries": "FI",
    "projectParticipants": {
        "920489261": {
            "orgId": "920489261",
            "orgName": "ADAMATIC OY",
            "ecContrib": 0
        },
        "930102931": {
            "orgId": "930102931",
            "orgName": "BMG INTEPCO LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}