{
    "rcn": "205080",
    "acronym": "MY FISH CURE",
    "topics": "SMEInst-05-2016-2017",
    "title": "Zebrafish avatar as a real-time in vivo platform for personalized cancer therapeutics",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "The Zebrafish Lab is a biotechnological company leader in the development and commercialization of novel, tailor-made solutions based on in vivo zebrafish assays. Thanks to the extensive knowledge acquired by the R&D projects performed in the field by our team for many years and a close collaboration with Hospitals and Cancer Research Institutions, we have identified a remarkable opportunity in MY FISH CURE project that will mean a 5-year after tax-R.O.I of 490% according to our estimations. \nThe ultimate goal of the project presented as MY FISH CURE is to complete the clinical studies required to bring to the healthcare market a novel real time in vivo platform for personalized cancer treatment based on the use of zebrafish ìavatarsî as personalized, living test tubes. \nCancer is a leading cause of morbidity and mortality with approx. 35 million people affected by this disease and more than 7 million deaths per year. A major difficulty found in effective cancer treatment is the complexity of the biological mechanism underlying cancer onset and disease progression. As such, different people respond differently to the same therapy. Personalized cancer therapy can provide a solution to these challenges in cancer treatment. \nIn MY FISH CURE project we seek overcoming the mayor barriers currently preventing the use of zebrafish avatars as in vivo models for patient-directed interventions, so for their use in a clinical context instead of a research or drug development context. Thanks to MY FISH CURE project, we will become the first company in the world offering zebrafish avatar models for personalized cancer care.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IKAN BIOTECH S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918687971": {
            "orgId": "918687971",
            "orgName": "IKAN BIOTECH S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}