{
    "rcn": "205007",
    "acronym": "SMARTICK",
    "topics": "SMEInst-01-2016-2017",
    "title": "Disruptive learning through the integration of mathematics and cognitive trainining",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "This project is about perfecting Smartick, a leading online math training method, to introduce into the product a major new feature, so we can help millions of kids, mainly in Europe and Latin America, to improve their math and cognitive skills for learning. As shown by international studies such as PISA and TIMSS, math skills are in short supply and are very much needed to power the high-skilled jobs required by todayís society. Those jobs are needed if we want Europe to be competitive in a digital world currently dominated by the US, with some countries in Asia moving rapidly, with millions of highly skilled graduates coming out their universities every year. To achieve it, we will integrate cognitive training with Smartick Math, which will move Smartick strategic positioning into a non-occupied market space. With this unique product and the EC support, we will be able to sustain our current growth rate to reach over 100.000 clients and generate over Ä40M in revenues (with a ROI over 2100%) in a period of 5 years, and fulfil our potential as one of Europeís ëgazelleí companies. \nWith this project we want to:\nDevelop the Math \\ Cognitive integrated product, in which math and cognitive training is customized to studentsí profile with a unified algorithm.\nProduct is scientifically validated at three levels, including measuring changes in neural activation with Electroencephalogram and Magnetic Resonance Imaging.\nSoftware is localized and international strategy is defined.\nWe honestly believe that, bringing together our technical capabilities and existing access to thousands of children, with the know-how and scientific grounding of two well-respected research groups, we will be able to further improve Smartick to build a learning platform second to none in the world. With this project, at the end of the day, we want to help students in Europe improve their math skills to be better prepared for the technically qualified careers which Europe increasingly need.",
    "totalCost": "1835575",
    "ecMaxContribution": "1284902,5",
    "coordinator": "SISTEMAS VIRTUALES DE APRENDIZAJE, S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938741557": {
            "orgId": "938741557",
            "orgName": "SISTEMAS VIRTUALES DE APRENDIZAJE, S.L.",
            "ecContrib": 1284902
        }
    },
    "calculatedTotalContribution": 1284902
}