{
    "rcn": "205006",
    "acronym": "Thomson Controller",
    "topics": "SMEInst-10-2016-2017",
    "title": "The Thomson Controller is a fully pre-programmed vehicle and chassis smart control module designed to provide energy efficient and safe supervisory control to an electric vehicle powertrain.",
    "startDate": "01/06/2016",
    "endDate": "30/09/2016",
    "objective": "Heavy-duty vehicles - trucks and buses - are responsible for about a quarter of CO2 emissions from road transport in the EU and for some 6% of total EU emissions. While the noise level on a typical city street with automobile traffic averages 60-65 dB, larger vehicles like heavy trucks and diesel buses cause noise peaks ranging up to about 90 db. Every few years the European Commission applies newer and stricter regulations concerning GHG emissions, to decarbonise and modernise European transport.\nThis impacts transit agenciesí and local governmentsí budgets since due to the new European regulations, many diesel buses will have to be replaced before the end of their useful life. Acquiring new technology low-emission buses is currently a big burden for transit agencies; a modernisation of their fleets would require a serious amount of capital, as a new, purely electric bus costs in the order of Ä850k. \nThomson Power Europeís service retrofits existing diesel buses by replacing the conventional powertrain (engine, transmission etc.) with the Thomson Drive, turning them into green, zero emission buses with half the cost of buying a new hybrid diesel bus (or one third in the case of acquiring a pure electric bus), significantly decreasing operating costs for transport stakeholders, exploiting their existing fleet and creating significant environmental benefits. The Thomson Controller, a patented technology of Thomson Power Europe, combined with the electric drive, creates additional fuel savings and emission reduction through smoothing the acceleration curve, regenerating power from braking and by controlling and optimising the behaviour of the busís auxiliary systems (steering, air-conditioning etc.). \nThe Phase 1 project will be focused on establishing a complete supply chain, a sound business model and commercialization strategy, as well as a planning of all activities for deploying a pilot in-field test with a retrofitted bus.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THOMSON POWER EUROPE LTD",
    "coordinatorCountry": "UK",
    "participants": "SCHIAFFINI TRAVEL SOCIETA' PER AZIONI",
    "participantCountries": "IT",
    "projectParticipants": {
        "925388828": {
            "orgId": "925388828",
            "orgName": "THOMSON POWER EUROPE LTD",
            "ecContrib": 50000
        },
        "934294980": {
            "orgId": "934294980",
            "orgName": "SCHIAFFINI TRAVEL SOCIETA' PER AZIONI",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}