{
    "rcn": "205023",
    "acronym": "CAPOWER",
    "topics": "SMEInst-10-2016-2017",
    "title": "ADVANCED MATERIAL FOR COST EFFECTIVE AND HIGH DENSITY ULTRACAPACITORS FOR THE TRANSPORT SECTOR",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "To meet carbon emissions targets, transport must become more energy efficient. Currently only 14%ñ30% of the energy from the fuel you put in a vehicle is used to move it down the road, depending on the drive cycle. The rest of the energy is lost to engine and driveline inefficiencies or used to power accessories.\n\nThere are several innovative technologies that can increase the efficiency of the vehicles and reduce transport emissions such as regenerative braking systems, start-stop systems, KERS, and ERS. However, all these systems require fast electric energy storage.\nExisting technologies for energy storage cannot meet the needs of the transport sector. The conventional technology uses batteries, but these are slow to charge and discharge energy, large and heavy. Ultracapacitors have been put forward as the solution, as they can charge and discharge quickly, however they are currently prohibitively expensive to allow them to be universally taken up across the wider transport sector.\n\nWe at Xerolutions have developed a new material, called CAPOWER, which reduces the cost of energy stored in ultracapacitors by over 20%. Compared with the conventional material, CAPOWER increases Power density, Energy density, Cyclability and reduces volume per unit of energy stored.\nThe cost efficiency of our material will allow the widespread adoption of the latest energy recovery systems to be introduced to all vehicles. \n\nThe aim of the project is to scale up production of CAPOWER and demonstrate its effectiveness to T2 suppliers to kick start its take up in the market, and to thereby facilitate the widespread introduction of the energy efficient technologies. This will in turn reduce emissions and fuel consumption.\nThis widespread adoption will generate revenues of 11MÄ by 2022 and create 15 new jobs. The project will generate an internal rate of return of 45%, providing a net present value of 6.838.155 Ä and a return on the total investment of 250%.",
    "totalCost": "2651563,25",
    "ecMaxContribution": "1856094,27",
    "coordinator": "XEROLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934674735": {
            "orgId": "934674735",
            "orgName": "XEROLUTIONS SL",
            "ecContrib": 1856094
        }
    },
    "calculatedTotalContribution": 1856094
}