{
    "rcn": "205090",
    "acronym": "Quality2Cells",
    "topics": "SMEInst-05-2016-2017",
    "title": "TimeLapseReader for Quality Control of Immune Cells used for Cell-Based Therapies",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Cell-based therapy (CBT) for cure of difficult-to-treat cancer types is the most disruptive innovation in personalized medicine. However, patient-specific production of therapeutic immune cells is expensive and associated with remaining risks. In particular, it is known that only actively migrating immune cells are efficient against tumours cells, while inactive therapeutic cells can elicit adverse effects. Yet, there is no quality control (QC) regarding motility of therapeutic cells before patient treatment. The goal of the proposal is to promote an integrated bench-top instrument for reliable assessment of motility parameters in standardized cell culture carriers, i.e. the TimeLapseReader.\n\nAs leading provider of live cell migration assays ibidi strives to market a complete QC solution based on an automated instrument in combination with ready-to-use QC kits, slides and reagents. The TimeLapseReader will allow robust and reproducible migration tests in manufacturing facilities and set a new standard for QC of immune cell in CBT.\n\nIn Phase 1 the feasibility study will explore key parameters for QC in the most relevant therapeutic cell types and the best market entry strategy. Objectives include:\nï Identification of relevant QC parameters for therapeutic cells.\nï Setting up the business plan including competitor and freedom-to-operate analysis.\nï Strategy to obtain regulatory approval / CE-Marking for the final device version.\n\nExpected impact is eminent as CBT is going to enter the medical market with serval hundred to thousands of patients treated worldwide per year. It is expected, that up to 20% of all cancer patients can be cured with CTB within 10-15 years assuming serval millions QC per year. ibidi will apply for funding to validate QC tests in a Phase 2 proposal. Phase 2 will consolidate the technology and transform ibidi into a global player of medical QC  in the CBT field.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IBIDI GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952731576": {
            "orgId": "952731576",
            "orgName": "IBIDI GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}