{
    "rcn": "205044",
    "acronym": "VR4Health",
    "topics": "SMEInst-01-2016-2017",
    "title": "Revinax platform for 3D Virtual Reality Learning Techniques for Complex Medical Applications",
    "startDate": "01/09/2016",
    "endDate": "30/11/2016",
    "objective": "Recent studies have shown in Germany, 18,000 people died due to hospital errors. This number was even higher in the\nUnited States. Tracing this preventable problem to the source, we found that our surgeons, doctors, and medical students\nstill participate in traditional ineffective means of learning. Students are put through years of lectures while never fully\nengaging in practice. When the students are finally allowed in the surgery room, it is only to witness and they miss the point\nof view of the surgeon. In response, Revinax has created VR4Health project that exploits the idea of using interactive virtual\nreality as a training method. Revinaxís process consists in: 1.Record the surgeries using a state-of-the-art camera rig that\nenables the surgeonís point of view, 2.Edition of the video/audio, 3.Transferring the video into a software app compatible for\nsmart devices 4. Additional integrated e-learning options like Observer feature (for interactivity between trainer and students)\nand pedagogical contents (tests, anatomical atlas, etc) . Studies prove that the introduction of virtual reality into surgical\ntraining is superior to conventional training allowing undivided focus, an emotional connection, and adaptation to real life\nexperiences, all in the surgeonís point of view. The emerging e-learning market is growing rapidly with the growth of the\nmarket almost expected to double in the next 5 years. We have developed an innovative solution that will greatly improve\nsurgical training allowing to decrease surgical errors, and the associated burden for EU healthcare systems. At the same\ntime VR4Health will boost the growth of Revinax to get estimated profits of Ä13.28M by 2016 and achieve a headcount\ngrowth of 23new employees. Additionally, we plan to gradually expand VR4Health to other continents and eventually\nparticipate in an UNESCO sponsored project to provide better surgical education in African and Asian countries.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REVINAX SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920571905": {
            "orgId": "920571905",
            "orgName": "REVINAX SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}