{
    "rcn": "205024",
    "acronym": "TOUCHVIE",
    "topics": "SMEInst-01-2016-2017",
    "title": "Catch what you watch; a game-changer technology that will change how people watch TV and revolutionise in-movie advertising and product placement",
    "startDate": "01/07/2016",
    "endDate": "30/09/2017",
    "objective": "Touchvie is the first platform in the world that automatically recognises (based on computer vision and artificial intelligence) any element on the screen (actors, locations, music, art, history, deco, etc.) and displays it in usersí second screen at the same time users watch it. It allows users to know more about elements that have attracted their attention, share it or buy it. \n\nTouchvie replaces traditional advertising turning it into a service that enhances usersí experience and a new channel for advertisers, brands, etc. to reach users in ëmicro-moments of truthí through non-invasive in-movie advertising and product placement. Touchvie will become the centre of a two-sided market with end users on one side and brands, retailers and advertisers on the other that presents very promising growth indicators: \n- 87% of consumers use second screen device while watching TV. \n- Digital advertising revenue will grow from US$135.42bn in 2014 to US$239.87bn in 2019. \n- e-commerce revenue will grow from US$1,9 trillion in 2015 to \\US$4 trillion in 2018. \n\nAfter almost 2 years of development and more than 4MÄ invested, Touchvie was launched in the Spanish market in 2015, generating unprecedented interest from online retailers, advertising agencies, broadcasters and users. Since its launch Touchvie has grown reaching more than 100kusers, 500 movies, 5 million elements tagged and contracts signed with some of the largest EU e-retailers and advertisers such as Zanox, Havas or ECI. \n\nGrowth continues, however, the process to tag objects shall be upgraded in to accelerate the catalogue production and launch the service globally. This project will enable Touchvie to enhance production capacity by 500% granting Touchvie the ability to scale globally into one of the worldís biggest players in-content digital advertising. By 2020 Touchvie expects to have reached more than 25 MAUs, a catalogue of \\36k movies (6 times larger than Netflix) and turnover of 150MÄ.",
    "totalCost": "2182500",
    "ecMaxContribution": "1527750",
    "coordinator": "TAGSONOMY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929769348": {
            "orgId": "929769348",
            "orgName": "TAGSONOMY SL",
            "ecContrib": 1527750
        }
    },
    "calculatedTotalContribution": 1527750
}