{
    "rcn": "205030",
    "acronym": "ECOMARK",
    "topics": "SMEInst-10-2016-2017",
    "title": "An ecological road striping system",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "Despite significant progress in reducing traffic accidents over the last decade in Europe, more than 27,000 people die every year and a relevant amount of public money is spent on managing the consequences of these accidents. Improving horizontal road stripes would be one solution for enhancing road safety. Thanks to a multidisciplinary approach involving green technologies, new materials and nanotechnologies, our project will place on the market an innovative, fully electric road striper for outdoor use:  it will offer low operating costs, high operational performance, zero emissions and zero vibration, so it can contribute to enhancing road safety. \nThe innovative characteristics of the new machine will make the following possible:\n誰\timproved operating efficiency of the new safety systems installed on the latest cars (Lane Departure Warning System - LDWS), which can read road stripes and increase safety during driving;\n誰\tup to 50% lower cost of applying horizontal stripes, with clear benefits to the budgets of the agencies responsible for the stripes;\n誰\tthe ability to apply horizontal road stripes in urban centres at night, since the machine is fully electric and does not produce annoying noise that would disturb people;\n誰\telimination of the negative effects on workers' health that are caused by the release of paint particles, vibration, noise and exhaust fumes.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LARIUS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924629900": {
            "orgId": "924629900",
            "orgName": "LARIUS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}