{
    "rcn": "205018",
    "acronym": "FerroHub",
    "topics": "SMEInst-09-2016-2017",
    "title": "A modular power electronic inverter based on a local DC nanogrid for solar, storage and smart grids",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Todayís energy grids are moving from a concentrated model to a distributed model. Renewable energy sources like solar PV and wind power systems are becoming increasingly popular, but also represent a challenge for energy grids. As a result, new more efficient energy structures are emerging, like Smart Grids, Micro Grids and Virtual Power Plants, but inverters on the market are not suitable, since they lack features such as integrated storage capabilities and bidirectional power flow.\nFerroamp is proposing the FerroHub, an innovative electronic hub leveraging several patents, which fully supports smart grids. The solution incorporates a PV inverter, energy storage and the necessary hardware and software to handle power flow to and from the network, as well as other innovative technologies developed by Ferroamp that augment the stability of the power network and empower the users to gain control of their energy costs. FerroHub is absolutely scalable and flexible system with only three types of modules required for any installation. The FerroHub project aims to significantly contribute to sustainability, resilience, reliability, security and survivability principles, for both key stakeholders ñ the end-users and installers. The expected outcome of the project is to start the full commercialization of the Ferroampís technology at the end of the PH2 as a reliable innovation validated by the households and facilities operators. Therefore, Ferroamp proposes to update the system requirements and specifications; to upgrade the design and the engineering of the systems already in the TRL6. The main objective of the further product engineering is to raise the TRL level of the EnergyHub system by fully implementing the modular concept, the DC-nanogrid and by industrializing product so it can be a mass-produced. Also to demonstrate the efficiency of FerroHub in buildings and to validate the technology through planned installations in Sweden, Germany and the UK.",
    "totalCost": "1977588,5",
    "ecMaxContribution": "1384311,95",
    "coordinator": "FERROAMP ELEKTRONIK AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934799283": {
            "orgId": "934799283",
            "orgName": "FERROAMP ELEKTRONIK AB",
            "ecContrib": 1384312
        }
    },
    "calculatedTotalContribution": 1384312
}