{
    "rcn": "205048",
    "acronym": "FAST-BM",
    "topics": "SMEInst-03-2016-2017",
    "title": "FAST-BM: FibroSelect: delivering A Step-change in Biotherapeutic Manufacturing",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "Seven of the top 10 global medicines by spending are biotherapeutics drugs, and the market is growing at a CAGR of 10.1% to reach a value of $287 billion in 2020. \n\nChallenges facing biotherapeutic manufacture are: i) Chromatographic purification, accounting for >50% of processing costs. This is important given the increasing price sensitivity of payers worldwide and serves as a limitation to the growth of the biosimilar industry; ii) Increasing diversity and complexity of biotherapeutics: ~70% of biopharmaís product pipeline are large complex proteins (e.g. bispecific antibodies, fusion proteins or viral vectors), which offer promising therapeutic opportunities, but cannot be manufactured cost effectively as they do not fit with current bioprocessing platform technologies; iii) Process flexibility: The rapidly evolving industry is moving to more flexible disposable formats to cope with uncertainty in drug development and varying market demand. \n\nPuridify has developed an innovative bioprocessing platform technology, FibroSelect, a functionalised cellulose chromatography medium to enable high-productivity, product capture and purification that is economic to operate in a disposable manner. \n\nFibroSelect addresses each point above by i) enabling cost reductions of up to 25% (potentially £700K - £2.7m per batch); ii) offering flexibility to design new bioprocessing platforms; iii) being a wholly disposable system where all purifying ligand is expended per-batch purification. It is innovation in the latter area that helps to drive costs down and increase productivity, as the requirement for cleaning columns and re-validating prior to purification of the next batch of biotherapeutic product is ameliorated. FibroSelect eases process constraints and enables flexibility through single-use processing opportunities thereby maximising facility utilisation as has been seen with the rapid growth in use of single-use technologies for manufacturing.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PURIDIFY LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "947310052": {
            "orgId": "947310052",
            "orgName": "PURIDIFY LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}