{
    "rcn": "205033",
    "acronym": "GreenDrive",
    "topics": "SMEInst-10-2016-2017",
    "title": "A molecular fuel modifier for ships able to reduce the costs related to fuel and maintenance for fleetoperators.",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "Commercial ship owners are currently facing two significant problems that in future will increase in their magnitude: the high price of fuel being the most significant cost on a ship profit & loss statement (up to 70%); and imposed regulations and restrictions to lower the emissions produced by commercial ships.\nEcomfmís GreenDrive technology is a unique patent pending molecular fuel modifier device that, through its ìcleaning processî via applying electric fields to the fuel, reduces liquid hydrocarbon fuel (diesel, fuel, oil) consumption in ships combustion engines by up to 10%. Moreover, GreenDrive is able to reduce emissions produced by 30% while at the same time reduce running costs related to maintenance of the shipís engines and parts by 20%. The device can be easily and quickly installed onto both new engines and as a retrofit on to already in service shipís engines. Thanks to both cost savings made in reduced fuel consumption and maintenance, GreenDrive has a payback period of less than one year.\nGreenDrive technology has been developed and demonstrated on various transport-related applications (automotive, trucks, auxiliary diesel generators, railway heating stations and boilers), achieving a TRL 7; however the SME inventor Ecomfm now seeks funding to perform a full feasibility study on: undertaking further demonstration through a large scale pilot on ships; necessary steps needed to gain EU certification; a strategy for fully commercialising the product.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECOMFM LIMITED",
    "coordinatorCountry": "UK",
    "participants": "EQUIMER SARL;ITALTEK SRL",
    "participantCountries": "FR;IT",
    "projectParticipants": {
        "929788942": {
            "orgId": "929788942",
            "orgName": "EQUIMER SARL",
            "ecContrib": 0
        },
        "949803825": {
            "orgId": "949803825",
            "orgName": "ITALTEK SRL",
            "ecContrib": 0
        },
        "930875924": {
            "orgId": "930875924",
            "orgName": "ECOMFM LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}