{
    "rcn": "205057",
    "acronym": "SES-BI",
    "topics": "SMEInst-09-2016-2017",
    "title": "SESCOM Business Intelligence platform for energy saving and smart facility management",
    "startDate": "01/09/2016",
    "endDate": "31/12/2016",
    "objective": "SESCOM has invented a Smart Facility Management Model, which has been successfully applied in management of premises of global leading companies like H&M or LPP. The model leads to substantial reduction of operational expenses and energy costs. Recently SESCOM decided to put business intelligence software in the very core of its services in order to provide facility owners with tools to optimize energy use on the basis of data analytical approach.\nThe overall aim of SES-BI is to design and deploy to the global markets a business intelligence platform for energy-efficient facility management in B2B context. This will be accomplished as SESCOM will:\n1. Redesign, develop and mature SESCOM IT solutions into a full-grade Business Intelligence platform (SESBI).\n2. Deliver necessary analytical algorithms for advanced data processing that will reflect conceptual model and methodology of energy-auditing policies and directives implemented in European states in result of EP directive no. 2012/27/EU and regulation no. 517/2014.\n3. Implement business intelligence services based on data exchange between all stakeholders in operations network for recommendations and decision-making in energy efficiency domain.\n4. Conduct validation campaigns of the targeted system in cooperation with global retail brands (e.g. H&M).\n5. Expand on the international markets in Europe, starting from deployments in MANGO, LPP, C&A and ORSAY.\nThe expected, targeted outcome of this innovation project is a commercially mature, fully validated SESBI business intelligence for facility management that will be deployed on the global markets.\nIn preparation of overall innovation project, in Phase 1 SESCOM will conduct a thorough feasibility study related to maturing the SESBI system and provide business plan and assessment of economic viability of the deployment of the project outcome.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SESCOM SPOLKA AKCYJNA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927095737": {
            "orgId": "927095737",
            "orgName": "SESCOM SPOLKA AKCYJNA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}