{
    "rcn": "205026",
    "acronym": "Reedsy",
    "topics": "SMEInst-01-2016-2017",
    "title": "Connecting authors and publishers with the world`s best publishing professionals to create high-quality books",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Reedsy is the worldís only curated self-publishing digital marketplace, connecting authors with the world`s best freelance publishing professionals, who, working together collaboratively, using Reedsyís well-integrated set of online editing and publishing tools, can create high-quality books, beautifully designed and typeset, and promote them to a wide audience through multiple channels. It is the only digital marketplace from Europe of its kind that can compete with the major global publishing platforms such as Amazon, offering high quality self-publishing at a competitive cost point, and thereby enabling both (i) the growth of Europeís creative economy in this creative industry pillar and (ii) supporting Europeís authors and creative minds to find a global audience in a hyper-competitive publishing world.  Reedsyís innovation excellence was rewarded by awarding them the 2016 The Quantum Publishing Innovation Award, one of Europeís top innovation awards for the publishing industry.\nWith more than 10,500 authors signed up already, and 750 books created, Reedsy is now planning to expand with the support of the SME Instrument by developing (i) Reedsy for Publishers, a version of their marketplace that will be designed to address publishersí requirements, as well as (ii) Reedsy Discovery, a powerful suite of pre-publication marketing tools integrated with its already existing and very popular, Book Editor. \nThe company will use the funds to develop and test the functionalities and undertake partnership building efforts with key partners in the publishing ecosystem as a crucial component of its expansion strategy, and based on the recommendation of a patent expert as well as devise and implement its IP strategy to protect its innovation.",
    "totalCost": "1581872,5",
    "ecMaxContribution": "1107310,75",
    "coordinator": "REEDSY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "948869424": {
            "orgId": "948869424",
            "orgName": "REEDSY LIMITED",
            "ecContrib": 1107311
        }
    },
    "calculatedTotalContribution": 1107311
}