{
    "rcn": "205001",
    "acronym": "ProteinPlus",
    "topics": "SMEInst-02-2016-2017",
    "title": "Let's give the world appetite for health",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Disease-related malnutrition affects 33 million Europeans, a burden of 170bnÄ for the EU. Oral Nutritional Supplements (ONS) are specially formulated foods designed to meet patientsí nutritional deficiencies during illness. This $10Bn ONS market is dominated by Nutricia, NestlÈ, Fresenius & Abbott.\n\nHowever, large portion sizes and bad taste in ONS induce very low levels of treatment compliance (50%), dramatically limiting effectiveness. Manufacturers face a technological barrier that prevents them from increasing protein density and thus reducing volume.\n\nThe aim of the project is to bring to the market a disruptive hyperproteinic ingredient ñ Protein Plus© - for ONS manufacturers, that overcomes this technology gap.\n\nFounded in 2004, EMULSAR invented and patented its Smart Emulsion Nanotechnology© (SENT©), used to manufacture disruptive ingredients for health and nutrition. Since 2012, SENT© has produced hundreds of tons of food ingredients (used by Casino, UnileverÖto create healthier & tastier products), proving its industrial sustainability and compatibility with commercial food standards.\n\nIn Phase 1, we proved (at lab-scale) that by applying SENT© to proteins, we can produce a protein-dense ingredient that makes it possible to reduce current ONS volumes by half.\n\nOur Phase 2 objectives are to optimize our Protein Plus© ingredient, validate the industrial process, establish clinical proof of improved ONS compliance & prepare our market launch.\n\nOur project will improve the competitiveness of ONS products, create public healthcare savings and enhance Europeís health capital. \n \nFor EMULSAR, the ONS market is the best path for becoming a European technology leader in health food, allowing EMULSAR to transition from nice-to-have applications (mass-market food) to must-have applications (medical nutrition). The current project is the key to reaching the full commercial potential of our nanotechnology, generating 75MÄ in revenues & managing 120 employees by 2020.",
    "totalCost": "2449800",
    "ecMaxContribution": "1714860",
    "coordinator": "EMULSAR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936958018": {
            "orgId": "936958018",
            "orgName": "EMULSAR",
            "ecContrib": 1714860
        }
    },
    "calculatedTotalContribution": 1714860
}