{
    "rcn": "205083",
    "acronym": "BlockPLA",
    "topics": "SMEInst-11-2016-2017",
    "title": "Innovative Biodegradable PLA Plastic for an Increased Range of Packaging Applications",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "Bioplastics are an essential part of our efforts to reduce pollution and increase sustainability. Of these, the most ecoefficient bioplastic is PLA as it is biodegradable, requires 50% less energy and produces 10 times less emissions in comparison to standard thermoplastics like PET and PP. Furthermore, as it does not need to be recycled, it not only saves the energy and cost involved, but also the fact that only a fraction of the plastic produced reaches the recycling plant, the rest ending up in landfill or the sea.\n\nHowever, biodegradable plastics only make up approximately 0.2% of plastics produced in 2014. This is because conventional PLA has certain technical limitations which reduce the number of marketable applications where it can be used. For example, it cannot compete with standard thermoplastic grades used in packaging applications (such as PET and PE), in terms of oxygen and water vapour barrier and thermal properties, which are the most demanded properties for packaging requirements.\nAdvanced & Functional Technologies for Biocomposites S.L (ADBIOCOMPOSITES) has developed an innovative, biodegradable PLA grade named BlockPLA which has enhanced technical properties: oxygen and water vapour barrier, thermal stability, transparency and flexibility. BlockPLA solves the drawbacks that PLA currently shows for packaging applications. In addition, BlockPLA has food contact approval and requires less energy to be produced. Production costs are slightly lower than conventional PLA.\n\nTherefore, BlockPLA is a real biodegradable alternative to PET, PP and PLA for packaging applications in the food and beverage industry, pharmaceutical and biomedical industry, home care packaging, cosmetics industry and others.\nADBIOCOMPOSITES aims to use the SME instrument to scale up the production of BlockPLA and bring it to the packaging market, generating estimated revenues in 2022 of over 1.6MÄ and providing 8 new jobs, with a ROI on project costs of 135%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADVANCED & FUNCTIONAL TECHNOLOGIES FOR BIOCOMPOSITES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920614682": {
            "orgId": "920614682",
            "orgName": "ADVANCED & FUNCTIONAL TECHNOLOGIES FOR BIOCOMPOSITES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}