{
    "rcn": "205012",
    "acronym": "CONCEPT",
    "topics": "SMEInst-10-2016-2017",
    "title": "CONductive fast Charge system for Electric buses in Public Transport",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Heliox, a company specialized in switch mode power technology, is developing a Conductive Fast Charge System for buses which will offer a cost-effective breakthrough technology for zero emission public transport AND competitive strength to the European Bus manufacturing industry. The objective of this business innovation propoject have been defined to reach the overall goal: to succesful launch the Conductive Fast Charge System for buses. Heliox' Conductive Fast Charge system is designed for opportunity charging at e.g. end of bus line, extending the range of an (H)EV. A minimal onboard energy storage, enough to reach the next charging station, becomes practically sufficient to optimally operate a vehicle with low TCO and high availability. Potential users are: public transport operators and European bus manufacturers. Based on rigourus studies and feasibility assessments, conducted under the SME Phase 1 project (number 650507), Heliox developed a solid business plan that incorporates a commercialization strategy and a financing plan to underpin the forseeen market launch and growth strategy of the system.\nThe Company has already piloted its Product Generation 1 in a real environment and has established strong relationships with several Northern European city bus services and continues to initiate relationships with potential customers public transport operators and European bus manufacturers.\nProduct readiness: The Product Generation 1 is between TRL 7 and TRL 8 with 8 units sold and 15 more in the pipeline to be sold for piloting purposes. Generation 2 is at TRL 6 and moving towards TRL 7. The Company is currently improving the productís value and profit propositions based on its end-customers feedback (urban transport authorities and municipalities) and immediate customers such as bus manufacturers and energy providers.",
    "totalCost": "2115297,5",
    "ecMaxContribution": "1480708,25",
    "coordinator": "HELIOX BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938094179": {
            "orgId": "938094179",
            "orgName": "HELIOX BV",
            "ecContrib": 1480708
        }
    },
    "calculatedTotalContribution": 1480708
}