{
    "rcn": "205035",
    "acronym": "HIT",
    "topics": "SMEInst-02-2016-2017",
    "title": "Artificial Vision Driven Technology to produce High quality and low recoil cartridges",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "'Rossini (Romeí60), Mattarelli (Tokyoí64), Garagnani (Mexicoí68), Scalzone (Munichí72), Giovannetti (Moscowí80), Falco and Pera (Atlantaí96), Gudzineviciute (Sydneyí2000), Cainero (Beijingí08). All these Olympic champions trusted our products to help them reach the podium, and we are proud to say that Baschieri & Pellagri (B&P), an Italian company founded 131 years ago in the beautiful countryside of Marano di Castenaso (Bologna), has played a role helping different athletes conquer more than 162 gold medals in different shooting championships.\n\nB&P is a worldwide recognized premium brand (Ä35M revenue, 80\\ employees) for production and distribution of cartridges, and cartridge components for smooth bore guns, used in shooting competitions and in hunting. Our passion for these sports, our hard work and commitment to continuously research and improve our products, and the international experience gained after 89\\ years exporting our products brings us to this very specific moment in time where we still want to challenge the status quo of our business with a new major innovation to our products that makes necessary to rethink our manufacturing process. Thus we came out with HIT ñ 'Artificial Vision Driven Technology to produce High quality & low recoIl cartridges', a strategic action consisting of designing and developing all necessary parts of our new product line, the innovative GS2.0 cartridges, that exhibit further recoil reduction and improved combustion profile, as well as a whole new set of processes and innovative production machinery to support the production of such new line, enhancing substantially production and product safety and quality by means of advanced robotics systems driven by artificial vision recognition techniques.\n\nThanks to HIT, we expect to increase our sales by \\15% (due to current unsatisfied demand), reduce costs by a \\15% (thanks to bringing cartridge cases production in-house), hence recovering full investment the first year of business.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOCIETA PER AZIONI BASCHIERI & PELLAGRI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930157833": {
            "orgId": "930157833",
            "orgName": "SOCIETA PER AZIONI BASCHIERI & PELLAGRI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}