{
    "rcn": "205038",
    "acronym": "NO-META",
    "topics": "SMEInst-05-2016-2017",
    "title": "Feasibility study of a NOvel METAbolic liquid biopsy for cancer therapy monitoring",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "Circulating Tumour Cells (CTCs) are strong indicators of the aggressiveness of metastatic cancer and there is strong evidence that CTCs are a reliable prognostic factor in patients with early-stage and metastatic breast cancer. Despite significant efforts, the detection and identification of CTCs in peripheral blood has proven difficult. The key technical challenge is posed by the rarity of tumour cells in blood, with estimates of just one CTC per ~1-10 million white blood cells per millilitre of blood. Up until now, there has been only one FDA-approved CTC enumeration system, CellSearchÆ, yet this state-of-the-art method suffers from severe limitations. There is an urgent need for new, alternative methods of CTCs enumeration and further characterization to fully realize the potential clinical benefits of CTC analysis. Lowering cost and speed of analysis coupled with ability to isolate CTC for further analysis would have a tremendous effect on diagnostics and treatment of cancer patients. It would provide novel means for early screening of individuals in a certain risk groups, elucidating most promising therapy options and following a chosen treatment and providing a cost-effective way to monitor patients in risk of relapse. Cytofind Diagnostics has developed a radically new method to count and isolate CTCs based on single cell determination of the anomalous metabolic properties of tumour cells (the so-called Warburg effect). Here, we wish to carefully analyze the potential impact of our technology on different parts of the oncology care cycle and establish which market is most suitable for the first introduction of our disruptive technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CYTOFIND DIAGNOSTICS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927185074": {
            "orgId": "927185074",
            "orgName": "CYTOFIND DIAGNOSTICS BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}