{
    "rcn": "205063",
    "acronym": "FRIENDKHANA",
    "topics": "SMEInst-12-2016-2017",
    "title": "Friendly gamification business model based on intelligent data analysis to enrich consumerspersonalized e-commerce experiences",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Business Opportunity: within the e-commerce market - specially for SMEs, do not have the knowledge or the resources to use and/or accesses consumersí data properly due the high investment they need in terms of costly tools & human resources. The best information that the ecommerce can gather comes directly from the consumers, which implies surveying them, which requires a big effort from the participants (to fill) and from the brands (requiring validation and analysis).\nFriendkhana added value: provides an innovative SaaS solution to make short, intuitive quizzes that can be integrated with a single line of code in our client¥s on line stores.  It generates real-time information about the users, - enhanced seamless with their social network data - to enrich user profiles to cluster a new data base, while they are having a more personalized experience. Friendkhana offers a SMEs e-commerce with a competitive customizable solution that provides a richer database of their users to make better ROI-directed marketing campaigns while they benefit for better recommendations and a better customer experience.\nPhase 1 objectives is to accelerate the market adoption and international penetration of Friendkhana focus on preparing ourselves for the commercialization of at the international level (including route-to-market, marketing strategy, growth strategy, etc.) by evolving the product from TRL6 to TRL9 stage\nImpact: As a result of this project, Friendkhana will grow considerably, generating 55 new qualified jobs by five years after the project ending and generating a cumulative EBITDA of 58,9 MÄ",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FRIENDKHANA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920592566": {
            "orgId": "920592566",
            "orgName": "FRIENDKHANA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}