{
    "rcn": "205005",
    "acronym": "Project ACT",
    "topics": "SMEInst-05-2016-2017",
    "title": "Automated autologous cell therapy system",
    "startDate": "01/08/2016",
    "endDate": "31/03/2017",
    "objective": "The global burden of cancer, calculated as the cost of years lost from ill-health, disability or early death, currently outweighs all other health concerns including cardiovascular diseases. Among all cancers, metastatic melanoma (MM) represents one of the major health problems. Unlike other solid tumors, which mainly affect older adults, MM is notorious for affecting young and middle-aged people, results in 66000 related deaths yearly worldwide (World Health Organization) and therefore has a large impact on years of healthy life lost.\nRecently, promising results of autologous cell therapy (ACT) with tumour infiltrating lymphocytes (TILs) have shown that up to 20% of patients can be cured with one single course of this immunotherapy. This treatment has been conducted at a handful of institutions with over 1.000 patients treated worldwide. The resulting survival rates of patients treated confirm this approach as being among the most efficient therapies available. Importantly, this novel treatment has the potential to be expanded to the treatment of other cancer types. \nHowever, there is a need for dedicated bioreactors for the expansion of TILs for the individual patients. Bioreactors that can provide high cell densities and high absolute cell numbers. Further, TIL production for ACT is labour intensive and must be performed in a sterile cleanroom. This limits the use of this new and efficient cancer treatment to a few highly specialised hospitals. The aim of this application is to develop a dedicated bioreactor that will enable the treatment to be used on an extended number of hospitals. The commercial potential for ACT is estimated to be more than 4 Billion $ per year.\nThis project is therefore seen as relevant for the topic: Supporting innovative SMEs in the healthcare biotechnology sector - SMEInst-05-2016-2017 Publication date: 14 October 2015.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TEKNOLOGI & PRODUKT UDVIKLING A/S",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998089843": {
            "orgId": "998089843",
            "orgName": "TEKNOLOGI & PRODUKT UDVIKLING A/S",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}