{
    "rcn": "205050",
    "acronym": "MODERATOR",
    "topics": "SMEInst-02-2016-2017",
    "title": "autoMated radiO frequency iDEntification enabled cameRA auTOmation solution foR fencing",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "We are 01Wiring, an Italian company founded in 2009. We specialize in designing, manufacturing and selling hardware and software for automated electronic systems. Over the years, we have developed ñ from the idea to the finalized product ñ a range of innovative systems that are used in a host of applications and industries such as transport, healthcare and industrial automation. With MODERATOR we are taking a first step toward developing solutions for the emerging field of technology in sports adjudication.\n\nFive years ago, we were involved in the organization of a National Fencing Championship in Bologna, Italy. During this process, we became aware of the relatively basic referee video system ñ with error prone manual handling and no data system recording ñ that referees use to make marginal decisions. Being reactive to new markets and opportunities, led by our CEO Ivano Corsini, a fencing enthusiast and past athlete, we have started developing an innovative automated video solution that will transform the sport of fencing, in a similar manner to the Hawk-Eye system for professional tennis. \n\nOur project, named Moderator (AutoMated RadiO Frequency IDEntification Enabled CameRA AuTOmation Solution foR Fencing), is a unique automated video and data analytics technology system for fencing. It revolves around our patented camera tracking system developed in collaboration with the Italian Fencing Federation. In becoming the automated camera provider and operator for official fencing tournaments and local clubs around the world, we estimate that our solution has the potential to deliver Ä12 million in accumulated revenues to our company by 2021 and Ä2.7 million in accumulated net profits.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "01WIRING SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926208769": {
            "orgId": "926208769",
            "orgName": "01WIRING SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}