{
    "rcn": "205053",
    "acronym": "PAPER-P",
    "topics": "SMEInst-11-2016-2017",
    "title": "Unique technology to turn on-site paper waste from the printing industry into high-quality PHA bioplastic",
    "startDate": "01/09/2016",
    "endDate": "30/11/2016",
    "objective": "PAPER-P is a novel technology to synthetize very high quality PHA bio-plastics (98% purity) from on-site paper waste. Through an extremely cost-effective process, PAPER-P is the unique technology able to use as rough material printed waste, waste solvent and ink, with a price of Ä0.1/Kg, and transform it into PHA, a 60 times more valuable product worth Ä6/Kg, thus quadruplicating printersí ROI, from current 2-8% up to 30%.Thanks to Mr. Giacomelli, CEO of BIO-PRO with more than 27 years of experience in the sector, this Italian SMS has developed PAPER-P in collaboration with Bologna University, as a strategic approach to find new markets for the printing industry, currently experiencing a severe decline.European PHA packaging market is forecasted to reach Ä25 million by 2018, the highest among bioplastics, with an impressive 25% growth. By contrast, PHA production in Europe is marginal in a global market dominated by China and US (90%).BIO-PRO has developed a tested a TRL6 prototype plant processing 400 kg/year of paper waste. Full integration & automation (turn-key), and upscale to industrial rates (4,000 ton/year) are next steps of project development to TRL9.We have the support from our main key stakeholders: Coptip IndustrieGrafiche (printer), Softer Group (plastic compounder), Loacker SpA (food sector) and COOP Italy (large retailer).BIO-PRO revenue will be increased to Ä16.5 million with accumulative profit of Ä3.8 million in 2021. BIO-PRO will incorporate at least 8 new employers. At the same time, PAPER-P will increase 30% the ROI of its first end-users, printing industries, but non-recyclable paper (greasy paper or already recycled paper with short fibbers), can also be converted in PHA by PAPER-P, so the recyclerís sector is a second big potential market that BIO-PRO intends to address in the middle term (in about 10 years), when regulatory conditions in Europe will be much more favourable for PAPER-P exploitation in this market segment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIO-PRO SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934804909": {
            "orgId": "934804909",
            "orgName": "BIO-PRO SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}