{
    "rcn": "205068",
    "acronym": "EVEARA",
    "topics": "SMEInst-01-2016-2017",
    "title": "EVEARA: Testing a New Business Model for Digital Music Distribution",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "For the first time, digital music surpassed physical music sales in the first quarter of 2016. This booming industry is growing quickest in Europe, at 14% annually. Europeans want to download and stream music, especially European music. More and more demand side services (Apple, Deezer, Spotify, etc.) are popping up as a result ñ now more than a billion tunes are streamed/downloaded from 500\\ services. Each service has its own specific, extensive, and often complicated requirements for how music is ingested into it, however, eliminating over 90% as viable outlets for artists and rights holders (SMEs) trying to make a living from their music.\n\nEVEARA is the missing link for those SMEs to access all relevant digital distribution channels and reach markets and listeners exponentially, increasing their revenues and creating new white label businesses throughout Europe. By serving multi-channels (artists, SME producers/labels and other copyright holders, and large enterprises), EVEARA is not only simplifying digital distribution to a degree that has never been done before, but it is also creating a revolutionary business model that will take 1.6% of the market share.\n \nEVEARA empowers SMEs to distribute in one step. No other service in the world offers the ease and benefits of EVEARA, designed particularly for Europeans by European music professionals, nor approaches the problem from a top down business model. B2B partnerships with music distributors, telecoms, etc. are providing a base of immediate revenues and hundreds of thousands of artists and rights holders.  This study will help us serve those European clients better by testing a launch strategy to them in September and redesigning software and sales elements accordingly based on their feedback. The sales strategy will be revised accordingly for global expansion, resulting in European music being shared at new levels across the world, and EU SMEs taking advantage of one of the fastest growing global industries.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EVEARA LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922059303": {
            "orgId": "922059303",
            "orgName": "EVEARA LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}