{
    "rcn": "205020",
    "acronym": "PLATINUM",
    "topics": "SMEInst-06-2016-2017",
    "title": "Portable Diagnostic Medical Device Based on Lab-on-Chip for Detection of Protein Biomarkers of Medical Interest.",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The project aims at developing, prototyping, validating and bringing to market a portable assay system for the pre-diabetes and diabetes diagnosis and control, consisting of a disposable medical device equipped with a Lab-on-Chip (LoC) used for Point of Care or Self-Monitoring of protein biomarkers in biological fluids, like Glycated Hemoglobin (HbA1c). \nThe medical device relies on a unique technology for diagnosis via protein biomarkers analysis, comprising a separation and a labelling stage of target molecule to detect and quantify the amount of glycated Hemoglobin in a drop of blood. \nThe way this diagnostic medical device has been conceived and designed makes it unique compared to other devices available in the market. It is based on a disposable chip, easy to use, which does not require qualified personnel assistance and minimises manipulation. Stable at room temperature both in storage and during use, it does not need external calibration. These characteristics, together with its low cost, make it an excellent option for the final user (patient, pharmacy, hospital, etc.). \nThe proposed diagnostic medical device consists of a LoC based on breakthrough microelectromechanical systems for protein detection through the protein biomarkers analysis. Such medical device is cheaper (Ä2-3/device), faster (~10 minutes), more robust (to vibrations, to high/low temperatures), more durable (2 years ambient-stored) and more versatile (easy to use, software-programmable, smart-phone integrated) than the already available and the foreseen portable alternatives, while being as precise as the costlier laboratory solutions. \nThe project is relevant to the selected WP because it regards an innovative medical device for diabetes and pre-diabetes, thus with diagnostic and prevention applications, based on a solid feasibility study and a business plan. The project intends to bring the medical device from TRL7 to market.\nIn addition, it already got the ECís Seal of Excellence in 2015",
    "totalCost": "3101625",
    "ecMaxContribution": "2171137",
    "coordinator": "DIANAX SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934753984": {
            "orgId": "934753984",
            "orgName": "DIANAX SRL",
            "ecContrib": 2171137
        }
    },
    "calculatedTotalContribution": 2171137
}