{
    "rcn": "205077",
    "acronym": "LIGHTHOUSE",
    "topics": "SMEInst-09-2016-2017",
    "title": "LIGHTHOUSE: concentrated thermal solar power directly connected to the heating and cooling systems of buildings at the local level.",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "The idea of LIGHTHOUSE (patented) is pretty simple, we concentrate the solar power, as we used to do when we were playing as children, in order to transform the power of the sun into pure heat in high temperature and connect it,  to our building heating and/or cooling systems, and this way reduce the costs up to 60% and protect the environment at the same time. LIGHTHOUSE  brings the power of the big solar power plants at every building  at the local level, in a financially feasible way, allowing collection of solar energy at high temperatures, with excellent and reliable performance all year round, all day long, with maximum efficiency. \nSolar heating and cooling is a key player in the EU energy policy framework, especially towards achieving the 2020 targets, and European Energy Council describes the  heating and cooling need in buildings at the local level,  as a ìSleeping Giantî. \nLIGHTHOUSE primary target is to reduce the fossil fuels that are burned inside the cities, and the electricity consumed from the cityís grid, for heating and cooling our buildings (49% of the global energy consumption), much more efficient than any other solutions like photovoltaic or CPV which produces only electricity and not high quality thermal energy (heat that is needed for heating and cooling) .\n The aim of the feasibility study is to identify and select the best materials and components in terms of cost-effectiveness and availability, by means of a market research; then, the performance of the key parts  will be evaluated by testing several Fresnel lens (key component); in parallel, a study on the LIGHTHOUSE design will be carried out, taking into account issues like safety, durability, efficiency and aesthetics, together with cost-effectiveness. The systematic collection of results will enable the participating SME to approach Phase2 with a completed prototype design and a first market research done, in order to proceed with pilot implementations in Mediterranean countries .",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IOANNIS MAVROULEAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918660035": {
            "orgId": "918660035",
            "orgName": "IOANNIS MAVROULEAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}