{
    "rcn": "205073",
    "acronym": "Quotanda",
    "topics": "SMEInst-01-2016-2017",
    "title": "Quotanda - a lending-as-a-service (LaaS) platform that enables schools and lenders  to set up student financing programs to make education more affordable",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Quotanda is a lending as a service (LaaS) platform providing a suite of student loan services. Its technology and staff supervise all aspects of partnersí online lending programs, including: program set-up, marketing, compliance to selection requirements, origination, automated credit decisions, loan disbursement, extended servicing (collecting interest and principal), and default management. As a B2B2C LaaS platform, two are the main groups Quotanda is addressing to: banks and schools through which students, which are the final users, are eventually pointed. Quotanda manages all aspects of loan programs for banks or extended payment plans for schools. It supports economic growth via wage premiums for educated (or re-skilled workers) and helps to reduce deficiencies of inequality and social exclusion. Quotanda is challenging the status-quo with a technology that broadens financial inclusion and access to education by helping schools to introduce flexible and affordable financing programs for students, as shown by the 2 successful loan programs running in Spain in collaboration with IESE Business School MBA and IronHack ñ Spainís first code bootcamp. On the other side it helps banks to acquire millennial customers with high Lifetime Value efficiently while making students and families loan decision faster. Having proved online origination and servicing capabilities, Quotanda sees this feasibility study as an opportunity to help grow and test its turnkey platform on a larger level, by bringing superior efficiency at scale to various banks and schools. Its concept greatest ambition is to set a standard the education lending market with an increasing share that will arrive to count at least for 1.75% of the entire online education lending market in the forthcoming 4 years, by closing partnerships with 11 lenders and 40 among universities, schools and code bootcamps by the end of 2017.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "QUOTANDA LOANS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925352453": {
            "orgId": "925352453",
            "orgName": "QUOTANDA LOANS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}