{
    "rcn": "205058",
    "acronym": "RemoTech",
    "topics": "SMEInst-01-2016-2017",
    "title": "Remote technical assistance for field service operators",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "In current competitive manufacturing market, continuous operation of machineries becoming the vital point and is considered to be the key performance indicator of productivity. Machine downtime costs time and money for enterprises. EU business community losses almost 1 million hours per year due to machine downtime. In general, it takes ca. 54 hours per year for a company to repair machines and it losses ca. Ä0.35 million per year for on premise machine-repair. Thus it is very important to have an integrated solution to reduce this expensive inconvenience as quickly as possible. We have developed an innovative software based solution for providing remote technical assistance to field service operators by support department experts. Currently, RemoteEye is the only telepresence solution in the market available adopted for wearable technologies e.g. smart watch and smart glass. Additionally, our easy, fast and cost effective system can also be used by smart phones, tablets (iOS and Android) and desktop computers. Our aim is to become the pioneer in remote telepresence solution with main attention on wearable and/or augmented reality where we can outperform our competitors. Our system solves the issue and saves time and money by reducing techniciansí travel time and expenses. The cost for the client is only a small fraction compared to the money saved through repairing their machinery in a fast and efficient process. With our software, we initially estimate technical assistance savings of 62%. This project will study the detailed nature and extent of the field service market, the interrelation between various market factors, new technology and technological trends that may influence the market. Based on the results the solution will be further enhanced, detailed and scaled up.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REMOTE EYE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918683412": {
            "orgId": "918683412",
            "orgName": "REMOTE EYE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}