{
    "rcn": "205000",
    "acronym": "OnceForAll",
    "topics": "SMEInst-01-2016-2017",
    "title": "Streamline the european business environment with first class disruptive technology",
    "startDate": "01/08/2016",
    "endDate": "31/12/2018",
    "objective": "ALG is an innovative SME founded in 2010, builder of the Attestation LÈgale platform (http://www.attestationlegale.fr), currently in use by thousands of French businesses. The Attestation LÈgale platform is a Software as a Service (SaaS) Web application through which businesses can share their administrative documents and can benefit from alerts and always uptodate documents. Because of the future implementation of a European directive that reinforces the obligation of diligence in Europe (http:// www.lemoniteur.fr/165-commande-publique/article/actualite/23657764-bruxelles-adoption-definitive-des-directives-marchespublicset-concessions), our objective and our main motivation for this project proposal are to investigate the possibility of deploying our solution on a European scale. The deployment of such a solution will lead to the following outcomes: - Improvement of the competitiveness of European businesses by the administrative simplification accelerated by the European directive; - Better regulation in the context of worker secondment and contribute to the effort on countering unfair competition between multiple European Union businesses. These outcomes will also lead to the following impacts: - Usage disruption by eliminating the redundant processes and costs related to the diffusion and the collect of administrative documents; - Technological disruption by modeling and exploiting these Business-to-Business social networks while respecting the requirement of privacy and data property specific to businesses actors; - Data governance disruption by letting the members of our platform to remain the owner of the produced data. The objectives of this phase 1 are to identify the European countries in which our solution can be deployed. If such countries are found in phase 1, the phase 2 would enable us to either prototype or modify our current solution to support these countries and to let their businesses benefit from our solution.",
    "totalCost": "2130750",
    "ecMaxContribution": "1491525",
    "coordinator": "ALG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937953432": {
            "orgId": "937953432",
            "orgName": "ALG",
            "ecContrib": 1491525
        }
    },
    "calculatedTotalContribution": 1491525
}