{
    "rcn": "205015",
    "acronym": "AERFOR",
    "topics": "SMEInst-10-2016-2017",
    "title": "Advanced Forecasting System for Proactive Airport Passenger Flow Management",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Amorph Systems has developed AMORPH.aero, a solution able to provide continuous, accurate, near-term forecasts of passenger flows. Unlike competitors using process flow-oriented models based on static mathematical values, the solution supports dynamic calculations based on the actual demand of passengers compared with the available resources. This is critical for airport operations to get always accurate information based on the current availability and schedule of staff and the results of operational actions regarding the passenger flow.\nThe business case developed for Frankfurt Airport showed that the solution can increase maximum passenger capacity by 15% and passenger average throughput by 10%, leading to a 28% reduction in infrastructure expansion costs. In addition, the solution showed it can decrease passenger processing time by up to 20%, thus increasing retail dwelling time, retail spending and passenger satisfaction. The accuracy of the prototype was verified at 90% for the nearest 2 hours, allowing operations management to avoid forecasted problems in time.\nA phase 1 market feasibility study conducted in 2015 identified 3 airports that will deploy a large-scale trial of the solution (Stuttgart, Milan and Manchester) in phase 2. In addition, SITA, the leading airport IT system integrator, will integrate the solution into its business intelligence portal and manage one of the trials with the aim to become a distributor for the solution worldwide, supporting a revenue forecast of Ä9M by 2020, 3 years after market launch. The project has a duration of 24 months and a requested EC contribution of Ä1.5M",
    "totalCost": "2090000",
    "ecMaxContribution": "1463000",
    "coordinator": "AMORPH SYSTEMS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "947021671": {
            "orgId": "947021671",
            "orgName": "AMORPH SYSTEMS GMBH",
            "ecContrib": 1463000
        }
    },
    "calculatedTotalContribution": 1463000
}