{
    "rcn": "205056",
    "acronym": "SpinCo",
    "topics": "SMEInst-09-2016-2017",
    "title": "SpinCo, new energy saving worm gear technology by gear rolling contacts",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "Power loss in the gearbox is mostly due to friction, which also generates heat. SpinControl Gearing BV has developed, tested and patented a new energy saving power transfer technology that is uniquely versatile and adaptive to hundreds of applications in nearly every gear market segment. The SpinCo worm gear improves efficiency, acceleration and power density as compared with conventional worm gearing. The invention is to use rolling contact between gear mating surfaces, replacing the rubbing and sliding gear contact found in conventional power transfer systems. SpinCO drecreases greenhouse emissions by 30% by reduced frictional forces in the power transfer process. Phase 1 will develop further  the IP management strategy and the plan for EU and worldwide commercialization, calculate financial projections and assess sale agreements on global scale. The project scale-up is built on two essential pillars: the pre-production of  gear models to be validated with initial users, and to complete the design of the SpinCo screw manufacturing and  gear-assembling machine for industrial production by potential customers. A key activity to accomplish this will be  identifying and discussing commercial partnerships with selected gear manufacturers in different key market applications. SpinControl is in ongoing discussions with Bierens Group and SKF in Netherlands as potential partners for  manufacturing and commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SPINCONTROL GEARING BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919295288": {
            "orgId": "919295288",
            "orgName": "SPINCONTROL GEARING BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}