{
    "rcn": "205004",
    "acronym": "Neuro Care System",
    "topics": "SMEInst-01-2016-2017",
    "title": "Adaptive Neuro Care System",
    "startDate": "01/08/2016",
    "endDate": "31/10/2016",
    "objective": "The objective of the overall innovation project is the development and introduction of a medical instrument family and telemetric solution built on mobile information-technology basis. The currently known potential application areas include the diagnostics and treatment of the most common symptoms of Parkinsonís disease, essential tremor and dystonia, and the support of implementation of therapeutic goals-related symptomatic treatment. \n \nAccording to OECD, the economic and social impact of chronic brain disorders will be the number one public-health problem worldwide, affecting 100 million people by 2050. From the perspective of society, this is the most expensive disease group. The diagnostics of the typical symptoms of neuro-degenerative diseases is only partially objective at present, as in many respects it is based on the personal conclusions of the patient. The large scale dissemination of the envisaged innovation may prove to be a significant leap forward in resolving these issues. \n \nThe large number of people concerned, the elevated expenses of their care, and the aging trend typical of developed societies may in the long run result in a major business opportunity and at the same time a serious growth potential for the enterprise. \n \nThe innovation Neuro Care is built on invasive technology and offers a new, adaptive therapeutic procedure for patients showing advanced symptoms.  In addition this system ensures simultaneous telemetric condition monitoring for a large number of patients and their specialists without the need of physical contact between them.\n \nThe desired achievement of the Phase 1 is the elaboration of a Feasibility Study containing: Market Analysis,  Business Plan, Marketing Plan, Legal and Organization Plan, Technological Plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SMART-HEART FEJLESZTESI ES TANACSADO KORLATOLT FELELOSSEGY TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927080411": {
            "orgId": "927080411",
            "orgName": "SMART-HEART FEJLESZTESI ES TANACSADO KORLATOLT FELELOSSEGY TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}