{
    "rcn": "205019",
    "acronym": "PRE2POS",
    "topics": "SMEInst-04-2016-2017",
    "title": "PREcession-based drive mechanisms for high-PREcision energy-efficient POSitionining devices",
    "startDate": "01/10/2016",
    "endDate": "30/06/2019",
    "objective": "PhiDrive and Arquimea¥s Pre2Pos project is a Phase 1 winning project from the Horizon 2020 SME Instrument Space call of September 2014. The project is based on the industrialisation and commercialisation of rotary actuators, using an innovative motor which takes advantage of the micrometric deformation displacement of piezoelectric stacks, shape memory alloys and other smart materials to achieve infinite rotary or linear motion. \nOur plan is to include these rotary actuators in key equipment and mechanisms used in Space and in particular on satellites, such as Solar Array Drive Mechanisms (SADMs), Antenna Pointing Mechanisms (APMs) or Deployment Mechanisms (DMs), where high precision, low weight, energy efficiency and low manufacturing costs are constantly sought by End Users. \n\nSince receiving the notification of our Phase 1 success, we, PhiDrive, have been working intensively on the Feasibility Study for our project. We have analysed and planned our strategy for the future technical and business development, in order to maximize the exploitation of our innovative technology and its application within the Space industry. In this respect, we have succeded in recruiting an excellent and experience partner, Arquimea. Also, our first motor prototypes have already demonstrated the effectiveness of the technology, with the mechanical characteristics complying with the expected and desired results. Finally, our consolidated Pre2Pos business plan indicates that we will be able to sell 450 products from 2018 to 2022, bringing accumulated revenues of over Ä22.5 million, while at the same time creating more than 20 new positions in both companies.",
    "totalCost": "2988226,25",
    "ecMaxContribution": "2091758,38",
    "coordinator": "PHI DRIVE SRL",
    "coordinatorCountry": "IT",
    "participants": "ARQUIMEA INGENIERIA SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "938240358": {
            "orgId": "938240358",
            "orgName": "PHI DRIVE SRL",
            "ecContrib": 1202648
        }
    },
    "calculatedTotalContribution": 1202648
}