{
    "rcn": "205059",
    "acronym": "CardAPcells",
    "topics": "SMEInst-05-2016-2017",
    "title": "Cell therapy for patients with chronic heart failure with proprietary cardiac-derived cells (CardAP cells)  ñ  ìFrom the Heart to the Heartî",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "Chronic heart failure is a life-threatening disease usually without cure and a leading cause of morbidity and mortality. In Germany 45 000 patients (projected to EU: about 140 000) die every year from progressive chronic cardiac insufficiency. There is no curative therapeutic solution, except very rare donor hearts and artificial hearts as bridge devices.\nResearchers at the CharitÈ - University Medicine, have identified unique cardiac-specific stromal cells (CardAP cells) with strong efficacy in cardiac stress models. CardAP cells are specialized heart-derived cells with key advantages in safety and efficacy.\nCardAP cells fulfil all criteria for cardiac cell therapy and cell product manufacturing has been transferred to GMP facilities. CellServe, a CharitÈ spin off, will develop the CardAP cells for therapy of patients suffering from severe life-threatening cardiomyopathy. \nCellServe has acquired an exclusive license of this technology and will perform a clinical phase I/II study for patients with chronic cardiomyopathy. The technology of CellServe is completely distinct from all competitors, using specialized stromal heart cells and not stem cells. \n\nCellServe has an experienced management in cell-based therapies area to develop and market ATMP products. It will apply for a so-called hospital exemption regulation, a limited preliminary approval, for early market introduction directly after the clinical study.\nCommercial potential: Worldwide 22 Mio people suffer from chronic cardiac insufficiency. ?\nIn Phase 1 a business plan for the CardAP cell product will be generated including financial calculations and the preparations for the clinical study will be finalised.?\nAchievements Phase 2:?ï Phase I/II clinical trial?ï Approval for Hospital Exemption for ATMPs?ï Preparation of a multicenter clinical trial?ï Fulfilment of all regulatory requirements to perform a phase III clinical study?ï Equity financing",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CELLSERVE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934487525": {
            "orgId": "934487525",
            "orgName": "CELLSERVE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}