{
    "rcn": "205085",
    "acronym": "ELeGaNS",
    "topics": "SMEInst-04-2016-2017",
    "title": "Europe-Leading GaN for Space",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "SweGaN is a commercial spin-off of Linkˆping University (Sweden), expert in the production of high quality high-frequency Gallium Nitride (GaN) semiconductor material wafers for bulk and custom device design markets, for use in space, telecoms, and defence and remote sensing sectors.\n\nSweGaNís unique and patent-protected production tool and methodology produces materials that, implemented as High Electron Mobility Transistors (HEMTs), demonstrate some of the worldís best performances for Thermal Barrier Resistance and Electron Mobility. SweGaN materials can enable smaller devices, weighing less, consuming less power and reducing systems requirements; devices with better cost/benefit ratios. For space systems, where every W and kg has to be launched into orbit at a high cost, this has the potential to allow large savings, on the order of Ä1M reduction in launch and systems costs for a GEO communications satellite. \n\nSweGaN has invested 10,000 hours of research and development to reach the current state of development (TRL 6, first sample sales made). In the ELeGaNS project, SweGaN will develop its prototype production device and material to full commercially scaled production and availability. The phase 1 study will further develop technical feasibility (process and performance benchmarking, device design), commercial feasibility (market awareness, go-to-market strategy with a particular focus on scaling up production, and IPR), and financial feasibility (phase 2 budget and co-funding), summarised into a business plan.\n\nELeGaNS will complement ongoing European efforts to secure an autonomous source of high quality GaN materials and devices for advanced applications within space, telecom and other areas. SweGaN aims to reach a market share of 10% of GaN devices in Europe, generating 5 direct and 65 indirect jobs and Ä7M in direct revenue by 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SWEGAN AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923998527": {
            "orgId": "923998527",
            "orgName": "SWEGAN AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}