{
    "rcn": "205017",
    "acronym": "SMARTHE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Smart thermostat Ëvolution",
    "startDate": "01/08/2016",
    "endDate": "30/04/2018",
    "objective": "One of the main European challenges included in the 2020, 2030 and 2050 objectives and frameworks is the increase of energy efficiency. Buildings, responsible for 40% of total energy consumption play a major role. 60% of the energy consumed in households is for space heating. Up to 45% of the total energy spends can be saved by using wisely a thermostat. In this context, the European smart thermostats market is set to boom in the following years. Last year this market accounted for Ä242million with more than 1.1 million units sold. The very dynamic demand growth will lead to exponential growth of sales unit and revenue: in 2019 almost 13 million units will be sold which represents a revenue of Ä2.3 billion. QIVIVO is a French SME created in2012 specialized in connected solutions for energy consumption optimization. Qivivo is selling their thermostats since December 2013 (two versions already in the market). They are currently 20 employees with a strong technical and commercial background. SmarthÈ is the next generation of Qivivo Thermostat that gives an answer to the current market need of increasing energy efficiency in the residential sector. Its main features are: (i) 40% reduction in residential energy bills; (ii) compatible with gas, oil, wood, electric heating and heat pumps; (iii) capable of self- learning; (iv) remote control via a smartphone, tablet or computer; (v) smart sense function that anticipates the level of perceived comfort; and (vi) QiDiag function offers a 100% personalized diagnosis of strengths and weaknesses of the heating system and proposes the necessary renovations. SmarthÈ will represent the establishment of Qivivo as a reference in the French market and the internationalization at European level as our commercialization plan for the next 5 years includes the deployment of our solution in UK, the Netherlands, Germany and Scandinavia.",
    "totalCost": "1691087,5",
    "ecMaxContribution": "1183761,25",
    "coordinator": "QIVIVO",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928220840": {
            "orgId": "928220840",
            "orgName": "QIVIVO",
            "ecContrib": 1183761
        }
    },
    "calculatedTotalContribution": 1183761
}