{
    "rcn": "205021",
    "acronym": "ScanZ",
    "topics": "SMEInst-06-2016-2017",
    "title": "Digital acne assessment tool enabling acne diagnosis in cost and time efficient way",
    "startDate": "01/09/2016",
    "endDate": "28/02/2019",
    "objective": "In the Healthcare industry, digital health-care solutions will become vital in order to ensure a sustainable and efficient health system in both a time and cost effective manner.  mySkin d.o.o, aims to significantly contribute in creating  innovative and sustainable principles in the Healthcare market, by improving the quality of life for acne sufferers and working conditions for medical professionals. \nmySkin proposes an innovative ICT concept for a digital skin-care service based on acne sufferers and dermatologists, applying new sets of rules, values and model to the health-care market, which ultimately disrupts the existing traditional skin care market. Up to now, acne assessment was only possible visiting dermatologist and traditional acne assessment was a time and money consuming procedure. Nowadays the progress of software solutions combined with the point of care devices can for the first time offer a better and cheaper alternative to the millions of acne sufferers and thousands of dermatologists\nThe overall objective of ScanZ project is to move the system from technology readiness level 7 to 9, making the device clinically and commercially qualified for the market. The expected outcome of the project is to start the full commercialization of the ScanZ device at the end of PH2 as a medically certified IP protected user-centred designed system to be sold to hospitals. During the first medical trial at ORS Hospital Belgrade, mySkin obtained significant positive feedback from patients and medical professionals; and whilst scouting the dermatology clinics for holding medical trials during the PH2 project ScanZ has received strong interest from dermatology clinics across Europe as well as positive reviews from TechCrunch, CNET, NY Daily News, and the BBC.",
    "totalCost": "2304782,5",
    "ecMaxContribution": "1613347,75",
    "coordinator": "MYSKIN DOO BEOGRAD (STARI GRAD)",
    "coordinatorCountry": "RS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935824670": {
            "orgId": "935824670",
            "orgName": "MYSKIN DOO BEOGRAD (STARI GRAD)",
            "ecContrib": 1613348
        }
    },
    "calculatedTotalContribution": 1613348
}