{
    "rcn": "205037",
    "acronym": "e-SPACE monitoring",
    "topics": "SMEInst-04-2016-2017",
    "title": "e-Solar Performance Analysis and data Collection for Energy Monitoring: an innovative solution based on measures correlation between an autonomous ground-based solar sensor and Earth observation data",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Is a solar installation working at its full potential or not? This question is more frequently asked these days either by solar farms operators, venture capitalists willing to invest in renewable energy or companies specialized in operations and maintenance. Comparing irradiance data observed from the ground with data coming from relevant geostationary satellite should provide the answer. \ne-SPACE Monitoring aims at delivering PV operators with a permanent PV performance assessment on line service. Through a SAAS platform, operators will access data based on measures correlation between a stand-alone ground-based solar irradiance measurement sensor and satellite data coming from geostationary meteorological satellites completed by Sentinel 4 & 5 satellites and Copernicus services.\nBy using data analysis algorithms, e-SPACE Monitoringís personalized service will be able to point out discrepancies between the solar data measured on site and the plantís actual solar production. This information will be used by plant operators to set up personalized Key Performance Indicators showing whether a solar installation is working at its full potential or not and improve the Operations & Maintenance of their PV installations.\nIn the coming years, e-SPACE Monitoring will enable REUNIWATT to take advantage of the tremendous growth of the installed solar base worldwide and resulting PV monitoring market. REUNIWATT has a huge opportunity to market a service that will benefit thousands of solar operators globally and contribute to the development of solar power efficiency.\nThe commercialization of the e-SPACE Monitoring will make REUNIWATT the first European company and a worldwide leader in this field with an estimated turnover of about 20 million euros and the creation of 35 new high-level jobs in Europe by 2023.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REUNIWATT",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936013529": {
            "orgId": "936013529",
            "orgName": "REUNIWATT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}