{
    "rcn": "205045",
    "acronym": "i-movo",
    "topics": "SMEInst-01-2016-2017",
    "title": "International productisation of a disruptive digital vouchering technology",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "i-movo are a fintech SME, seeking funding to commercialise a disruptive vouchering technology. Our technology seeks to solve problems for consumer-facing companies such as publishers, brand-owners, retailers and loyalty scheme operators. They need to send valuable offers, reward vouchers or make cash-payments to their readers, consumers, customers or members. Previously, they may have used paper vouchers, a century-old means of accomplishing this. These are prone to fraud and slow to process, meaning retailers who accept them must wait, sometimes over many months to be paid. \nOur technical solution- Secure Digital Vouchers- are a new financial services industry payment method that can be distributed using any digital format such as mobile phones, email or payment cards. They are validated in real-time to limit or prevent over-use, fraud or viral spread and give instant feedback on the success of any campaign or activity. They are more convenient for consumers, protect the financial risk of the issuer and ensure retailers get paid promptly.\nWe have removed the last remaining technical barrier in the development of this market by developing a method of retail integration that requires no new software or hardware. The i-movo method uses Industry Standard payment messages so the system can be implemented anywhere in the world. To date, we have processed over 17 million transactions, worth over Ä350 million at over 62,000 retail outlets. We have managed over 1500 promotional and payment campaigns for over 270 customers. \nWe now need to understand international markets better, in terms of stakeholders we must work with, barriers we must overcome and how best to adapt our technology for new applications.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "I-MOVO LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919358532": {
            "orgId": "919358532",
            "orgName": "I-MOVO LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}