{
    "rcn": "205093",
    "acronym": "FiDaCaMS",
    "topics": "SMEInst-08-2016-2017",
    "title": "Fisheries Data Capture and Management System",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "The aim of the FiDaCaMS project is to build a new innovative system that enables fishermen to collect accurate and reliable fisheries and related environmental data in an automated and highly efficient form.\n\nOne of the major issues across the marine environment is that increasingly stringent management controls are being implemented requiring clear & hard evidence to support management decisions. In the absence of such evidence the precautionary approach is adopted, creating restrictions for commercial fishing activities amongst others. At the same time the available resources to gather the evidence centrally is being cut, thus widening the gap between the need and availability of evidence. To aid the fishing industry meet the pressing needs they must be equipped with appropriate tools that collect the evidence in a robust and automated form. \nThe successful implementation of FiDaCaMS will provide the technology necessary for the collection and aggregation of the required data and rendering it available through an online platform in multiple formats across diverse media thus facilitating the adoption of the regulations set by the EU and the local governments. \n\nDuring an event held in Brussels on 5th April 2016 - Info Day for Blue Growth, it was expressed that this sector lacks innovation for Blue Economy specifically in 3 areas (a) lack of highly skilled professionals (b) under investment in Knowledge and technology and (c) a slow process from research results to the commercial stage. The FiDaCaMS project aims to contribute towards overcoming all 3 obstacles. (a) Employ and train professionals, (b) invest in R&D to continue to innovate and create new technologies and to (c) accelerate market presence and penetration.\n\nThe FiDaCaMS project is a joint venture between 3 commercial entities each having their own area of expertise to create a fully integrated data acquisition solution from the vessel to the end users",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LOQUS FLEET LIMITED",
    "coordinatorCountry": "MT",
    "participants": "SUCCORFISH M2M LIMITED;MWS LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "923616638": {
            "orgId": "923616638",
            "orgName": "MWS LIMITED",
            "ecContrib": 0
        },
        "924674326": {
            "orgId": "924674326",
            "orgName": "SUCCORFISH M2M LIMITED",
            "ecContrib": 0
        },
        "931806930": {
            "orgId": "931806930",
            "orgName": "LOQUS FLEET LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}