{
    "rcn": "205078",
    "acronym": "BizTweet",
    "topics": "SMEInst-01-2016-2017",
    "title": "ACHIEVING EXCELLENCE IN TRAVEL EXPERIENCE THROUGH PERSONALISED, REAL-TIME COMMUNICATION WITH MASS AUDIENCES.",
    "startDate": "01/08/2016",
    "endDate": "31/10/2016",
    "objective": "Communicating time-sensitive changes efficiently to passengers is a major challenge faced by the aviation industry on a daily basis. In recent years, trends show that the market shifted to using social media to seek customer support, but are airports and airlines equipped to handle the barrage of requests received daily? And the numbers are always growing as more and more passengers turn to social media for support! Offering customer support via social media brings with it a promise of efficiency and immediacy, but with limited available resources, can these businesses afford to invest in so much manpower to answer all customer queries within minutes of receiving them? Apparently not, as current data shows that some of the reputed best companies in the aviation industry, such as American Airlines, British airways, can handle at maximum 57% of incoming queries, (Emirates manages to successfully interact with 27.34% of customers). Not a bad result at face value, but when thinking of the majority of the passengers that get their queries ignored, it is easy to understand why the airport experience causes most anxiety and is the part of the journey most passengers do not look forward to.\nBizTweet, builds upon the proven powers of social media. The platform aggregates and analyses records about passengers, flight details and information from the surrounding environment to provide personalised and relevant data to each individual traveller. BizTweet, also enhances brand image and reputation of airports and promotes non-aeronautical revenue generation through tailored advertising. The platform offers seamless and personalised experience to millions of passengers passing through airports, while generating increased revenue from an aeronautical and non-aeronautical perspective.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TIC BRUGGER LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918842686": {
            "orgId": "918842686",
            "orgName": "TIC BRUGGER LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}