{
    "rcn": "205054",
    "acronym": "Cassantec",
    "topics": "SMEInst-01-2016-2017",
    "title": "Cassantec Online for SMEs, an advanced prognostic platform for predictive maintenance and failure of industrial assets",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "The loss of production if critical machines break down are high for any company. Just a few examples: downtime for a packaging line costs Ä130/min., in the auto industry Ä19k/min., for a paper mill Ä210k per year and for a power plant can cost even Ä1.2M/GW year. According to 12% of SMEs in Europe the cost of production or labour is their biggest challenge, where maintenance related costs are estimated to be 25% of the overall operating costs. \nCassantec online prognostics software prognosticates future events to minimize equipment and plant downtime by improving predictive maintenance and reduces operating and maintenance costs (O&M) by 20%. The use of advanced stochastic data analysis of an asset/plant/fleet makes Cassentec superior to any existing solution. The software provides explicit time window, type of failure and failure localization in form of raw data, interim data and customized reports. Cassentec intends to offer this service to EU SMEs as first target clients. The feasibility assessment will develop a plan for product development and scale-up, identify the key industrial and market segments and strengthen the commercilization strategy, plan pilot demonstration and validation in collaboration with industry relevant partners, with an already established SME customer base in EU.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CASSANTEC GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930133971": {
            "orgId": "930133971",
            "orgName": "CASSANTEC GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}