{
    "rcn": "205009",
    "acronym": "INCMAK",
    "topics": "SMEInst-01-2016-2017",
    "title": "Incomaker - intelligent marketing management automation for SME",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "NetCampaigner was established as a Czech SME company by the group of experts with about 50 years of combined experience in marketing, small-business, and statistical data analysis. It develops Incomaker, an innovative marketing automation tool for SMEs that uses our artificial intelligence technology to suggest, plan and perform marketing management activities.\nJust 34% of SMEs use CRM, 14% use acquisition marketing, and 56% donít measure their marketing performance. The quality of marketing processes and abilities among SMEs is typically far behind large corporations. The problem is that state-of-the-art marketing software is based on principles reflecting the needs of corporations. They usually have skilled marketing experts to plan marketing actions and the idea behind their information systems is to alleviate the workload and automate tasks. SMEs, on the other hand, are often lacking the advanced marketing expertise and hence conventional marketing information systems solve different problems and often can hardly help SMEs as they expect.\nOur Incomaker, a unique intelligent marketing system solves the problem the following way. The marketing must be information driven. Incomaker collects data from various sources, both internal and external and performs advanced analysis of it using marketing best practices and former knowledge gained by autolearning. The results are suggestions for marketing decision making and actions that could be directly confirmed and executed. \nAs Facebook changed the way how people e.g. quickly publish their photos on the internet, Incomaker has the ambition to establish a new category of marketing software and to modify the way how SMEs perform their marketing. Incomaker can replace most of the work of marketing manager In SME. This way it could save considerable costs and bring nearly the same maturity of marketing management as if a marketing professional would perform it. It will help SMEs grow and create new job positions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INCOMAKER S.R.O.",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927079053": {
            "orgId": "927079053",
            "orgName": "INCOMAKER S.R.O.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}