{
    "rcn": "205022",
    "acronym": "Blue Iodine II",
    "topics": "SMEInst-08-2016-2017",
    "title": "Boost BLUE economy trough market uptake an innovative seaweed bioextract for IODINE fortification II",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Blue iodine II is a resubmission of a proposal submitted in November 2015 that was approved (with a mark of 13,42/15) however not funded. In the last 5 months we have advanced in our idea, contacting new distributors, studying better the commercialisation strategy of our competitors and advancing in the support for the clinical study.\n\nThe main objective of the project is to produce in a cost effective way new high quality seaweed iodine products focusing in solving the iodine deficiency demonstrated in 3 main target groups (children, pregnant and breastfeeding women and elderly). These groups. have particular iodine need and nowadays there is no product in the market specialized for children nor elderly and there is not yet a clear leader in products for natural iodine support for pregnant and breast feeding women.\n\nThe expected profit in 5 years will be 4.5 million euro and we hope to have a ROI of 1.9 years (taking into account the cost of the innovation project for UBQ). We expect to increase our staff in 11 people, including technical and commercial personnel. \n\nIodine deficiency is one of the three most common nutritional deficiencies and is spread all over the world, according with the World health Organization (WHO) . 40% of the worldís population remains at risk for iodine deficiency and only in Germany it has been estimated that Iodine insufficiency to cause a billion dollars in health care costs per year.\nThe Market for iodine products is expected to increase stably until 2020 being Europe the main regional market. \n\nOf all foods, seaweed is the most famous and reliable source of natural iodine. Seaweed creation is dominated by larger players, mainly from Asia. Our strategy is not to compete with them, but follow the FAO advice  and target for a niche market: we will differentiate our product in specialising in developing high quality seaweed products based on protein enrichment with natural iodine and rich in essential amino acids.",
    "totalCost": "1147826,25",
    "ecMaxContribution": "803478,38",
    "coordinator": "UBQ II LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936093845": {
            "orgId": "936093845",
            "orgName": "UBQ II LDA",
            "ecContrib": 803478
        }
    },
    "calculatedTotalContribution": 803478
}