{
    "rcn": "205043",
    "acronym": "Gybrid",
    "topics": "SMEInst-10-2016-2017",
    "title": "EKUPD",
    "startDate": "01/09/2016",
    "endDate": "30/11/2016",
    "objective": "Existing large off-road power train applications are dominated by diesel power train solutions. These applications are large fuel consumers and massive CO2, NOX and particulate emitters. Natural Gas reduces CO2 emissions by 20%, NOx by 90% and particulate emissions are removed. Moreover, Natural Gas prices are consistently at a fraction of diesel (25% in 2015). EKUís proprietary control methods solve the technical barriers that natural gas engines have (e.g., sluggish performance restricted operation ranges), to replace diesel engines. GYBRID is an intelligent, natural gas-electric hybrid solution to facilitate electrification in off-road industrial applications (e.g., tug-boat, trucks, pressure pumpsÖ). It uses natural gas or biomethane as its primary fuel and is supplemented for higher efficient power performance with a smart high energy dense battery array and sophisticated control technology. EKU GmbH develops hybrid industrial power at the leading edge of clean energy, electric motor technology, industrial battery assembly. EKUís personnel has a strong track of record in the development and commercialization of new radically new horsepower concepts. GYBRID addresses the most important key buying criteria; reduction of operating costs (50%), reduction of downtime (by 80%) and reduction of emissions. For example, for hydraulic pumping trucks, customers save fuel costs of around Ä1.2M per unit annually, reducing their production expenditures up to 50 % and additionally increasing four times the lifetime of their power drive equipment. The customers can expect a payback within two years EKU, amongst others, was awarded first place in the 2014 Munich Cleantech Innovation Award which recognizes and rewards the best European clean technology venture. The jury rewarded EKUís innovation that directly reduces the costs and emissions of energy transition from diesel to to natural gas/electric motor power providing superior performance gains in efficiency and productivity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EKU POWER DRIVES GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927849718": {
            "orgId": "927849718",
            "orgName": "EKU POWER DRIVES GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}