{
    "rcn": "205065",
    "acronym": "BioPG",
    "topics": "SMEInst-11-2016-2017",
    "title": "Feasibility of Bio-based Propylene Glycol",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Propylene Glycol (PG) is a non-toxic alcohol that is used in various consumer and industrial applications, such as food and beverage, feed, cosmetics, pharmaceutical, plastics, electronics, etc. Its unique combination of properties makes it a valuable solvent, emulsifier, stabiliser, freezing point reducer and much more.\n\nStill, dependency on oil prices, as well as costly and environmentally unfriendly production processes make PG today an expensive additive compared to alternative Ethylene Glycol (EG), a toxic chemical with similar properties and uses, but a tenfold larger market. EG has a sweet taste and is often accidentally ingested, leading to hundreds of fatal intoxication cases around the world annually.\n\nEstonian SME Nano O‹ has developed a novel process to produce bio-based PG from agricultural waste in a fermentation process similar to ethanol fermentation. Innovative production process and our choice of raw materials bring down the produc agricultural waste tion cost and make PG price-competitive with hazardous EG, enabling to replace the latter in various high-value applications where human exposure is inevitable.\n\nThe BioPG project helps Nano to assess the business potential and economic feasibility of the proposed innovation, and focuses on:\n\nï Creating a business plan to define the best strategy for the commercialization of the method; \nï Conducting a freedom-to-operate study to ensure no other patents are infringed by the proposed innovation project; \nï Preparing a preliminary design of a pilot plant for PG manufacturing.\n\nAs the result of the feasibility assessment, Nano will have necessary high-quality input to compose a competitive proposal for SMEI Phase 2 project, where detailed blueprints for the pilot plant are engineered and preparations for building the plant are made. After successful commercialisation, the expected annual turnover of Nano reaches Ä93 million by 2023.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OU NANO",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918640538": {
            "orgId": "918640538",
            "orgName": "OU NANO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}