{
    "rcn": "205076",
    "acronym": "Chatgrape",
    "topics": "SMEInst-01-2016-2017",
    "title": "Chatgrape. The worldís most advanced team chat meets enterprise search.",
    "startDate": "01/09/2016",
    "endDate": "30/11/2016",
    "objective": "Up to 25% of employee work time is wasted on communication and searching data, implying billions of euros in all market segments. Especially in the case of highly paid professionals and managers, capturing this lost productivity will raise profits and margins across all industrial sectors. \nThe unified business communications market is a huge market (Ä15 Billion in 2015) with big players from the US leading this segment. The only way to obtain a significant share in this market is to radically change the format of enterprise communications by offering a set of unique features that our competition cannot bring.\nGrape is our solution to facilitate new ways of enterprise communication and file-indexing by working solely from the chat. We have developed smart technology to accelerate the browsing process, and integrated browsing options within the chat to access internal and external data. Being a European alternative and being the only solution without servers in the US, we offer enhanced data privacy and security.\nTo bring Grape to the next level, we will need to put an end to ìslash-commands and botsî, which work great for insiders but have less adoption with casual, normal users ìoutside our little tech industry bubbleî. Therefore, we aim to include natural language into our chats that will allow easy-to-use and more efficient communication. It will also give another competitive edge to Grape.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UBERGRAPE GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918921644": {
            "orgId": "918921644",
            "orgName": "UBERGRAPE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}