{
    "rcn": "205189",
    "acronym": "STRESNET",
    "topics": "ERC-CoG-2015",
    "title": "Stress Resilience and Network-Feedback Training",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Acute stress has a profound impact on cognitive functioning: it raises alertness for threat, yet it impairs our ability to think clearly. Repeated exposure to stressors is furthermore a critical transdiagnostic factor in etiology, relapse, and chronification in almost all psychiatric disorders. We know from animal work at the cellular level how stressors trigger a neurochemical cascade that alters properties of widespread neuronal populations. A critical gap in our knowledge, however, is how such cellular effects translate to the level of large-scale neural systems which implement higher-order cognition. Here, I propose a novel framework for understanding such alterations as shifts in network balance: I hypothesize that acute stress causes dynamic shifts in resource allocation at the level of large-scale networks. First, I will leverage recent advances in network connectivity modeling to characterize the spatiotemporal dynamics of such shifts during acute stress and recovery. Using wearable biosensors and mobile applications, I aim to identify which neural markers predict resilience to stress in real life. Second, I will cross-validate these markers in a patient group characterized by high stress sensitivity. Third, to investigate how rapid network shifts are generated, I will examine the distinct roles of noradrenergic and dopaminergic neuromodulatory systems. Fourth, I will test the hypothesis that cognitive functions supported by one network can be disrupted by shifting balance towards another. Finally, I will develop a network-based implementation of functional MRI neurofeedback to train stress-sensitive participants to adaptively reallocate neural resources during acute stress. When successful, this project will yield 1) unprecedented insight into how our brain adapts to acute stress; 2) novel ecologically validated transdiagnostic biomarkers of stress resilience versus sensitivity; and 3) a potentially groundbreaking method for training stress resilience.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}