{
    "rcn": "205101",
    "acronym": "ReVibe",
    "topics": "SMEInst-10-2016-2017",
    "title": "Vibration energy harvesters to power the IoT revolution",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "ReVibe Energy is an innovative Swedish SME developing and commercializing a novel vibration energy harvesting solution to power IoT sensors in industrial environments, such as rail and air transport. ReVibe Energy was founded in 2014 by three individual entrepreneurs, SAAB Group and Chalmers University of Technology. By 2016 it was placed by Climate KIC into top 2 most promising sustainable companies of the Nordics and top 9 of Europe.\n\nReVibe Energy solution is targeted at manufacturers and operators in rail and air transport, that have the need to monitor crucial parts of their assets to prevent unscheduled maintenance and reduce the cases of preventive maintenance, but cannot get the sensors reliably powered for very long period of time to provide essential monitoring data. Existing means to power sensors, such as batteries or cables donít have sufficient lifetime, and are costly to replace. \n\nThe ReVibe Energy solution is superior to existing alternatives given its longer lifetime (10\\ years) and excellent performance characteristics (up to 200 mW production and compact size). It is expected to provide a 10-20% higher output-to-volume ratio, 10% wider bandwidth and 20-30% lower production costs than competitive solutions. The solution is patented in 3 EU countries and US. ReVibe Energy vibration energy harvesters have the potential to drive widespread adoption of industrial sensor networks by reliably powering them, with the overall energy harvester market forecasted to reach Ä3\\B by 2020. (by BCC Research).\n\nReVibe Energy provides a tangible contribution to fulfilling EU expectations in increasing the volume of rail and air passenger and cargo traffic by reducing the downtime of trains and airplanes for maintenance and repairs and increasing safety of their operation, and saving costs for manufacturers and operators.\n\nThe project has a duration of 6 months and a requested EC contribution of Ä50,000.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "REVIBE ENERGY AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937793091": {
            "orgId": "937793091",
            "orgName": "REVIBE ENERGY AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}