{
    "rcn": "205128",
    "acronym": "EASYPONIC",
    "topics": "SMEInst-07-2016-2017",
    "title": "The unique ìNannyî sensor and app that cares and engages growers through the hydroponic process",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Business Opportunity:. Hydroponics is a closed-loop food production system in a controlled environment and grows without soil, also known as soilless growing. It is a sustainable solution for meeting growing demand of food consumption, reduces water waste (\\70%) and contamination, increases crop production and enhances the community environmental-care feelings. Despite advantages, the process must be professionally controlled to avoid constant losses ending of usersí disappointment.\nEasyponic endeavours to scale-up a cost-effective, easy-to-use ICT based product that provides a solution to control the whole hydroponic process without having a professional knowledge of the methodology. Easyponic is based on a compacted hardware the ìNannyî that cares about the crops and automates the monitoring process by sending the user all the information and actions that should be taken though a mobile application, which engages the users through its gaming features.\nEasyponic targets Non-professional growers (B2C) & Small-medium greenhouse farmers (B2B) providing both with a cost-effective solution that engage the user and controls the process through the value of information, preventing alarms and training.\nEasyponic has gone through processes of ìdesign thinkingî and ìcustomer discovery & validationî - with more than 95kÄ already invested - at the national level (TRL6). Our successful demonstration results position us to continue to advance during the next phases in the validation process under the SME Phases 1 and 2, going from TRL6 to TRL9.\nEasyponic aims to get 44,5 MÄ of incomes by 2021 targeting EU, US and Indian Markets",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANNEO TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918865772": {
            "orgId": "918865772",
            "orgName": "ANNEO TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}