{
    "rcn": "205119",
    "acronym": "BMX-11",
    "topics": "SMEInst-08-2016-2017",
    "title": "Providing Antifouling Additives for Marine Paints Inspired by Nature and Engineered for Industries",
    "startDate": "01/09/2016",
    "endDate": "31/12/2016",
    "objective": "90% of antifouling paints contain copper and secondary pesticides to make copper effective, which is toxic. But any company or individual who owns assets submerged to water for long periods need antifouling paints. There is increasing regulatory pressure from different governments that copper cannot be used for this reason anymore. A lot of research has gone into the subject with us being the first to find a real solution that is cheaper and more effective than copper as well as harmless to nature.\nWe have found the solution that ensures antifouling that is harmless and bio-degradable: We are producing BMX-11, a green antifouling additive for marine paints. BMX-11 can have the following quantifiable financial impact: the yearly savings are $500,000 for vessels stationed in heavy fouling areas and between $350,000 and $370,000 for medium fouling development. In other words, BMX-11 is the only way to save Ä51 billion per year in energy costs without spreading toxins into our oceans. \nThe overall objective of the Phase II BMX-11 Project is to finish prototyping the compound, to test the compound with additional paints at sea and to scale it up even further for industrial production and internationalization in order to enter the market upon Phase II project end. The Expected Outcome of the Phase II project will be a formulation of the BMX-11 that is ready to be sold to antifouling paint manufactures. \nThe specific objectives of Phase I Feasibility include: Technological Feasibility Study, Market Assessment, Business Model Assessment, Risk Assessment, IP Assessment, Work Plan for Phase II, Business Plan\nBMX-11 is important for Europe from a political point of view and from an economic point of view, counting all economic activities that depend on the sea, then the EU's blue economy represents 5.4 million jobs and a gross added value of just under Ä500 billion per year. \nBMX-11 is fully aligned with our overall strategy and its financial impact is substantial.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOMIMETX, SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "946919821": {
            "orgId": "946919821",
            "orgName": "BIOMIMETX, SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}