{
    "rcn": "205168",
    "acronym": "SEMENIZER",
    "topics": "SMEInst-06-2016-2017",
    "title": "Feasibility study of a fully automated, integrated and standardized computer aided semen analyzer system",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "The objective of SEMENIZER is to draw the feasibility study of a fully automated, integrated and standardized computer aided semen analyzer system. Based on that, it will be developed a complete business plan in order to get as much as possible information about the market and, thus, obtain a powerful tool to design the best commercialization strategy.\nInfertility is considered a heavy social problem of our century related to industrialization and changes on lifestyle, associated with stress, climate change, air pollution, contamination, among others. It has been demonstrated that the incidence of infertility has been increasing in industrial countries from 7%-8% in 1960 to 20-35% nowadays. Thus, decreasing infertility rate is a top priority for the World Health Organization (WHO). Half of the infertility cases are of a man side, associated to sperm quality problems.\nSEMENIZER solves the problem generated by the lack of fully automatic and standardized computer - aided semen analyzer systems capable to measure the sperm characteristics objectively, qualitatively and quantitatively, as a powerful tool for: a) Assisted Reproduction Technology (ART) specialists (hospitals, fertility laboratories, bank sperms, etc) in decision making process, b) Meta-analysis studies on determining the influence of different factors on a fertility of a man and c) Research field by getting the most complete, accurate and comparable intra and inter laboratories results. Moreover, will introduces to clinical laboratories a new tool for routine sperm analysis, changing the rules of sperm analyzer markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MICROPTIC SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919907358": {
            "orgId": "919907358",
            "orgName": "MICROPTIC SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}