{
    "rcn": "205197",
    "acronym": "B-response",
    "topics": "ERC-ADG-2015",
    "title": "Memory and innate-like B-cell subsets: deciphering a multi-layered B-cell response in mice and humans",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "B cells are the main actors of successful vaccines, and their protective capacity relies on several subsets with innate-like and memory properties that fulfill different effector functions. In the present project, we wish to develop approaches in both mice and humans, to confront the similarities and the differences of their B cell responses. \n\nThe three aims proposed are:\n1) To study the different B cell subsets and TFH cells engaged in a memory response through the use of a new mouse reporter line allowing their irreversible labeling (inducible Cre recombinase under the control of the Bcl6 gene): this will be performed in different conditions of TH1 vs. TH2 polarization, as well as during a chronic viral infection, in which virus-specific antibodies have been shown to be required to control the disease (in collaboration with D. Pinschewer, Basel)\n2) To study whether the lifelong persistence of B cell memory, as occurs for memory B cells against smallpox that we can obtain at high purity from aged donor's spleens, corresponds to a specific transcriptional program at the miRNA, lncRNA or mRNA level, as well as a specific cell homeostasis \n3) To discriminate the specific effector function of human marginal zone and IgM memory B cells in, respectively, T-independent and T-dependent responses, as well as their specific differentiation/diversification pathway.\n\nThe general goal is to delineate the regulatory pathways leading to the activation and persistence of the different B cell subsets, allowing for a better understanding of the conditions leading to their pathological or beneficial mobilization.",
    "totalCost": "2098750",
    "ecMaxContribution": "2098750",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 2098750
        }
    },
    "calculatedTotalContribution": 2098750
}