{
    "rcn": "205113",
    "acronym": "ABC-S",
    "topics": "SMEInst-05-2016-2017",
    "title": "Acoustic Blood Cells Sorter",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "Aenitis Technologies develops innovative solutions for separating, sorting and filtration of cells in suspension based on patented acoustophoresis technologies (pheresis based on acoustic radiation forces influence on polydisperced suspension). \nAenitisí first axis of development is an innovative blood fractionation medical device for the production of labile blood products (LBP). It will overtake limits of currently used centrifugation processes which have many adverse effects as platelet activation (mainly due to induced shear forces). Aenitis approach revolutionizes the sector as it permit in a secure and simple process to product LBP. It also avoids platelet activation as shear forces are very low in acoustophoresis process. \nThis innovative Acoustic Blood Cells Sorter (ABC-S) project is highly recognized and awarded. It will solves major healthcare issues in LBP preparation by developing an innovative instrument capable of fractionating blood in continuous, without contact or pressure and with very low shear forces, to produce from whole blood high quality LBP. It will include the development of a platelet concentrate quality then unequalled in the world with a potentially conservation time significantly increased. This medical device will be associated with a disposable medical device to the source of recurring revenue. Blood medical devices world market is estimate to $14 Billion with an average growth annual rate of 5.5%. Yearly, 108 million blood donations are processed worldwide, including over 300 million in Europe and 460 million in North America. Our technology will have major impact for all blood banksí LBP production; inducing a new gold standard driven by Europe. \nThis proposal for the call H2020 SME Instrument Phase 1 ìSupporting innovative SMEs in the healthcare biotechnology sector: Cell technologies in medical applicationsî will permit Aenitis to grow from a functional laboratory-scale prototype to preindustrial prototypes first steps.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AENITIS TECHNOLOGIES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923129407": {
            "orgId": "923129407",
            "orgName": "AENITIS TECHNOLOGIES",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}