{
    "rcn": "205174",
    "acronym": "QCALL",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Quantum Communications for ALL",
    "startDate": "01/12/2016",
    "endDate": "30/11/2020",
    "objective": "Quantum Communications for ALL (QCALL) endeavors to take the next necessary steps to bring the developing quantum\ntechnologies closer to the doorsteps of end users. Quantum communications (QC) is well-known for its offering ultra-secure\ncryptographic key-exchange schemesóresilient to any future technological advancement. QCALL will empower a nucleus of\nresearchers in this area to provide secure communications in our continent and, in the long run, to our connections\nworldwide. With the large scale violations of privacy in the EU exchange of information, this is a crucial moment to pursue\nthis objective. By covering a range of projects, with short, mid, and long-term visions, and using a balanced and multifaceted\ntraining programme, QCALL trains a cadre of highly qualified interdisciplinary workforce capable of shaping the R&D section\nof the field, hence accelerating its widespread adoption. This will ensure that EU will remain at the frontier of research on\nsecure communications and advanced QC systems and devices. In QCALL, we explore the challenges of integrating\nquantum and classical communication networks; this will be essential in providing cost-efficient services. We experimentally\nexamine and theoretically study new protocols by which network users can exchange secure keys with each other. We\ninvestigate disruptive technologies that enable wireless access to such quantum networks, and develop new\ndevices and protocols that enable multi-party QC. Our meticulously planned training programme includes components from\nshared taught courses through to scientific schools and complementary-skill workshops, supplemented by secondment\nopportunities and innovative outreach and dissemination activities. This will create a structured model for doctoral training in\nEU that will last beyond the life of the project, so will the industry-academic collaborations that are essential to the\ndevelopment of the disruptive technologies that will make QC available to ALL.",
    "totalCost": "3924884,52",
    "ecMaxContribution": "3924884,52",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;HEINRICH-HEINE-UNIVERSITAET DUESSELDORF;UNIVERSITE DE GENEVE;UNIVERSITA DEGLI STUDI DI PADOVA;INSTITUT MINES-TELECOM;ID QUANTIQUE SA;TOSHIBA RESEARCH EUROPE LIMITED;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSIDAD DE VIGO;SORBONNE UNIVERSITE",
    "participantCountries": "FR;DE;CH;IT;UK;ES",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 546576
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 516123
        },
        "999856116": {
            "orgId": "999856116",
            "orgName": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
            "ecContrib": 498433
        },
        "999630494": {
            "orgId": "999630494",
            "orgName": "UNIVERSIDAD DE VIGO",
            "ecContrib": 495746
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 0
        },
        "999662892": {
            "orgId": "999662892",
            "orgName": "ID QUANTIQUE SA",
            "ecContrib": 265227
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 262876
        },
        "999849326": {
            "orgId": "999849326",
            "orgName": "INSTITUT MINES-TELECOM",
            "ecContrib": 262876
        },
        "999958548": {
            "orgId": "999958548",
            "orgName": "TOSHIBA RESEARCH EUROPE LIMITED",
            "ecContrib": 546576
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 530454
        }
    },
    "calculatedTotalContribution": 3924887
}