{
    "rcn": "205148",
    "acronym": "REGENERA",
    "topics": "SMEInst-02-2016-2017",
    "title": "REGENERATING NATURAL AESTHETICS",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Every Year, globally ca. 0.8 million people experience reconstructive surgery after mastectomy or lumpectomy and 1.2 million undergo breast augmentation surgery. Currently, breast defects are not properly reconstructed but only temporary filled with silicone implants, which however present several drawbacks such as the need of substitution after approximately 10 years, rupture (30% of incidence), leakage and capsular contracture. An alternative procedure that is currently available in clinics is fat autotransplantation. However, this technique presents potential carcinogenic risks and is still limited to small volumes, requiring multiple interventions to achieve larger reconstructions.\nREGENERA is an innovative mammary prosthesis based on biodegradable, porous, synthetic biomaterials and manufactured with internal micro-channels replicating the blood-vessels architecture. This distinctive combination, obtained by a patented process, promotes the natural fat growth, and allows the regeneration of a large adipose tissue volume. REGENERAís overall objective is to improve patientsí quality of life, by restoring permanently the breastís natural shape, appearance and size following a mastectomy/lumpectomy. Moreover, since REGENERA does not require further surgical operations for the rest of the patientís life, it can drastically reduce the pain of the patient and decrease the associated Healthcare costs. \nREGENERA specific objective is to provide a biocompatible support able to induce the ingrowth of adipocytes and subsequently degrade, allowing the complete maturation of a stable adipose tissue, that replaces the original volume occupied by the prosthesis.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TENSIVE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937689883": {
            "orgId": "937689883",
            "orgName": "TENSIVE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}