{
    "rcn": "205170",
    "acronym": "CO-PHY-MED",
    "topics": "MSCA-IF-2014-GF",
    "title": "Comparative Phylogeography of a Megadiverse Fauna across the Mediterranean",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "The aim of this project is to investigate the mechanisms and processes that drive divergence and speciation, and shape the biogeographical history of organisms. Using the Mediterranean, a natural laboratory for phylogeographic investigations, we propose a novel large-scale approach in comparative phylogeography: a time-saving and cost-efficient one that includes multiple lines of evidence in a single analysis and exploits modern Next Generation Sequencing methods and advances in phylogenomics. We will (1) collect genomic data for co-distributed species of an entire vertebrate order (squamate reptiles) applying sequence-capture protocols, (2) reconstruct a time-calibrated, fully resolved phylogenetic tree merging between- and within-species relations, (3) compare biogeographical and speciation patterns and (4) identify the major barriers that influenced the formation and evolution of biodiversity. Tackling this innovative and challenging project and hosted in institutions of international reputation by leading experts in their field, will contribute to his professional academic development and put him at the forefront of his field. The applicant is an early-career promising scientist and the participating institutes and research-groups have the qualifications and complementarity, regarding infrastructure, research experience, capacity to manage grants and train researchers, for the successful outcome of the research and training aspects of the project. The approaches and results of the project will become a part of the state-of-the-art of future studies and promote EU excellence in evolutionary biology and phylogenomics, likely to be in great demand in the near future. Results will be announced in prestigious international conferences and published in high ranked journals, primary data will be submitted to freely accessible repositories, while outreach activities will communicate the proposed research to the non-specialist public.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 239191
        },
        "998096536": {
            "orgId": "998096536",
            "orgName": "UNIVERSITY OF WASHINGTON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 239191
}