{
    "rcn": "205178",
    "acronym": "MYELOMANEXT",
    "topics": "ERC-StG-2015",
    "title": "Integrated next-generation flow cytometry and sequencing to uncover the pathway of curability in multiple myeloma",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Multiple myeloma (MM) represents a unique model to investigate cancer stem cells (CSCs), circulating tumour cells (CTCs), and the mechanisms of malignant transformation and chemoresistance. Despite the substantial improvement in MM patientsí outcome, the vast majority of patients eventually relapse and the disease remains largely incurable. For those patients failing to achieve deep remissions, biologically targeted research on the ultra-chemoresistant minimal residual disease (MRD) clone may allow us to understand the cellular mechanisms driving chemoresistance, and design novel therapeutic to overcome; importantly, such effort should be equally performed on two additional key players: CSCs and CTCs. On the opposite side, it is unquestionable that a selected group of patients does experience long-term survival irrespectively of the depth of response achieved, but we fail to understand the mechanisms driving sustained disease control. Is it because of persistent residual benign clones? Is it because of immune surveillance? Here, we will integrate next-generation flow cytometry and sequencing to define i) the signature of CTCs and ultra-chemoresistant MRD cells, ii) the hierarchical place of putative CSCs, iii) the genomic landscape of benign vs. malignant clones; and iv) the role of immune surveillance to achieve functional cures. Hence, we will characterize for the first-time-ever the highly-professional subclones responsible for malignant transformation, disease dissemination, and dramatic relapses after optimal response to therapy. Noteworthy, the innovative approach of this scientific proposal strongly relies on the use and expertise of highly-sensitive next-generation flow cytometry, coupled with optimized DNA- and RNA-sequencing for low-cell-numbers, and prospective patient samples longitudinally available within the scope of well-controlled clinical trials. Herein, we believe that all requirements are met to conduct this ground-breaking research program.",
    "totalCost": "1468606",
    "ecMaxContribution": "1468606",
    "coordinator": "UNIVERSIDAD DE NAVARRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999641746": {
            "orgId": "999641746",
            "orgName": "UNIVERSIDAD DE NAVARRA",
            "ecContrib": 1468606
        }
    },
    "calculatedTotalContribution": 1468606
}