{
    "rcn": "205152",
    "acronym": "Ufloor",
    "topics": "SMEInst-09-2016-2017",
    "title": "Suspended timber floor insulation project",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "In the UK, 6.2 million1 homes, in the Netherlands, 2.65 million2 homes built before the 1920s have uninsulated suspended timber floors, and based on our preliminary research across the EU (such as Belgium, NorthFrance, North-Germany) it is anticipated that further ~10 millions of homes have similar floor construction due the same climatic and ground-water conditions, resulting in a 18.3 million homes European market.\n\nAlongside wall and loft insulation - where significant traction has already been made across the European and global insulation market - floor insulation is essential for maintaining the thermal coherence of the property and eliminating unwanted draughts. Moreover, heat loss through floors accounts for up to 20-25% of the total heat loss of older properties. \nDespite the above, floor insulation has not become widespread yet, which can be attributed to three major factors: i) householder resistance to disruption caused by floorboard and carpet removal; ii) the inability to crawl below the floorboards due to constrained floor depths in Europe; iii) high costs (£4,000 per property) and resultant long payback period (~25\\ years).   \nSolution: To exploit this opportunity, SHS have developed a prototype design for a low cost, automated under floor insulation system (Ufloor) to i) eliminate structural disruption; ii) speed up the insulation process; iii) make suspended timber floor insulation accessible to the mass market. It achieves this by using a proprietary telescopic applicator (with an integrated camera for guiding movement) that can access the subfloor void through airbricks. \n\nEconomic Impact: Successful deployment of Ufloor will enable SHS to provide a solution that is 60% cheaper, 5x faster and 80% less disruptive than incumbent methods, saving up to 2,900 kWh (£150) per year. By the end of year 5, this translates into 100,000 new installs, providing additional revenue o £13m to SHS with an IRR of over 50% to seed investors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THE SUSTAINABLE HOME SURVEY COMPANY CIC",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925359534": {
            "orgId": "925359534",
            "orgName": "THE SUSTAINABLE HOME SURVEY COMPANY CIC",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}