{
    "rcn": "205182",
    "acronym": "HRMECH",
    "topics": "ERC-CoG-2015",
    "title": "Nucleases in homologous recombination: from basic principles to genome editing",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Homologous recombination plays a crucial role to repair DNA strand breaks that may occur spontaneously upon replication fork collapse, during the course of radio- or chemotherapy or in a programmed manner during meiosis. Understanding the molecular mechanisms of re-combinational repair is thus very important not only from a basic research viewpoint, but it is also highly relevant for human health. Here, we will define the function of nucleases in homol-ogous recombination. First, we will study the initial steps in this pathway. We could show previously that the S. cerevisiae Sae2 protein promotes the endonuclease activity of the Mre11-Rad50-Xrs2 (MRX) complex near protein blocked DNA ends. This initiates nucleolytic resection of DNA breaks and activates homologous recombination. Our biochemical setup will be instrumental to define how is the activity of Sae2 regulated by phosphorylation on a mech-anistic level and how physiological protein blocks direct the Mre11 endonuclease. We will ex-tend the study to the human system, and attempt to apply the gained knowledge to improve the efficiency of genome editing by activating recombination in conjunction with the CRISPR-Cas9 nuclease system. Second, we will study how homologous recombination promotes gen-eration of genetic diversity during sexual reproduction. DNA strand breaks are introduced in-tentionally during the prophase of the first meiotic division. They are then processed by the recombination machinery into Holliday junction intermediates. These joint molecules are preferentially converted into crossovers in meiosis, resulting in exchange of genetic infor-mation between the maternal and paternal DNA molecules. This is dependent on the Mlh1-Mlh3 nuclease through a yet unknown mechanism. We will study how Mlh1-Mlh3 in complex with other proteins guarantee crossover outcome to promote diversity of the progeny.",
    "totalCost": "1999014",
    "ecMaxContribution": "1999014",
    "coordinator": "FONDAZIONE PER L'ISTITUTO DI RICERC A IN BIOMEDICINA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999460550": {
            "orgId": "999460550",
            "orgName": "FONDAZIONE PER L'ISTITUTO DI RICERC A IN BIOMEDICINA",
            "ecContrib": 1999014
        }
    },
    "calculatedTotalContribution": 1999014
}