{
    "rcn": "205118",
    "acronym": "GREATMILLING",
    "topics": "SMEInst-07-2016-2017",
    "title": "Gentle Rice Separation Technology for Smallholder Milling",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Sustainable growth in rice production worldwide is needed to ensure food security, maintain human health, and sustain the livelihoods of millions of small farmers. Rice is a major staple crop for nearly half of the worldís population and is grown on approximately 160.6 million hectares, with almost a billion households depending on its cultivation for their primary source of income and employment. However current milling and separation processes in small-scale mills are too aggressive and energy intensive. In smaller, traditional mills, a farmer can lose between 50-70% yield in broken rice as a result of poor drying, high pressure milling, excessive handling and destructive high energy processes designed to separate the rice grain from the bran and husk. \n\nKoolmill Systems will address this need by increasing the quantity, quality and value of the rice yield and by-products; supporting small farming communities and socio-economic growth. The patented technology will be a two-stage process that will eliminate waste with minimal brokens, and produce high quality bran and husk by-products. The aim being to achieve reduction in brokens and optimise the production of high nutrition bran, which then can be reprocessed and sold into the food manufacturing supply chain for high carbohydrate and protein rich diets. \n\nIn Phase 1 we intend to confirm the feasibility of developing the grain separation technology that can achieve significant processing and cost benefits in the rice processing supply chain; prepare a product development plan that will lead to the manufacture of a full milling system; complete a business plan covering all aspects of the commercial opportunity, pricing, market size, competition and route to market; and submit an application for Phase 2 funding.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KOOLMILL SYSTEMS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918700775": {
            "orgId": "918700775",
            "orgName": "KOOLMILL SYSTEMS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}