{
    "rcn": "205161",
    "acronym": "FucoPol",
    "topics": "SMEInst-07-2016-2017",
    "title": "An innovative bio-based platform for the cost-competitive production of L-Fucose, a building block for Human Milk Oligosaccharides (HMOs)",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "73100 have developed and patented a novel bacterial fermented biopolymer ñ FucoPol ñ as a natural source for the efficient production of pure L-fucose. L-fucose is a rare monosaccharide with limited natural availability and a precursor of complex carbohydrates, as Human Milk Oligosaccharides (HMOs). HMOs, which are highly abundant in human milk but not in infant formula, have been recently recognised as natural molecules with high potential for nutritional and biomedical applications. Despite the increasing market demand of these ìspecialty carbohydratesî, a large scale production of HMOs is currently not feasible. Current technologies are hindered by the complexity and costs related to the attempt to increase the availability of the core component L-fucose. In fact, this monosaccharide acts as building block for HMOs, representing over 60-70% of the oligosaccharides portion in human milk. FucoPol ñ as natural source of pure monosaccharides - solves the main industrial issues related to L-fucose production such as the complexity, costs and efficiency. FucoPol bio-based platform offers a sustainable solution for industrial-commercialization of HMOs, by significantly increasing L-fucose availability. Accomplishing the innovation project objectives will result in the production of large amount of high-pure L-fucose to meet the quality/quantity industrial demand for this rare sugar. L-fucose commercialization will target HMOs manufacturing companies, for the production of: 1) Infant food formula (milk bioactives) 2) Fortified and functional food/beverages 3) Health ingredients for human and animal 3) Over the counter food supplements.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SETENTA E TRES MIL E CEM LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938637670": {
            "orgId": "938637670",
            "orgName": "SETENTA E TRES MIL E CEM LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}