{
    "rcn": "205124",
    "acronym": "SIAN",
    "topics": "SMEInst-01-2016-2017",
    "title": "Sense, Inform, Act, Notify - Commercialisation of the world's smallest, easiest to use, most reliable, longest lasting, Semiconductor based Wireless Sensors",
    "startDate": "01/08/2016",
    "endDate": "31/10/2016",
    "objective": "Disruptive Technologies develops wireless sensors communicating with the Internet and the sensors have unique characteristics in terms of size, range and battery capacity. IoT networks deploying large numbers of sensors, maintenance and battery replacement are labour intensive and uneconomical - our robust sensor overcomes these issues. To enable full use of our sensors, our product suite includes a gateway device developed in house and capable of gathering data from our sensors before serving it forwards for integration with third party cloud based services customizable to specific market\nsector and end user group needs. This will significantly improve uptake of enabled buildings, Things and devices. Currently to integrate different sensor technologies for a particular application, custom electronics must be developed each time. Design of these systems requires analysis of the application requirements and sourcing of appropriate and disparate components that are then integrated. In order to produce an integrated system, analogue electronics, power supplies, interfaces and communications methodologies need to be developed, redeveloped or adapted for each application. This approach can lead to final devices that are bulky, not well suited to the application or replicate an existing device. Such developments are also likely to require optimization, potentially requiring custom components, for miniaturization, reduced power consumption and increased operational lifetime. By providing a standard set of sensors and a gateway device, developers are able to standardize their software and hardware solutions reducing development cycles for new products significantly.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DISRUPTIVE TECHNOLOGIES RESEARCH AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929441973": {
            "orgId": "929441973",
            "orgName": "DISRUPTIVE TECHNOLOGIES RESEARCH AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}