{
    "rcn": "205144",
    "acronym": "SEQUOIA-DD",
    "topics": "SMEInst-01-2016-2017",
    "title": "Boosting productivity and performance in drug discovery with SEQUOIA - Semantic Query of Information Assets",
    "startDate": "01/09/2016",
    "endDate": "28/02/2017",
    "objective": "Synapse Information (UK) have developed a novel semantic web technology, SEQUOIA ñ Semantic Query of Information Assets ñ allowing users to rapidly question > 100 disparate data assets in a code-free spreadsheet environment. Having proved the core platform functionality within the financial sector, Synapse now seek to apply SEQUOIA to the field of drug discovery R&D. \n\nNew drugs are required urgently to treat cancers & other rare/neurological diseases. However, costs and timescales of drug development are huge due to high failure rates. A principle barrier is the lack of real time comparison of disparate datasets, which can identify causal correlations behind reactions throughout the R&D process. Building on the prototype kernel solution, SEQUOIA targets the many high performance silos of public online drug R&D data, enabling all researchers to semantically probe these ontologies against internal R&D. Synapse therefore aim to catalyse a strategic 10 - 100◊ productivity gain during the discovery phase to disrupt the Ä5.5 billion/yr drug discovery software market. \n\nThe overall project aims to: fulfil the further technical developments required to transfer SEQUOIA into priority sectors within drug R&D; initiate the technical and commercial partnerships with key stakeholders in the pharmaceutical industry; validate performance through extended field trials; establish regulatory compliance; deliver compatibility with key user data environments; and optimise a developed product. \n\nThe proposed Phase 1 feasibility study seeks to address these requirements through: delivery of an elaborated business plan; prioritised EU market entry strategy; analysis of market-held data assets, technical development roadmap; engagement of key stakeholders in the pharmaceutical industry; supply chain initiation; development of IP strategy and value model; as well as regulatory and legal roadmaps for the final phase of developments and exploitation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SYNAPSE INFORMATION LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924637175": {
            "orgId": "924637175",
            "orgName": "SYNAPSE INFORMATION LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}