{
    "rcn": "205194",
    "acronym": "ChiC",
    "topics": "ICT-10-2015",
    "title": "Creating high impact for CAPS",
    "startDate": "01/06/2016",
    "endDate": "30/11/2018",
    "objective": "ChiC is a game-changing Coordination and Support Action aiming at maximizing the impact of the ICT-10 2015 projects and transforming CAPS in an Innovation Ecosystem. The consortium brings together well-experienced partners which can count on the lessons learned and the network acquired in on-going FP7 CSAs (in the CAPS field and beyond): this sound foundation will make us move the CAPS Programme one step further from day 1. \nIn the last couple of years, CAPS-centered projects and initiatives have been successfully initiated and pursued by an increasing number of innovative and diverse players, including industry, academia local communities, grassroots activists, hackers, social entrepreneurs, students, citizens, creative industries and civil society organizations. There is a strong need to coordinate these efforts so as to maximize their impact for the whole European society.\nThis is where the Creating high impact for CAPS (ChiC proposal comes with the ambition to act as a bridge between all CAPS-driven efforts and players, including the EC representative and related EU initiatives. ChiC is an ambitious 30 months CSA that groups a small, but very dynamic team of well-experienced players in the CAPS and related domains, which are committed to create broad impact on the basis of a well-structured and articulated work plan.\nChiC will coordinate and support experimental and scientific efforts within the CAPS context to maximise their impacts and reach beyond current players for effective involvement and engagement of new stakeholders. The ambition of ChiC is to support the various CAPS and related projects by offering them concrete opportunities for networking, know-how sharing/exchange and effective promotion of their work and result, but also to ensure that the CAPS programme as a whole can grow as a unique, engaging and disruptive initiative.",
    "totalCost": "1214625",
    "ecMaxContribution": "677125",
    "coordinator": "MARTEL GMBH",
    "coordinatorCountry": "CH",
    "participants": "T6 ECOSYSTEMS SRL;PANEPISTIMIO THESSALIAS",
    "participantCountries": "IT;EL",
    "projectParticipants": {
        "999695387": {
            "orgId": "999695387",
            "orgName": "MARTEL GMBH",
            "ecContrib": 0
        },
        "999529614": {
            "orgId": "999529614",
            "orgName": "T6 ECOSYSTEMS SRL",
            "ecContrib": 364125
        },
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 313000
        }
    },
    "calculatedTotalContribution": 677125
}