{
    "rcn": "205100",
    "acronym": "myABCKit",
    "topics": "SMEInst-12-2016-2017",
    "title": "DISRUPTING LITERACY CONTENT CREATION PLATFORM FOR EDUCATORS ENABLING ADAPTIVE AND FLEXIBLE LEARNING  FOR KIDS",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "This is a re-submission of the last call, having improved the weak points (attached ESR after section 5).\n\nThe UNESCO found that at least 250 of the worldís 650 million primary school age children are unable to read, write or do basic mathematics even if they are in primary school (130 million). Furthermore, they calculated that the cost of 250 million children around the world not learning translates to a loss for governments of around 120 billion euros annually.\n myABCKit aims to democratize the access to innovative literacy learning methodologies based on Maria Montessoriís methods (That usually are quite expensive not accesible for everyone). Using new ICT methodologies to revolutionize and empower new kids formal and non-formal education methodologies based on teaching HOW to think instead of WHAT to think.\nmyABCKit is accessible from any device and is based in three main areas around the adaptive learning overall concept:\nï Content  creation tools for educators to be able to personalise content in terms of context, interest, familiarity and language.\nï  New business models around literacy content through a marketplace where educators and schools can monetize their creativity.\nï Play-based exercises focused on literacy for kids: vocabulary, grammar, reading and comprehension of one or more\nlanguages for K-12 students.\nï Learning analytics foe schools and educators in order to know the evolution and early detection of learning disabilities to improve their academic results by applying adaptive learning.\nThanks to myABCKit disruptive app, the market opportunities and the EC support, it is expected to reach over 1 million kids\nand generate over 100 million EUR in revenues in 2022. Moreover, the results of this project will catapult myABCKit as a\nleader in the global adaptive e-Learning market, the first play-based literacy-learning app for kids maximizing the benefits of\nICT and Montessoriís methodology in a unique, smart and friendly ecosystem.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MYABCKIT SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924422029": {
            "orgId": "924422029",
            "orgName": "MYABCKIT SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}