{
    "rcn": "205193",
    "acronym": "VOLT",
    "topics": "JTI-CS2-2014-CFP01-FRC-02-06",
    "title": "Innovative high VOLTage network battery concept",
    "startDate": "16/02/2016",
    "endDate": "15/02/2020",
    "objective": "The VOLT Consortium will develop an innovative high voltage network (using 270 VDC) inspired by a Clean Sky architecture. This new architecture requires an innovative battery solution that will provide mainly pre-flight and starting power to the rotorcraft\nThe objective of  VOLT is to demonstrate their ability to:\n誰 Propose to the aeronautical industry an innovative battery concept for a High Voltage Network battery (HVNB) using an array of commercial available off-the-shelf battery cells with smart controllers rather than a single massive specific cell thus providing a far more reliable approach than classic solutions\n誰 Design, develop and manufacture a battery prototype (TRL6) and charger according to the technical, physical, and stringent environment requirements as defined in the call text\n誰 Perform the necessary stringent battery testing required before being qualified for flight testing and provide a monitoring and troubleshooting software easily used by unqualified operators\n誰 Prepare in parallel to the above mentioned research work performed in this project, the necessary pre-industrialization work to be able to meet future production demands of the VOLT battery.",
    "totalCost": "3929375",
    "ecMaxContribution": "800000",
    "coordinator": "ZODIAC AERO ELECTRIC SAS",
    "coordinatorCountry": "FR",
    "participants": "ACCUWATT",
    "participantCountries": "FR",
    "projectParticipants": {
        "997769452": {
            "orgId": "997769452",
            "orgName": "ZODIAC AERO ELECTRIC SAS",
            "ecContrib": 424188
        },
        "924571312": {
            "orgId": "924571312",
            "orgName": "ACCUWATT",
            "ecContrib": 375812
        }
    },
    "calculatedTotalContribution": 800000
}