{
    "rcn": "205141",
    "acronym": "EBFZ",
    "topics": "SMEInst-01-2016-2017",
    "title": "Float zone silicon from electron beam grown rods",
    "startDate": "01/10/2016",
    "endDate": "31/03/2017",
    "objective": "For the first time a technology for skull (cold crucible) growth of high purity silicon rods of high diameter, which can be used for float zone (FZ) single crystal growth, is developped. This technology enhances economical efficiency of FZ method compared to abandunt use of FZ rods obtained in Siemens process and for the first time enables FZ secondary silicon recycling inside FZ process. As a result, affordability of FZ single crystals enables their use in photovoltaics and for power rectifiers for either volatges over 2,5kV or in 1-2,5kV range where nowadays other types of silicon are used due to their lower price. Employment of this technology shall increase PV modules efficiency and return high efficiency PV production back to Europe from China creating new jobs. Developped technology can also be applied to other high purity materials, e.g. refactory metals.\n\nDuring Phase 1 we plan to update market information by manufacturing sample single crystalline wafers from our material and supply them to potential customers. Also we plan to analyze market by ourselves and buy an expert market review on our market segment, disseminate knowledge about our technology at SEMICON Europa conference. Based on our negotiations with potential customers we plan to find out their requirements for FZ wafers, make such wafers from our material by cooperation and transfer wafers to customers for quality testing and price negotiations. That information shall enable us to prepare a detailed business plan for Phase 2 project realization. During Phase 2 we plan to acquisite FZ furnace for single crystal growth and create up to 60 jobs in vertically integrated FZ production which will have stable cheap feedstock supply thanks to our EB rod growth technology and customer ready product (FZ crystals) with wide client base.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIA KEPP EU",
    "coordinatorCountry": "LV",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919056377": {
            "orgId": "919056377",
            "orgName": "SIA KEPP EU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}