{
    "rcn": "205173",
    "acronym": "PDZnet",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Unraveling Principles of PDZ-mediated Cell Signaling",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "PDZnet will create an innovative European PhD training network focusing on unraveling PDZ domain-mediated signaling networks. The emphasis will be on signaling nodes essential for the development of cancer and diseases of the nervous system, conditions that affect millions of Europeans and are major societal challenges. PDZ domains are protein and lipid recognizing modules that play a central role in trafficking and organizing diverse cell signaling assemblies, thereby allowing information to be transmitted from receptors, ion channels and transporters in the cell membrane. PDZ domain mediated interactions are emerging as conceptually novel and promising drug targets, with exciting opportunities for the development of novel therapies, especially within cancer and brain diseases. We will establish a European multidisciplinary platform integrating a plethora of complementary life science disciplines that range from chemical development of inhibitors to studies in live animals. The network encompasses 8 academic and 2 industrial beneficiaries as well as one industrial and one academic partner, which are all committed to promote frontline research, innovation and educational activities within the study of PDZ domain-mediated signal transduction pathways related to brain diseases and cancer. This interdisciplinary network will establish an outstanding training opportunity for Early Stage Researchers, who will be integrated in projects unraveling intracellular PDZ domain interactomes to provide pertinent information for discovering drug-related interactions. In a comprehensive and integrated training effort, involving a combination of scientific and transferable skills, the students will receive an interdisciplinary, intersectoral and innovative doctoral training from experienced industrial and academic leaders in well-reputed European Institutions.",
    "totalCost": "3744859,32",
    "ecMaxContribution": "3744859,32",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;EUROPEAN MOLECULAR BIOLOGY LABORATORY;UPPSALA UNIVERSITET;CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE;INSTITUT PASTEUR;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;SYSTASY BIOSCIENCE GMBH;NOVO NORDISK A/S;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "FR;DE;SE;DK;IT",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 258061
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 527319
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 249216
        },
        "999993177": {
            "orgId": "999993177",
            "orgName": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
            "ecContrib": 262876
        },
        "999940021": {
            "orgId": "999940021",
            "orgName": "NOVO NORDISK A/S",
            "ecContrib": 580164
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 525751
        },
        "937394033": {
            "orgId": "937394033",
            "orgName": "SYSTASY BIOSCIENCE GMBH",
            "ecContrib": 249216
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 249216
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3744859
}