{
    "rcn": "205138",
    "acronym": "Naturbo",
    "topics": "SMEInst-11-2016-2017",
    "title": "Naturbo, the first air purification technology using a patented process of biotransformation to transform bad indoor air into healthy, fresh, and natural air.",
    "startDate": "01/09/2016",
    "endDate": "31/12/2016",
    "objective": "Naturbo is a breakthrough air-cleaning technology that boosts over hundred times green wallsí air-purifying capacities, making plants clean everything traditional air filters canít. A green wall is a wall covered with greenery that includes a water delivery system and a growing medium. The Naturbo process happens here, in the growth medium, where the plantsí roots are located. NaturVention has designed an active green wall that exploits the Naturbo technology absorbing the air impurities in the root zone of the plants to transform them by breaking them down into nutrients for the plants. This enables the replacement of the synthetic chemicals and microbes in the indoor air with natureís own healthy chemicals. A Naturbo-powered green wall provides offices, schools, hospitals and many other indoor facilities, with the best possible indoor air quality. The effectiveness of this process is amazing: e.g., one single Naturbo green wall device has the air cleaning capacity of over 8000 houseplants, naturalizing a space the size of an average classroom. No ordinary green wall is capable of doing the same. Artificial intelligence remotely controls the Naturboís operation and its environment via remote connection to a cloud server. Thus, Naturboís functions are constantly adjustable when conditions like temperature or seasons change. This way, people in the space always have the best possible indoor air quality: the fresh and healthy air of the virgin Finnish forests is brought to thousands European city dwellers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NATURVENTION OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918954915": {
            "orgId": "918954915",
            "orgName": "NATURVENTION OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}