{
    "rcn": "205112",
    "acronym": "NESS-SW",
    "topics": "SMEInst-11-2016-2017",
    "title": "DOMESTIC HOT WATER SMART MANAGEMENT",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Domestic Hot Water (DHW), defined as human water needs (such as personal hygiene, toilet flushing, laundry, cooking and cleaning) is the dominating use of water in buildings and occurs in both residential (households) and non-residential (commercial, public and industrial) facilities. The residential water use represents 72% of the total water use in buildings, and 28% for non-residential buildings.\nIt is in this framework where METRICA6 finds its Business Opportunity within two different markets which account for i) around 81 million households with 3 or more inhabitants, and ii) more than 180.000 SME hotels in Europe.\nThe project objective is to introduce into the global market an INNOVATIVE SMART MANAGEMENT SYSTEM for DOMESTIC HOT WATER CONSUMPTION that brings the hot-water to the point of consumption, maintaining the taps closed and without wasting a drop. The system aims to allow control, program and register the DHW consumption in households and other kind of facilities with similar consumption patterns like hotels, improving the first NESS-basic product available in market since the second half of 2015.\nThe NESS-SW system will constitute an integrated solution to recirculate all the water in non-proper temperature using the elements of the conventional plumbing installation, warning the user when the hot water is ready. In addition, the DHW Management System will allow the user to remotely control water consumption parameters. The successful introduction into the market of NESS-SW will enable to reduce water loses in the domestic sector as one of the most immediate measures to decrease consumption by the individual user.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "METRICA6 INGENIERIA Y DESARROLLOS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922850726": {
            "orgId": "922850726",
            "orgName": "METRICA6 INGENIERIA Y DESARROLLOS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}