{
    "rcn": "205132",
    "acronym": "Triblade",
    "topics": "SMEInst-09-2016-2017",
    "title": "New Rotor Blade Design for Wind Turbines",
    "startDate": "01/09/2016",
    "endDate": "31/12/2016",
    "objective": "Much of the challenge for wind energy investors is that wind turbine technology is a capital-intensive industry. The capital costs of a wind power project can be broken down into several categories, where 13% is attributable to rotor blades, which become decisive in reducing costs. \nIn order to increase the efficiency further, and to extract more energy, the trend is to make the turbines larger. However, as the length of current rotor blades increase, their associated cost and weight increase at a faster rate than the turbineís potential power output, not being economically viable to produce turbines beyond a certain size. Furthermore, as blades get longer they are becoming increasingly difficult to manufacture and transport. In sum, the technical and commercial performance of wind turbines is currently limited by the rotor blade technology and to overcome this problem new design approaches and/or new materials and standardisation of production processes are needed. \nLeveraging on this market opportunity, Winfoor (WF) and Marstrom Composite (MC) are partnering to develop and introduce a new and ground-breaking technology to the wind energy market. The novel technology, Triblade, is a ì3-in-1 bladeî that will allow rotor blades to double current size and to reduce 80% weight, whilst reducing around 70% production costs and increasing ease of transport and installation.\nCommercialisation of Triblade will allow global wind manufacturers to produce larger and more efficient turbines, with simpler installation process and shorter time to market.\nThe companies hold complementary skills, expertise and roles required to market this unique technology, being well positioned to guide Triblade to a sustained market entry and ceasing a market opportunity for an accumulated turnover of approx. Ä87 million in a period of 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WINFOOR AB",
    "coordinatorCountry": "SE",
    "participants": "MARSTROM COMPOSITE AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "918640344": {
            "orgId": "918640344",
            "orgName": "MARSTROM COMPOSITE AB",
            "ecContrib": 0
        },
        "934820526": {
            "orgId": "934820526",
            "orgName": "WINFOOR AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}