{
    "rcn": "205150",
    "acronym": "SFOOT",
    "topics": "SMEInst-01-2016-2017",
    "title": "SFOOT - Development of single fibre data transport system",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "Current trends in IT require increasing data transfer speeds in fixed and mobile networks, cloud services and virtualization that all require several high bandwidths communication channels to come closer to the end user. This need is not adequately serviced by traditional two fibre data transport systems that are designed to create large backbone (country wide) transport systems with high number of channels.\n\nXenya d.o.o. proposes a solution in data communication over optical fibre that will enable cost effective solutions of transporting data for small to medium scale data transport systems that cover short to medium distances. The proposal applies to: SMEInst-01-2016-2017: Open Disruptive Innovation Scheme programme.\n\nCompared to the traditional systems that are built on a pair of optic fibres the proposed solution uses a single optic fibre.\nConsequently, significant reduction in communication system complexity (less equipment, simpler design, simpler implementation, higher reliability, effective network operation management) is achieved.\n\nThe economic impact of the solution on lower costs for data transport over optical fibres is evident at first sight but all impacts are quite complex to de defined and have two aspects: the cost reduction and the consequent market growth. The solution is targeting SMEs, as it allows the users to appropriately align the supporting IT and communication technology with the business (right performance for affordable costs). \n\nEstimated time for the development: 1,5 years\nFunds requested: 0,9 million EUR",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XENYA INZENIRING PROIZVODNJA IN TRGOVINA DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937972250": {
            "orgId": "937972250",
            "orgName": "XENYA INZENIRING PROIZVODNJA IN TRGOVINA DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}