{
    "rcn": "205155",
    "acronym": "tagMDR",
    "topics": "SMEInst-05-2016-2017",
    "title": "Identification of Multidrug Resistance for Chemotherapy Guidance in Cancer Using a Lab-on-a-chip Platform",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "Cancer is one of the most lethal and prevalent diseases affecting people from all ages worldwide. Despite its harmful side effects, chemotherapy is still the main course of treatment in most of the cancer types, and the success of the therapy highly depends on the early diagnosis, i.e. before metastatic progression. One of the major factors affecting the success of chemotherapy is the development of multidrug resistance (MDR), where the cancer cells become resistant to chemotherapeutic agents with distinct structures.\n\nThe objective of this innovation project is to develop the first clinical device (tagMDR) for the identification of MDR prior to or during cancer treatment. Being a low cost and easy-to-operate in vitro diagnostic (IVD) device, tagMDR will provide rapid and accurate discrimination and quantification of resistant cancer cells via a label-free and target specific isolation technology. This novel system will guide the medical oncologists for picking the most effective treatment strategy in a timely manner, avoiding the deleterious side effects of inappropriate chemotherapy and the associated costs. The unique selling points of tagMDR will be the cheaper, shorter, more predictable, and more successful chemotherapy treatments, and hence yielding happier people.\n\nAn initial market study has already been carried out for determining the potential customers and partners for structuring the general framework of the business plan. This study will be detailed in Phase 1, and the potential collaborators for clinical tests and marketing will be investigated, following the market potential assessment and the cost analysis of tagMDR. Meantime, the procedures for CE and IDE certifications and the suitable sterilization methods will also be identified. The major outcome of the feasibility study will be an elaborated business plan for the next 10 years, to enable accurate positioning of tagMDR in IVD and microfluidics markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MIKRO BIYOSISTEMLER ELEKTRONIK SANAYI VE TICARET ANONIM SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918854714": {
            "orgId": "918854714",
            "orgName": "MIKRO BIYOSISTEMLER ELEKTRONIK SANAYI VE TICARET ANONIM SIRKETI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}