{
    "rcn": "205107",
    "acronym": "Polaris",
    "topics": "SMEInst-01-2016-2017",
    "title": "Easy open access dissemination for research institutions",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "Research institutions in EU and globally are under-equipped with tools to share and disseminate their research effectively, to manage and increase the efficiency of their research communication activities and to track their performance. They spend large amounts of money on annual journal subscriptions (Ä100k \\ per year, given average prices for 15 top journals of Ä1,000\\ per year). While getting scarce funds sucked out to finance pay-per-download closed-access publishing systems, research institutions have difficulty transitioning to open access approach, which is becoming a requirement in many cases, especially for research funded by public money. \nPolaris is the first comprehensive turnkey repository solution for research institutions that allows them to self-archive all of their scientific material, increase their visibility to researchers both inside and outside, and communicate effectively to different groups, including the general public. Polaris comes with an easy-to-use interface, collaborative and social networking features, and is integrated into the www.mysciencework.com global network of 30M\\ articles and 500k\\ researchers and industry contacts worldwide. \nPolaris disrupts existing closed-access scientific publishing systems by giving research institutions their own open access publishing platform. It provides the scientific community, industry and general public with better access to research, which has an immediate impact on scientific progress and on society in general.\nPolaris is developed by MyScienceWork, an innovative SME from Luxembourg, founded in 2010, that previously delivered www.mysciencework.com. In 2016 Challenge magazine named MyScienceWork as one of the best 100 companies to invest in. Polaris has been pre-validated by 15 institutions in different market segments. This feasibility study will run a market assessment and validation of the Polaris business model in 3 key market segments, to ensure its wide adoption.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MYSCIENCEWORK SA",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927565702": {
            "orgId": "927565702",
            "orgName": "MYSCIENCEWORK SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}