{
    "rcn": "205171",
    "acronym": "AMBER",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "AMBER - enhAnced Mobile BiomEtRics",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Over recent years the ubiquity of mobile platforms such as smartphones and tablets devices has rapidly increased. These devices provide a range of untethered interaction unimaginable a decade previously. With this ability to interact with services and individuals comes the need to accurately authenticate the identity of the person requesting the transaction many of which carry financial/legally-binding instruction. Biometric solutions have also seen increased prominence over the past decade with large-scale implementations in areas such as passport and national ID systems. The adoption of specific biometric sensors by mobile vendors indicates a long-term strategy as a means of authentication. This adoption is is at critical point ñ users need to be confident of biometrics in terms of usability, privacy and performance; compromise in any one of these categories will lead to mistrust and a reluctance to adopt over and above conventional forms of authentication. The design, implementation and assessment of biometrics on mobile devices therefore requires a range of solutions to aid initial and continued adoption. The EU needs to have experts trained specifically in the field to ensure that it participates, competes and succeeds in the global market. \n\nAMBER comprises 11 partners with recognised expertise from across the EU. The specific objectives are to:\n\nï Address a range of current issues facing biometric solutions on mobile devices requiring timely research and development.\nï Collate Europe-wide complementary expertise to investigate these issues and provide a structure and environment to effectively facilitate training.\nï Train and equip the next generation of researchers to define, investigate and implement solutions, and provide transferable skills to enable effective planning, management and communication of research ideas and outcomes.\nï Develop solutions and theory to ensure secure, ubiquitous and efficient authentication whilst protecting privacy of citizen.",
    "totalCost": "2505152,16",
    "ecMaxContribution": "2505152,16",
    "coordinator": "UNIVERSITY OF KENT",
    "coordinatorCountry": "UK",
    "participants": "OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG;UNIVERSITA DEGLI STUDI ROMA TRE;POLITECHNIKA WARSZAWSKA;UNIVERSIDAD CARLOS III DE MADRID",
    "participantCountries": "DE;IT;PL;ES",
    "projectParticipants": {
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 546576
        },
        "999873285": {
            "orgId": "999873285",
            "orgName": "OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG",
            "ecContrib": 498433
        },
        "999866107": {
            "orgId": "999866107",
            "orgName": "UNIVERSITA DEGLI STUDI ROMA TRE",
            "ecContrib": 516123
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 448275
        },
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 2505153
}