{
    "rcn": "205105",
    "acronym": "OILBLOCK",
    "topics": "SMEInst-11-2016-2017",
    "title": "Immediate Oil Spill containment to mitigate impact on the marine ecosystem",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "In Europe alone, about 20,000 oil spills were detected over a period of 6 years. Oil spills turn into major disasters because no immediate containment equipment is housed on-board large ships and oil rigs, and nothing that can prevent oil from spreading during the first hours of a spill and thus the damage grows exponentially with time of response.\nOILBLOCK project goal is to address the highly significant ecological, social and economic problems caused by oil spills. HARBOís system starts operating within minutes of spill detection. In less than 30 minutes, it deploys 2,000 meters of a revolutionary containment boom (floating barrier), smallest and lightest than any of current solutions. HARBOís patented technology has already been proven at the world's best testing facility for oil spill response. It is the first that can be pre-installed at standby positions in any place at risk for oil spills and therefore will multiply oil recovery rates and significantly decrease the environmental impact of spills.\nThe solution has raised the interest of different stakeholders such as emergency response organizations, coast guards, shipping lines, oil rig operators and coastal infrastructure facilities among others.\nOILBLOCK project focus on searching strong European partnerships for ensuring the demonstration of the system in different real scenarios and closing commercial agreements for a fast commercialization once project is finished. \nThe project will help to demonstrate first units for early adopters and therefore will put HARBO in the path to reach a sales rate of 450 units/year by 2021 with an expected annual turnover of Ä70 million due to system sales. This growth will be reflected in the recruitment of up to 50 new employees in next five years. By 2028 sales are expected to boost until 2,500 units/year due to the influence of regulators considering HARBOís technology as a benchmark for oil spill primary containment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HARBO TECHNOLOGIES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927516814": {
            "orgId": "927516814",
            "orgName": "HARBO TECHNOLOGIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}