{
    "rcn": "205116",
    "acronym": "MAGTEST",
    "topics": "SMEInst-07-2016-2017",
    "title": "MAGTEST: Simple and specific next generation lab-on-a-chip in-vitro molecular diagnostic device",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Antimicrobial resistances are a clear and present danger for human health. More than ever, it is fundamental to have an accurate and fast bacteria identification tool to ensure the judicious deployment of antibiotics.\n\nCurrent diagnostic solutions are either too complex and bulky to operate ìon siteî, or are simply not informative enough. Magnomics novel, fast, award winning proprietary technology is able to detect bacterial DNA using a simple, compact platform. This fully portable, easy to use in-vitro molecular diagnostic device addresses the concerns expressed by the European Commission with regards to antimicrobial resistances: it allows for the easy and convenient detection of bacteria in any substrate, significantly reducing the lead time for treatments.\n\nIn line with the expected impact of the ìSMEInst-07-2016-2017î topic, Magnomics will initially focus on animal health diagnostics. This choice of market, worth Ä2.6bn in 2013 with an 8% growth estimated till 2018, was fully validated after winning the Innovation Award at the Kansas City Animal Health Investment Forum in 2015. Addressing a devastating disease in dairy farms across the world that is crushing the margins of milk producers in the EU, the first product will target bovine mastitis, an infection of the mammary gland of dairy cows with an annual economic impact of over Ä2bn in the EU alone.\n\nThis technology is expected to significantly boost the competitiveness of the dairy industry through the reduction of health-related hindrances to production. In parallel, the milk production businesses will become more sustainable through the introduction of a high-end biotechnology process within their industrial pipeline, ensuring the efficient use of resources. MAGTEST will allow the company to fully assess the market potential, IPR status of Magnomicsí technology, ensuring an effective industrialization and commercialization strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MAGNOMICS SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "948726349": {
            "orgId": "948726349",
            "orgName": "MAGNOMICS SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}