{
    "rcn": "205185",
    "acronym": "Brain3.0",
    "topics": "ERC-CoG-2015",
    "title": "Invasive cognitive brain computer interfaces to enhance and restore attention: proof of concept and underlying cortical mechanisms.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The present project focuses on a barely scratched aspect of invasive cognitive brain-computer interfaces (cBCIs), i.e. closed-loop invasive cBCIs to augment and restore attentional functions. Its aim is to achieve an efficient enhanced cognition protocol both in the healthy brain and in the damaged brain and to study the local and global plasticity mechanisms underlying these effects. The project relies on the unique methodological combination of multi-electrode multisite intracortical recordings and functional magnetic resonance imaging, in association with reversible cortical lesions and intracortical microstimulations, in an experimental model allowing to approach the attentional human function and its dysfunctions to the best. Our goal is to achieve:\n1. A closed-loop invasive cBCI for augmented attention, by providing the subjects with a feedback on their cortical spatial and feature attention information content as estimated from real-time population decoding procedures, using reinforcement learning, to have them improve this cognitive content, and as a result, improve their overt attentional behavioural performance.\n2. A closed-loop invasive cBCI for restored attention, by inducing a controlled attentional loss thanks to reversible cortical lesions targeted to key functionally-identified cortical regions and using the closed-loop cBCI to restore attentional performance.\n3. An invasive cBCI for stimulated attentional functions. We will identify the neuronal population changes leading to a voluntary enhancement of attentional functions as quantified in aim 1 and inject these changes, using complex patterns of microstimulations, mimicking spikes, to enhance or restore attention, in the absence of any active control by the subjects. \nThis project will contribute to the development of novel therapeutical applications to restore acute or chronic severe attentional deficits and to provide an in depth understanding of the neural bases underlying closed-loop cBCIs.",
    "totalCost": "1997748",
    "ecMaxContribution": "1997748",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1997748
        }
    },
    "calculatedTotalContribution": 1997748
}