{
    "rcn": "205181",
    "acronym": "BeyondtheElite",
    "topics": "ERC-CoG-2015",
    "title": "Beyond the Elite: Jewish Daily Life in Medieval Europe",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "The two fundamental challenges of this project are the integration of medieval Jewries and their histories within the framework of European history without undermining their distinct communal status and the creation of a history of everyday medieval Jewish life that includes those who were not part of the learned elite. The study will focus on the Jewish communities of northern Europe (roughly modern Germany, northern France and England) from 1100-1350. From the mid-thirteenth century these medieval Jewish communities were subject to growing persecution. The approaches proposed to access daily praxis seek to highlight tangible dimensions of religious life rather than the more common study of ideologies to date. This task is complex because the extant sources in Hebrew as well as those in Latin and vernacular were written by the learned elite and will require a broad survey of multiple textual and material sources.\nFour main strands will be examined and combined:  \n1. An outline of the strata of Jewish society, better defining the elites and other groups. \n2. A study of select communal and familial spaces such as the house, the synagogue, the market place have yet to be examined as social spaces. \n3. Ritual and urban rhythms especially the annual cycle, connecting between Jewish and Christian environments. \n4. Material culture, as objects were used by Jews and Christians alike.    \nAspects of material culture, the physical environment and urban rhythms are often described as ìneutralî yet will be mined to demonstrate how they exemplified difference while being simultaneously ubiquitous in local cultures. The deterioration of relations between Jews and Christians will provide a gauge for examining change during this period. The final stage of the project will include comparative case studies of other Jewish communities. I expect my findings will inform scholars of medieval culture at large and promote comparative methodologies for studying other minority ethnic groups",
    "totalCost": "1941688",
    "ecMaxContribution": "1941688",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1941688
        }
    },
    "calculatedTotalContribution": 1941688
}