{
    "rcn": "205125",
    "acronym": "CHESS",
    "topics": "SMEInst-09-2016-2017",
    "title": "Cegasa Portable Hybrid Energy Storage Solution",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "CHESS (Cegasa Hybrid Energy Storage Solution) is a new electrochemical energy storage system to save and provide energy to agents around the electrical grid system relating to solve the instability of power generation and periodical peak-through fluctuation on the electrical grid. These kinds of necessities are more remarkable when the renewable energy sources penetration in the grid is very high intensive but also in weak grids or small grids (islands, isolated microgrids). Energy storage systems are identified as systems that can store between 200 KWh and 2 MWh of electricity but using modular products this range can be easily expanded between 10 KWh and 10 MWh. The new CHESS from CPE is a modular storage system combining two different electrochemistries, lithium-ion and zinc-rechargeable, in order to guarantee high peak power and sufficient energy flow at the optimum cost. This new system is also open for other applications such as road transport (trucks, BUS, industrial electrical vehicle, etc.)\nThe most interesting characteristic of CHESS is the capability to adjust to customersí needs thanks to the combination of both mentioned technologies. Starting from the electric demand profile of the final application, this product is designed to ìfollowî the power profile using the different response of each technology as well as the specific degradation taking into account that this kind of application has to be operative during tens of years. Because of this adjustment available energy is very efficiently used and the final cost of the solution is minimized.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CEGASA PORTABLE ENERGY SLU",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932958514": {
            "orgId": "932958514",
            "orgName": "CEGASA PORTABLE ENERGY SLU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}