{
    "rcn": "205140",
    "acronym": "SYNBIOMAN",
    "topics": "SMEInst-03-2016-2017",
    "title": "Demonstration of a synthetic biology-driven biomanufacturing platform for adaptable cost-effective production of high-value low volume biologics opportunities.",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "Ingenza will address an unmet industry need at the European level for an enabling biologics manufacturing and refinement platform targeting difficult-to-express protein structures and/or hard-to-handle potent products that requires novel, efficient, low volume manufacturing.  This is a niche high-value market but the customisation and flexibility needed to address such complexity means the market is not of interest to larger established Contract Development Manufacturing Organisations.  Ingenza will deliver and demonstrate a novel synthetic biology (SynBio) driven manufacturing platform that is EMA and FDA certified for GMP production of investigational and commercial biologics.  This includes transitioning SynBio tools developed for industrial biotechnology towards addressing opportunities in the growing biopharmaceutical sector (CAGR 9.5%); delivering innovative biomanufacturing capabilities beyond the current state-of-the-art.  To achieve this goal Ingenza will deploy its inABLEÆ suite of proprietary SynBio tools including those for high throughput gene cloning, efficient strain screening/construction and effective bioprocess development - all integrated with state of the art single use biofermentors and downstream process technologies.  Ingenzaís biomanufacturing process is at TRL 6 moving towards TRL 9.  The project is supported by five novel biologics developers in the EU and US, one of which will provide the case study at Phase 2 using an microbial cell factory.  \n\nThe Phase 1 project aims to (i) define the activities required to achieve Good Manufacturing Practice compliance for a first highly potent target biologic, (ii) demonstrate scale up, (iii) test the market to ensure a robust business model and (iv) confirm freedom to operate.  Ingenza expect to reach the market in 2019 initially creating 10 high value biomanufacturing jobs.  Predicted revenues should achieve an ROI of 1:9 after 6 years and 27new jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INGENZA LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990833952": {
            "orgId": "990833952",
            "orgName": "INGENZA LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}