{
    "rcn": "205106",
    "acronym": "BETASCREEN",
    "topics": "SMEInst-05-2016-2017",
    "title": "A Unique Pancreatic Human Beta Cells to revolutionize the Diabetes Drug Discovery",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Univercell Biosolutions (UB) is a pioneering biotech company providing unique human cell models to accelerate and secure pharmaceutical products. UB is generating 1 MÄ turnover in 2015 selling its first generation of human beta cell lines to 10 world pharma industry leaders.\nPharmas rentability is decreasing facing to high regulatory pressure and low clinical predictability on human. The rate of clinical drug failure is about 90% and cost for marketed a new drug reach up to 1billion dollars. Early clinical predictability is a strategic issue for industrials. Jan Tornell an AstraZeneca division leader says: ìThe big think is that when we get into patients, we want no surpriseî.\nCells from human tissues samples are scarce and not accessible for Pharmas applications. Thus, Industrials developed substitute from animal with poor clinical predictability. Recently, Stem cell technologies has open new hope in providing large quantity of human cells but is still faced with major bottlenecks: lack of cell maturity (clinical predictability) and low cell population homogeneity (reproducibility) which prevents large adoption by industrials. UB has developed a portfolio of cutting edge technologies to overcome these bottlenecks.\nThe first outcome of BETASCREEN is a disruptive pancreatic beta cell line for anti-diabetes research, with ultimate objective of replication to other cell types. The solution targets pharmaceutical, biotech, and academia.\nWithin BETASCREEN, UB will define best commercialization strategy in coherence with marketís targeted segments and identify industrial partners for large-scale production (Phase 2) and commercialization.\nBETASCREEN will improve the predictive value of screening by decreasing the drug attrition rate up to 10%. Resulting cost saving for industrials could reach 100 million dollars per innovative new drug development. This will open exceptional commercial avenues for UB with revenues estimated at 15 MÄ in 2021 and 110 jobs creation in Europe",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Univercell-Biosolutions",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "958884383": {
            "orgId": "958884383",
            "orgName": "Univercell-Biosolutions",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}