{
    "rcn": "205167",
    "acronym": "SANZ Clima",
    "topics": "SMEInst-10-2016-2017",
    "title": "SANZ Telematics: Wireless Innovation for Smart Maintenance in Industrial Vehicles",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "SANZ Telematics offers an opportunity to make more efficient urban transport, helping fleet managers to increase availability of their vehicles, reduce stock costs and manage maintenance parts in a faster and more accurate way. Having telematics data available wirelessly, bus manufacturers, transit agencies and maintenance enterprises can benefit from a real-time knowledge of the status of their units, planning in advance daily operations and services. Custumer satisfaction will be boosted due to the fact that probability of failure will be reduced. Preventive maintenance will be done in a precise way using custom and predictive algorithms through smart statistics.\nSANZ Clima Telematics reduces 75% of installation costs, 40% of stock control and working capital in purchasing parts and 50% of maintenance costs. \nThe overall objective is to adapt our existing products to include sensors that will let us know the status of the units remotely, improve our current maintenance service and boost performance of Bus Systems in all of its life cycle. Moreover, we will include telematics in all of our transportation.   \nIn the feasibility study we will analyze the technical viability of the proposed solution tested in a prototype on its real environment (Public bus), study the patentability of the product and analyse the development of new software techniques related to a smart preventive maintenance, smart cities and Internet of Things.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SANZ CLIMA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920770464": {
            "orgId": "920770464",
            "orgName": "SANZ CLIMA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}