{
    "rcn": "205162",
    "acronym": "NanoSil4Cancer",
    "topics": "SMEInst-05-2016-2017",
    "title": "Smart Multifunctional silica-based Nanoparticles for Targeted Therapy",
    "startDate": "01/09/2016",
    "endDate": "28/02/2017",
    "objective": "NanoSil4Cancer project will be able to accelerate the uptake of nanotechnologies, by developing, mesoporous silica-based prototypes of nano-vehicles, according to an innovative and proprietary approach (EP06745236), active in smart chemotherapy. This is aimed to minimize toxicity and the side effects of the traditional antitumor agents and to increase their therapeutic potential. This technology platform enables customersí molecules to be formulated as pHñsensitive pro-drugs and introduced in smart nanoparticles able to reach the intracellular compartments of cancer cells where the drug is released. Development of new prototypes will lead to new patent applications. Recently we have developed and optimized a device, provided with folic acid, able to manage bortezomib release in cancer cells overexpressing folate receptor, FR (PCT-13511). The nanoparticles are only recognized and internalized by FR overexpressing cancer cells, where they release the drug, sparing normal cells. Nevertheless, our technology is general, not limited to a specific prototype, but depends on customer's needs, market and final users' needs. The feasibility study will individuate strategical market interests to address the prototypes production as business opportunities for our SME. Market trend and the role of Big Pharma will be defined to identify commercial partners and stakeholder to be involved in the project. We will buy sectorial report, we will use patent search such as EPO and Thomson, we will acquire missing competence in marketing and communication. The approach will represent a strong step forward in chemotherapy, improving the efficacy, lowering drug dosage (thus minimizing side effects for cancer patients and environmental impact), other than dramatically lowering EU Healthcare costs (up to 80-90% saving on non-adherence to the therapy costs, estimated in $290B/year), allowing Europe to increase its attractiveness in the field of innovative medical technologies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NANOSILICAL DEVICES SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934518371": {
            "orgId": "934518371",
            "orgName": "NANOSILICAL DEVICES SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}