{
    "rcn": "205154",
    "acronym": "ATx201",
    "topics": "SMEInst-05-2016-2017",
    "title": "A novel class of antibiotics for treatment of infected atopic dermatitis: an innovative solution for a significant unmet medical need",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "AntibioTx is advancing a chemical class of compounds to be approved and used for the first time to treat bacterial infections. The class is based on an easy to synthesize chemical scaffold, which enables broad applicability across topical and systemic indications. AntibioTx discovered that compounds from this class overcome current resistance problems such as methicillin resistant Staphylococcus aureus (MRSA), vancomycin resistant enterococci and resistance towards all topical antibiotics. The class also exhibits extraordinarily strong ability to delay the onset of de novo resistance compared to marketed antibiotics. Finally, the compound class benefits from a proven human safety profile due to decades of safe oral use for non-bacterial purposes. The antibacterial properties of the class are novel and have been patent protected by AntibioTx. ATx201 is a lead candidate from this novel class of antibiotics and has the potential to fundamentally change thel approach to managing dermatological infections by providing an effective topical alternative to systemic treatments. ATx201 is being developed for treatment of infected atopic dermatitis a disease affecting >50 million patients worldwide associated with significant comorbidity. The market for treatment of infected atopic dermatitis is characterized by off-label use of topical and systemic antibiotics. Topical treatment is preferred by physicians; however, antibiotic resistance is rendering the leading topical antibiotics ineffective. As a result patients and physicians are seeking alternative treatments. ATx201 has substantial competitive advantages to current leading topical antibiotics. In particular ATx201 benefits from a wide spectrum of effect and very favourable resistance evolution properties.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANTIBIOTX APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923158313": {
            "orgId": "923158313",
            "orgName": "ANTIBIOTX APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}