{
    "rcn": "205158",
    "acronym": "INVENTORY",
    "topics": "SMEInst-01-2016-2017",
    "title": "INVENTORY: Unique Online B2B Marketplace for Industrial Products",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Intral AS is an Estonian SME providing SaaS (Software as a Service) solutions for wholesale and retail inventory management and e-commerce solutions with the brands ERPLY and Shoproller. We have been established in 2000. The company brings together a strong team of serial entrepreneurs and industry experts. \n\nWe provide point-of-sale services to approximately 410 000 customers from nearly all countries with key clients like Sony, Walt Disney, Garmin, United Nations and BMW. ERPLY was selected as a winner of Seed Camp in 2009, highlighted as a start-up to watch by Wall Street Journal and RWW in 2010. The total revenue including firms related to owners was Ä10.5 million in 2014. ERPLY raised $2 million in funding in 2010 from Redpoint Ventures and Index Ventures. \n\nINVENTORY is a business model innovation project with the objective to create the first online business-to-business marketplace for manufacturing SMEs, which connects industrial companies with new clients and suppliers across the EU. INVENTORY is targeted to 22 million SMEs in the EU who are seeking for opportunities to expand their client base and find new suppliers to optimize costs. As the outcome, the INVENTORY project increases visibility and competitiveness of SMEs on the EU market by creating conditions for an efficient market. \n\nINVENTORY provides product recognition systems, standardised and comparable product information, real-time automated inventory management, deposit service, extensive compatibility with other software and simple set-up. These are all essential characteristics of an efficient and effective marketplace that current European market lacks.\n\nThe objective of the feasibility study is to identify and assess technical and commercial feasibility of INVENTORY. We want to conduct more extensive research on market size, growth and trends for different segments, understand better relative strengths and weaknesses of INVENTORY, analyse market barriers and to identify technical obstacles.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AKTSIASELTS INTRAL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918645000": {
            "orgId": "918645000",
            "orgName": "AKTSIASELTS INTRAL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}