{
    "rcn": "205108",
    "acronym": "Z-Tech",
    "topics": "SMEInst-10-2016-2017",
    "title": "A seamless, continuous torque multispeed Automated Manual Transmission technology that increases fuel and power efficiency",
    "startDate": "01/08/2016",
    "endDate": "31/10/2016",
    "objective": "Zeroshift Performance Ltd specialises in the design, development and application of its patented transmission technology ìZ-Techî which enables seamless instantaneous means of changing gear without interrupting engine torque.  Currently operating predominantly in the motorsport, Z-Tech is experiencing significant demand for integration in the cruising and domestic use motorcycles. Building upon the success our initial prototypes tested in the cruising motorcycle, we are applying for the dedicated Phase 1 SME funding from the EC to confirm the techno-economic feasibility of our technology for the successful commercialisation.  Our business model is to licence our technology to the motorcycle manufacturers who will then take our technical designs and manufacture the gearboxes in their own facilities, ensuring that they are in control of the production processes, and that the product is designed to their specifications. \n\nWe have strong market-pull from utility providers such as Piaggio Aprilia, GAIUS Transmissions, Harley Davidson Motorcycles and Albins Performance Transmissions. Based on early interest we have built bottom-up 5 year forecasts to generate cumulative turnover of Ä23.63million to generate Ä18.9 PBIT. Based on total investments of Ä2.77million, this will achieve a ROI of 5.8:1 and payback on investment in ~34 months.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZEROSHIFT TRANSMISSIONS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918979747": {
            "orgId": "918979747",
            "orgName": "ZEROSHIFT TRANSMISSIONS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}