{
    "rcn": "205187",
    "acronym": "OXYFLUX",
    "topics": "ERC-CoG-2015",
    "title": "Oxygen flux measurements as a new tracer for the carbon and nitrogen cycles in terrestrialecosystems",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Atmospheric oxygen (O2) measurements have proven to be one of the most powerful tools to study the carbon cycle at global scale, quantifying the carbon dioxide (CO2) sink of terrestrial ecosystems and oceans. At ecosystem level, O2 is closely related to CO2 through photosynthesis and respiration, and is influenced by sources of nitrogen during plant uptake. O2 thus carries valuable information about ecosystem processes that cannot be learned from CO2 alone. However, the potential of O2 measurements at ecosystem level has not been exploited. The major hindrance has been the technical challenges faced to measure atmospheric O2 at ppm level against a background concentration of 21%. Motivated by the enormous insights gained from O2 measurements at global level, and with the assistance of proven experts in O2 measurement, OXYFLUX will provide pioneering breakthroughs in both measurement techniques and scientific\nknowledge of terrestrial ecosystems. Specifically, OXYFLUX will perform the methodological, experimental and modelling work needed to develop O2 as a new tracer for carbon and nitrogen cycle processes at ecosystem level. We will establish the first research group worldwide to perform continuous O2 flux measurements at forest and agricultural field sites, using gas exchange chambers and micrometeorological approaches. These measurements will be utilised further in modelling\nwork where we will integrate O2 into two complementary terrestrial ecosystem models. This will provide the mechanistic understanding for a unique approach to (a) partition CO2 fluxes in e.g. forest ecosystems, (b) improve understanding of the carbon and nitrogen cycle in arable land, and (c) identify the sensitivity of O2 fluxes in terrestrial ecosystems to environmental change. OXYFLUX will firmly establish O2 as a new research tool that can be applied to promote further breakthroughs in a large range of scientific disciplines including environmental, forest and agricultural sciences.",
    "totalCost": "1999502",
    "ecMaxContribution": "1999502",
    "coordinator": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF EAST ANGLIA",
    "participantCountries": "UK",
    "projectParticipants": {
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 1827411
        },
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 172091
        }
    },
    "calculatedTotalContribution": 1999502
}