{
    "rcn": "205184",
    "acronym": "EPIScOPE",
    "topics": "ERC-CoG-2015",
    "title": "Reversing the epigenetic state of oligodendrocyte precursors cells in multiple sclerosis",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Oligodendrocytes (OL) are glial cells that mediate myelination of neurons, a process that is defective in multiple sclerosis (MS). Although OL precursor cells (OPCs) can initially promote remyelination in MS, this regenerative mechanism eventually fails in progressive MS. OPCs go through several epigenetic states that ultimately define their potential to differentiate and myelinate. OPCs in progressive MS stall in a distinct epigenetic state, incompatible with differentiation and remyelination. We hypothesize that these OPCs regress to an epigenetic state reminiscent of the state of embryonic OPCs, which remain undifferentiated.\nIn this proposal, we aim to uncover the causes behind the remyelination failure upon disease progression in MS. We will determine the epigenetic/transcriptional states of OPCs during development and in MS, using single cell and bulk RNA sequencing and quantitative proteomics. We will further investigate how the interplay between transcription factors (TFs), chromatin modifiers (ChMs) and non-coding RNAs (ncRNAs) contributes to the transition between epigenetic states of OPCs. The results will allow the identification of ChMs and ncRNAs that can modulate these states and thereby control OPC differentiation and myelination. We will use this knowledge to investigate whether we can reverse the epigenetic state of OPCs in MS, in order to promote their differentiation and remyelination. The unique combination of leading-edge techniques such as SILAC coupled with immunoprecipitation and mass-spectrometry, single-cell RNA sequencing, ChIP-Sequencing, among others, will allow us to provide insights into novel epigenetic mechanisms that might be underlying the effects of environmental and lifestyle risk factors for MS. Moreover, this project has the potential to lead to the discovery of new targets for epigenetic-based therapies for MS, which could provide major opportunities for improved clinical outcome of MS patients in the near future.",
    "totalCost": "1895155",
    "ecMaxContribution": "1895155",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1895155
        }
    },
    "calculatedTotalContribution": 1895155
}