{
    "rcn": "205163",
    "acronym": "QUIBIM",
    "topics": "SMEInst-01-2016-2017",
    "title": "QUantitative Imaging Biomarkers Medice",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "QUIBIM PrecisionÆ is the first imaging biomarkers analysis platform in the cloud presenting innovative whilst extremely useful characteristics for the sector: 1) Automated analysis of imaging biomarkers (results are ready just within minutes) with the best accuracy and reproducibility; 2) Medically certified: QUIBIM are medically valid to scientifically support decision making; 3) Open to any physicians: Optimized User Interface (UI), user experience (UX) and imaging analysis functionalities 4) Cost-effective: QUIBIM helps reduce costs of medical testing and misdiagnosis, especially from specialists as each report costs 45Ä. \n\nQUIBIM allows any physician to make more accurate diagnosis by providing additional information extracted from the same imaging sample (tomography, radiologyÖ) already acquired. Our technology based on machine learning and image processing algorithms scout the image and compare it to similar images in our database with known ground-truth diagnosis, based on patterns not obvious to a human eye.\n\nRegarding out target market: According to WHO , the total supply of physicians worldwide is estimated in 12,7 million. Our priority markets, America and Europe, accounts for 65% (8,26 million physicians) and present the highest level of health expenditure in the world. Within physicians, 43% are General Practitioners and 57% are specialists . Considering specialists, only,  the resulting target market size is 4,70 million specialists. \n\nWe forecast to generate revenues above Ä40 million in the 5th year of sales. In terms of employment, we expect to generate a minimum of 80 jobs (\\120 to 180 indirect) by that same year.  \n\nFor Phase 2 we estimate a total budget of 1 Million Euros in 20 months. After this stage, private investment will be negotiated (Phase 3). We aim to bring the final version of QUIBIM quickly (end of Phase 2: 2018).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "QUIBIM SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952446784": {
            "orgId": "952446784",
            "orgName": "QUIBIM SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}