{
    "rcn": "205135",
    "acronym": "Paybon",
    "topics": "SMEInst-01-2016-2017",
    "title": "Paybon - disrupting the massive global meal voucher market with a smartphone delivery system",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Meal vouchers have become a common part of employee benefit programs, growing to a Ä59 billion worldwide market annually. To date this market has been dominated by two global providers, Sodexo and Edenred, accounting for approximately 30% of the market each, as well as internal proprietary company solutions and some local providers. Most of the vouchers are still issued in paper form with its numerous disadvantages. The rise of smartphone technology and digital payment systems has created an enormous opportunity to disrupt the meal voucher market. \nPaybon GmbH, an Austrian-based ICT SME, is exploiting these trends by launching a fully-automated smartphone-based voucher system that boost efficiencies, reduces costs, and creates positive social and environmental impacts. Vouchers can be simply generated by employers and distributed to employees via an web application, and can be redeemed digitally at the point of sale with their smartphones. It is the web-based infrastructure that allows real-time voucher redemption, verification and clearance from phone to phone that is the real and potentially patentable state-of-the-art innovation behind Paybon.\nAs well as convenience, Paybon improves on current solutions by bringing value for money. Paybon attracts employers by proposing up to 50% savings on transaction fees compared to competitive solutions, as well as eliminating budgetary waste from the estimated 10-20% of physical vouchers that expire or are unredeemed. Employees benefit as they can utilize 100% of their allocated voucher, instead of losing portions to changeless systems or through expiration. And restaurants benefit as they are charged just 2-4% transaction fees, compared to the main competitorsí standard 5% rate.\nPaybon now seeks to launch a feasibility study prove commercial viability and IP potential, enabling it to raise a larger private funding round and take the product to market for widespread application.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PAYBON GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920909659": {
            "orgId": "920909659",
            "orgName": "PAYBON GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}