{
    "rcn": "205192",
    "acronym": "NANO-INSITU",
    "topics": "ERC-CoG-2015",
    "title": "Nanoscale Chemical Reactions Studied with In-Situ Transmission Electron Microscopy",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Great successes have been achieved in nanoscience where the development of functional properties and the assembly of nanostructures into nanomaterials have become increasingly important. In general, both the tuning of the chemical and physical properties and the self-assembly of nanocrystals into 2D or 3D superstructures take place in a liquid environment. When analysing the structural properties of nanocrystals using Transmission Electron Microscopy (TEM), this liquid environment is contained between membranes to keep it in the high vacuum. At present, the thickness of the liquid is not controlled, which renders standard imaging at atomic resolution impossible. Here I propose to integrate micro-electromechanical actuator functionalities in the Liquid Cell chips to overcome this problem so that real-time atomic resolution imaging and chemical analysis on nanoparticles in solution becomes a reality. \nThis new in-situ technology will elucidate what really happens during chemical reactions, and will thereby enable the development of new nanomaterials for optoelectronics, lighting, and catalysis. Oriented attachment processes and self-assembly of nanoparticles, which are key to the large-scale production of 2D and 3D nanomaterials, can also be followed in the Liquid Cell. Furthermore, the hydration of nanoscale model systems of earth materials such as magnesia, alumina, and calcium oxide is of major importance in the geosciences.  In the field of enhanced oil recovery, for example, the huge volumetric expansion that comes with the hydration of these minerals could facilitate access to reservoirs. \nMy research group has extensive experience in in-situ TEM and recently has achieved significant successes in Liquid Cell studies. We are in an ideal position to develop this new technology and open up these new research areas, which will have a major impact on science, industry, and society.",
    "totalCost": "1996250",
    "ecMaxContribution": "1996250",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1996250
        }
    },
    "calculatedTotalContribution": 1996250
}