{
    "rcn": "205149",
    "acronym": "Monoma",
    "topics": "SMEInst-06-2016-2017",
    "title": "MONOMA: B2B Feasibility Study",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Monoma is a patent-pending cloud-based Software as a service (SaaS) solution integrating (i) modular, sensor based controllers (Hardware) and (ii) a platform with several therapy modules (Software), which (iii) collects and aggregates data insights to train people that have moderate-to-severe cases of Autism and other SEN. Monoma is designed to help users exercise regularly both cognitively and physically by triggering usersí creativity and engagement through games, music making and gamified training exercises. It is the only ergonomically accessible input device that is (i) fully customisable due to its bidirectional communication capacity, enabling new interaction possibilities and also adaptability to each end-user, (ii) that offers interoperability possibilities with other hardware and programmes enabling scalability and affordability, and (iii) collecting data insights to help therapists and educators assess the evolution of usersí capacities. The system has been developed by Filisia Interfaces, a UK-based company incorporated in 2014. Filisiaís customers are Therapist and Educators working in Special Schools, Therapy Centres and Care Homes. The company aims to penetrate its UK home market, scale up, and expand in Germany and the Netherlands, which together count for more than 649,342 educators and occupational, physical and music therapists who work in 160,000 institutions that cater for the needs of 3,441,400 people with SEN. Filisia aspires to become a key service provider, by making Monoma the main solution to cater for neuromuscular and cognitive impairments in the European and US markets, starting off with the UK, German and Dutch markets. By taking an average of only 2 solutions needed per centre, at its current pricing point (Ä450 for the device and Ä450 for the annual subscription), Monomaís total addressable market for these 3 countries in 2016 is over Ä72M for the device, and Ä72M in recurrent annual subscriptions (a total of Ä144M).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FILISIA INTERFACES LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920485478": {
            "orgId": "920485478",
            "orgName": "FILISIA INTERFACES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}