{
    "rcn": "205126",
    "acronym": "HIPER",
    "topics": "SMEInst-01-2016-2017",
    "title": "Heterogeneous Integrated Platform for Electronic system Redistribution: A revolutionary I/O Planning Solution for Micro/Nano 2.5-D Electronic Systems Design",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "HIPER is an advanced EDA (Electronic Design Automation) software for the optimization of I/O Planning of 2.5-D micro/nano electronic systems, leveraging a 30% reduction in the production costs, a 50% decrease in design lead-time, and an improvement in the overall product performance due to 65% reduction in wire crossing and 80% reduction in total connections length. HIPER is capable of analysing, designing and optimizing the 2.5-D I/O planning of all electronic components (ICs, silicon interposer and package(s)) thanks to its software platform and revolutionary algorithms. It is introduced as a stand-alone solution which can be integrated in any EDA design platform and customized to the specific design/manufacturing process of any semiconductor manufacturer with limited efforts. HIPER is a disrupting EDA solution developed by MONOZUKURI S.p.A., a startup specialized in the Input/output (I/O) management, planning and optimization of micro/nano electronic systems. HIPER will enable the design and manufacture of complex 2.5-D micro/nano electronic components and it is expected to lead the I/O Planning of 2.5-D electronic systems niche market for a long time with the proper IP protection. The solution, which is already backed by many prospective clients, targets major semiconductors companies, design houses, package manufacturers, and OSAT businesses, and is expected to be used by leading electronic companies in Europe (Italy, Germany, UK), ASIA, and USA within three years after its commercialization. The Global Electronic Design Automation market is expected to grow at a CAGR of 9.93% over the period 2013-2018 which provides an encouraging base for introducing new EDA tools. Moreover, HIPER perfectly serves the ìElectronics Strategy for Europeî, adopted in May 2013 by the European Commission.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MONOZUKURI - SOCIETA' PER AZIONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934783278": {
            "orgId": "934783278",
            "orgName": "MONOZUKURI - SOCIETA' PER AZIONI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}