{
    "rcn": "205160",
    "acronym": "GALAHD",
    "topics": "SMEInst-10-2016-2017",
    "title": "General and Light Aviation Head-up Display",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "A head-up display (HUD) is a semi-transparent screen placed above the cockpit in the direction of the forward view that displays the flight parameters derived from flight instruments on windshield, allowing pilots to keep their look on windshield without being forced to monitor cockpitís instrumentation. This kind of display is widely used in commercial and military aircraft, since it plays a significant role in supporting pilots and reducing collision risk with terrain.However, HUD combines expensive and complex technologies, bringing to a high minimum selling price of roughly Ä40,000 for the more expensive sector of business aviation. This amount is not affordable for general aviation (GA) users, which represent the majority of world air traffic with 103,000 aircrafts based in Europe in 2014. Therefore, terrain collision accidents mainly take place in general aviation, representing 81% of cases and 17% of victims.In this context, GalaHD proposes a ground-breaking device, based on HUD technology, designed to reduce pilot workload and support the aircraft control with a clear and intuitive interface and, at the same time, reduced development costs. Known as GalaHD - General And Light Aviation Head-up Display -, our approach is to introduce a navigation device based on Head-Up Displays (HUD) technology in Light-sport Aviation (LSA) and later certify it for use on normal category planes (CS-23 - Utility, Aerobatic and Commuter Aeroplanes ñ EASA). The exploitation of GalaHD will lead to international growth of the consortium members. Furthermore, a widespread deployment of GalaHD will significantly reduce the number of accidents across general aviation throughout Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ASTERAVIA DI MELEGA MASSIMO & C. S.A.S.",
    "coordinatorCountry": "IT",
    "participants": "AERLYPER SA",
    "participantCountries": "ES",
    "projectParticipants": {
        "935216577": {
            "orgId": "935216577",
            "orgName": "ASTERAVIA DI MELEGA MASSIMO & C. S.A.S.",
            "ecContrib": 50000
        },
        "925294447": {
            "orgId": "925294447",
            "orgName": "AERLYPER SA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}