{
    "rcn": "205130",
    "acronym": "SOcool",
    "topics": "SMEInst-09-2016-2017",
    "title": "SunOyster cooling",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Increasing demand for air conditioning with worldwide more than 100 million units of compression air conditioners sold alone in 2014 has led to dramatic growth in electricity demand in many countries, to increasing electricity costs and brownouts. An obvious possibility to counter this trend is to us the same energy for cooling that contributes to the cooling demand ñ solar energy.\n\nThe objective of the SOcool Project is to use a concentrating photovoltaic/thermal (CPVT) system combined with chillers to provide the most cost-efficient solar energy on the market in form of electricity, heat and cold. This shall help achieving the 2K target while enhancing the living standard in rather hot climates.\n\nThe SunOyster is a concentrating solar technology which can generate at the same time electricity and heat with a very high efficiency. From serial production, this will result in very low electricity and heat costs. While the electricity can easily be converted into other forms of energy and can be fed into the grid, the heat is more difficult to convert and has to be used locally. A technically, micro-economically and macro-economically very good form of using the heat in hot climates is converting it into cold for the cooling of buildings.\n\nThe biggest markets will be Southern Europe (Spain, Southern France, Italy, Greece, Turkey), Northern and Southern Africa, the Gulf region, India, South-East Asia, parts of China, Southern USA, parts of Middle and South America.\nAfter entering the market in 2017 with big quantities, we expect growth rates of factor 3 respectively 2 and 1.5 in the following years until 2020 then settle down on growth rates of 10% to 20% in the next decade.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SUNOYSTER SYSTEMS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "948150557": {
            "orgId": "948150557",
            "orgName": "SUNOYSTER SYSTEMS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}