{
    "rcn": "205120",
    "acronym": "RIGVIR",
    "topics": "SMEInst-03-2016-2017",
    "title": "Feasibility study for registration of medicine RIGVIR with the European Medicine Agency",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Cancer is one of the most dangerous life-threatening disorders for humanity of which melanoma is considered to be one of the most dangerous and aggressive. There are a number of therapies available to treat melanoma. However, these treatments are generally marginally effective and very expensive.\n\nLatima SIA develops and produces RigvirÆ for virotherapy. RigvirÆ is a unique anti-cancer medicine using non-pathogenic virus. It has been demonstrated to be very effective in treating various cancers, and has a promising medical future.\nRIGVIR is commercialised in Latvia, Georgia and Armenia. RigvirÆ was approved and registered in Latvia in 2004 and has since been a front-line treatment for melanoma in Latvia. However,further use and commercialisation in the EU is prevented as EU regulations require cancer medicines to be registered centrally through the European Medicine Agency (EMA). National registrations are not considered. Therefore, the process for European Union registration must be started de novo.\nRegistration of a medicinal product requires significant costs and resources. The purpose of this H2020-SMEInst-2016-2017 application is to secure the financial support for an initial feasibility study that would provide the basis for subsequent clinical trials necessary for the registration of RigvirÆ with the EMA.\n\nIt is expected that after feasibility study we would continue with next phase of H2020-SMEInst-2016-2017 and perform the clinical trials necessary for registration in EMA.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SABIEDRIBA AR IEROBEZOTU ATBILDIBU LATIMA",
    "coordinatorCountry": "LV",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923483263": {
            "orgId": "923483263",
            "orgName": "SABIEDRIBA AR IEROBEZOTU ATBILDIBU LATIMA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}