{
    "rcn": "205198",
    "acronym": "PrivatePieties",
    "topics": "ERC-ADG-2015",
    "title": "Private Pieties, Mundane Islam and New Forms of Muslim Religiosity: Impact on Contemporary Social and Political Dynamics",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Muslim societies have been impacted since the 19th century by far-reaching processes of social and economic change as well as the development of an array of both Islamist and counter-Islamist movements. The present research project proposes to focus on Muslims whose ideas of piety are characterized by their private and individualistic character: they maintain that their piety is not subject to scrutiny by Islamist movements which value public religion as a means of societal control. Insistence on privacy (and individuality) may appear as rather a-political stance, yet, forms an eminently political position as it challenges claims to hegemony of interpretation of both established religious (and political) authorities as well as the leaders of Islamist movements. The present project asks which social and political consequences the movement towards private piety has and what private piety actually means for the social development of Muslim societies, for the development of Islamist movements and their ability to mobilize Muslims for political aims: what happens to politics in such a case? How do Islamist groups react that have to fear most from such a social movement? How also can we assess the role of women in patriarchal societies who appear to gain most from the move towards private piety? The project will approach these questions in the form of a comparative study of social and political contexts in Senegal, Tunisia, Egypt, Turkey, Iran and Pakistan as well as Muslim (Senegalese, Tunisian, Egyptian, etc.) diasporic communities in Europe. Our trans-regional comparative perspective will enable us to identify the social dynamics linked with the movement towards private piety and will be central to respond to the question whether such dynamics of change impact on processes of democratization in the countries chosen as case studies by our research group.",
    "totalCost": "2494455",
    "ecMaxContribution": "2494455",
    "coordinator": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 2494455
        }
    },
    "calculatedTotalContribution": 2494455
}