{
    "rcn": "205177",
    "acronym": "FAT NKT",
    "topics": "ERC-StG-2015",
    "title": "Targeting iNKT cell and adipocyte crosstalk for control of metabolism and body weight",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Obesity has reached epidemic proportions globally. At least 2.8 million people die each year as a result of being overweight or obese, the biggest burden being obesity-related diseases. It is now clear that inflammation is an underlying cause or contributor to many of these diseases, including type 2 diabetes, atherosclerosis, and cancer. Recognition that the immune system can regulate metabolic pathways has prompted a new way of thinking about diabetes and weight management. Despite much recent progress, most immunometabolic pathways, and how to target them, are currently unknown. One such pathway is the cross-talk between invariant natural killer (iNKT) cells and neighboring adipocytes. iNKT cells are the innate lipid-sensing arm of the immune system. Since our discovery that mammalian adipose tissue is enriched for iNKT cells, we have identified a critical role for iNKT cells in regulating adipose inflammation and body weight. The goal of this project is to use a multi-disciplinary approach to identify key signals and molecules used by iNKT cells to induce metabolic control and weight loss in obesity. Using immunological assays and multi-photon intravital microscopy, cells and pathways that control the unique regulatory functions of adipose iNKT cells will be identified and characterised. Novel lipid antigens in adipose tissue will be identified using a biochemical approach, perhaps explaining iNKT cell conservation in adipose depots, and providing safe tools for iNKT cell manipulation in vivo. Finally, using proteomics and whole body metabolic analysis in vivo, novel ëweight-loss inducingí factors produced by adipose iNKT cells will be identified. This ambitious and high impact project has the potential to yield major insights into immunometabolic interactions at steady state and in obesity. The ability to activate or induce adipose iNKT cells holds remarkable potential as an entirely new therapeutic direction for treating obesity and type 2 diabetes.",
    "totalCost": "1804052",
    "ecMaxContribution": "1804052",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1804052
        }
    },
    "calculatedTotalContribution": 1804052
}