{
    "rcn": "205164",
    "acronym": "DigiSCAN",
    "topics": "SMEInst-12-2016-2017",
    "title": "DigiSCAN",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Mobile Devices are becoming the preferred tools for work and communication resulting in the new megatrend of necessity for a 'mobile-first' strategy. Episcan's project focuses on the 3 trends dominating the mobile device industry: 1. Analytics will take centre stage as the volume of data generated by embedded systems increases and vast pools of structured & unstructured data are analysed. 2. The microprocessors embedded in these devices are becoming increasingly powerful and capable of delivering complex functionalities and incorporating new technologies 3. Demand and push for new sensor types to capture and interpret data. Episcan has successfully developed scanning technology incorporating sophisticated detection & verification capabilities for the niche market of print/packaging verification, aimed at highly regulated industries such as pharma, biosciences, medical devices, where detection of error in labels and packaging is crucial. To keep abreast with the digital trends of migration of technologies to mobile device, in addition to the in-line manufacturing scanning device, Episcan's strategy is to develop the technology in the context of a handheld mobile device. In order to eliminate the need for creation of bespoke hardware, possibility of incorporating the technology into a mobile phone was investigated. Episcan's technological partner - authority in micro-processor development and existing supplier to mobile phone OEMs was that this technology has huge potential, for the niche market that Episcan targets, but also as a R&D platform for a number of spin-off applications, which would represent high value for the end-user and manufacturers. Hardware elimination and sensory/analyitcs capability of scanning technology makes it a high value asset that can be commercialized successfully - objective is developing prototype software to validate technological feasibility of migrating this technology to mobile phones.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EPISCAN LTD",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934428258": {
            "orgId": "934428258",
            "orgName": "EPISCAN LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}