{
    "rcn": "205157",
    "acronym": "SHIM",
    "topics": "SMEInst-06-2016-2017",
    "title": "Shim-Scaling mental well-being through an automated self-help app",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "This innovation project aims at developing Shim, an automated self-help app that combines cognitive behavioural techniques with human-like support in a dialog functionality based on language patterns. Built on an ever-growing Mental Map database collecting usersí experiences, activities, insights and emotions, Shim will offer several answer possibilities to every user input matching against existing patterns. By simulating humanlike conversations with minimal technology complexity, Shim can then create sustainable value and be relevant to develop a strong community of people who share knowledge and want to enhance their collective mental well-being. Shim, in fact, focuses on matters and needs that cross-cut any age, gender or nationality group. It initially targets smartphone users with an interest in psychology and self-development that have already tested other mental health and well-being applications before. As a smartphone application, Shim is not constrained by geography, proving certain adaptability to usersí needs while disrupting help-seeking barriers. Shimís commercial potential stands in the combination of: an initial freemium subscription service that will expand its user base; a low consequent premium fee and a scientific proof of the therapeutic effects that will help to persuade users to become paying customers. The Phase 1 feasibility assessment will help to: validate our business model by demonstrating the demand for a simplified service like Shim and to thoroughly engage with the initial target customers to prove Shimís benefits. The demonstration and testing of a more humanlike technology will take place in the Phase 2 project.  Eventually, Shim, as a highly engaging  app but yet academically backed, is revolutionising the European mental health sector that up to this moment enlisted only two app varieties: those that are commercially developed but with little supporting evidence and those with academic backing but adopting outdated approaches.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HELLO SHIM AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923250560": {
            "orgId": "923250560",
            "orgName": "HELLO SHIM AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}