{
    "rcn": "205165",
    "acronym": "SPLASH",
    "topics": "SMEInst-10-2016-2017",
    "title": "Sail PLAn service for energy efficient SHipping (SPLASH) - innovative and revolutionary sail planning",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "Shipping and offshore are in great need for energy efficient methods, whereby optimised voyage planning and weather routing are among the two most well-known. The main challenge today is that while there are several prospective and useful solutions out there, a uniform or standardised procedure to evaluate fuel and emission gain or loss by implementing one or another solution is lacking. Consequently, it is impossible for a ship owner/operator/charterer to know if a vessel saves more fuel or reduce more emissions by integrating solution X or solution Y. This in turn impedes the industry's ability to adapt their operations to become more environmentally friendly as well as more efficient. It also hinders new innovations (such as the results of several EU projects referenced within this proposal) to successfully be absorbed or bought by the industry. \nThe primary project objective is to conduct a feasibility study of a generic fuel consumption module (FCM) that accurately estimate fuel consumption burning rate of any ship under various environmental conditions. It will evaluate if one fuel/emission saving solution is more favourable than another.\nThe FCM can be integrated into an existing sail plan service for routing optimisation based on already established weather module inputs. The final objective is to prepare a business plan for the commercialisation of the ëstandaloneí FCM as well as the integrated sail plan service containing the FCM.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OFFSHORE NAVIGATION LIMITED",
    "coordinatorCountry": "AI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929010517": {
            "orgId": "929010517",
            "orgName": "OFFSHORE NAVIGATION LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}