{
    "rcn": "205133",
    "acronym": "TriboGlide",
    "topics": "SMEInst-10-2016-2017",
    "title": "Development of an innovative and cost-efficient friction and wear reduction solution (TriboGlide)",
    "startDate": "01/09/2016",
    "endDate": "30/11/2016",
    "objective": "Friction and wear are encountered in all areas with relative motion between contacting surfaces. The resulting energy losses are huge: In economic terms friction and wear of materials are estimated to amount 5ñ8 % of an industrialized countryís GDP . Conventional solutions to reduce friction and wear include polishing, Diamond Like Carbons coatings (DLC), phosphating, bronze (bushings and pins) and plasma spraying. \nApplied Nano Surfacesí (ANS) unique patented offering TriboconditioningÆ has been proved in over 70 customer projects to be a very high performant (achieving a reduction of friction up to 70% and wear up to 90%) and cost efficient solution in many industrial applications such as engines, compressors, stirling engines, pumps, hydraulic systems and various bushings and bearings. The cost of our technology is substantially lower than what our competitors can offer (up to 8100%) and it requires significantly lower investments in production. We are working with most of the major brands and companies (major auto brands/OEM and manufacturers like e.g. Mahle, GnuttiCarlo, Caterpillar, Daimler) that are continuously making efforts to increase fuel efficiency and increase performance of their products. The already signed license agreements are proof that we have an attractive solution to offer our customers.\nANS has a core competence and expertise in the field of tribology, low friction coatings and international business development. The business model is based on a four-step customer approach that lets customers test the product in their own premises and then adjust it to the specific customer needs finalizing in license deals. The market potential for ANSí technology is substantial and increasing. All mechanical systems in the world waste useful kinetic energy due to friction. With TriboGlide we aim to obtain an annual revenue of over 12 million Ä and quadruple our team by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "APPLIED NANO SURFACES SWEDEN AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "972654115": {
            "orgId": "972654115",
            "orgName": "APPLIED NANO SURFACES SWEDEN AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}