{
    "rcn": "205176",
    "acronym": "CLIMASLOW",
    "topics": "ERC-StG-2015",
    "title": "Slowing Down Climate Change: Combining Climate Law and Climate Science to Identify the Best Options to Reduce Emissions of Short-Lived Climate Forcers in Developing Countries",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The ClimaSlow project opens new interdisciplinary horizons to identify the best opportunities to enhance the global legal and regulatory framework for reducing emissions of short-lived climate pollutants (SLCFs), with particular attention to developing countries as projected key sources of future SLCF emissions. It proceeds from the assumption that strengthening the global legal and regulatory framework for SLCFs would bring important benefits in terms of slowing down climate change and reducing local air pollution.  However, legal and regulatory options to step up action on SLCFs have not been studied comprehensively. Furthermore, the climate impacts of the various options are not adequately understood.\n\nIn contrast to traditional legal analysis that would focus one legal system or instrument, the project will study the relevant legal and regulatory frameworks comprehensively, considering the international, regional, national and transnational levels. It will seek to identify various options, both formal legal instruments and informal regulatory initiatives, to strengthen the global legal and regulatory frameworks applicable to SLCFs. In addition to providing information on best options to regulate SLCFs, this novel, comprehensive approach will help scholars to improve their understanding of the implications of ongoing changes in global legal landscape, including its presumed fragmentation and deformalisation.\n\nAddressing an important gap in current knowledge, the project will combine analysis of the merits of the various legal and regulatory options with estimates of their climate change impacts on the basis of climate modeling. This way, it will be able to identify the alternatives that are the most promising both from the legal point of view and in terms of climate change mitigation potential. The project will generate information that is policy-relevant and context-specific but can simultaneously provide broader lessons and open new interdisciplinary horizons.",
    "totalCost": "1456179",
    "ecMaxContribution": "1456179",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 1456179
        }
    },
    "calculatedTotalContribution": 1456179
}