{
    "rcn": "205115",
    "acronym": "IOTI4.0",
    "topics": "SMEInst-01-2016-2017",
    "title": "Integral Open Technology for Industry 4.0",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "The emergence of Industry 4.0 is creating new opportunities to enhance the competitiveness of manufacturing industries, especially in Europe. Whilst big players are in a stronger position to face the global competition, SMEs and mid-caps are having difficulties in modernising their production processes. This is partly because existing proprietary technologies for industrial automation & control are too expensive and do not provide the flexibility required in highly dynamic industrial environments.\n\nThe IOTI4.0 project aims to undertake a feasibility study for the market introduction of the first technology for industrial automation and control, entirely based on Open Source, which can be used in any industrial machines and across all industry sectors. It will consist of 1) a new generation of industrial Programmable Logic Controllers (PLCs) based on Arduino, the leading Open Source Hardware (OSHW); 2) A new Open Source Software compatible with OSHW that incorporates Ladder, the most widely used programming language in industrial automation and control; and 3) A cloud computing platform equipped with ìBig Dataî technologies specifically designed for industrial applications.   \n\nThis technology, which will be fully certified to fulfil industry standards, will be on average 50% more economic (as it will be free of proprietary fees). It will provide enhanced connectivity and flexibility to industrial applications, enabling the Industrial Internet of Things (IIoT). The project will disrupt the sector of industrial control and automation, a market worth 202.42 Billion USD by 2020, which is currently dominated by global engineering companies.\n\nThe company behind IOTI4.0 is Boot & Work Corp S.L., a young SME specialised in Open Source solutions for industry with a track record in international sales. Our ambition is to become the biggest provider of industrial solutions based on Open Source electronics worldwide.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BOOT&WORK CORP SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918942111": {
            "orgId": "918942111",
            "orgName": "BOOT&WORK CORP SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}