{
    "rcn": "205104",
    "acronym": "Plasmapower",
    "topics": "SMEInst-09-2016-2017",
    "title": "PlasmaPower: hydro-catalytic plasma gasification for high-efficiency energy generation",
    "startDate": "01/09/2016",
    "endDate": "31/12/2016",
    "objective": "ElÌvere and BluePlasma Power have developed PlasmaPower technology to meet the needs of individual and industrial clients that have ready access to biomass residue for an off-grid, cost-competitive, and uninterrupted electricity supply for self-generation and/or self-consumption.   The PlasmaPower technology transforms products that are mostly considered waste streams or have little value (from biomass standard pellets to woodchips, nut shells, crop & farm waste, paper, cardboard, plastic and municipal solid waste (MSW)) avoiding their pollution and cost of disposal into high energy efficient biomass power. As a novel advantage, our solution uses plasma as cracking system to produce a syngas (H2 enriched and tar-free) that when compressed into an electrical engine results in over 40% of electrical efficiency (vs. 25-30% of current solutions) whilst reducing electric energy production cost ca. 50-65% less than emerging small-scale gasification plants. PlasmaPower will be highly-profitable for our end-users with an internal rate of return (IRR) of 28%, a payback time between 2 and 4 years depending on the biomass feedstock used in off-grid applications that require a reliable source of electric energy (20-200kWe). \nAs for our commercial strategy, we plan to respond: 1) directly to end-users in rural isolated areas (agricultural and livestock holdings) as well as the sawmill industry by 2018 in the Spanish, German, Austrian, and Italian markets, then in 2019 expand sales to France and Poland, and 2) afterwards, the EU waste-intensive industry (agro-food) and waste treatment centers starting from 2019 in Spain, through our wide network of agents and distributors.\nExpected profit after deducting costs of purchase, manufacture and distribution fees amounts to a cumulative 43.39MÄ turnover market opportunity for the 2018-2022 period.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELIVERE INNOVACION SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "BLUEPLASMA POWER SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "924114151": {
            "orgId": "924114151",
            "orgName": "ELIVERE INNOVACION SOCIEDAD LIMITADA",
            "ecContrib": 50000
        },
        "951588819": {
            "orgId": "951588819",
            "orgName": "BLUEPLASMA POWER SL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}