{
    "rcn": "205191",
    "acronym": "MATRICAN",
    "topics": "ERC-CoG-2015",
    "title": "Matrix during cancer progression",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The extracellular matrix (ECM) is known to play a critical role in driving cancer progression, and yet we lack knowledge of its composition and structure. The goal of my ERC project is to investigate how alterations in biochemical composition and structural properties of the ECM during cancer progression impact on cell behaviour to drive metastasis, which is responsible for over 90% of cancer patient deaths. In order to do this, my lab has developed a method to in situ decellularise organs leaving structurally intact ECM scaffolds for subsequent analysis or for repopulation to study cell-ECM interactions in situ. We have deployed our method to decellularise primary tumour and metastatic organs in mice bearing orthotopic breast cancer tumours for subsequent quantitative global mass spectrometry (MS) proteomics, spatio-structural mapping of ECM components in 3D, and live imaging of repopulated cells. We observed fundamental alterations in ECM composition and structure between normal and tumour, and primary and metastatic tissue. We have selected two ECM components specifically upregulated in metastatic organs for subsequent validation. We discovered a marked decrease in proteins associated with fibrillogenesis in metastatic organs and will investigate the impact of this on metastatic ECM stiffness. We will decellularise organs from transgenic mouse models of breast and pancreatic cancer, at specific stages during cancer progression to determine the evolution of global ECM composition and structure, and how this impacts on cell behaviour through functional perturbation. Finally, we shall validate relevance of findings to human disease through use of human cancer lines and analysis of human patient samples. The research proposed will provide ground-breaking insight into how the ECM regulates cellular behaviour during normal and pathological conditions, and will test new strategies to combat metastasis that could be translated into the clinic to benefit cancer patients.",
    "totalCost": "1997500",
    "ecMaxContribution": "1997500",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1997500
        }
    },
    "calculatedTotalContribution": 1997500
}