{
    "rcn": "205188",
    "acronym": "ASSIMILES",
    "topics": "ERC-CoG-2015",
    "title": "Advanced Spectroscopy and Spectrometry for Imaging Metabolism using Isotopically-Labeled Endogenous Substrates",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "A technological revolution is currently taking place making it possible to noninvasively study metabolism in mammals (incl. humans) in vivo with unprecedented temporal and spatial resolution. Central to these developments is the phenomenon of hyperpolarization, which transiently enhances the magnetic resonance (MR) signals so much that real-time metabolic imaging and spectroscopy becomes possible. The first clinical translation of hyperpolarization MR technology has recently been demonstrated with prostate cancer patients.\nI have played an active role in these exciting developments, through design and construction of hyperpolarization MR setups that are defining the cutting-edge for in vivo preclinical metabolic studies. However, important obstacles still exist for the technology to fulfill its enormous potential.\nWith this highly interdisciplinary proposal, I will overcome the principal drawbacks of current hyperpolarization technology, namely: 1) A limited time window for hyperpolarized MR detection; 2) The conventional use of potentially toxic polarizing agents; 3) The necessity to use supra-physiological doses of metabolic substrates to reach detectable MR signal\nI will develop a novel hyperpolarization instrument making use of photoexcited compounds as polarizing agents to produce hyperpolarized solutions containing exclusively endogenous compounds. It will become possible to deliver hyperpolarized solutions in a quasi-continuous manner, permitting infusion of physiological doses and greatly increasing sensitivity. I will also use a complementary isotope imaging technique, the so-called CryoNanoSIMS (developed at my institution over the last year), which can image isotopic distributions in frozen tissue sections and reveal the localization of injected substrates and their metabolites with subcellular spatial resolution. Case studies will include liver and brain cancer mouse models. This work is pioneering and will create a new frontier in molecular imaging.",
    "totalCost": "2199145,76",
    "ecMaxContribution": "2199145,76",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}