{
    "rcn": "205151",
    "acronym": "HORTAPPET",
    "topics": "SMEInst-11-2016-2017",
    "title": "RECOVERY OF DISCHARGED FRACTIONS OF PET RECYCLING PROCESS",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "PETRA POLIMERI s.r.l. was born in 2000 to develop its activities in the field of Polyethylene terephthalate selection and recycling, mainly for food applications, transforming 15,000 tonnes/year. We have developed an innovative technology able to recover the secondary fractions of PET recycling, 15 % of the recycled product, which up to now have been no recyclable and send to incineration or landfill. We have designed a multilayered R-PET sheet structure, HORTAPPET, having the outer layers made with a co-polyester with a glass transition greater than 95 ∫C, and a central layer of R-PET (secondary fractions) thermoplastic material. HORTAPPET achieves a heat resistance up to 80 ∫C, a reduction in its fragility, a notable transparence, and a lack of contaminants, what helps it to be 100% recyclable itself. Our product will be commercialized at a price 20% cheaper than other conventional solutions. This new business opportunity is expected to reach about 7,5 MLN Ä after 5 years of commercialization. The payback of the expected investment of this project, 1,2 MLN Ä, will be reached during the 3rd year. This innovative product is aimed to be sold in the horticultural market, and final users are mainly growers and greenhouse managers. Our main commercial barrier will be to gain presence in the international horticultural market as this is a new sector for us. In order to overcome this barrier, promotional activities will be essential. Our project is in line with the circular economy as it promotes the efficient use and recycling of the off grade fractions of R-PET promoting the development of new market applications. HORTAPPET is the best option for horticultural applications because it has better mechanical and visual properties than R-PS and R-PP. Besides, it is cheaper due to the fact that it is made of discharged fractions of PET recycling process. R-PET couldnít be used in this field due to its high price and its low heat resistance.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PETRA POLIMERI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918715810": {
            "orgId": "918715810",
            "orgName": "PETRA POLIMERI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}