{
    "rcn": "205146",
    "acronym": "ASTERIX",
    "topics": "SMEInst-07-2016-2017",
    "title": "Robot shoots herbicide only on weeds, reducing usage by more than 90%",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "The productivity in agriculture has improved enormously for the last 50 years. However, the increased yield comes at a cost. The fields producing our food are sprayed throughout the seasons with herbicides, fungicides and insecticides. We are facing major problems with resistant weeds and pesticide residues in food, soil and water. Farming needs to become more sustainable.\nWe want to contribute to a change of paradigm, starting with row crops. We are introducing an autonomous field robot, designed for tending of vegetables. The robot uses machine vision and our ultra-precise nozzle technology to shoot droplets of herbicide on each individual weed - not on the crop - not on the soil. This will reduce the amount of herbicide used by appx 95%. \nThere are many hundreds of different row crops, most too small to make it economically viable to develop specific herbicides. This, in combination with environmental problems and herbicide resistant weeds, means that the farmer has very few or no available herbicides. Our ability to only spray the weed will change this. Some weeds can also be left unsprayed, reducing genetic selection on herbicide resistance. \nThe system can also reduce insecticide application, observe plant stress and crop development. Our vision is that these robots are working days and nights, recording data from its fields, looking for problems to solve. \nAdigo AS (www.adigo.no), is performing R&D within mechatronics in B2B relationships. We have been working for more than 10 years within precision farming, developing field robots for research and machine vision based sensors. We believe the timing now is very good for launching new products and methods in this market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADIGO AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968502127": {
            "orgId": "968502127",
            "orgName": "ADIGO AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}