{
    "rcn": "205123",
    "acronym": "QTOOL",
    "topics": "SMEInst-02-2016-2017",
    "title": "Commercialization of Single-Photon Light Sources",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Researchers at the Niels Bohr Institute (NBI) in Copenhagen have invented a novel light source capable of emitting single photons, i.e., single particles of light, with unprecedented precision and efficiency (98.4% measured). End-goal applications of efficient single-photon sources include quantum networks, quantum cryptography, and quantum simulators, which are disruptive solutions to societal challenges within security and supercomputing. Single-photon sources are currently not commercially available and there is a substantial and growing market pull from R&D labs working on photonic quantum technology.\n\nTogether with experienced business angels, the inventors have founded Sparrow Quantum Technologies (SQT), whose goal is to develop and commercialize photonic quantum technology for the rapidly growing R&D market. SQT has recently attracted Ä2m in its first-round private venture capital injection and is now hiring administrative and technical staff to be ready to manufacture and sell its first product, the 1st generation SQT-chip, which consist of a quantum light source embedded in a carefully tailored photonic chip fabricated by semiconductor nanotechnology. It is based on a well-documented existing prototype, builds on world-leading in-house expertise on quantum optics and nanofabrication, and established IPR.\n\nThe next step in SQTís business plan forms the basis of the current innovation project, where the main objective is developing and commercializing a set of key photonic components that we have identified as particularly commercially relevant. They will enable researchers in quantum- and nano-photonics to carry out their research in faster, cheaper, and better ways than what is currently possible. We call it the Quantum Photonic Toolbox, or simply QTOOL ñ a customisable toolbox to revolutionise several R&D areas, including photonic quantum computing, quantum cryptography, quantum networks, and a wealth of fundamental research within quantum optics.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SPARROW QUANTUM AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918748402": {
            "orgId": "918748402",
            "orgName": "SPARROW QUANTUM AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}