{
    "rcn": "205131",
    "acronym": "ISOBAR",
    "topics": "SMEInst-02-2016-2017",
    "title": "Cost Effective Personalised Compression Therapy for Chronic Venous Insufficiency with AccuratePressure Delivery for Comfort and Efficacy of Treatment",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Advanced Therapeutic Materials Limited manufacture compression stockings to treat chronic venous insufficiency (CVI) conditions, for sports recovery and to prevent deep vein thrombosis.  CVI is a condition in which the blood does not return to the heart efficiently due to valves in the veins being damaged or absent. Leg ulceration, the most serious CVI symptom, is a chronic and recurrent condition causing a lack of mobility, pain and often resulting in social isolation and depression.\nCVI affects up to 50% of adults, 1% of Western populations will suffer from leg ulceration during their lifetime. The annual cost of the treatment of leg ulcers in Europe is estimated to be per annum Ä6.5bn.\nStandard methods of compression therapy have deficiencies relating to the ability to deliver and maintain the required pressure profile; sizing and comfort and patient compliance.  Time and skill is required for effective bandaging, the cost of treatment and materials is significant over a long treatment time.\nOur ISOBAR stockings are manufactured using 3D scanning to create an exact limb profile, the pressure gradient is mapped to the 3D image ensuring pressure is applied exactly where needed.  Algorithms convert this requirement to knitting instructions which are executed using patented yarn tension control systems. ISOBAR stockings deliver the optimal compression therapy every time they are worn. Enhanced comfort promotes patient compliance, encouraging healing and quality of life. Ulcer prevention compression can be patient self-managed delivering health service cost savings and enhancing independence. \nFurther cost savings are achieved by reducing skilled nursing time to change dressings compared with compression bandaging for active ulcers. Patient compliance and optimal compression promotes conditions for faster healing, reducing the length and cost of treatment.  Lasting more than 100 washes with no loss of efficacy means that significant material costs are also achieved.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADVANCED THERAPEUTIC MATERIALS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924300391": {
            "orgId": "924300391",
            "orgName": "ADVANCED THERAPEUTIC MATERIALS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}