{
    "rcn": "205109",
    "acronym": "Hazijax",
    "topics": "SMEInst-02-2016-2017",
    "title": "Hazard-Sensing, Network Connected Garments for Industrial Safety-Critical Environments",
    "startDate": "01/08/2016",
    "endDate": "31/10/2016",
    "objective": "Wearable Technologies Limited (WTL) is an early leader in the embedding of washable electronics into smart clothing, having already achieved global sales with our first generation of award winning products which includes functional jackets, vests and belts. The smart garment market is expanding rapidly and is expected to become a global market worth Ä5.6 billion per annum by 2020. WTLís voice of the customer surveys have identified enormous opportunities for garments which will extend functionality to network connectivity for improved safety in industrial markets. These products represent the outcome of this project. Benefits that arise from this include the ability to sense hazardous chemicals and then indicate danger not only to the garment wearer, but also co-workers and a central control room for large staff deployments. The oil and gas industry provides suitable markets for such garments and discussions with BP have already indicated that they are willing to be early customers. The Hazijax project concept has already attracted the support of companies willing to assist with development, from systems integration (Mediatek, Orange Business) to distribution (T2S, DR Workwear).\n\nWTL has a broad IP portfolio and expertise gained from intelligent garment manufacture. We have 5-year forecast sales of Ä47.2 million to produce a profit of Ä13.85 million, a breakeven between year three and four and an ROI of 3.62:1. This feasibility study will be used to further quantify in detail the work needed to generate customer confidence in the product, its supply to them and WTLís support of it in use by them.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WEARABLE TECHNOLOGIES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927732736": {
            "orgId": "927732736",
            "orgName": "WEARABLE TECHNOLOGIES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}