{
    "rcn": "205172",
    "acronym": "ENRICH",
    "topics": "MSCA-ITN-2015-ETN",
    "title": "Enriched communication across the lifespan",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "'Speech is a hugely efficient means of communication: a reduced capacity in listening or speaking creates a significant barrier to social inclusion at all points through the lifespan, in education, work and at home. Hearing aids and speech synthesis can help address this reduced capacity but their use imposes greater listener effort. The fundamental objective of the ETN 'Enriched communication across the lifespan' (ENRICH) is to modify or augment speech with additional information to make it easier to process. Enrichment aims to reduce the listening burden by minimising cognitive load, while maintaining or improving intelligibility. ENRICH will investigate the relationship between cognitive effort and different forms of natural and synthetic speech. Non-intrusive metrics for listening effort will be developed and used to design modification techniques which result in low-burden speech. The value of various enrichment approaches will be evaluated with individuals and cohorts with typically sub-optimal communication ability, e.g., children, hearing-impaired adults, non-native listeners and individuals engaged in simultaneous tasks. The ENRICH consortium consists of 8 beneficiaries and 7 partners from academia, industry and clinical practice in 9 countries, who collectively provide diverse infrastructure for investigating spoken communication and for applying innovations to end-user populations. ENRICH will address the unmet need for multi-skilled practitioners and engineers in this rapidly growing sector currently facing a serious workforce shortage. Through a comprehensive training programme driven by the needs of industry and clinical practice, it will equip fellows with not just the necessary cross-disciplinary knowledge and research techniques, but also with experience of entrepreneurship and technology transfer so they can translate research findings into meaningful products and services that will facilitate spoken language communication in the coming decades.\n\n'",
    "totalCost": "3593601,36",
    "ecMaxContribution": "3593601,36",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "STICHTING KATHOLIEKE UNIVERSITEIT;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;TOBII TECHNOLOGY;ACADEMISCH ZIEKENHUIS GRONINGEN;PANEPISTIMIO KRITIS;UNIVERSITY COLLEGE LONDON;HORZENTRUM OLDENBURG GMBH;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "NL;DE;SE;EL;UK",
    "projectParticipants": {
        "968727361": {
            "orgId": "968727361",
            "orgName": "TOBII TECHNOLOGY",
            "ecContrib": 0
        },
        "941051418": {
            "orgId": "941051418",
            "orgName": "HORZENTRUM OLDENBURG GMBH",
            "ecContrib": 249216
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 510749
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 546576
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 510749
        },
        "999588978": {
            "orgId": "999588978",
            "orgName": "PANEPISTIMIO KRITIS",
            "ecContrib": 484774
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 249216
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 546576
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 3593602
}