{
    "rcn": "205127",
    "acronym": "HyPump",
    "topics": "SMEInst-07-2016-2017",
    "title": "Enabling Sustainable Irrigation through Hydro-Powered Pump for Canals",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "The growing world population and the change in dietary patterns will dramatically increase the demand for food and feed, which will turn into a greater use of water, agricultureís primary production factor. In a context exacerbated by the ongoing climate change, which results in farmersí increasing need to irrigate cost-efficiently to stay competitive, policy makers around the globe are striving to implement strategies and new technologies for better use and conservation of water resources. However, while the introduction of new drip and sprinkler-based irrigation practices allowed substantial water savings, these came at the expenses of an increase of energy consumption and capital expenditure, making modernized irrigation less profitable. Leveraging on the successful launch of the Barsha Pump, a floating river pump for small-scale farmers throughout the world, which does not require any fuel, electricity to operate, aQysta will develop and demonstrate a large-scale system for canals (with a power of 1.5 kW, compared to 150 W for floating river pumps) that can serve the needs of irrigation communities in Europe. This will be achieved by integrating the patent-pending Barsha Pump with the Hydrostatic Pressure Wheel concept, which is up to 90% efficient, compared to only 29.6% maximum efficiency of floating waterwheels and has been successfully proven as a prototype in both lab conditions and in field. This novel HyPump system will be designed as a size-scalable concept, allowing for several variants according to the specific needs of the targeted customers in Europe, and will allow users to benefit from up to 6-times increase in agricultural yield (compared to rain-fed irrigation) and up to 70% savings on operating costs with respect to standard fuel or electric pumps. Furthermore, the proposed solution will drastically reduce the environmental footprint with respect to conventional pumps and is at least 2 times less capital intensive compared to solar alternative.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AQYSTA HOLDING BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926153382": {
            "orgId": "926153382",
            "orgName": "AQYSTA HOLDING BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}