{
    "rcn": "205196",
    "acronym": "ONOFF",
    "topics": "ERC-ADG-2015",
    "title": "Perception of voices that do not exist: Tracking the temporal signatures of auditory hallucinations",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "'One of the most perplexing phenomena of the human mind is the conviction of perceiving a 'voice' in the absence of an external auditory source. This is called an auditory hallucination (AH), and is the most characteristic symptom of the most severe mental disorder, schizophrenia. Understanding the phenomenology, cognitive, and neurobiological underpinnings of AHs will not only provide new insights for explaining schizophrenia, but will also provide new insights into the 'complexities of the mind'. In my previous research, I have uncovered the neurocognitive markers of the initiation of an AH, focusing on what causes the onset of a hallucinatory episode. The current proposal further narrows the focus, asking a single question; why do AHs spontaneously come-and-go over time, or stated otherwise, why are they not permanently present once initiated? If we believe that the onset of an episode has neurocognitive markers, which all evidence supports, then we must also acknowledge that the offset must have corresponding markers. This question has to my knowledge never been addressed, although it is vital for the understanding of the underlying mechanisms, and for new treatment strategies. I will track the fluctuations of AH episodes in real-time with iPhone app technology, going beyond interview questionnaires. I will track how cognition modulates the onset and offset with an experimental dichotic listening paradigm, going beyond standard tests. I will track what happens in the brain the few seconds before the onset and, in particular the offset of an episode, using component-based fMRI analysis, going beyond 'blobology'. I will track with MR spectroscopy the interaction of excitatory and inhibitory transmitters that are hypothesized to mediate episode onsets and offsets, respectively, going beyond systems imaging. Thus, I will track AH episodes from the clinical to the receptor level, working vertically through a ìlevels of explanationî model, from higher to lower levels'",
    "totalCost": "2413371",
    "ecMaxContribution": "2413371",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 2413371
        }
    },
    "calculatedTotalContribution": 2413371
}