{
    "rcn": "205143",
    "acronym": "SMARTCARS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Low cots Advanced Driver Assistance Systems (ADAS): A cost affordable solution for improved road safety",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "Road safety is a mayor societal issue with road accidents being main cause of death in industrial countries. According to the World Health Organization, the total number of road traffic deaths remains unacceptably high at 1.24 million per year, occupying the 9th position in the list of top leading causes of death in the world. Advanced driver assistance systems (ADAS) can contribute to a possible solution.\nADAS are systems developed to automate, adapt and enhance vehicle systems for safety and better driving. Since 2000, the automotive industry has gradually introduced new ADAS features in vehicles. The progress in this field has been enormous and it has been demonstrated that the most advanced ADAS systems can contribute reducing fatal road accidents by a factor of more than 30%. However, in spite of the huge progress so far, relatively few vehicles on the road today have these systems, and their share of the market is growing at only 2 to 5 percent annually.\nThe major problem preventing ADAS massive implementation is that these systems are only offered to the drivers when purchasing a new vehicle as embedded solutions and the most advanced (securest ADAS) are found only in the high price vehicle segment. This implies that the improved driving safety is restricted to the high purchasing power consumers and only when replacing their old car, while it is not accessible to the lower-middleclass consumers.\nThe SMARTCARS project is aimed at making the most advanced ADAS systems accessible to everyone. Our technology is not based on an embedded system but on an external hardware solution which can be integrated to any car manufactured after year 2000 by a simple USB connection. SMARTCARS will enable any car owner paying just 475Ä and 30Ä/year for system maintenance, to enjoy the improved driving safety offered by the most advanced ADAS, which nowadays can only be enjoyed when purchasing a new car of the premium-high price segment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "XESOL I MAS D MAS I SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927241237": {
            "orgId": "927241237",
            "orgName": "XESOL I MAS D MAS I SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}