{
    "rcn": "205129",
    "acronym": "ICE2LAST",
    "topics": "SMEInst-08-2016-2017",
    "title": "Innovative stunning technology based on a natural anesthetizing agent in ice to improve animal welfare and extend shelf-life of farmed fish",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "CUBI-PLAYA S.L. is a Spanish SME dedicated to ice manufacture, currently employing 39 people. We are specially targeted to the fish sector. We supply high quality ice to fisheries, aquaculture companies and fish processing factories, with the result of a close working relationship with main stakeholders. \nIt is well known that stress situations adversely affect muscle quality, especially during the last period of fish life: slaughter. Traditional slaughtering process involves the death by asphyxia in ice or air, which exposes fish to substantial suffering over excessive periods of time. The distress suffered results in detriment of fish flesh quality and shelf-life, besides imposing avoidable suffering to fish. A pre-stunning phase is therefore recommended, to rapidly cause loss of consciousness and sensibility without pain. However, most of the slaughtering procedures used in fish farm conditions nowadays do not involve a stunning phase. \nIn collaboration with experienced researchers, we have developed ICE2LAST, an integrated solution to speed up the stunning/sedation phase of farmed fish before slaughter, which results in a longer shelf-life and better flesh quality. \nFish stunning is caused by an anesthetizing natural substance. When included into crush ice, it causes the complete stunning of the fish in less than 1 minute. By shortening the stunning process, fish flesh quality improves and its spoilage can be delayed more than 50%, compared to traditional slaughtering methods. ICE2LAST is a cost-effective and easy to handle solution, whose implementation leads to enhance fish food quality, reduce fish losses and improves animal welfare.  \nEU is expected to increase its fish food domestic production, particularly through aquaculture promotion. With projections of a 4% annual growth in this sector, ICE2LAST can boost growth and employment in our company. Thanks to this new product we expect to employ 16 more people in Spain and overseas.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CUBI-PLAYA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919096535": {
            "orgId": "919096535",
            "orgName": "CUBI-PLAYA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}