{
    "rcn": "205186",
    "acronym": "MEDIATE",
    "topics": "ERC-CoG-2015",
    "title": "Middlebrow Enlightenment: Disseminating Ideas, Authors, and Texts in 18th-century Europe",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Intellectual history has long focused on a small number of authors and conceptual frameworks in studying societal change during the Enlightenment. Historians of the book have similarly restricted their vision, tending to privilege radical, subversive or forbidden texts. Yet ever since Daniel Mornet launched the history of the book approach a century ago, historians have recognized that it was authors who were not radical or subversive who produced the best-selling texts of the 18th century. This project will push Enlightenment studies in a new direction by moving beyond the present, narrow corpus of texts and models that dominate the field, and propose a new conceptual framework that takes as its starting-point the heuristic concept of middlebrow culture. Developing a state-of-the-art database, it will, firstly, identify not the ëhighí Enlightenment texts studied by the history of ideas, and not the ëlowí, forbidden texts of book history, but the real best-sellers of the 18th century. These were the texts that, to readers on the ground, represented the most visible face of the Enlightenment, but have hitherto never really been studied. Secondly, it will elaborate a typology of this corpus describing its generic traits, intended readers, relation to major political-religious debates, and how readers in different parts of Europe appropriated these texts through translations, reworkings and other uses. Finally, it examines how historiography came to define the Enlightenment as the work of an intellectual elite, downplaying the impact of middlebrow texts and readers. The project thus brings an ambitious, bottom-up approach to intellectual history, using book history data and innovative digital tools to argue that the Enlightenment was fashioned not only by the progressive intellectuals we know today, but just as importantly, also by a large mass of forgotten, middlebrow best-sellers that need to be adequately studied if we are to truly understand how we ëbecame moderní",
    "totalCost": "1998125",
    "ecMaxContribution": "1998125",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1998125
        }
    },
    "calculatedTotalContribution": 1998125
}