{
    "rcn": "205147",
    "acronym": "Nutrigen Service",
    "topics": "SMEInst-06-2016-2017",
    "title": "NUTRIGEN SERVICE: MANAGING HEALTH THROUGH DIETARY NEEDS, VIRTUAL CONSULTATIONS, AND GENETICS",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "The WHO estimates that worldwide obesity has doubled since 1980. In 2014 more than 39% of adults were overweight. The EC estimated that healthcare costs related to obesity represent 7% of its total healthcare spending or Ä81B/yr. Obesity causes a range of very serious physical and mental health problems like diabetes, heart diseases, hypertension, etc. Obesity and its related illnesses are largely preventable through proper diet and exercise.\nWe have created a disruptive new mHealth app, Nutrigen Service, to help users stay healthy by providing free diet/nutrition plans tailored to their lifestyle using our artificial intelligence algorithm. Our goal is to provide an effective/affordable mHealth tool capable of helping people mitigate, manage, reduce, and avoid health problems like obesity and related diseases. The first version of our app has more than 100.000 downloads giving us a TRL7. Currently we are able to provide diets for, Diabetes, Hypertension, High Cholesterol, Pregnancy, Lactation, Obesity, ìNormalî diets for people without any of these problems, we will add diets for Gluten and Lactose intolerance. We also offer a DNA test to look for the presence of genes related to obesity as well as readings for Cardiovascular risk, Gluten, Lactose Intolerance, Telomere health.\nOur target market is the high volume mHealth market. In 2013 the global market revenue for mHealth was USD 2.4 billion, with a projected growth of USD 26 billion by the end of 2017. The size of the European market in 2014 was estimated at approx. Ä900M. Within the mHealth market we are focusing on the Nutrition, Wellness, Medical Condition Management, and Medical Reference sectors as they are 4 of the biggest sectors within the mHealth market. By targeting these 4 sectors we can access 46.10% of the total addressable mHealth market, giving us a total addressable market (TAM) of Ä410.9 million in Europe alone, with a growth potential of 50% in the next 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIDER DOCTOR SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923980194": {
            "orgId": "923980194",
            "orgName": "LIDER DOCTOR SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}