{
    "rcn": "205122",
    "acronym": "Phespa",
    "topics": "SMEInst-07-2016-2017",
    "title": "Phytogenic HEat Stress Prevention in farm Animals",
    "startDate": "01/09/2016",
    "endDate": "30/11/2016",
    "objective": "Delacon is a pioneer and worldwide market leader of phytogenic (plant-derived natural products) feed additives for livestock. Delaconís objective with the PHESPA project is to develop and market a transversal nutritional solution based in phytogenics to counteract the detrimental effects of heat stress in farm animals. Heat stress is a critical problem for livestock when a high environmental temperature is accompanied by high humidity. Heat stress in the summer months has been estimated to cause huge economic loses to the farming industry in Europe, especially in the Mediterranean countries. Current solutions to heat stress in livestock include energy-consuming air conditioning, ventilation or sprinkling the animals and pens with water. Delacon proposes an innovative approach to mitigate heat stress with the development of nutritional solutions which improve productivity, are all plant-derived, sustainable, and safe. The R&D team of Delacon has identified 3 substances that were screened in vitro and verified in a relevant environment with broilers. By effectively reducing the effects of heat stress, the animalsí immune system is supported and the risk of infections is reduced. The creation of an effective heat-stress prevention product line thus positively influences food safety, via improvement of animal product quality.  The heat-stress prevention product will increase the sustainability of animal production in Europe and globally. The main users will be integrators (feed mills and farmers) that have the entire production chain under control, and they will benefit from improvements in every part of the cycle. With the PHESPA project the technological and economic feasibility of the product, its commercial potential, its future market acceptance and impact, profitability and opportunities in the European and the global markets will be evaluated.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DELACON BIOTECHNIK",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "971418335": {
            "orgId": "971418335",
            "orgName": "DELACON BIOTECHNIK",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}