{
    "rcn": "205166",
    "acronym": "Sustain-ALGae",
    "topics": "SMEInst-07-2016-2017",
    "title": "Sustainable Integrated micro-Algae Culturing System (Sustain-ALGae)",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "Truly high profits wait for those that take algae culture to the next level. This has been known to the food and animal-feed industry for some time, as bio-mass produced by microalgae is both immensely valued and highly priced. Bioactive compound of the micro-algae in question is 5 % of the algae mass and the price is 10.000Ä/kg. The remaining 95% are high quality proteins and lipids used for fish feed and later for food. \nThese highly valued and priced algae-based compounds are however a scarcity in todayís markets due to technical obstacles in algae farming as todayís reactors only enables harvest in areas where outdoor culture of microalgae is feasible.\nThe innovation in question offers a solution to this obstacle namely a tank based photo-bio reactor which has the potential to address the economical and social challenge of feeding the ever growing world population. The solution is highly productivity LED reactors for mass culture of microalgae. Presently being scaled up from 1000L to 5000L.  The reactor enhances harvest/m2 by 400%, harvest by Kw hr. by 100%, lowers production cost by 30% and lowers capital cost by 20% and decreases losses in production from 30-50% down to 5%.  \nA pilot version of innovation has already yielded a ìcash cowî for the applicant, based on the highly price valued 5% concentration of astaxanthin - the compound that makes salmon red. The compound will be sold as capsules in late 2017 to an Italian pharmaceutical corporation dedicated to creating novel medicines for the unmet needs of patients with rare diseases. The marketís demand proves what enormous potential that the photo-bio reactor has for food and animal-feed farming in Europe as well as for the pharmaceutical industry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KEYNATURA EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927875617": {
            "orgId": "927875617",
            "orgName": "KEYNATURA EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}