{
    "rcn": "205153",
    "acronym": "DRYMIX",
    "topics": "SMEInst-09-2016-2017",
    "title": "Feasibility Study of energy efficient, sustainable, innovative Ceramic powders Dry-Mix method andenabling additives",
    "startDate": "01/09/2016",
    "endDate": "28/02/2017",
    "objective": "Established process for the manufacture of ceramic parts involve the key step of mixing in the wet state, and controlled drying (also called atomization) through Spray Dryer equipment. It can guarantee the absolute control in the size and shape of the particles, and their residual degree of humidity. The advantages, making this a fundamental step in the ceramic industry, are related to the flowing capacity of the spray-dried granules, permitting the process at high speed and control over the final performances of the products. As a drawback, this is recognized as one of the most energy intensive steps in the ceramic process, due to the massive evaporation of water and the use of compressed air, almost equivalent to the sintering at high temperature. Early results of independent research conducted from DAXEL, in cooperation with a private laboratory in Italy, have brought to the awareness that it can be avoided, through the implementation into a dry-mixing process of fluidizing agents, permitting the granulated powders to reach an equivalent level of fluidity, and therefore enabling equivalent speed of processing. The advantages DAXEL can provide to its ceramic processor customers are the reduction of one energy intensive step, the reduction of capital investments at no modification of the final quality. Technological Feasibility, Market Assessment, Business Models and Plans are the objectives of the DryMix project, oriented to permit the implementation of the project results into real business cases. A new infancy for the industry of ceramics is expected thanks to the revolution of the DryMix project, permitting an ambitious sky-rocket for DAXEL production and its central role in the supply of mixing additives, and the process set up for new ranges of customers, in Europe and Worldwide.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DAXEL SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924441235": {
            "orgId": "924441235",
            "orgName": "DAXEL SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}