{
    "rcn": "205142",
    "acronym": "eForcis",
    "topics": "SMEInst-09-2016-2017",
    "title": "eForcis and BeForcis, Wave Energy Generators for marine buoys and devices.",
    "startDate": "01/08/2016",
    "endDate": "31/12/2016",
    "objective": "Maritime activities are essential to the European economy with an estimated gross value added of at least 260 bneuros and employ at least 6.6 million people. Exploitation of seas and oceans is increasing as new industries emerge and traditional ones move further off-shore. But while the marine energy sector is focusing on high potential energy, offshore activities need viable and cost-effective solutions to face their not very elevated energy demands. At the same time, the EU is seeking a balance between maritime industry growth and environmental damage reduction. \nSmalle has found a pioneering solution to this energy and ecologic challenge using an innovative approach. We are developing two reliable, autonomous and free of maintenance power supply systems -eForcis and BeForcis (eForcis adapted to the aquaculture sector)- that can obtain energy from less powered waves. By focusing on the generation of small amounts of energy through a simple off-grid mechanism, we will provide an alternative and satisfactory energy source for marine economic activities. \nThis is especially relevant for key offshore sectors such as aquaculture and buoys (collecting data or creating signals for navigation security), as they will benefit from two ground-breaking power generators that will not only reduce carbon emissions but will also contribute to a more efficient and competitive sea industry in Europe and worldwide.  \nPromising results gathered so far allow us to establish a twofold objective for this SME instrument phase 1: to analyze the techno-economic feasibility of the different eForcis equipment optimization routes and to explore the market potential of the current eForcis generator and its version for aquaculture (BeForcis). As a result, a marketing strategy will be developed to commercialize our products both through manufacturers/distributors (buoys and other devices) and end-users (aquaculture companies, oil and gas facilities, fish farms, Port authorities, among others).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SMALLE TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935443072": {
            "orgId": "935443072",
            "orgName": "SMALLE TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}