{
    "rcn": "205180",
    "acronym": "BactInd",
    "topics": "ERC-CoG-2015",
    "title": "Bacterial cooperation at the individual cell level",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "All levels of life entail cooperation and conflict. Genes cooperate to build up a functional genome, which can yet be undermined by selfish genetic elements. Humans and animals cooperate to build up societies, which can yet be subverted by cheats. There is a long-standing interest among biologists to comprehend the tug-of-war between cooperation and conflict. Recently, research on bacteria was successful in identifying key factors that can tip the balance in favour or against cooperation. Bacteria cooperate through the formation of protective biofilms, cell-to-cell communication, and the secretion of shareable public goods. However, the advantage of bacteria being fast replicating units, easily cultivatable in high numbers, is also their disadvantage: they are small and imperceptible, such that measures of cooperation typically rely on averaged responses across millions of cells. Thus, we still know very little about bacterial cooperation at the biological relevant scale: the individual cell level. Here, I present research using the secretion of public goods in the opportunistic human pathogen Pseudomonas aeruginosa, to tackle this issue. I will explore new dimensions of bacterial cooperation by asking whether bacteria engage in collective-decision making to find optimal group-level solutions; whether bacteria show division of labour to split up work efficiently; and whether bacteria can distinguish between trustworthy and cheating partners. The proposed research will make two significant contributions. First, it will reveal whether bacteria engage in complex forms of cooperation (collective decision-making, division of labour, partner recognition), which have traditionally been associated with higher organisms. Second, it will provide insights into the evolutionary stability of cooperation ñ key knowledge for designing therapies that interfere with virulence-inducing public goods in infections, and the design of stable public-good based remediation processes.",
    "totalCost": "1994981",
    "ecMaxContribution": "1994981",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 1994981
        }
    },
    "calculatedTotalContribution": 1994981
}