{
    "rcn": "205114",
    "acronym": "MOON-MEMS speaker",
    "topics": "SMEInst-01-2016-2017",
    "title": "Development of the most advanced audio systems enabling the production of a revolutionarygeneration of MEMS micro speakers that will be deployed in the world's top mobile applications",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "USound develops cutting-edge piezoelectric MEMS technology for providing Micro Electronic-Acoustic devices expanding the functionalities of earphones and headphones, with exceptional audio performance, lean manufacturing flow, miniaturization, simple integration and low power consumption thereby overcoming the limitations of all the existing technologies on the market. USound gains competitive advantage through the collaboration with best in class European scientific and industrial partners, applying the high potential ìfabless semiconductorî business model. The underlying technology is based on three main technology blocks: Piezoelectric MEMS, Embedded Component Packaging technology and Standard complementary metalñoxideñsemiconductor (CMOS) process and has already reached TRL 6. USoundís first product will be a sub-miniature speaker for in-ear or near-the-ear headphones.\nManufacturers face an increasing demand for improved sound quality, for devices with ever more functions and lower power consumption, and a fierce competition within the industry, resulting in decreasing gross margins and selling prices. USound B2B customers will gain competitive advantage through 20% overall cost reduction, low power applications, higher integration, design flexibility and improved sound quality which allow offering devices with new and improved functions. The feasibility study will support final prototyping, validation & demonstration to reach TRL 9 and provides the economic arguments (risk management, IP strategy, Business plan) to ensure further private investments, public funding (e.g. SME phase 2) and boosting the market uptake. With USound technology Europe will have the opportunity to take over a leading role in the field of MEMS technology for the global Micro Electronic-Acoustics market, building up unique knowhow protected by patents and fostering Europe as a high class R&D location with new jobs and high competitiveness towards competition from the US and Asian markets",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "USOUND GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921035468": {
            "orgId": "921035468",
            "orgName": "USOUND GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}