{
    "rcn": "205139",
    "acronym": "HYDROBLOOD",
    "topics": "SMEInst-07-2016-2017",
    "title": "Innovative processing plant for optimal production of Decolourised Hydrolysed Protein (DHP). A secure, cost-effective and eco-friendly blood by-product solution.",
    "startDate": "01/07/2016",
    "endDate": "31/12/2016",
    "objective": "Our overall objective is to bring to the market a new solution which will not only reduce the environmental impact of blood produced in slaughterhouses, but optimize the protein production process for animal and human feed purposes too, in a reliable and cost-effective way. \nAccording to the FAOSTAT (2016) website, approximately 1452 million pigs were processed worldwide for their meat in 2013. From these, 309 million pigs were processed only in Europe (mainly in Spain, France, and Germany). If we consider that 3 litres of blood can be collected from each pig, the annual available blood supply can exceed 927k tonnes of blood in Europe and 4.35 million tonnes worldwide. \nWith current technologies available into the market, only around 7% of the protein content in blood can be recovered. From AZUARA we have identified the business opportunity behind this market weakness, and we have developed the HYDROBLOOD processing plant to solve it. With our innovative processing plant, the whole content of protein can be recovered from animalís blood. Moreover, HYDROBLOOD will reduce significantly the environmental impact, since it does not need refrigeration nor heating installations, it generates almost no zoo-technical blood, and it reuses the total waste water generated. It will make a revolution within the meat sector, since the slaughterhouses will not only avoid the treatment of a high polluting waste (and its associated costs) but convert it into a high added value product that will suppose an increase by around 5% in their annual turnover.\nHYDROBLOOD processing plant produces 200g per litre of blood of Decolourised Hydrolysed Protein (DHP), a high quality blood by-product with 95.85% of protein content and a high digestibility (99.54%), which will make a difference in the feed additives market, valued at 14,220 MÄ in 2013, and estimated to reach 20,000 MÄ by 2020 at a CAGR of 4.2% over the period 2013 to 2020.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TALLERES AZUARA  SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918716780": {
            "orgId": "918716780",
            "orgName": "TALLERES AZUARA  SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}