{
    "rcn": "205137",
    "acronym": "ARMOURY",
    "topics": "SMEInst-05-2016-2017",
    "title": "Arthroscopic Regenerative Medicine for Early-Stage Treatment of OA",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Osteoarthritis (OA) affects about 10% of the global population. It has a major impact on a patientís quality of life; with pain and physical function being worse than chronic obstructive pulmonary disease or even cardiovascular disease. Its prevalence is increasing, by 2020 it will be the 4th leading cause of disability. OA is caused by ëwear and tearí and currently only symptoms are treated using pain killers until major surgery is needed, then the joint is replaced. Although joint replacements have improved and often last over 30 years, they do fail with about 10% of all joint replacement operations being to fix a failed implant. \nIn this project JRI is working with University Medical Center Utrecht (UMCU), The Netherlands and the Cell and Gene Therapy Catapult (CGT), UK, to develop a new treatment of OA in the hip and take it to market. This involves catching the disease early when it appears as a distinct lesion. JRI has developed Hummingbird, a system that can get into the complex anatomy of the hip and precisely cut out patches of diseased tissue. Then treating these patches with a cell-based treatment developed by UMCU and successfully used to treat OA in the knee.\nJRI believes that this treatment can be provided at a competitive price and at a scale to meet the global market. However, to do this they will need to build a robust business case and define in detail the regulatory pathways to the markets in Europe and USA. They will do this by working with CGT.\nThis Feasibility Study is the first phase of this work. With CGT, JRI will define: the regulatory pathway, the cost of providing the treatment, the reimbursement methods and the likely market share. The second phase will be in the first-in-human study and a critical step in both meeting the regulations and defining the benefits to this cell-based treatment being applied to the hip.\nThis treatment may not cure OA, but should delay major joint surgery and, in time, may allow some to avoid it all together.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JRI ORTHOPAEDICS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967502445": {
            "orgId": "967502445",
            "orgName": "JRI ORTHOPAEDICS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}