{
    "rcn": "205110",
    "acronym": "sSM",
    "topics": "SMEInst-01-2016-2017",
    "title": "Sensefinity Social Machines",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "Sensefinity wants to become the Enabler of the IoT (Internet of Things) for the Masses. This is only possible through the development of a disruptive and innovative project in IoT that will allow to easily implement IoT projects with low CAPEX and OPEX investments.\nsensefinity will offer an off-the-shelf sensor-platform integrated into a Cloud and SaaS (Software as a Service) to provide specialised applications for business; by providing pre-integrated devices with SaaS software prepared for each of them, i.e. Consumer, Retail, Building, Medical, Energy, Transport and Industry, the IoT can become commonplace, a commodity, and, thus be accessible to any company in any sector of activity. \nIn this context, it will be the first time that IoT projects will be implemented in companies from zero to M2M in no time. Nowadays, only large corporations have the means to invest to gather the data generated by their physical assets. However, these solutions are based on expensive bespoke projects and have a long implementation time, and due to their custom nature are expensive to replicate. This constitutes a barrier for SMEs which cannot afford the price of these bespoke and costly projects. The proposed innovation project will result in an off-the-shelf solution to obtain business profit from the IoT concept and the information acquired by physical assets right after unpacking.\nThese features will fulfil SME's needs with regard to IoT, and in all business verticals. Large Corporations and multinationals will also constitute a considerable demand-market.\nsensefinity consider essential to develop a Feasibility Study that will explore in detail the markets involved, state-of-the-art and suppliers, demand market and vertical applications, sensor types and suppliers, the competition; the business models; make a report on the current running pilots; and, finally, elaborate a clear, measurable and realistic Business Plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SENSEFINITY, LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938777641": {
            "orgId": "938777641",
            "orgName": "SENSEFINITY, LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}