{
    "rcn": "205179",
    "acronym": "OurMythicalChildhood",
    "topics": "ERC-CoG-2015",
    "title": "Our Mythical Childhood... The Reception of Classical Antiquity in Childrenís and Young Adultsí Culture in Response to Regional and Global Challenges",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The project aims at developing a pioneering approach to the reception of Classical Antiquity in childrenís and young adultsí contemporary culture. This newly identified research field offers valuable insights into the processes leading to the formation of the culture recipientsí identities along with their initiation into adulthood. However, the most vital potential of this phenomenon remains unexploited, for the research is still selective, focused mainly on Western culture. With my project, I intend to overcome these limitations by applying regional perspectives without the pejorative implication of regional as parochial or inferior. I recognize regions as extremely valuable contexts of the reception of Antiquity, which is not only passively taken in, but also actively reshaped in childrenís and young adultsí culture in response to regional and global challenges. Thus, the essence of this innovative approach consists in comparative studies of differing reception models not only across Europe but also America, Australia & New Zealand and ñ a bold but necessary step ñ in parts of the world not commonly associated with Graeco-Roman tradition: Africa and Asia. The shared heritage of Classical Antiquity, recently enhanced by the global influence of popular culture (movies, Internet activities, computer games inspired by the classical tradition), gives a unique opportunity ñ through the reception filter ñ to gain deeper understanding of the key social, political and cultural transformations underway at various locations. The added value of this original research, carried out by an international team of scholars, will be its extremely broad impact on the frontiers of scholarship, education and culture: we will elaborate a supra-regional survey of classical references, publish a number of analyses of crucial reception cases, and prepare materials on how to use ancient myths in work with disabled children, thus contributing to integration and stimulating cultural exchange.",
    "totalCost": "1489200",
    "ecMaxContribution": "1489200",
    "coordinator": "UNIWERSYTET WARSZAWSKI",
    "coordinatorCountry": "PL",
    "participants": "UNIVERSITE DE YAOUNDE I;BAR ILAN UNIVERSITY;Roehampton University;University of New England",
    "participantCountries": "CM;IL;UK;AU",
    "projectParticipants": {
        "994336040": {
            "orgId": "994336040",
            "orgName": "Roehampton University",
            "ecContrib": 257200
        },
        "999836910": {
            "orgId": "999836910",
            "orgName": "UNIVERSITE DE YAOUNDE I",
            "ecContrib": 41500
        },
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 115500
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 915375
        },
        "998513830": {
            "orgId": "998513830",
            "orgName": "University of New England",
            "ecContrib": 159625
        }
    },
    "calculatedTotalContribution": 1489200
}