{
    "rcn": "205145",
    "acronym": "EK200-AWESOME",
    "topics": "SMEInst-09-2016-2017",
    "title": "EK200 - Airborne Wind Energy and Storage system, catering to Off-grid andMobile End-uses (AWESOME)",
    "startDate": "01/08/2016",
    "endDate": "31/01/2017",
    "objective": "The aim of the EK200-AWESOME project is to bring the EK200 to market - an integrated 100 kW container based airborne wind energy (AWE) converter and storage solution catering to off-grid applications and mobile end-uses. The EK200 can be deployed stand-alone or in arrays. The EK200 could also shape the future for AWE and provide basis and principles for up-scaled MW units.\n\nMotivation\nThe EK200 will add to renewablesí part of the energy-mix and support off-grid micro-grids providing distributed and diverse power sources for geographically remote communities or industrial activities.\n\nSolution\nThe physical height of conventional wind turbines is limited by the enormous stresses on the structure and by mechanical resonance phenomena. The EK200 will replace the most effective part of a conventional wind turbine, the tip of the rotor blade, by a tethered kite - operating economically even at low-wind onshore locations. USPs:\n* Low Cost of Secure Energy: Ultra high capacity factors, yielding > 5,000 full load hours pa \n* Portability and minimal interference: Less than 5% of the material resources used in a conventional wind mill with the same yield \n* Uninterrupted Power Supply: Tapping into stable and abundant high altitude winds\n* Ease of Maintenance: Least amount of moving airborne parts in the industry\n* Flexibility in Operation: Portable units. Smart control technology \n\nProject Outputs\nCommercialization of the EK200 is a high risk/high reward action. As a result we are conducting a Feasibility Study, resulting in a complete Business Plan, taking a into account end-user needs, market analysis, cost assessment, IP validation, pilot design and risk assessment - all feeding into our go-to-market strategy.\n\nOpportunity\nHigh power reliability level and the need for an effective demand-response load management present a conducive ecosystem for off-grid to flourish. We seek to capture a share in this attractive market valued at EURbn 2.8 in 2014, growing to EURbn 6.3 in 2019.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENERKITE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951827924": {
            "orgId": "951827924",
            "orgName": "ENERKITE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}