{
    "rcn": "205111",
    "acronym": "freescoo",
    "topics": "SMEInst-09-2016-2017",
    "title": "Low temperature heat / solar driven air conditioning system for heating, cooling, dehumidification and ventilation of buildings",
    "startDate": "01/09/2016",
    "endDate": "31/12/2016",
    "objective": "Freescoo is the first plug and play, economically viable mass product for small scale (residential and small tertiary) heat/solar driven air conditioning system providing: heating, cooling, dehumidification and ventilation in a single unit. It is based on patented heat driven Desiccant Evaporative Cooling (DEC) open cycle, working with low temperature heat (55∞C). This makes it possible to install the product in substitution of existing radiators / fan coils using the existing heat distribution network as heat source.  Freescoo is the highest performing heat driven cooling solution (100% more efficient) and has Energy Efficient Ratio of 13 against max 8 of electricity driven solutions. It is 60% cheaper compared to Exhaust Air Heat Pump (EAHP), the only alternative solutions providing complete air conditioning solution in one device. \nThe target product is freescoo 2.5 kW cooling ñ 4,5 kW heating power unit, for a price of 3.600 Euro, margin of 45%. The market addressed is the substitution of 2 existing market solutions: EAHP mainly applied in passive and nearly zero energy consumption buildings; reversible and high efficient split units (room air conditioning), providing the add on ventilation. Preliminary market plan foresees 3.500 units sold after 5 years, with turnover of 12 MÄ, cumulated profits of about 8.7 MÄ, Internal Rate of Return of 41%. The manufacturing will be realized in agreement with a company involved in manufacturing of air conditioning plants and distribution in collaboration with manufacturers of solar thermal components, both already identified.\nThe technology was validated in relevant environment and recognized as one of the most promising heat driven cooling solutions by the expert group on Solar Heating and Cooling (SHC) Programme of the International Energy Agency (IEA). Objective of SME Instrument is to support product engineering, optimization of manufacturing, validation of the technology, definition of the commercial agreements.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOLARINVENT SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942190877": {
            "orgId": "942190877",
            "orgName": "SOLARINVENT SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}