{
    "rcn": "205246",
    "acronym": "PHONON-VALVE",
    "topics": "MSCA-IF-2015-GF",
    "title": "Designing Novel Phonon Valve Device through Ferroic Domain Wall Engineering",
    "startDate": "26/09/2016",
    "endDate": "25/09/2019",
    "objective": "Much of the major technological breakthroughs occurring in the last few decades rely on our enhanced capability to control and manipulate two particles: electrons (both charge and spin) and photons. Achieving a similar degree of control over phonons would be extraordinarily valuable as we will be able to channel thermal energy at will ñthus propelling new possibilities for energy managementñ as well as the development of a completely novel technology for logic, data storage devices and computing mechanisms based on phonons.\nThe goal of this proposal is to design a conceptually new device: a phonon valve, a nanostructured system to control phonon transport at will by an external field. To carry out this idea we propose to use ferroelectric oxide materials as valves, in particular engineering suitable configurations of ferroelectric-ferroelastic domain walls in multilayer nanostructures. If successful, the realization of this project would represent a major qualitative leap forward in an emerging new technology: ìPhononicsî. Moreover, it will contribute to progress in the field of physics and properties of ferroic domain walls.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999836134": {
            "orgId": "999836134",
            "orgName": "CORNELL UNIVERSITY",
            "ecContrib": 0
        },
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 239191
        }
    },
    "calculatedTotalContribution": 239191
}