{
    "rcn": "205271",
    "acronym": "Cable Sentry",
    "topics": "SMEInst-09-2016-2017",
    "title": "Distributed Acoustic Sensing for Cable Monitoring and Surveying for Offshore Wind Farms providing movement, depth, surface disruption and free-span readings",
    "startDate": "01/08/2016",
    "endDate": "31/10/2016",
    "objective": "The Cable Sentry project will provide sensitive, real-time subsea high voltage (HV) cable monitoring to the offshore wind farm industry. By coupling the fibre optic cable to the HV cable faults can be easily identified and pre-located from acoustic signals. With 90 wind farms in development across Europe with 20000 km of subsea cabling by 2020, a daily offline cost to the energy companies of Ä300,000 and an increasing fault occurrence rate of up to 5-8 faults per 1000 km per year in early wind farm lifetime Cable Sentry has great potential. Our prototype has been proven to provide a 50-60% time and cost saving on fault ID and location when trialled. In addition, our system does not require seabed installation and can cover cables up to 120 km in length meeting the trend for the increasing distance to shore. Cable Sentry provides value added functionality as it is able to locate and measure free-span, indicate burial depth and wave height useful for cable surveying and condition monitoring. We are seeking funding for formation of a detailed business plan to demonstrate our comprehensive strategy to move our product from TRL6 to TRL8 within a Phase 2 project. We will develop a strong sales and marketing plan that will allow us to meet the growth increase anticipated due to our holding sole European distribution rights for Cable Sentry. Phase 2 work will include large-scale pilot trials for data collection and analysis to tune our algorithms to cover all potential fault types and cable positioning possibilities. Cable Sentry will enable Electricity Distribution Services Ltd (EDS) to achieve our vision to become the leading HV asset management company for offshore wind farms in Europe. We are looking to provide real time cable fault location and maintenance, asset surveying and HV support throughout plant lifetime. The Cable Sentry project is forecast to generate Ä35 million for EDS in the 5-years post commercialisation with an ROI of 7:1.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELECTRICITY DISTRIBUTION SERVICES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926065985": {
            "orgId": "926065985",
            "orgName": "ELECTRICITY DISTRIBUTION SERVICES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}