{
    "rcn": "205207",
    "acronym": "Secret-Cells",
    "topics": "ERC-ADG-2015",
    "title": "Cellular diversity and stress-induced cell-state switches in the mammalian hypothalamus",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The hypothalamus is an essential interface among neuroendocrine, autonomic and somatomotor systems, allowing dynamic bodily adaptations to environmental cues via the orchestration of complex physiological processes. Hypothalamic nuclei exhibit unprecedented molecular, structural and functional diversity of neurons, reflecting the breadth of neuroendocrine output. To date, a significant portion of hypothalamic neurons remains unaccounted for given the lack of identity markers. For known hypothalamic neuron subtypes, their ability to undergo stimulus-dependent expressional switches challenge their neurotransmitter- and neuropeptide-based classifications. These gaps of knowledge limit conceptual advances on neuronal loci, dynamic synapse recruitment and network hierarchy for metabolic control, and the molecular origins of disease. We have established the single cell transcriptome landscape of the paraventricular nucleus including its magno- and parvocellular domains. We will use this template to reveal novel cell identities and cell-state switches upon acute stress. We describe >25 neuronal subtypes under stress-free conditions, surpassing the resolution of any prior approach. Thus, we will resolve neurotransmitter-neuropeptide relationships at the single neuron level, with a focus on corticotropin-releasing hormone (CRH), determine biophysical parameters of CRH co-release with a fast neurotransmitter, and decipher changes to afferent organization upon stress. A novel parvocellular subclass constitutively expresses secretagogin, a calcium-sensor, which is indispensable for CRH release. We will link secretagogin loss-of-function in CRH neurons to Addisonís disease (chronic adrenal insufficiency associated with insulin resistance). Moreover, we propose a (pro-)hormone-like role for secretagogin released from CRH neurons into the circulation. Overall, our work program will produce new understanding on cellular diversity and organizational rules in the hypothalamus.",
    "totalCost": "2422698",
    "ecMaxContribution": "2422698",
    "coordinator": "MEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 2422698
        }
    },
    "calculatedTotalContribution": 2422698
}