{
    "rcn": "205235",
    "acronym": "PreMotive",
    "topics": "MSCA-IF-2015-EF",
    "title": "Beyond the blob: characterizing Prefrontal Cortex networks in prediction and motivation with simultaneous EEG-fMRI recordings",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "Neural correlates of goal-directed behavior have been extensively studied with functional Magnetic Resonance Imaging (fMRI). This has allowed identifying the functional specialization of subregions in prefrontal cortex (PFC). In particular, medial PFC (MPFC) is involved in error monitoring, cognitive control, reward prediction and motivation, while dorsolateral PFC (DLPFC) supports working memory and goal-maintenance. Though useful, such characterization has neglected one fundamental aspect: network interactions. A mechanistic understanding of how MPFC and DLPFC interact in orchestrating goal-directed behavior is still lacking. Both regions seem to be involved in both prediction and error signalling mechanism, and in motivation-driven task-preparation. To date, no theoretical account has reconciled these findings, nor explained how MPFC and DLPFC interact in producing such effects. Here we propose a novel framework, where error signals generated by MPFC train error representations in DLPFC. These representations are reactivated when the same circumstance recurs and drive proportional MPFC involvement to prevent the error from happening again (by deploying adequate neural resources). The goal of the project is to test this theory by combining the excellent spatial resolution of fMRI with the excellent temporal precision of EEG in conjunction with precise quantitative predictions based on computational models of PFC. Simultaneous EEG-fMRI recordings will allow testing PFC network dynamics, both in a simple sensory prediction paradigm, and in a paradigm modulating motivation, aiming at demonstrating a shared underlying principle. This research programme will provide a neurofunctional characterization of how PFC network interactions drive goal-directed behaviour in both prediction and motivated task engagement. This work has important implications for future studies on PFC both in healthy subjects and in patients with motivation disorders.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}