{
    "rcn": "205206",
    "acronym": "Ocean artUp",
    "topics": "ERC-ADG-2015",
    "title": "Ocean Artificial Upwelling",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "The productivity of the ocean is limited by the transport of nutrient-rich deep waters to the sun-lit surface layer. In large parts of the global ocean this transport is blocked by a temperature-induced density gradient, with warm light waters residing on top of heavier cold waters. These regions, which are referred to by scientists as ocean deserts, are presently expanding due to surface-ocean warming. Enhancing the upward transport of nutrient-rich deep waters through artificial upwelling can break this blockade and make these waters more productive. Forced upwelling of deep-ocean water has been proposed as a means to serve three distinctly different purposes: (1) to fuel marine primary production for ecosystem-based fish farming; (2) to enhance the oceanís biological carbon pump to sequester CO2 in the deep ocean; (3) to utilize the surface to deep-ocean temperature gradient to generate renewable energy via Ocean Thermal Energy Conversion (OTEC). Whereas theoretical and technical aspects of applying artificial upwelling for these purposes have been studied to some extent, the ecological responses and biogeochemical consequences are poorly understood. Ocean artUp therefore aims to study the feasibility, effectiveness, associated risks and potential side effects of artificial upwelling in increasing ocean productivity, raising fish production, and enhancing oceanic CO2 sequestration. This will be addressed through a combination of experiments at different scales and trophic complexities, field observations of eddy-induced upwelling in oligotrophic waters, and ecosystem-biogeochemical modelling of pelagic systems fertilized by nutrient-rich deep waters. If technically feasible, ecologically acceptable, and economically viable, the use of artificial upwelling for ecosystem-based fish farming could make an important contribution to an ecologically sustainable marine aquaculture.",
    "totalCost": "2499991,26",
    "ecMaxContribution": "2499991,26",
    "coordinator": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986090458": {
            "orgId": "986090458",
            "orgName": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
            "ecContrib": 2499991
        }
    },
    "calculatedTotalContribution": 2499991
}