{
    "rcn": "205224",
    "acronym": "HumAn",
    "topics": "MSCA-IF-2015-EF",
    "title": "Humanizing Antiquity: Biocultural Approaches to Identity Formation in Ancient Boeotia, central Greece",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "HumAn aims at providing insights into the biological dimensions of the sociopolitically constructed notions of kinship, citizenship and ethnicity in Archaic to Roman-era Boeotia (central Greece) by integrating mortuary data, historical information and osteoarchaeological analysis. Although identity negotiation is a social phenomenon, it has often constrained genetic relationships. Osteoarchaeological analysis can provide invaluable information on the extent of intermarriage and social mobility that accompanied belonging to specific groups. Ancient Boeotia is an ideal case study for the study of conflicting identities since it is characterized by the parallel evolution of the Boeotian League (the first Greek federal state) and a strong citizenship identity among Boeotian cities. The proposed project will explore genetic kinship and social structure in ancient Boeotian cities to assess whether belonging to specific groups hindered gene flow and social mobility. Written sources (historiography, drama, epigraphy), material culture (funerary data) and osteological analysis (macroscopic and microanalytical methods for the assessment of genetic relatedness, diet, activity, and health) will be amalgamated in achieving the aforementioned objective. The Department of Archaeology, University of Sheffield, forms the ideal environment for this project given its tradition in funerary archaeology and the study of identity and social structure in past societies, as well as the ample training opportunities it will offer to the candidate. The exploration of identity negotiation in ancient Greece can play a major role in increasing public awareness regarding the antiquity of social diversity. Finally, HumAn will greatly enhance the applicantís scientific profile by allowing her to assume a leading role in the introduction of bioarchaeology into Classical studies, offering her training in the latest osteological techniques, and engaging her with diverse public outreach activities.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}