{
    "rcn": "205210",
    "acronym": "ConFluReM",
    "topics": "ERC-ADG-2015",
    "title": "Controlling Fluid Resistances at Membranes",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Todayís materials research in the field of synthetic membranes gives access to highly permeable and extremely selective membranes. However, their potential will remain ineffective as high and selective transport rates always go along with resistances emerging at the membrane fluid interface in the form diffusion limitations in the laminary boundary layers. In order to make full use of the very many new materials, also new means to control and minimize such fluid based resistances need to be developed. Yet another phenomena disturbs the full potential use of membranes: retained solutes, colloids and biological matter accumulates at the membrane interface and causes irreversible fouling and scaling.\nThe proposed research aims to develop a rigorous translational methodology to control and improve mass transport through the fluid/membrane interface. ConFluReM will establish Strategic Tools and New Instruments to:\n(1)    comprehend and quantify the prevalent mass transport resistances in representative membrane separation processes,\n(2)    synthesize and fabricate new nano-, micro- and mesoscale material and device systems as instruments to control and overcome the limitations of concentration polarization and fouling,\nStrategic Tools are experimental and simulation methods to quantify and engineer the mass transport and hydrodynamical properties of the new membrane systems. These encompass flow imaging (flowMRI, microPIV and microfluidic transport studies) as well as computational fluidic dynamics (CFD and CFDEM). New Instruments are synthetic and fabrication means as well as process condition means to improve mixing at the membrane/fluid interface. These encompass (a) lateral patterning of chemical topology of the membrane surface by printing and stamping, (b) shaping the 3D geometry of channels using additive manufacturing techniques and (c) imposing dynamical gradients to destablize fluid side resistances.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "DWI LEIBNIZ-INSTITUT FUR INTERAKTIVE MATERIALIEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998615874": {
            "orgId": "998615874",
            "orgName": "DWI LEIBNIZ-INSTITUT FUR INTERAKTIVE MATERIALIEN EV",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}