{
    "rcn": "205212",
    "acronym": "EEN Serbia SGA",
    "topics": "INNOVATION-2015-02",
    "title": "EEN Serbia (specific grant agreement): Improving competitiveness of Serbian SMEs trough implementation of integrated services focused on innovative capacities, productivity and internationalization.",
    "startDate": "01/01/2016",
    "endDate": "31/12/2016",
    "objective": "EEN Serbia project is successor to EIIRCS and in its course, Consortium partners would continue to provide the highest quality business support services to Serbian SMEs. EEN Serbia is strategically recognized by the Government of Republic Serbia, as an integrated service for development of SMEs sector.\n\nThe main objective of EEN Serbia is to continue improving competitiveness of Serbian SMEs trough implementation of integrated services focused on innovative capacities, productivity, internationalization as well as to assure information flow about EU market, measures and programs, available EU and national RTD support programs.\n\nEEN Serbia Consortium is consisted of 6 relevant, motivated and experienced host organizations with a clear mandate to support competitiveness of SMEs, regional and socioeconomic development, internationalization and export promotion as well as R&D and innovation. Consortium partners cover the whole territory of Serbia, and create the most comprehensive system for providing support services to SMEs, with widest and strongest knowledge, expertise and information base.",
    "totalCost": "21999,98",
    "ecMaxContribution": "21999,98",
    "coordinator": "PRIVREDNA KOMORA SRBIJE",
    "coordinatorCountry": "RS",
    "participants": "UNIVERZITET U NISU;INOVACIONI CENTAR MASINSKOG FAKULTETA DOO;DEVELOPMENT AGENCY OF SERBIA;POSLOVNI INKUBATOR NOVI SAD - BUSINESS INCUBATOR NOVI SAD DRUSTVO SA OGRANICENOM ODGOVORNOSCU NOVI SAD;INSTITUT MIHAJLO PUPIN",
    "participantCountries": "RS",
    "projectParticipants": {
        "933798146": {
            "orgId": "933798146",
            "orgName": "POSLOVNI INKUBATOR NOVI SAD - BUSINESS INCUBATOR NOVI SAD DRUSTVO SA OGRANICENOM ODGOVORNOSCU NOVI SAD",
            "ecContrib": 6667
        },
        "998833736": {
            "orgId": "998833736",
            "orgName": "UNIVERZITET U NISU",
            "ecContrib": 0
        },
        "974830407": {
            "orgId": "974830407",
            "orgName": "INOVACIONI CENTAR MASINSKOG FAKULTETA DOO",
            "ecContrib": 6667
        },
        "921005592": {
            "orgId": "921005592",
            "orgName": "DEVELOPMENT AGENCY OF SERBIA",
            "ecContrib": 0
        },
        "940944621": {
            "orgId": "940944621",
            "orgName": "PRIVREDNA KOMORA SRBIJE",
            "ecContrib": 0
        },
        "999940991": {
            "orgId": "999940991",
            "orgName": "INSTITUT MIHAJLO PUPIN",
            "ecContrib": 8667
        }
    },
    "calculatedTotalContribution": 22001
}