{
    "rcn": "205231",
    "acronym": "THERMCP",
    "topics": "MSCA-IF-2015-EF",
    "title": "Construction of microcompartments in thermophilic Geobacillus thermoglucosidasius as nano-bioreactors for advanced biofuels production at high temperature",
    "startDate": "09/05/2016",
    "endDate": "08/05/2018",
    "objective": "Geobacillus spp are thermophilic Gram positive bacteria which are specialists in the degradation of hemicellulose derived from renewable biological feedstocks and the supervisorís group has recently engineered strains able to degrade cellulose. Some of the strains are facultative anaerobes which can grow anaerobically and produce fermentation products such as lactate and ethanol. Hence they are an ideal platform for producing fermentation products from renewable carbohydrate resources, such as lignocellulose. Recent genome sequencing has shown that some strains have the ability to produce proteinaceous micro-compartments, known from other organisms to host reactions which produce unstable/highly reactive intermediates, and these have been observed by EM analysis in the lab of the supervisor. \nIn this project the MC fellow will exploit some novel technology under development in the lab of the supervisor to develop thermostable alpha-keto acid decarboxylases, which are not typically present in thermophiles. These produce reactive aldehydes which cause toxicity to producing cells, even in the presence of a cognate alcohol dehydrogenase, but this can potentially be reduced by targeting the decarboxylase and alcohol dehydrogenase to a protein micro-compartment. Therefore, the aim of this project is to establish the rules for targeting enzymes to protein micro-compartments in Geobacillus spp and exploit these using thermophilic decarboxylase ñ dehydrogenase combinations to produce 1) ethanol, 2) isobutanol. The final constructs will be evaluated against real lignocellulosic feedstocks in the lab of the industrial collaborator ReBio Ltd. The project will provide an in depth training in metabolic and cellular engineering, employing synthetic biology strategies.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BATH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}