{
    "rcn": "205256",
    "acronym": "ReFocuS",
    "topics": "MSCA-NIGHT-2016",
    "title": "The Road to Friday of Science",
    "startDate": "01/05/2016",
    "endDate": "31/12/2017",
    "objective": "'The Road to Friday of Science (ReFocuS) projectís aim is to extensively improve the public attention to science and its importance for society and wellbeing by bringing back the focus of the general public to researchers and the results of their studies. Inspired by the current situation in Europe concerning migrations, we aim to ReFocuS public attention to modern EU concept of: (i) mobility of researchers and ideas, as a basis for economy and social prosperity, and transdisciplinarity of the research, as the essential concept of contemporary research and communication. Moreover ReFocuS aims to refocus: the young minds to be open to functional learning, and to be ready to accept the opportunity to be scientists; the scientists to be approachable because their results are important for not just the academics, but to the society as a whole; and the general audience to be aware of the fact that science is a key to everyday life improvement and progress.\n\tThe ReFocuS is supported by two main pillars: Night 2016 will be focused on 'Roads', while Night 2017 will be focused on 'People'. 'Roads' is intended to describe the importance of ancient and contemporary routes as a foundation for the modern European science, as well as to understand and respect the effects of migration. 'People' is devoted to mobility of researchers and ideas via ancient roads that affected present variability of people, traditions, social backgrounds, languages, heritage and culture. We will model the migrations influence on todayís society in a scientific way, and show the transdisciplinarity of science to youths and general public. The base of ReFocuS is the encouragement of scientists to stand out and explain the importance of migrations on various levels.\n\tThe ReFocuS project's major strength is the high mobilization of researchers, and the numerous activities taking place on main busy streets and historical sites of the seven Serbian cities, which will have a high social impact in the region.'",
    "totalCost": "185550",
    "ecMaxContribution": "175500",
    "coordinator": "INSTITUT ZA BIOLOSKA ISTRAZIVANJA",
    "coordinatorCountry": "RS",
    "participants": "CENTAR ZA PROMOCIJU NAUKE;ZAVOD ZA ZASTITU SPOMENIKA KULTURE KRAGUJEVAC;PRIRODNO MATEMATICKI FAKULTET",
    "participantCountries": "RS",
    "projectParticipants": {
        "954810286": {
            "orgId": "954810286",
            "orgName": "CENTAR ZA PROMOCIJU NAUKE",
            "ecContrib": 45000
        },
        "951069287": {
            "orgId": "951069287",
            "orgName": "ZAVOD ZA ZASTITU SPOMENIKA KULTURE KRAGUJEVAC",
            "ecContrib": 23000
        },
        "998386760": {
            "orgId": "998386760",
            "orgName": "INSTITUT ZA BIOLOSKA ISTRAZIVANJA",
            "ecContrib": 68500
        },
        "999808392": {
            "orgId": "999808392",
            "orgName": "PRIRODNO MATEMATICKI FAKULTET",
            "ecContrib": 39000
        }
    },
    "calculatedTotalContribution": 175500
}