{
    "rcn": "205201",
    "acronym": "DevelopingTheatre",
    "topics": "ERC-ADG-2015",
    "title": "Developing Theatre: Building Expert Networks for Theatre in Emerging Countries after 1945",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "This research project proposes a fundamental re-examination of the historiography of theatre in emerging countries after 1945 . It investigates the institutional factors that led to the emergence of professional theatre in the post-war period throughout the decolonizing world. The particular focus will be on the massive involvement of internationally coordinated ëdevelopmentí and ëmodernizationí programs both East and West. The project will introduce the concepts of epistemic community, expert networks and techno-politics to theatre historical research as a means to historicize theatre within transnational and transcultural paradigms and examine its imbrication in globalization processes. This institutional and transnational approach will enable theatre studies to overcome its still strong national and local focus on plays and productions and connect it to current discourses on transnational history. \nThe main objectives of this project are to:\nï examine how a global ëepistemic communityí centred around theatre emerged in the post-war period; \nï investigate how ëexpert networksí composed of government bodies, private foundations, transnational corporate philanthropy, local elites and individual artists sought to institutionalize particular forms and practices of professional theatre as an interconnected, transnational phenomenon; \nï develop a new interdisciplinary approach to theatre historiography by focusing on institutional structures, path dependencies and transnational imbrications rather than on works and authors.\nThe principal investigator will bring to this project two decades of internationally recognized research into intercultural and global theatre. With its combination of institutional historiography and innovative research methods the project will provide a new foundation for current discussions of cultural policy and sustainability in emerging societies.",
    "totalCost": "2150083",
    "ecMaxContribution": "2150083",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 2150083
        }
    },
    "calculatedTotalContribution": 2150083
}