{
    "rcn": "205225",
    "acronym": "INVeST",
    "topics": "MSCA-IF-2015-EF",
    "title": "INdividual Vascular SignaTure: A new machine learning tool to aid personalised management of risk for cardiovascular disease",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Health authorities in the EU have started to investigate the benefits of personalised health risk assessments and interventions in many diseases including cardiovascular disease (CVD), a worldwide leading cause of disability and mortality. Personalised health care aims at better diagnoses and earlier interventions, more efficient drug development and more effective therapies, thus providing better tools for clinical decision making and disease prevention.\n\nThe INVeST project will produce for the first time a method that creates an individual vascular signature that is sensitive enough to aid early prediction and personalised intervention in CVD as well as treatments follow-up. INVeST will be able to provide the above through the following steps: (1) by participating in a short non-invasive eye test, any person can be provided with their own INVeST report, based on which lifestyle advice can be provided by a trained healthcare provider to improve their health and (2) if risk or CVD pathology is detected and intervention is applied, INVeST can help provide a progress report on the personalised intervention effectiveness and health improvements.\n\nThe Fellow will (1) develop a mathematical model that describes each individualís real-time retinal microvascular dynamic response to provocation, (2) identify and apply novel classifiers capable of accurately distinguishing between variation of healthy responses and pathological cases, (3) develop the mathematical apparatus, which based on the individual retinal vessel profile predicts the (individual) risk of developing CVD.\n\nINVeST brings together a talented young Fellow with background in computer science with three well-known groups in vascular imaging, computer science and health informatics. Following INVeST, with a portfolio encompassing personalised medicine, statistical model building, classification and CVD risk prediction, the Fellow will be an invaluable asset to the European multidisiplinary research community.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}