{
    "rcn": "205237",
    "acronym": "GRO-BAT",
    "topics": "MSCA-IF-2015-EF",
    "title": "Growth hormone: an endocrine factor that integrates thermogenic and circadian signals to regulate brown adipose tissue activity.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The twin pandemic of obesity and diabetes is one of the greatest health challenges we face today. While fat is at the center of the problem, it may also be part of the solution. It has recently been shown that humans have brown or brown-like fat, whose primary function is to burn, rather than store, energy. This energy-consuming capacity of brown and brown-like fat has the potential to be harnessed to treat obesity and diabetes. The host supervisor has recently discovered that brown adipose tissue (BAT) metabolism is not only controlled by classic thermogenic regulation, but also by the circadian rhythm of the bodyís molecular clock. During my PhD training, I observed a doubling in the size of interscapular BAT in mice that lack growth hormone receptor (GHR). I found that BAT has some of the highest levels of Ghr out of all tissues in the body. Despite this, the role of GHR in BAT remains unknown. My preliminary data suggests that GHR is a critical mediator of both thermogenic and circadian regulation. We propose to use genetic gain- and loss-of-function studies accompanied by pharmacologic modulation of GHR to determine its role in BAT. Our in vitro and in vivo work will be complemented by human studies to measure the fuel uptake and thermogenic capacity of BAT. The outcome will be highly relevant to human disease given the enormous potential of BAT activation in the treatment of obesity and diabetes.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}