{
    "rcn": "205243",
    "acronym": "StatusCities",
    "topics": "MSCA-IF-2015-EF",
    "title": "Migrant legal STATUS diversity and diversity dynamics in European CITIES",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "StatusCities will provide a comprehensive investigation of the city level implications of migrants being differentiated by a myriad of legal status tracks. Conceptually and empirically focussing on superdiversity and diversity dynamics ñ rather than cross-sectional configurations - the specific aim is to link debates about the national level management of migration with debates on urban migration-related diversities. This is extremely timely given unprecedented migration to Europe and especially to Europe's cities. Asking where migrants subject to different legal status conditions live and what their residential biographies look like, StatusCities will combine an analysis of both unique longitudinal register data and qualitative data derived through mobile-phone supported long term elicitation techniques. The former will be used to map and visualise migrant residential patterns in light of status differentiations, the latter to analyse city and neighbourhood level patterns by paying attention to individual mobility and sociality decisions at the time of legal status transitions. The project will be focused on four urban centres located in one of Europeís major conurbations the Dutch Randstad. The research will consider multiple scales of analysis through a focus on different types and differently sized cities and within them neighbourhoods that show a relatively high turnover of different status migrants. StatusCities will thus contribute knowledge and methodological innovation by drawing on debates from various disciplinary fields and using a sophisticated and innovative mixed methods approach. Research has not yet investigated how the multiplicity of status differences - with their associated eligibility criteria and the parameters of presence that they set out - are relevant to dynamic changes in migration-related diversity. With the current levels of migration StatusCities is devoted to filling this highly policy relevant knowledge void.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}