{
    "rcn": "205202",
    "acronym": "SuperMagnonics",
    "topics": "ERC-ADG-2015",
    "title": "Supercurrents of Magnon Condensates for Advanced Magnonics",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "I propose the opening of the new research field of room-temperature supercurrents formed in condensates of magnons. These supercurrents represent a novel type of macroscopic quantum phenomenon analogous to the low-temperature effects of superconductivity and superfluidity. They constitute the transport of angular momentum, which is driven by a phase gradient in the magnon-condensate wavefunction. The results I envision possess the potential to completely revolutionize information processing with minimum dissipation and in ambient conditions.\n\nMagnons are the quanta of spin waves, the dynamic eigen-excitations of a magnetically ordered body. Condensates of magnons relate to Bose-Einstein condensates, and they spontaneously form a spatially extended coherent ground state, which can be established independently of the magnon excitation mechanism and, most importantly, can be realized at room temperature. \n\nMagnon condensates and supercurrents will offer unprecedented opportunities to address novel, emergent, fundamental perspectives for the investigation of macroscopic quantum phenomena and their potential applications. SUPERMAGNONICS will pioneer the generation, processing and detection of magnonic supercurrents. I will specifically address the realization of magnonic Josephson junctions and the magnon version of the Aharonov-Casher effect where the phase of a magnon condensate and, thus, a persistent supercurrent, is controlled by an electric field. This approach will allow for fundamentally new means of magnon control. \n\nExperiments will be carried out using the unique technique of space-, phase- and time-resolved Brillouin Light Scattering spectroscopy for the imaging of the wavefunction of the condensates allowing for direct access to the supercurrent phenomena. In order to show the high potential for applications, I will demonstrate the functionality of a logic gate based on supercurrent wavefunction manipulation.",
    "totalCost": "2443437,52",
    "ecMaxContribution": "2443437,52",
    "coordinator": "TECHNISCHE UNIVERSITAET KAISERSLAUTERN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885895": {
            "orgId": "999885895",
            "orgName": "TECHNISCHE UNIVERSITAET KAISERSLAUTERN",
            "ecContrib": 2443438
        }
    },
    "calculatedTotalContribution": 2443438
}