{
    "rcn": "205258",
    "acronym": "BIOTREM",
    "topics": "SMEInst-07-2016-2017",
    "title": "BIOTREM - processing wheat bran into packaging products",
    "startDate": "01/06/2016",
    "endDate": "31/08/2016",
    "objective": "Projectís aim is to successfully commercialize BIOTREM technology ñ globally-unique, innovative and patented, sustainable method of processing by-products of the milling industry.\n\nUsing modified servo-presses, the technology, allows moulding wheat-bran into designated forms. After processing the mouldings gain market value as biodegradable packaging. Their main application concerns disposable tableware or food-service take-away-containers.\n\nBiotrem packaging products are simultaneously bio-based, biodegradable within 30 days, use annually renewable agricultural side-products and are free of chemical additives. The above characteristics position Biotrem product line as a premium offer with environmental standards beyond its market counterparts.\n\nDegradable packaging, as market research show, is the fastest growing niche of the packaging industry ñ a business opportunity the project plans to exploit, as it provides products that meet a demand generated by both legislation (imposing decrease of packaging waste) and consumer trends (environmentally conscious attitude). \n\nHaving concluded necessary R&D works and completing investments assembling the production line, the company currently strives to optimize the technology in operational conditions and to specify its short-medium and medium-long term business strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOTREM SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928705355": {
            "orgId": "928705355",
            "orgName": "BIOTREM SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}