{
    "rcn": "205215",
    "acronym": "AutoPilot-Dx",
    "topics": "FTIPilot-1-2015",
    "title": "Fast tracking market adoption of a novel immune-based diagnostic for improving antibiotic stewardship: automation, piloting and health economics",
    "startDate": "01/09/2016",
    "endDate": "31/12/2018",
    "objective": "MeMed has completed development of ImmunoXpertô, an in vitro diagnostic test that leverages the bodyís immune system to accurately differentiate between bacterial and viral infections. A breakthrough in infectious disease diagnosis, ImmunoXpertô overcomes limitations of traditional diagnostics, outperforming standard of care. ImmunoXpertô recently received regulatory European clearance (CE-IVD) and represents a close-to-market innovation. Market entry points include emergency department and hospitalized pediatric patients with respiratory tract infections (RTI) and fever without source (FWS), for which ImmunoXpertô is uniquely positioned to improve patient management and health economics. In children, RTIs account for 50% of doctor visits and hospitalization. Fever accounts for 10-25% of pediatric ED visits, with as many as 20% without identifiable source. The global market for ImmunoXpertô diagnosis of pediatric RTI/FWS is Ä2.8B (EU is Ä560M).\nTo fast track market adoption across Europe we propose:\nïTo transition ImmunoXpertô from a hands-on laboratory assay to Tecanís hands-free, rapid automated laboratory platform to increase clinical utility and economic benefit\nïTo roll-out ImmunoXpertô to EU pilot hospitals with the goal of managing 1200 pediatric patients to evaluate performance and clinical utility in real working conditions\nïTo perform health economics analysis and establish reimbursement strategy \n\nAutoPilot-Dx is a cross sector effort (industry, KOLs, outcome researchers) highly aligned with H2020-FTIPilotís goals and Societal Challenges: it will reduce ImmunoXpertôís time to market and provide a road-map for sustainable market uptake; a H2020 first-time applicant is involved; the project will enable MeMed and Tecan to scale-up in line with their business strategies; the immune-based diagnostics will improve antibiotic stewardship, providing better, personalized, care for children with RTI/FWS and help fight antibiotic resistance ñ a global health threat",
    "totalCost": "2923250",
    "ecMaxContribution": "2293900",
    "coordinator": "MEMED DIAGNOSTICS LTD",
    "coordinatorCountry": "IL",
    "participants": "TECAN DEUTSCHLAND GMBH;RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG;UNIVERSITA DEGLI STUDI DI MILANO;UNIVERSITA DEGLI STUDI DI PERUGIA;QUANTIFY RESEARCH AB",
    "participantCountries": "DE;IT;SE",
    "projectParticipants": {
        "926288018": {
            "orgId": "926288018",
            "orgName": "QUANTIFY RESEARCH AB",
            "ecContrib": 437500
        },
        "935593616": {
            "orgId": "935593616",
            "orgName": "TECAN DEUTSCHLAND GMBH",
            "ecContrib": 370125
        },
        "953712440": {
            "orgId": "953712440",
            "orgName": "MEMED DIAGNOSTICS LTD",
            "ecContrib": 655025
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 388688
        },
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 415625
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 26938
        }
    },
    "calculatedTotalContribution": 2293901
}