{
    "rcn": "205230",
    "acronym": "Young-Italian 2015",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dangerous Masculinities: Young Men in Italian Cinema of the 1940s-1960s",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The present project aims to examine Italian cinema during the twenty-year period from 1943 to 1963 in relation to the construction of the image of the young Italian man. The main goals are to understand how Italian cinema from the post-war period to the ëeconomic boomí gave substance to male national identities and to situate those identities within an emerging youth culture produced by the new consumer society in Italy.\nThe proposal arises from two key observations: firstly, that the cinematic institution of the time and its gender representations depicted the crisis of traditional male authority at a time of great social change. In this respect, the figure of the young Italian man functions as a multi-faceted trope that challenges the patriarchal values embodied by older men. Secondly, that there has been a lack of studies of Italian cinematic masculinity, especially in the postwar period. From this perspective, the project intends to complement existing work in the fields of history and sociology on the emergence of Italian youth culture; it will uncover the repertoire of young masculine identities that cinema offered to audiences in these years, which were crucial to the negotiation of changing gender roles in the Italian cultural imaginary after the WWII until the present. \nThe project is organised according to an integrated and interdisciplinary approach to the cinematic apparatus. The purpose is to look at the cinematic institution by analysing its textual and economic dimension (its ëmaterialí component), and thus investigating the patterns of masculine representation offered by films and the related cultural industry; and by evaluating its cultural and social articulation (its ësymbolicí component), and thus focusing on the cinema audiences and their experiences with the film texts in relation to gender identity. The principal output will be a monograph on the figure of the young Italian man in the cinema of the long post-war period, the first of its kind.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}