{
    "rcn": "205244",
    "acronym": "EFIResources",
    "topics": "MSCA-IF-2015-EF",
    "title": "Resource efficient construction towards Sustainable Design",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The built environment is responsible for a high global share of impacts and the standard way in which construction of buildings is currently performed is jeopardizing the chances for future generations to meet their own needs. The Roadmap to a resource efficient Europe set ambitious targets for 2020 with respect to the use of resources. The main goal of this project is the development of performance based approach for sustainable design, which enables to assess the efficient use of resources in buildings throughout their complete life cycle, and complies with the assessment of safety criteria of the Eurocodes (the new European standards for structural design). \nA database of case studies on resource efficient construction is currently being developed by JRC. In this project a detailed life cycle analysis (LCA) of the case studies will be performed, focusing on the strategies towards resource efficiency. The results of the LCA will enable to identify best practices and strategies and to set benchmarks for different building typologies and climatic zones. A model for sustainability design will be developed in which the performance of the building is benchmarked against common practices and/or best practices. This model will have two major innovations with respect to the standard LCA: (i) it enables to effectively assess resource efficiency, rather than to simply make a quantification of indicators related to the use of resources in the building; (ii) it complies with the design rules and safety provisions of the Eurocodes, thus enabling an easier integration of structural and sustainability criteria into the design process, following the basic requirements for construction works of the Construction Products Regulation. \nThe results of this project will facilitate the incorporation of  consistent sustainability and safety criteria into construction practice, thus providing building designers with a technology for safe and clean construction.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}