{
    "rcn": "205222",
    "acronym": "HoTRiverS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Heterogeneity of Temperature in Rivers and Streams",
    "startDate": "02/01/2017",
    "endDate": "01/01/2019",
    "objective": "River temperature is important to many freshwater fish species which are highly intolerant of temperature extremes. The growing influence of climate change on European rivers means that fluvial organisms are increasingly threatened by high temperatures, and temperature-driven declines in fish populations are already being observed across Europe. Despite this, ecosystems in certain rivers are resilient to climate change due to the presence of alternating warm and cool habitats. Rivers with high thermal habitat heterogeneity will therefore be increasingly important in sustaining fluvial biodiversity in areas affected by climate change, and a better insight into the drivers of river temperature heterogeneity is essential. However, little is currently known about the spatio-temporal variability of river temperature heterogeneity, and understanding both the nature of this variability and its fundamental driving processes remains a key problem in the river sciences. In light of this, the aim of HoTRiverS is to quantify the spatial and temporal scales of thermal heterogeneity in UK rivers and to infer the controls and processes driving these space-time patterns. This research theme will be addressed following four key objectives: 1. Quantify variability in temperature heterogeneity across the UK using thermal infrared remote sensing. 2. Attribute observed patterns of heterogeneity to key landscape properties using a spatial statistical network model approach. 3. Understand how these landscape properties drive water temperature heterogeneity through using deterministic water temperature models to analyse the energy transfers associated with different landscape types. 4. Explore the sensitivity of river temperature heterogeneity to change by modelling future climate and land-use change scenarios.  Through these objectives, we hope to achieve a better understanding of river temperature heterogeneity with a view to preserving critically threatened freshwater habitats.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}