{
    "rcn": "205242",
    "acronym": "CHEPHYTSSU",
    "topics": "MSCA-IF-2015-EF",
    "title": "Structural Engineering of 2D Atomic Planes towards Task-Specific, Freestanding Superstructures through Combined Physical-Chemical Pathway",
    "startDate": "25/07/2016",
    "endDate": "24/07/2018",
    "objective": "The research on 2D nanomaterials has boomed since the discovery of graphene by professors Geim and Novoselov in 2004. After a decade of steady development, the available library of 2D crystals is highly rich including graphene derivatives, hexagonal boron nitride, many chalcogenides and various oxides. However, the technological advances and urgent environmental and sustainable energy issues such as CO2 capture and separation, energy storage and conversion (photovoltatic system, supercapacitor etc) call for advanced materials with not only properties of individual layers but also new functionalities. Particularly, researches on superstructures with unique properties such as amphiphilicity still remain blank. Physically, it is now possible to create such hybrid superstructures by placing different 2D crystals on top of each other in a designed sequence; while engineering the 2D units through a chemical way endows a high flexibility in surface chemistry tailoring and increase the mechanical stability due to the strongly bonded interface. Taking these into consideration, here we propose a combined chemical-physical pathway to engineer task-specific, mechanically freestanding superstructures based on 2D atomic planes in a simple and scalable manner. Three new material concepts are proposed including amphiphilic superstructure (hydrophilic outer layer and hydrophobic inner layer), gas selective superstructure (CO2-phililc outer layer and gas shape selective inner layer) and flexible superstructure with outer layer functionalized with metal oxide nanoparticles confined in ordered mesopores and inner conductive graphene. The obtained superstructures with these structural features will be oriented environmental and sustainable energy issues such as CO2 capture and separation, water purification and flexible electrode. Finally, structure-performance relationship will be unraveled fundamentally.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}