{
    "rcn": "205203",
    "acronym": "NARRATIVENSCIENCE",
    "topics": "ERC-ADG-2015",
    "title": "Narrative Ordering and Explanation in the Sciences: Historical Investigations and Perspectives",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The aim of this project is to understand the role of narrative in modern science. Narratives have appeared in many places in the human, social and natural sciences over the past two centuries. They can be found both in accounts of real situations and in simulations of virtual situations, in empirical work and in theorizing. It is clear that narratives have played important roles for scientists well beyond the simple act of reporting. Yet we lack an account of what kinds of thing scientists know from using narrative and how such ënarrative knowingí is constituted. Indeed, with the notable exceptions of medicine and evolutionary biology, even the study of those field narratives, as narratives, has been largely ignored by both historians of science and narrative scholars.\nWhat do scientists gain from using narratives, what functions do narratives play? Initial research shows that scientists have used narratives to figure out what fits together with what, and to create coherence amongst the elements in their research.  But the means of such ordering vary - from site to site, and from science to science. Narratives used to explore a path dependent system in nineteenth century biology used a different mode of ordering both from the configuring narratives of mid-twentieth century case studies in sociology, and from the ëhow possiblyí narratives of modern computer-based simulations. Such variety requires a broad project, using many case studies to explore the critical role that scientistsí narratives have played in modern science. Making sense of such variety offers an ambitious challenge. But while there is surely no simple answer to why scientists use narratives, all these notions of narrative ordering do have something in common. They suggest that narratives function not just to describe and report as one might expect, they play a much more important role in answering scientistsís own questions and so - in various ways - in providing scientific explanations.",
    "totalCost": "1992442,51",
    "ecMaxContribution": "1992442,51",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1992443
        }
    },
    "calculatedTotalContribution": 1992443
}