{
    "rcn": "205275",
    "acronym": "Qlice",
    "topics": "SMEInst-08-2016-2017",
    "title": "Qlice: Environmentally-friendly system to combat sea lice in salmon farms",
    "startDate": "01/09/2016",
    "endDate": "28/02/2017",
    "objective": "The problem: Feeding an expected global population over 9 billion by 2050 is a daunting challenge. Aquaculture can play a major role in acting on this challenge while also meeting the so needed sustainable growth in food production. Salmon farms have become very large nurseries for sea lice ñ the main pathogen affecting salmon in net-pens (sea cages) ñ materializing in a huge threat both to the salmon farming industry and to wild salmon populations. Money spent by the Norwegian salmon farming sector on combating sea lice surpassed Ä500 million in 2015. Uncontrolled sea lice infestations are also affecting wildlife because wild juvenile salmon have to pass through the fish farms before they reach their offshore habitat.\n\nThe solution: The Qlice method is a novel and environmentally-friendly solution, consisting of a chemical agent (particulate calcium oxide) and a delivery system ñ aiming at combating sea lice infestations in salmon farming. Unlike other treatments, Qlice will exert a positive impact on the environment by buffering the seawater acidification caused by intensive farming activity, i.e. excess feeding and wastes. Our results have shown up to 81% reduction in in sea lice and no fish mortality this reduction is enough to keep sea lice levels well below the permitted limit (less than 0.5 female adult sea lice per salmon on the net-pens) by Norwegian authorities.\n\nThe market: Aquaculture production already exceeds 97 million metric tons (live weight), while the value of international aquaculture trade amounts to USD157 billion. The production of farmed salmon has grown more than 600% since the 1990í and it is currently growing at 6% compound annual growth rate. Total market size for Qlice in Norway (approx. 50% of the global market) is around or Ä150 million ñ the global market size should be twice this figure. We are in a strong position to exploit an addressable turnover exceeding Ä 203 million, five years after market introduction.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SEACALX AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918648395": {
            "orgId": "918648395",
            "orgName": "SEACALX AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}