{
    "rcn": "205205",
    "acronym": "NEUROMEM",
    "topics": "ERC-ADG-2015",
    "title": "A Neurocomputational Model of Episodic Memory",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Our memories define us, and their disruption in psychiatric and neurological conditions can be devastating. However, how we are able, e.g., to remember our wedding day and re-imagine the scene that was around us, remains one of the great mysteries of the human mind. NEUROMEM is an integrated experimental and computational attempt at a fundamental breakthrough in this problem. Building on recent insights into how environmental location and orientation is encoded by neurons in the mammalian brain, I aim to develop a mechanistic understanding of how events we experience are stored, recalled and imagined, i.e. a neurocomputational model of how specific memories result from patterns of activity in neuronal populations. \nNEUROMEM will provide mechanistic answers to 3 long-standing questions: 1) What is the link between memory and space, and role of spatial context in re-imagining episodes? 2) How are the multiple diverse elements of complex life-like events recollected together? 3) How can remembered events be read-out as visuospatial imagery? Work will comprise psychological and functional neuroimaging experiments using sophisticated designs including use of virtual reality, and corresponding simulations of how such behaviour can be driven by neuronal activity. The computational modelling will directly contact neurophysiological data such as the firing of place and grid cells in the hippocampal formation, and provide quantitative behavioural predictions, while neuroimaging provides a read out of population activity during this processing in the human brain. \nNEUROMEM will generate new hypotheses and explanations at the cognitive level, of interest to all scholars of the complexity of the human mind, and allow neurophysiological interpretation of behavioural data - providing a vital link between cognitive theory and neuroimaging and neurological data. Its implications extend beyond memory, including the mechanism for imagining views that have not been experienced.",
    "totalCost": "2429964",
    "ecMaxContribution": "2429964",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 2429964
        }
    },
    "calculatedTotalContribution": 2429964
}