{
    "rcn": "205228",
    "acronym": "DaphNet",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dynamic Preservation of Interactive Art: The next frontier of Multimedia Cultural Heritage",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "This project addresses the theoretical and methodological questions of embodied interaction with multimedia installation art\nthrough body movement and the use of mediation technology. The ultimate goal is the definition of an effective model for the\npreservation of interactive artworks, ensuring future re-use and flexible access. Most interactive artwork produced since the\n1990s is lost due to the lack of adequate preservation methodologies: as a result the European cultural asset is\nimpoverished and its potential for economic growth is drastically diminished.\nThe intrinsic interconnection of interactive artworks with computer-based technology requires a multidisciplinary approach to\npreservation, involving high-profile cultural and scientific competences. With this project I intend to integrate my years of\nexperience in the field of audio preservation with strategic competences that come from user-oriented studies in embodied\ncognition research, in order to bridge the gap between the world of the arts and the cutting-edge technology for digital\npreservation.\nThis project contributes to the Work Programme H2020 by (1) canalizing advanced competences on the safeguard and the\npromotion of European cultural heritage, and by (2) bridging the gap between cutting-edge scientific-technological\nknowledge and the world of the arts, facilitating interdisciplinary innovation and strengthening the competitiveness of the\nEuropean cultural and creative sectors (Official Journal of the European Union, L 347/225, Artt. 3a and 5.1).",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}