{
    "rcn": "205274",
    "acronym": "C-HEAT",
    "topics": "SMEInst-09-2016-2017",
    "title": "Condensed Heat - Optimization and scaling up of an energy efficient, long-during biomass condensation boiler with curved heat exchanger",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The consortium of BioCurve and QuintÌn laid the groundwork for a new generation of condensing boilers, C-Heat. We have developed a biomass condensing boiler that has been internationally awarded (i.e. Expobiomasa, Spain; BoisEnergie d'Argent, France), surpassing from far the current state of art, in terms of performance (10% higher than high-end average boilers), ripping design (extremely compact with the best materials) and price (at least 20% less than comparable solutions). By taking advantage of the identified market opportunity, C-Heat will contribute to the growth of BioCurve and QuintÌn with a turnover of 11.4Mio. Ä and 37 new jobs by 2023 introducing an innovative technology powered by renewable organic sources (pellets) and available in a broad range of power outputs (25kW to 200kW).\nFormer technologies for domestic heating are either unsuitable for moving forward towards a sustainable energy model across EU, or insufficient in terms of energy efficiency. In order to overcome these issues, BioCurve and Quintin have developed a cutting edge biomass boiler capable of working under condensing conditions. Thanks to a novel spiral heat exchanger that enhances 50% the exchange surface, C-Heat compact solution shows > 100% energy efficiency by capturing almost all latent heat of condensation of water vapor in the exhaust stream. In addition, an accurate control of the system enables low temperature applications (i.e. radiant floors). Until now, C-Heat has passed rigorous technical assessments, procuring international quality standards certifications (under EN14785 and EN303-5 norms). Also, several units are well operating in real condition, installed in private apartments since 2013. Therefore, we aim to become an international reference in the bio heating domestic and tertiary segments (i.e. detached and semidetached houses, neighbor communities, schools, district heating, playgrounds) as well as the small scale industry (such as farms or small food producers).",
    "totalCost": "2012650",
    "ecMaxContribution": "1408855",
    "coordinator": "BIOCURVE",
    "coordinatorCountry": "ES",
    "participants": "CURVADOS QUINTIN S.L",
    "participantCountries": "ES",
    "projectParticipants": {
        "925469629": {
            "orgId": "925469629",
            "orgName": "CURVADOS QUINTIN S.L",
            "ecContrib": 735998
        },
        "935843488": {
            "orgId": "935843488",
            "orgName": "BIOCURVE",
            "ecContrib": 672858
        }
    },
    "calculatedTotalContribution": 1408856
}