{
    "rcn": "205218",
    "acronym": "SMJCY",
    "topics": "MSCA-IF-2015-EF",
    "title": "Single Molecule Junctions With Non-Conventional Architectures, Crafted In Silico",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "Unimolecular electronics is a cutting-edge field of materials research. It employs the ability of an organic molecule to conduct as a key component of miniature electronic devices and as a powerful tool for studying the intricate details of molecular structure. While state-of-the-art experimental techniques have been developed to manufacture and characterise the single molecule junctions (SMJs), empirical trial-and-error approach, predominant in this field so far, struggles to address some of the common shortcomings and deduce the design principles for future devices. In this proposal fundamental physical-organic chemistry concepts and high-level computational chemistry methods are employed to test the ability of several architectures to improve the performance and broaden the functionality of the SMJs. Specifically, cyclophanes and cage (polycyclic) alkanes are chosen due to their peculiar structures and intriguing charge transfer properties. Cyclophanes offer, in addition to conventional conduction pathways through the ?-conjugated system, through-space transport via lateral ?-coupling, while cage alkanes, e.g. adamantane, possess compact ?-electron density within a multitude of interfering conduction pathways. Moreover, inherent strain in such species can be utilised for direct coupling to the electrodes, while their hollow skeleton may be used as a molecular switch (via trapping). Potential of such systems in unimolecular electronics has already been illustrated in the recent literature, however a systematic ceteris paribus assessment is necessary to bridge their chemical-physical properties to SMJs efficiency. In this proposal both common and in-house computational chemistry tools will be used to identify molecular-level performance descriptors and deduce the relevant structure-function relationships. The outcomes of the project would offer guidance for the mix-and-match design of future experiments and yield new and improved SMJ architectures.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}