{
    "rcn": "205260",
    "acronym": "VISUM",
    "topics": "SMEInst-07-2016-2017",
    "title": "Cloud-enabled IR spectroscopy platform for the rapid integration and customisation of affordable, real-time chemical monitoring solutions for food and pharmaceutical industries",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "VISUM is an IR spectroscopy cloud-enabled platform for the rapid, easy integration and customisation of real-time monitoring systems for improved process control, product quality and safety in the food and pharmaceutical industries. Building from the successful feasibility study outputted from a Phase 1 SME Instrument project, we are applying for Phase 2 funding to accelerate the development for a market launch in 2019. \n\nNIR is a non-destructive, reliable and accurate technique for monitoring the chemical and physical parameters during food and pharmaceutical processing, being widely accepted as one of the most promising on/in-line process control techniques. The availability of fibre optic probes significantly improves the ability of NIR techniques to monitor and control processes especially using remote on/in line detection. However, a number of gaps prevent the mainstreaming of NIR in industry: 1) typical NIR lab analysers are expensive; 2) they often require time-consuming, costly and complex predictive models development and their further recalibration; 3) generic systems do not properly fit to each particular production line or monitoring challenge and these mismatches are the source of major errors; 4) on-line NIR optical interfaces are prone to fouling/contamination, a major limitation for accurate measurements and leading to high maintenance requirements. There is also a missed opportunity in the effective management and use of the data.  \nVISUM platform provides the necessary flexible hardware, software and cloud computing infrastructure for mainstreaming the adoption of NIR-based systems in the EU and global food and pharma industries to enable the rapid, easy, and cost-effective integration in processing environments even by non-specialised engineers. VISUM offers an affordable and accessible enabler for improved product quality and safety, as well as enhanced process understanding and control for a first tier Process Analytical Technology (PAT) tool.",
    "totalCost": "1801310",
    "ecMaxContribution": "1260917",
    "coordinator": "VISUM LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942630578": {
            "orgId": "942630578",
            "orgName": "VISUM LIMITED",
            "ecContrib": 1260917
        }
    },
    "calculatedTotalContribution": 1260917
}