{
    "rcn": "205214",
    "acronym": "HyTeChaN",
    "topics": "MSCA-IF-2015-EF",
    "title": "Hydrothermal synthesis of ThermoElectric Chalcogenide-based Nanocomposites",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Thermoelectric modules enable the direct conversion of waste heat into electrical power and could therefore represent a powerful in the energy transition and the move towards a more sustainable society, if we can find efficient and non-toxic materials scalable at the industrial level. The host team has recently developed two promising families of materials, namely p-type BiCuSeO-based and n-type AgBiCh2-based materials, which are among the best lead-free materials in their temperature range. Further improvements of their performances would pave the way towards applications. In the past few years, nanostructuration has revealed itself a powerful tool for the enhancement of the thermoelectric materials performances. In that framework, the use of this technique to improve the performances of BiCuSeO-based and AgBiCh2-based materials appears appealing.\n\nTherefore, the main goal of this project is to use hydrothermal chemistry, an easily scalable synthesis process, in order to synthesize bulk pellets of BiCuSeO/graphene and AgBiCh2/graphene nanocomposites, with improved thermoelectric performances. Besides its scalable character, the use of hydrothermal synthesis has many advantages, including a very fine control of the materials size, morphology and composition. Besides synthesis, the project will include a precise characterization of the chemical composition, crystal structure and microstructure of the materials, as well as an optimization of their thermoelectric performances.\n\nBesides scientific research, several outreach activities will be implemented in order to make thermoelectricity better known by the public, including the design of demonstration kits that will be made freely available.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE PARIS-SUD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907235": {
            "orgId": "999907235",
            "orgName": "UNIVERSITE PARIS-SUD",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}