{
    "rcn": "205252",
    "acronym": "MICROCLEANERS",
    "topics": "ERC-PoC-2015",
    "title": "Active microcleaners for water remediation",
    "startDate": "01/09/2016",
    "endDate": "28/02/2018",
    "objective": "We have witnessed a massive growth in industrial and agricultural activities, and a huge increment in the release of pollutants to our aqueous ecosystems. Centralized water suppliers look for systems energetically more viable than current ones and for onsite water purification systems which can be faster, more affordable and less aggressive. \nHere, we present a novel active self-mixing and multifunctional system (microcleaners) capable of cleaning chemical and biological pollutants. Using a combination of cutting-edge technologies, microcleaners will be applied in several aqueous environments such as industrial wastewaters or polluted aquatic ecosystems. The system will consist of an active part (for self-power), and a chemically reactive part (for cleaning pollutants). The small microcleaners can be recovered using magnetic fields and guided to defined locations using ìtactic behavioursî imposed by gradients (temperature, chemical, or pH, for example). This property, will contribute to the re-usability of the microcleaners, which will significantly reduce the cost of the water treatment. A pilot microfluidic device will be fabricated where multiple fluidic parameters can be precisely controlled and model pollutants can be tested. Thereafter, the developed technology will be carefully evaluated and tested in up-scaled systems containing real samples of contaminated water. \nOverall, this project will enable to treat water in an unprecedented revolutionary, energy efficient and target-specific manner. We aim at engineering microcleaners such that small ñbut functionally significant- modifications will allow us to target organic pollutants and capture heavy metals. The expected outcome of the project is to test the benefits of our microcleaners technology to a new generation of water treatment methods and make this technology available to the market.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999528450": {
            "orgId": "999528450",
            "orgName": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}