{
    "rcn": "205236",
    "acronym": "RuKNOW",
    "topics": "MSCA-IF-2015-GF",
    "title": "Knowledge on International Relations in Russia",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Against the backdrop of EU-Russia relations reaching the lowest point since the end of the Cold War, this project is dedicated to understanding what representations and principles underscore Russian policies vis-‡-vis the EU, by specifically exploring the relations between Russian academic knowledge of world politics and Russian foreign policymaking. This entails examining the interface between the academy and the world of policymaking, i.e. common and intermediary structures between the two worlds enabling people, training and knowledge to travel between them. None of these areas has been subject to detailed study with regard to Russia. The objectives of the project therefore are: (1) to identify the major concepts, theoretical frameworks and empirical concerns that characterize the Russian study of Russia-EU relations; (2) to pinpoint the dominant narratives on Russia-EU relations produced by the policy world; (3) to identify the structures and frameworks of exchange, homology and mimetism between the academic and policy-making fields in Russia; (4) to identify the content and form of the actual exchange of knowledge and expertise between the academy and the field of policymaking. This close focus on Russia makes it essential for this study to be carried out under the Global Fellowship framework. The meeting of research objectives and the achievement of training goals require the development of ties and collaboration with the Russian academia and continued exposure to Russian policy-making environment. The innovative nature of this cross-disciplinary project consists in proposing an alternative approach to examining Russian foreign policy and in the application of a rich methodological framework to capture the different dimensions - institutional, cultural, ideological - of the knowledge-policy interface. The carrying out of this research at academic institutions in Russia and the EU will enhance scholarly collaboration across the current political divide.",
    "totalCost": "287825,4",
    "ecMaxContribution": "287825,4",
    "coordinator": "ABERYSTWYTH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999853012": {
            "orgId": "999853012",
            "orgName": "ABERYSTWYTH UNIVERSITY",
            "ecContrib": 287825
        }
    },
    "calculatedTotalContribution": 287825
}