{
    "rcn": "205249",
    "acronym": "CoCa",
    "topics": "MSCA-IF-2015-EF",
    "title": "Collagen in Cancer: from the regulatory fibril forming function of collagen V in development to its implication in tumor progression",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "Molecular mechanisms that determine survival, differentiation and movement in multicellular organisms depend on extracellular matrix (ECM) integrity and cells interacting with the ECM. Collagens are the most abundant proteins in the ECM. Their primary function is to provide structural support to cells and to maintain biomechanical integrity of tissues. However, collagens are not just structural proteins. They act as extracellular modulators of signaling events and serve critical regulatory roles in various cell functions during embryonic development and adult homeostasis. Itís increasingly important to understand these mechanisms in cancer biology. Disruption or imbalance in collagen dynamics is associated to tumor formation and progression by directly acting on the development of tumoral stroma, cancer-associated fibroblasts and angiogenesis. Hence, targeting aberrant ECM may provide an effective avenue to combat cancer. Fibrillar collagens are among the first components to be compromised in cancers. This research proposal focuses on the role of the regulatory fibril forming collagen V whose upregulation has been reported in several types of human tumors. Combining my skills in cancer biology with the expertise of the host lab in ECM biology, I will investigate the versatile regulatory roles of collagens in ECM dynamics. I will focus in particular on the formation of the tumoral microenvironment and the complex mechanisms by which the properties of ECM instruct the development of cancer.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}