{
    "rcn": "205268",
    "acronym": "CERAMENT-BC",
    "topics": "SMEInst-02-2016-2017",
    "title": "A novel bone implant with enhanced bone healing capacity",
    "startDate": "01/09/2016",
    "endDate": "28/02/2017",
    "objective": "The objective of the project is to bring the first bone implant with enhanced bone healing capacity to the market and clinical practice. The market demand for bone implants is steadily increasing driven by aging populations, increased demand for high quality of life and an increasing number of joint reconstruction surgeries. Enhancement of the bone healing process is often necessary, especially for patients with larger bone voids and gaps. The existing clinical methods targeting this need are based on the combination of Bone Graft Substitutes (BGS) with:\nï systemic treatment with Bone Active Drug (BAD), or \nï the off-label use of the BAD. \nBoth alternatives create risks for side-effects and complications. \n\nBONESUPPORT will move beyond the current state of the art and propose CERAMENT-BC ñ the first product combining a BGS with a BAD (bisphosphonate), enhancing the healing capacity of the implant. The commercial potential of this nano-modified material lies in the efficient local delivery of the drug to the targeted skeletal side, minimizing side-effects and improving quality of life for the patient. \n\nThe targeted users are orthopedic surgeons who need new methods for the enhancement of the bone healing process, reduction of secondary fractures and postoperative complications. CERAMENT-BC will meet those needs by combining the advantages of BGS and BAD and thus providing both fracture stability and a local therapeutic effect.\n\nThe Phase 1 study will develop a business plan for the commercialisation of the product. Assuring cost-efficient and innovative approaches to the treatment of musculoskeletal conditions is an EU-wide challenge. The project will address this challenge by proposing a new treatment option which for the first time combines an injectable biomaterial with a BAD.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BONE SUPPORT AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920612451": {
            "orgId": "920612451",
            "orgName": "BONE SUPPORT AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}