{
    "rcn": "205263",
    "acronym": "SK PRES SSH",
    "topics": "Europe",
    "title": "Social Sciences and Humanities: a New Agenda for Europe's Challenges",
    "startDate": "01/09/2016",
    "endDate": "31/08/2017",
    "objective": "'During the Slovak EU Presidency, the Ministry of Education, Science, Research and Sport of the Slovak Republic proposes to organize an international conference on Social Sciences and Humanities  (SSH) titled 'The Social Sciences and Humanities: A New Agenda for Europe's Challenges' that will be held in Bratislava on November 15-16 2016. The conference will follow the Tatra Summit, which will focus on the impact of social sciences and humanities on policies.\nAn international Scientific Board will be established that will include distinguished European scientists from different fields of social sciences and humanities.  The Scientific Board will work mainly on the draft programme of the conference and ensure the range and quality of speakers.  It will also propose the conference outcomes.  \nThe goal of the conference is to illustrate that research in SSH is crucial in addressing societal challenges faced by Europe and it brings a significant contribution to the solution of problems in contemporary democratic societies. SSH are critical in solving acute crises such as migration - with its consequences on national policies; human rights and freedom of circulation; radicalisation and terrorism, which sparks debates on religious diversity and security inside and outside Europe; and unemployment which fuels social exclusion and inequality in some of its Member States. Such challenges cannot be solved by mere technological solutions and such technological solutions are anyway socially grounded.\nThe conference will bring together about 300 scholars from SSH and other disciplines, business companies, industry, policy makers and media. They will discuss not only existing, but also new research ideas for the Work Programme 2018-2020 and contribute to a better visibility, integration and implementation of SSH into science and research policies.'",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "Ministry of Education, Science, Research and Sport",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968020328": {
            "orgId": "968020328",
            "orgName": "Ministry of Education, Science, Research and Sport",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}