{
    "rcn": "205276",
    "acronym": "PAWAME",
    "topics": "SMEInst-12-2016-2017",
    "title": "CONDUCTING A FEASIBILITY STUDY ON THE VIABILITY OF AN INNOVATIVE BUSINESS MODEL FOR BRINGING SOLAR ENERGY TO REMOTE COMMUNITIES AND DEVELOPING COUNTRIES",
    "startDate": "01/09/2016",
    "endDate": "31/01/2017",
    "objective": "PROBLEM: 1.1 billion people, most of whom live in developing regions of Asia and Africa, lack access to electricity. The primary light source for them are kerosene lamps, which are not only costly, but also has negative impact on human health, resulting in illness and even mortalities. Existing solar-powered products are too expensive for households with a $20 monthly income. Booming trends of mobile subscriptions and smartphone adoption in developing countries mean there is also a growing need to charge the phones.\nSOLUTION: Solet Technics has developed a prototype of a mobile solar power generator, PAWAME which offers a cheap and reliable access to electricity for off-grid households. The company is planning to distribute PAWAME solution using local agents, and infrastructure, payment system and brand recognition of Telcos, which enables fast market uptake and scaling of the product. It will also be easy and convenient for the user to pay for electricity via phone. The ërent-to-owní model makes the product accessible to low income households: no upfront investments needed. User-friendly and unique product design enables simple usage for the end-user. Customer can login to see his payment plan information, usage data, etc. Unique product features also include theft protection ñ PAWAME sends its location and if somebody tries to force to open it, it is remotely notified and can be tracked and traced all the time. The device has been tailored to fit to the needs of both end-user and Telcos.\nNEXT STEPS: Thorough market analysis and an elaboration of a business plan is needed in order to define strategic commercialization. This feasibility study will be a crucial step towards commercialization of Solarize. Further in the future, Solet Technics plans to bring PAWAME to industrial readiness and maturity for introduction to the global market, providing solar electricity to more than 200 thousand households and generating profit of 3 million euros by the year 2020",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB SOLET TECHNICS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920740782": {
            "orgId": "920740782",
            "orgName": "UAB SOLET TECHNICS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}