{
    "rcn": "205261",
    "acronym": "FlexTrans",
    "topics": "SMEInst-02-2016-2017",
    "title": "a universal thin film transistor platform for flexible and curved displays",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "SKEM proposes a project which will accelerate the uptake of their flexible transistor platform technology (incorporating their proprietary organic semiconductor, truFLEX), into backplane drivers for the manufacture of flexible and curved electronic displays. SKEMís technology enables the low temperature processing of high performance transistors onto plastic for the first time. This allows mechanical flexibility to be combined with electronic performance previously only demonstrated by rigid inorganics, along with significant reductions to processing costs.\nThis will enable SKEMís customers to produce entirely new form factors for display-based consumer electronics: flexible, body conforming, lightweight, unbreakable devices with high resolution and low power consumption (longer battery lifetimes). This can be achieved with low risk to adoption, using refitted standard production lines. As a universal transistor platform, SKEM will supply the existing market for liquid crystal displays (LCDs), while also facilitating the new market for organic light emitting diode (OLED) displays.\nThe project will involve customer engagement (customers are already engaged in joint development work, showing commitment with signed Letters of Intent) and commercial planning (WP2), development of the technology platform to meet customer requirements (WP3), demonstration of the technology in full display devices (WP4) and preparation for commercial roll out, involving technology transfer to industrial process lines, and scale-up of truFLEX production (WP5). A strong regime of project management (WP1) dissemination and communication (WP6) will support the aims of the project. These developments will elevate the technology from initial demonstration in the relevant industrial application (TRL6 - first LCD demonstrator completed prior to project), to full commercial readiness after the project (TRL9). SKEM will obtain EUR 200m sales by 2023 at a viable price point of EUR4,000/litre.",
    "totalCost": "2646000",
    "ecMaxContribution": "1852200",
    "coordinator": "SMARTKEM LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921197458": {
            "orgId": "921197458",
            "orgName": "SMARTKEM LIMITED",
            "ecContrib": 1852200
        }
    },
    "calculatedTotalContribution": 1852200
}