{
    "rcn": "205257",
    "acronym": "Tech4Freedom 2.0",
    "topics": "SMEInst-06-2016-2017",
    "title": "Assistive Devices for the Visually Impaired and other Disabilities",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "In 2010, there were 285million blind and visually impaired people in the world (a 77% increase from 161million in 2002) and that is a number that is still growing. In line with the European Disability Strategy 2010 ñ 2020 and to provide a technological solution to help the visually blind increase their level of security and independence, Aticser has been developing a kit of small, assistive devices controlled by our visually impaired user-friendly mobile app to help them in their daily lives. Aticser has been working with influential blind associations throughout Europe to produce the T4F Basic Kit, but we hope to improve it according to the comments and suggestions given by individuals and the blind associations that have validated the Basic Kit to produce a new and improved 2.0 Kit based on a modular approach. During our product validation, 85% of users expressed willingness to pay saying they will buy our new T4F Kit when it is on the market. We already have agreements with over 10 companies in Europe, Canada, the US, India and China who will be distributors who sell our T4F Kits to the end user (blind and visually impaired people). 80% will be sold through the distributors, such as the Spanish organisation ONCE (which is the most common way for blind people to buy assistive devices) and 20% directly through our website. We have a large potential market at a worldwide level: 99 million users = 147.960 millions of Äs. Our goal for the SME Instrument project is to add functionalities to our T4F Basic Kit and to add a couple of devices to make our T4F 2.0 Kit disruptive to the existing market which so far does not include a one-stop solution like ours. Our T4F 2.0 Kit will make daily tasks easier for blind and visually impaired people and in the future, we plan to develop our products for people with other disabilities (such as Parkinsonís disease) with the help of other disability associations: AMPANS and Via Libre.",
    "totalCost": "1542742,5",
    "ecMaxContribution": "1079919,75",
    "coordinator": "ATICSER SERVEIS TECNOLOGIES DE LA INFORMACIO, S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930081591": {
            "orgId": "930081591",
            "orgName": "ATICSER SERVEIS TECNOLOGIES DE LA INFORMACIO, S.L.",
            "ecContrib": 1079920
        }
    },
    "calculatedTotalContribution": 1079920
}