{
    "rcn": "205226",
    "acronym": "SABRE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Towards a Reliable Model for Dark Matter Search Experiments",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "There is ample evidence that our Milky Way is embedded in a halo of Dark Matter. While the sun is revolving around the galactic center, it moves through this halo resulting in a constant Dark Matter wind on earth. The revolution of the earth around the sun produces then an annual modulation of the intensity of this wind. Dark Matter detection experiments have produced contradicting results so far. While the DAMA/LIBRA experiment reports the measurement of an annual modulation consistent with a Dark Matter signal, other experiments have not seen an interaction so far. The SABRE experiment aims to shed light on this controversy by detecting the annual modulation in the same target material as DAMA but with improved the sensitivity and using twin detectors in the northern and southern hemispheres. SABRE is currently preparing for a proof of principle at the same underground laboratory in Italy where DAMA operates, and will upgrade afterwards to the full-scale experiment.\nThis fellowship will enable me to drive the SABRE experiment through the proof-of-principle stage to the full-scale instrument. To fully understand the detector response to a dark matter signal or background radiation, end-to-end simulations are essential: I plan to include the interaction of the incoming particle/radiation with the detector, signal dispersion and collection including a full optical model, as well as the subsequent processing by the data acquisition electronics. Measurements with a high-purity crystal during the proof- of-principle phase will allow their intrinsic radiopurity to be fully characterized, which is a key input to the simulation. I will also measure the optical properties of the materials involved, another crucial part of the end-to-end simulation software. Using these results, I will also optimize the light collection efficiency of the detector and, with that, the sensitivity of the full-scale experiment.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}