{
    "rcn": "205238",
    "acronym": "E2D3S2",
    "topics": "MSCA-IF-2015-EF",
    "title": "Education and Engagement for inclusive Design and Development of Digital Systems and Services",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "There is little clear and easily applicable advice and practical support for Information and Communication Technologies (ICT) designers and developers about how to design digital systems and services for older people. Yet the ageing population is acknowledged, and this means we need digital systems and services designed so that they are usable by older people. Otherwise, older people will increasingly be unable to use many of the services such as e-government and online financial services that are becoming an integral part of the everyday life of citizens. These systems and services also include those technologies that enhance interpersonal communication, such as social media. ICT designers and developers are key to implementing what policy makers, user organisations, and business and market strategists have been advocating for some time, namely: digital systems and services that are Designed for All. ëDesign for Allí is the term adopted by the European Commission to describe a design approach that: ìencourages manufacturers and service providers to produce [..] technologies that are suitable for the elderly and people with disabilities, as much as the teenage techno wizard.î Although there are guidelines about developing accessible systems and services, but many are not useful to or usable by ICT designers and developers because they are: ïoutdated: not applicable to newer technologies (Web 2.0 applications, mobile web) ïunreliable: not based on good empirical evidence from older users ïunusable: not easily understood and used by designers and developers and do not fit into their working practices. Thus they fail to motivate designers and developers in sustained meaningful ways. The research will address these issues in order to create engaging, useful and usable assistance for designers and developers in the form of new evidence based guidelines encapsulated into a MOOC, with the goal of improving digital systems and services for older people in Europe.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}