{
    "rcn": "205250",
    "acronym": "SatStart",
    "topics": "ERC-PoC-2015",
    "title": "Small satellitesí strategic analysis of realization potential and commercialization techniques",
    "startDate": "01/09/2016",
    "endDate": "31/08/2017",
    "objective": "'A formation of small satellites, as developed within the ERC Advanced Grant 'NetSat', promises great market potential because of failure tolerance and low cost at the same time, and large growth prospects for small satellites - a disruptive technology with the potential to change current ìrules of the gameî, becoming a feasible option for industrial application thanks to tremendous cost reductions as compared to large satellites (lower weight, shorter development cycles/ time-to-market, and lower risk). The commercial applications for the ERC ìNetSatî project are three-fold: (1) communication (particularly in the machine to machine (M2M) context), (2) traffic management (e.g., for autonomous driving), and (3) earth observation (where larger numbers of small satellites offer higher temporal resolution). As space for the operation of small satellite formations is restricted and primarily US-based, VC-backed start-ups are already competing in the market (e.g., SpaceX, OneWeb), large-scale and timely investments are needed for the ZfT to select and implement the most appropriate business model to successfully compete in this market.\n\nNone of the competitors in the small satellite market seem to focus on providing M2M services, and they operate a constellation instead of a formation of satellites, i.e., the satellites are controlled individually from the ground, which makes formations not only technologically superior but also in line with the upcoming trend of connected devices. For timely commercialization, the ERC PoC Grant will provide the needed financial resources for securing IP and an evaluation of 4 potential business models - i.e., (1) a vendor-, (2) a licensing-, (3) a system provider- and (4) a data provider strategy, and the drafting of a business plan within 12 months for the most promising one(s) based on detailed data and analysis from a cross-disciplinary research team seeking to attract large-scale financial investments and corporate partners.'",
    "totalCost": "149823,75",
    "ecMaxContribution": "149823,75",
    "coordinator": "Zentrum fuer Telematik e.V.",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITAET REGENSBURG;TECHNOLOGIE- UND GRUNDERZENTRUM WUERZBURG (TGZ) GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "925360989": {
            "orgId": "925360989",
            "orgName": "TECHNOLOGIE- UND GRUNDERZENTRUM WUERZBURG (TGZ) GMBH",
            "ecContrib": 28219
        },
        "997649366": {
            "orgId": "997649366",
            "orgName": "Zentrum fuer Telematik e.V.",
            "ecContrib": 61825
        },
        "999868629": {
            "orgId": "999868629",
            "orgName": "UNIVERSITAET REGENSBURG",
            "ecContrib": 59780
        }
    },
    "calculatedTotalContribution": 149824
}