{
    "rcn": "205219",
    "acronym": "Operation Condor",
    "topics": "MSCA-IF-2015-GF",
    "title": "Operation Condor: Accountability for Transnational Crimes in Uruguay",
    "startDate": "01/08/2016",
    "endDate": "31/07/2019",
    "objective": "Confronting past atrocities is essential to consolidate democracy and human rights protection. Truth and justice initiatives investigating crimes perpetrated at the national level have long been occurring. Yet, accountability for transnational crimes is a pending issue in scholarship and practice. \nThis project fills this gap and addresses the transnational dimension of past atrocities in South America. In 1975, the dictatorships of Argentina, Bolivia, Brazil, Chile, Paraguay, and Uruguay established a secret transnational network of intelligence and counterinsurgency operations to persecute political opponents in exile called Operation Condor, kidnapping and murdering hundreds of people. \nThe project aims to study transnational crimes, by focusing on Operation Condorís Uruguayan victims, and probe the response of Uruguayís national justice system to transnational atrocities. Uruguay was selected to analyse Operation Condor: one Uruguayan was kidnapped in each Condor country; thus, investigating its Uruguayan victims permits to also study the entire network and its modus operandi. The project creatively adopts a regional focus and uses data from recently opened archives. \nThe broader question behind the research agenda is: how can we respond to atrocities that transcend state borders? Studying accountability for Operation Condor crimes will offer lessons of potential application to past and present forms of transnational crimes, such as the smuggling of migrants across the Mediterranean Sea. \nThe outputs include three articles, a book, a policy brief, op-eds, a workshop for legal professionals, seminar and conference presentations, and training sessions for PhD students and early career researchers. The Fellowship will directly benefit Dr Lessaís career prospects, equipping her with new skills, knowledge, and specialised training in archival research and analysis of case files, placing her at the forefront of her field as an established interdisciplinary researcher.",
    "totalCost": "212463",
    "ecMaxContribution": "212463",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999874449": {
            "orgId": "999874449",
            "orgName": "UNIVERSIDAD DE LA REPUBLICA",
            "ecContrib": 0
        },
        "999881336": {
            "orgId": "999881336",
            "orgName": "UNIVERSIDAD DE BUENOS AIRES",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 212463
        }
    },
    "calculatedTotalContribution": 212463
}