{
    "rcn": "205209",
    "acronym": "HypoFlam",
    "topics": "ERC-ADG-2015",
    "title": "Targeting hypothalamic inflammation in obesity and diabetes",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Despite educational, political and biomedical research efforts, obesity, type 2 diabetes and related metabolic diseases are increasing worldwide at an alarming rate. Failure to deliver efficient and safe medical therapies is a result of our incomplete understanding of the pathogenesis of the metabolic syndrome. Current knowledge implicates impaired CNS control over appetite, body weight and systemic metabolism as a key pathogenic process leading to obesity and type 2 diabetes. Yet, years of intense study focused on neuronal signalling have produced no transformative breakthroughs. Control centers located in the hypothalamic arcuate nucleus (ARC) serve as primary targets of afferent hormone signals regulating systemic control of body weight and metabolism and appear to be most affected by high fat high sugar (HFHS) diets. Recently, we discovered that in the early stages of the metabolic syndrome induced by consumption of a HFHS diet, significant changes beyond neuronal pathologies occur in hypothalamic nuclei responsible for metabolic control, such as the ARC. Specifically, we observe in hypothalami of mice, rats and humans increased reactive microgliosis and astrocytosis as well as a decline in regulatory T-cell presence. We hypothesize that hypothalamic inflammatory processes triggered by hypercaloric environments impair hormone sensing, disrupt glial homeostasis and incapacitate these hypothalamic control centers, ultimately contributing to development of obesity and diabetes. Building on a considerable body of preliminary data, we will apply an array of advanced technologies to A) develop a functional understanding of the pathophysiology of diet-induced hypothalamic inflammation, B) test if hypothalamic inflammation plays a critical role in the development of the metabolic syndrome, and C) attempt to target these novel pathogenic processes for the first time using novel targeted therapeutic approaches.",
    "totalCost": "2402280",
    "ecMaxContribution": "2402280",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 2402280
        }
    },
    "calculatedTotalContribution": 2402280
}