{
    "rcn": "205240",
    "acronym": "TransSplicHD",
    "topics": "MSCA-IF-2015-EF",
    "title": "Single-Cell Transcriptomics and Spliceosome analysis to uncover new mechanisms of neuronal vulnerability to Huntingtonís Disease.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Huntingtonís disease (HD) is neurodegenerative disease caused by a CAG repeat expansion mutation in the HTT gene. The pathological process, which ultimately leads to neuronal loss mainly in the caudate and putamen, is induced - in a truly dominant manner - by a single copy of the mutant allele. Transcriptional deregulation has becoming a prevailing feature in HD and changes at single-gene level in RNA biogenesis and aberrant alternative splicing (AS) events have been associated to neuronal vulnerability. Here, I propose to disentangle at genome-wide level the connections between mutant huntingtin expression and RNA processing, and its implications for neuronal vulnerability to death. Specifically, I propose to study alterations in RNA transcription and AS in: Aim 1. Striatal, cortical and cerebellar areas of Hdh knock-in (KI) HD accurate mouse models through global RNAseq; Aim 2. In specific medium spiny neurons (MSN) of the Drd1 or Drd2 direct and indirect pathways of Hdh KI striatum through laser capture dissection and single-cell RNAseq. \nThe present research proposal represents a synthesis of my interest, expertise in RNA regulation, genome-wide approaches and single-cell analysis in the context of neurodegenerative disorders with my most recent exposure to human genetic. On the other hand, at the CIBIO host institution I will greatly benefit from the scientific exchange with the PIs of the neurobiology area, and my supervisor in particular, whose skills in neuroscience, neuroanatomical and behavioral analyses will perfectly blend and consolidate my cellular and molecular expertize. Thus, I believe I am optimally positioned to accomplish the aims of the current application: the MSCA-RI-IF will be instrumental to develop this initial hypothesis into deeper biological understanding of HD and represent a crucial support to my scientific integration as a competitive, woman investigator in the transition from postdoctoral training to an independent academic career.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}