{
    "rcn": "205270",
    "acronym": "DouxSweet",
    "topics": "SMEInst-07-2016-2017",
    "title": "Novel Flavour Delivery Technology for Sugar Reduction",
    "startDate": "01/09/2016",
    "endDate": "28/02/2017",
    "objective": "The food and beverage industry is urgently looking for solutions to reduce sugars while retaining taste profiles. Achieving a controlled reduction of sugar consumption will only be possible if consumers will be offered the sensory experience they like and are accustomed to in products. Current sugar substitutes cannot provide this. \n DouxMatok develops  novel flavour delivery solutions to the food and beverage industry enabling a highly substantial reduction of sugar and salt in foods and beverages, while retaining the full sensory quality of the products with no aftertastes.\nDouxMatok does so by delivering sugars more efficiently to the sweet receptors.\n With our solution currently in TRL 5/6, DouxMatok has a number of significant milestones to meet over the coming months and years. These include finalizing our R&D, scaling-up of our production capacity, test our solution extensively with food and beverage potential clients and, once we pass the testing stage, develop products with ìDouxMatok insideî.\nThis SME Phase 1 project aims to provide us with critical inputs necessary to set our course for the coming years. To this extent, the objectives of this Phase 1 are:\n∑ Confirmation and quantification of the relevant market segments for DouxMatok's sugars.\n∑ Scale up from lab prototypes to pilot scale\n∑ Validation of DouxMatok's sugars effectiveness in variety of food & beverage products through testing with European food producers\n∑ Build-up DouxMatokís business plan including go-to-market strategy, expected revenue and sales growth of potential products, employees divided by departments, market share, IP investment and growth, return on investment, profit and cash flow.\nThe DouxMatok team features highly experienced research chemists and food professionals with previous proven track records of success in this field. Combining their expertise and experience will lead this team to successfully addresses a highly significant business opportunity",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DOUXMATOK LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919296646": {
            "orgId": "919296646",
            "orgName": "DOUXMATOK LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}