{
    "rcn": "205216",
    "acronym": "ParaplegiaAxonsER",
    "topics": "MSCA-IF-2015-EF",
    "title": "Functional interactions between endoplasmic reticulum and mitochondria in Drosophila axons",
    "startDate": "01/03/2017",
    "endDate": "28/02/2019",
    "objective": "Axonal endoplasmic reticulum (ER) forms a continuous network of tubules that appears to occur ubiquitously in neurons, and has been compared to ìa neuron within a neuronî. Its importance is suggested both by its apparent ubiquity, and by the identification of several causative genes for the axon degenerative disease, hereditary spastic paraplegia (HSP), that encode proteins that contribute to ER modeling. However, its physiological roles, and how it could influence axon degeneration, are poorly understood. \n\nThere is increasing awareness of the existence, nature and roles of contact sites between ER and other cellular organelles including mitochondria. Here I will explore these interactions and their functions in axons, in particular testing the model that ER architecture is important in regulating mitochondrial function in axons. My host laboratory has recently identified Drosophila mutants that lack one or more relevant HSP genes, and shown abnormalities in the level or continuity of ER in some genotypes.\n\nI will use Drosophila HSP mutants to determine whether mitochondrial abnormalities arise with altered ER organisation. I will also test for colocalisation of a Drosophila Reep protein with ER-mitochondrial contact sites, and whether loss of this protein leads to abnormal mitochondria. Together these experiments will address whether ER-localised HSP proteins affect mitochondrial function.\n\nSecondly I will examine whether mitochondrial Ca2\\ handling is affected in these models. I will generate transgenic Drosophila that express mitochondrial and cytosolic Ca2\\ sensors, and attempt to develop a suitable lumenal ER sensor. I will use these to test the levels and heterogeneity of Ca2\\ concentrations in resting and active axons, and investigate how HSP mutants affect this.\n\nMy work will examine the interplay between ER and mitochondria in axons for the first time, and mechanisms of dysfunction that are relevant for human axon degeneration.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}