{
    "rcn": "205213",
    "acronym": "BORONDYKAT",
    "topics": "MSCA-IF-2015-EF",
    "title": "VINYL AND HETEROARYL BORONIC ACIDS AS NON-STABILIZED NUCLEOPHILES IN RHODIUM-CATALYZED DYNAMIC KINETIC TRANSFORMATIONS",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The formation of carbon-carbon bonds in an asymmetric fashion is a very useful process in synthetic chemistry, since it generates single enantiomers of chiral molecules at the same time as the molecular framework is being assembled. In this context, two strategies for the generation of single enantiomer compounds using enantioselective catalysis have been widely emabraced: on the one hand, the use of prochiral substrates, and on the other hand, the use of racemic substrates in enantiomer resolution processes, which limits the yields up to 50%. An efficient variation of this second strategy is to couple enantiomer differentiation with interconversion of enantiomers. However, these  dynamic kinetic asymmetric transformations (DYKAT) have been limited to the use of stabilized nucleophiles. Very recently, the group of Fletcher reported that alkylzirconium reagents can be employed as non-stabilized nucleophiles in combination with a copper-based catalytic system for this class of processes. Subsequently, the same group demonstrated that arylboronic acids are also suitable substrates in rhodium-catalyzed DYKATs. The project presented in this application aims to expand the scope of this powerful transformation by using vinyl- and heteroarylboronic acids as non-stabilized nucleophiles in the rhodium-catalyzed DYKAT. Moreover, a thorough study of the reaction mechanism will be conducted, as well as the investigation on alternative procedures for this process (catalytic systems, nature of the substrates, etc) that might result in useful applications for organic synthesis.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}