{
    "rcn": "205269",
    "acronym": "TINOHEAT",
    "topics": "SMEInst-09-2016-2017",
    "title": "Reduced energy consumption and carbon footprint of the plastic packaging industry, using a novel environmentally friendly nanoparticle based industrial process",
    "startDate": "01/09/2016",
    "endDate": "28/02/2017",
    "objective": "Established in 1993 in Mainz, Germany, PlasmaChem is dedicated to the development, production and sales of nanomaterials and their formulations, medical devices, and analytical equipment. The company has developed and demonstrated an innovative method of producing novel surface-passivated titanium-based ceramic nanopowder (TiNO), which exhibits excellent colloidal stability in different media, and exceptional light and heat absorption properties. The developed manufacturing process is ecologically safe. Polyethylene terephthalate (PET) is one of the most produced polymers worldwide (28 Mio tonnes), with over 15 Mio tonnes used in the manufacture of packaging items, for food, medicine, drinks, household, personal care, automotive and industrial products. Approximately 100 Mio PET bottles are produced worldwide, every day, mostly using an injection stretch blow moulding (ISBM) process. In this process, infrared (IR) lamps are used to heat the pre-forms above their glass transition temperature (around 100∞C), so that they can be blown to the required shape. The IR heating stage of the process consumes ~330 kWh per tonne of PET, and accounts for ~94% of the energy consumed in the process. TiNO blended in low concentrations with a polymer can significantly improve the heat absorption properties of the polymer blend. PlasmaChemís results indicate that the addition of just 10 ppm of TiNO in PET enables significant reduction of energy use in the PET blow-moulding process. The use of TiNO in the production of food packaging items from PET would allow global savings of ~750 GWh annually (a saving of ~Ä200 Mio in energy costs). The use of TiNO in other plastics, could allow a total saving in energy costs of more than Ä4-10 billion annually. The projected global need for TiNO in PET packaging alone, is 60-120 tonnes (at 10-20 ppm) per year. Aim of this project is to further scale up our prototype and to produce and commercialize TiNO for the PET and other sectors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PLASMACHEM PRODUKTIONS- UND HANDEL GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998331955": {
            "orgId": "998331955",
            "orgName": "PLASMACHEM PRODUKTIONS- UND HANDEL GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}