{
    "rcn": "205204",
    "acronym": "Revolution",
    "topics": "ERC-ADG-2015",
    "title": "Regulation and Evolution of C4 photosynthesis",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Life is dependent on sugars made during photosynthesis. When plants colonized land ~450 million years ago they used a photosynthetic system known as the C3 pathway that still operates in the majority of species today. However, from ~30 million years ago over sixty plant lineages evolved a version of photosynthesis known as the C4 pathway that increases CO2 fixation efficiency by about 50%. C4 species such as maize and sorghum are now the most productive on the planet and achieve this by compartmentalizing gene expression between cell-types.\n\nAs with other complex biological systems made up of multiple distinct cell-types, it has not been possible to understand how photosynthesis genes are regulated in specific cell-types of C4 leaves. In contrast to strategies being used by other groups, I propose to discover how specific cell-types of ancestral C3 leaves regulate gene expression, and then to use this information to determine how C4 photosynthesis operates. To achieve this, state-of-the-art approaches used on whole tissues will be adapted to study individual cell-types.\n\nRevolution will test the hypothesis that cell-specific gene expression in C4 leaves is mediated by pre-existing regulatory networks found in C3 species. Intracellular mechanisms regulating photosynthesis genes in ancestral C3 but also derived C4 leaves will be identified. In C3 leaves I wish to understand how some cell-types express photosynthesis genes whilst others remain photosynthetically repressed. In C4 leaves I wish to discover the extent to which cell-specific expression is based upon pre-existing regulatory networks in the C3 leaf.\n\nRevolution will therefore generate information of broad relevance to understanding gene expression in eukaryotes, and provide insight into mechanisms underpinning one of the major evolutionary transitions since plants moved to land.",
    "totalCost": "2496521",
    "ecMaxContribution": "2496521",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}