{
    "rcn": "205247",
    "acronym": "PolyP-FXII in cancer",
    "topics": "MSCA-IF-2015-EF",
    "title": "The polyphosphate/factor-XII pathway in cancer-driven thrombosis and tumor growth",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "Cancer is a leading cause of venous thrombosis. Tumor-driven procoagulant mechanisms and therapies for interference with cancer-associated thrombosis are poorly developed and are associated with life-threatening bleeding complications. Coagulation factor XII is a protease that is essential for thrombus formation while being dispensable for hemostatic processes that terminate blood loss. Challenging the dogma of a coagulation balance, targeting factor XII protects from thromboembolic disease without interfering with hemostasis. The inorganic polymer polyphosphate activates factor XII with implications for thrombosis. In addition to their roles in coagulation, polyphosphate and factor XII have mitogenic activities and contribute to cell proliferation. I have recently characterized the mechanisms of polyphosphate-driven coagulation and discovered a critical function of polyphosphate/factor XII in prostate cancer-driven thrombosis. The current investigations will explore functions and mechanisms of polyphosphate/factor XII for cancer-driven coagulation and tumor growth using cancer cells in culture, genetically altered murine models and cancer patient materials. I aim to understand activation, regulation and functions of the polyphosphate/factor XII-pathway for venous thromboembolic disease as well as tumor growth. In a translational approach, I will analyze novel polyphosphate/factor XII-inhibitors for interference with cancer-driven thrombosis and tumor proliferation. The applied project will give a comprehensive insight into the function of polyphosphate/factor XII in malignancy and will offer a novel and unique opportunity for a safe anticoagulation therapy with minimal or no bleeding risk with additional anti-cancer activities.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}