{
    "rcn": "205265",
    "acronym": "EDURIO",
    "topics": "SMEInst-01-2016-2017",
    "title": "Edurio ñ a revolutionary web platform for school networks to improve the quality of education through deep analytics of stakeholder feedback",
    "startDate": "01/09/2016",
    "endDate": "28/02/2019",
    "objective": "Up to now stakeholder feedback management in school networks has been a very time consuming paper exercise with no central data management possibility and poor analytics. Edurio offers a unique opportunity to remove 95% of time and financial resources, improve survey reliability and use deep analytics to provide users the most important insights and recommendations for smarter decision making.\n\nEdurioís SME Instrument project aims to bring to market a web platform for schools and school networks (governments, municipalities and private networks) to radically improve the way they manage quality of education, by using our unique system with streamlined user flow and novel machine learning analytics.\n\nEdurioís platform allows school networks to regularly collect and analyse feedback surveys from students, parents and teachers. Automatic machine-learning based diagnostics along with deep analytics (student group analysis, advanced text analysis etc.) will give schools and school networks recommendations to set educational priority areas and future actions.\n\nSince July 2014 we have developed 3 prototype versions of Edurio and tested them in over 200 schools with 50í000 students and 5í500 teachers, completing 100í000 surveys. The pilots validated the market need and highlighted the requirements we need to meet for an international scale-up. We are collaborating with global leaders in education like the UCL Institute of Education and Oxford University Press and have received interest to conduct international school network pilots, enabled by the H2020 support. We have a uniquely skilled team with experience in strategy, software development, AI and education. \n\nWith this project, we aim to scale Edurio to school networks internationally containing 30í000 schools in 5 years from market launch. We can reach annual revenues of over 75m EUR and improve the quality of education for 15 million children globally - a critical first step for all other positive societal impact.",
    "totalCost": "2659375",
    "ecMaxContribution": "1861562,5",
    "coordinator": "EDURIO LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925428307": {
            "orgId": "925428307",
            "orgName": "EDURIO LTD",
            "ecContrib": 1861562
        }
    },
    "calculatedTotalContribution": 1861562
}