{
    "rcn": "205245",
    "acronym": "3DSTAR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Highly porous collagen scaffolds for building 3D vascular networks: structure and property relationships",
    "startDate": "14/11/2016",
    "endDate": "13/11/2018",
    "objective": "This proposal concerns with the development of functional 3D hierarchical vasculature within engineered freeze-dried collagen scaffolds. The main objective is to investigate the contribution of scaffoldís pore architecture (size, shape and interconnectivity) and culture conditions, such as cell ratios in co-culture, perfusion vs. static culture and hypoxia, on the self-organisation of endothelial cells into vascular-like structures. A comprehensive 2-year, highly inter-disciplinary programme is planned encompassing processing, scaffold structure characterisation, structure-property investigation and systematic in vitro experimentation. The in vitro work will be carried out in collaboration with the REPAIR-lab in Mainz, Germany - a founding member of the European Commission Network of Excellence EXPERTISSUES. \n  Freeze-drying process parameters will be varied to produce isotropic and anisotropic scaffolds, with pore sizes mimicking native small blood vessels. The pore architecture, in both dry and hydrated states, will be quantified via X-ray tomography and 2-photon confocal microscopy, respectively, using original methodologies. The Youngís modulus and resistance to fluid flow (permeability) of scaffolds will be measured as a function of pore architecture characteristics. A customised set-up allowing low strain measurements of Youngís modulus will be used to establish whether conventional mechanical testing is suitable. Fluid permeability will be measured by applying a constant pressure gradient. Rather surprisingly in view of permeabilityís significance in nutrient diffusion and waste removal, there is only a single study on permeability. Vascular organization, maturation and functionality of optimised scaffolds will be studied as a function of pore architecture, using state-of-the-art microscopy, real-time imaging, perfusion tests, histology and a variety of biochemical assays.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}