{
    "rcn": "205264",
    "acronym": "CLEARSILVER",
    "topics": "SMEInst-02-2016-2017",
    "title": "Industrial manufacturing of conductive, transparent and flexible electrodes with nanoinks fororganic electronic devices such as OPV and OLED lighting",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "This project was already submitted and has received the Seal of Excellence certificate delivered by the EU Commission. This new version is reviewed and amended based on the evaluation summary report.\n\nNowadays, Indium Tin Oxide (ITO) is the main material used for transparent conductive films (TCF). These films have significant drawbacks such as fragility, indium depletion and high manufacturing cost. A promising alternative is a conductive patterned grid based on silver nanoparticles covered with a protective and conductivity enhancing zinc oxide nano-layer.\n\nTo accelerate the uptake of this processing technology, the printed electronics market needs a complete solution of industrial inks and inkjet printing at large scale and high speed. This is the objective of the CLEARSILVER solution proposed by KELENN Technology (KT) - manufacturer of industrial solutions for inkjet printing - and GenesíInk (GNK) - leader on the conductive and semi-conductive nanoinks market.\n\nThe CLEARSILVER project is led by GNK in collaboration with KT. This partnership benefits from their core technical and business expertise. Since beginning 2014, GNK and KT have successfuly developed a complete pilot solution including nanomaterials kilo-scale manufacturing and an online demonstrator printer, KSCAN-PE400 presented at LOPEC 2016. The SME Instrument funding will support our objective to bring to the market a sustainable industrial solution for TCF manufacturing.\n\nThe targeted market is the flexible TCF for OPV, OLED lighting and later on OLED displays. Driven by innovative applications, the business forecast for these two segments show an exponential growth in the next five years (\\ 75 % CAGR). The OPV and OLED lighting market will reach a total size of $US 176 million in 2020. OPV and OLED lighting manufacturers will be the first to take advantage of our solution. Conventional EU industries like the printing sector will also benefit from it with new printed electronics opportunities.",
    "totalCost": "3035278,75",
    "ecMaxContribution": "2124695,13",
    "coordinator": "GENES'INK",
    "coordinatorCountry": "FR",
    "participants": "KELENN TECHNOLOGY",
    "participantCountries": "FR",
    "projectParticipants": {
        "964458488": {
            "orgId": "964458488",
            "orgName": "GENES'INK",
            "ecContrib": 1059041
        },
        "934753790": {
            "orgId": "934753790",
            "orgName": "KELENN TECHNOLOGY",
            "ecContrib": 1065654
        }
    },
    "calculatedTotalContribution": 2124695
}