{
    "rcn": "205314",
    "acronym": "INCLUDE",
    "topics": "ERC-CoG-2015",
    "title": "Indigenous Communities, Land Use and Tropical Deforestation",
    "startDate": "01/11/2016",
    "endDate": "31/10/2021",
    "objective": "Tropical deforestation is an important contributor to climate change, through the release of significant amounts of carbon in the atmosphere. The main proximate cause of deforestation in tropical regions is agricultural expansion, followed by timber extraction. The general objective of this research is to understand how the interaction of technological, environmental, economic and social factors influence land use dynamics, including household decisions, about agricultural expansion and resource extraction in sensitive tropical regions. More specific questions relate to the role of various governance structures, particularly those recognizing common property regimes of land tenure to indigenous and rural communities, and the deliberative evaluation about the opportunity of reforming such structures in order to reduce deforestation and forest degradation. Although such aspects have been addressed in a variety of contexts, the approach proposed here is novel as a) it explicitly models the interaction between institutional, environmental, technological and socio-economic factors at different spatio-temporal scales, b) it specifically focuses on the governance structures associated with different land tenure regimes through the lenses of Social Network Analysis (SNA), c) uses a Q-methodology framework to develop a participatory approach to study stakeholdersí perspectives and attitudes on the necessary governance interventions to prevent deforestation and forest degradation and d) it assesses the relationships between agricultural expansion, deforestation, governance structures and stakeholdersí attitudes, with particular attention to the sensitivity of household land use decisions and resource extraction. In order to meet the research objectives, this project will focus on the province of Salta in the dry Chaco in North-Western Argentina, a region characterized by high rates of land cover change and the presence of indigenous/rural communities.",
    "totalCost": "1952183",
    "ecMaxContribution": "1952183",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "THE UNIVERSITY OF READING;MODUL UNIVERSITY VIENNA GMBH",
    "participantCountries": "UK;AT",
    "projectParticipants": {
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 523350
        },
        "995944009": {
            "orgId": "995944009",
            "orgName": "MODUL UNIVERSITY VIENNA GMBH",
            "ecContrib": 127882
        }
    },
    "calculatedTotalContribution": 651232
}