{
    "rcn": "205393",
    "acronym": "Bio4Products",
    "topics": "SPIRE-03-2016",
    "title": "4x4, demonstrating a flexible value chain to utilize biomass functionalities in the processing industry",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "Biomass is a valuable, sustainable feedstock for the production of high added value chemicals and materials, and will play an important role in the transition of the European Process Industry to a Sustainable Process Industry. However, for the optimal utilization of these bio-resources the fractionation of the biomass on basis of functionalities is required. The innovative approach of BIO4PRODUCTS is to apply a short thermal treatment at elevated temperature enabling the fractionation of the bio-resource, but keeping the key chemical functionalities in separate, depolymerized fractions. Within the project the process will be demonstrated in a 3 t/d demo-plant. Subsequently, BIO4PRODUCTS will demonstrate the use of the resulting intermediate processing streams for the production of wood preservation products, furanic resins, phenolic resins and roofing material as cost-effective renewable alternatives for fossil resources in the conventional products (30-100% substitution). Each of the steps in the whole chain has at least been proven on bench-scale (TRL5) and should reach TRL 6-7 by execution of this project. The feedstock flexibility will be shown by demonstrating the complete chain for 4 different biomass resources representative for the majority of biomass resources available in Europe.  Integral topics covered by the project are the techno-economic and environmental assessments as well as the development of business plans for subsequent commercialization of the individual product lines and the overall value chain. \nThe BIO4PRODUCTS consortium consists of 2 large industries and 4 SMEís and 1 one non-profit organization covering the whole chain from biomass collection, primary and secondary conversion, and final use in end products. Additionally, specific expertise is included on environmental evaluation and the market introduction of sustainable products.",
    "totalCost": "6129830",
    "ecMaxContribution": "4335393",
    "coordinator": "B.T.G. BIOMASS TECHNOLOGY GROUP BV",
    "coordinatorCountry": "NL",
    "participants": "Imperbel N.V.;TRANSFURANS CHEMICALS BVBA;CAPAX ENVIRONMENTAL SERVICES BVBA;E4TECH (UK) LTD;HEXION GMBH;Greenovate! Europe",
    "participantCountries": "BE;UK;DE",
    "projectParticipants": {
        "989823600": {
            "orgId": "989823600",
            "orgName": "Imperbel N.V.",
            "ecContrib": 977375
        },
        "918840649": {
            "orgId": "918840649",
            "orgName": "HEXION GMBH",
            "ecContrib": 658875
        },
        "953983555": {
            "orgId": "953983555",
            "orgName": "E4TECH (UK) LTD",
            "ecContrib": 133000
        },
        "999744081": {
            "orgId": "999744081",
            "orgName": "B.T.G. BIOMASS TECHNOLOGY GROUP BV",
            "ecContrib": 1309787
        },
        "988962046": {
            "orgId": "988962046",
            "orgName": "CAPAX ENVIRONMENTAL SERVICES BVBA",
            "ecContrib": 230356
        },
        "998580469": {
            "orgId": "998580469",
            "orgName": "TRANSFURANS CHEMICALS BVBA",
            "ecContrib": 753375
        },
        "995542041": {
            "orgId": "995542041",
            "orgName": "Greenovate! Europe",
            "ecContrib": 272625
        }
    },
    "calculatedTotalContribution": 4335393
}