{
    "rcn": "205311",
    "acronym": "LoC",
    "topics": "ERC-CoG-2015",
    "title": "The Logic of Conceivability: Modelling Rational Imagination with Non-Normal Modal Logics",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "ìThe human imagination remains one of the last uncharted territories of the mindî  \n- Ruth Byrne, The Rational Imagination\n\nOur mind represents non-actual scenarios to extract information from them. We cannot experience beforehand which situations are or will be actual. So we explore them in our imagination, leaving our perceptions offline: ëWhat would happen if...?í. The cognitive importance of this activity is hardly overestimated.\n\nBut what is its *logic*? The orthodox logical treatment of representational mental states comes from modal logicís possible worlds semantics: the modal analysis of knowledge, belief, information, was taken up by philosophy, linguistics, and Artificial Intelligence. However, the approach faces major problems. By systematically addressing them, the Logic of Conceivability (LoC) project will yield a paradigm shift in our understanding of the logic of human imagination.\n\nOne major purely logical problem is that mainstream epistemic logics model cognitive agents as logically omniscient, thus as disconnected from the reality of human, fallible minds. One major philosophical problem concerns the entailment from conceivability to so-called absolute possibility in ëthought experimentsí of theoretical philosophy: how does conceiving a scenario give evidence of its possibility? LoC will address such issues via the techniques of non-classical logics with non-normal worlds semantics. It will make logically precise the distinction, taken from cognitive science, between Fast Thinking (associative, context-sensitive) and Slow Thinking (rule-based, analytic). It will show how omniscience is avoided, and evidence of absolute possibility is achieved, in different manners in the Fast and Slow Way.\n\nBased at the Institute for Logic, Language and Computation, and advised by a Board of researchers from Europe, the US, and Australia, LoC will deliver high-impact outputs in top journals, a book, and knowledge dissemination results for non-specialists.",
    "totalCost": "1996362,5",
    "ecMaxContribution": "1996362,5",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1996362
        }
    },
    "calculatedTotalContribution": 1996362
}