{
    "rcn": "205312",
    "acronym": "MetCogCon",
    "topics": "ERC-CoG-2015",
    "title": "Metacognition of Concepts",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "This project will investigate the thoughts and feelings that accompany the use of concepts. Concepts lie at the heart of the extraordinary power of the human mind. They are the building blocks of thought, the tools with which we think. Like physical tools, they can be more or less dependable, more or less fit for purpose: e.g. for most people GENE feels like a better concept than MEME. We have an intuitive sense of how dependable a concept is, which is crucial when we decide whether to rely on the concept. It can underpin our decision to reject some concepts (e.g. RACE) and embrace others in our theorising (e.g SPECIES). Similarly in everyday thinking: when concepts are selected for reasoning and induction, and when different cognitive processes compete for control of action, the metacognition that accompanies the concepts involved will have a powerful effect. However, metacognition directed at concepts is still poorly understood. We lack even a clear theoretical framework to underpin research in this area.\n\nThat is unfortunate because developing an account of peopleís metacognitive understanding of their concepts is likely to tell us important things about concepts and about cognitive control; and to solve some thorny philosophical problems. MetCogCon takes up that opportunity. The project will be the first systematic investigation of the scope of metacognition as it applies to concepts. We propose to combine the analytic methods developed by philosophers of mind and cognitive science with psychological model-building and experimental investigation. The insights gained in the project could have important implications for policies about how to reason in everyday and in scientific/philosophical contexts, by outlining when the cues and heuristics that underpin our decisions to embrace or reject particular concepts can and cannot be trusted. Most significantly, the project promises to increase our understanding of a fundamental aspect of the human mind.",
    "totalCost": "1955270",
    "ecMaxContribution": "1955270",
    "coordinator": "UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "CITY UNIVERSITY OF LONDON;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "UK",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 202884
        },
        "999900639": {
            "orgId": "999900639",
            "orgName": "UNIVERSITY OF LONDON",
            "ecContrib": 1095343
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 657043
        }
    },
    "calculatedTotalContribution": 1955270
}