{
    "rcn": "205378",
    "acronym": "LowCostTracking",
    "topics": "SMEInst-10-2016-2017",
    "title": "Low cost tracking and data management solution for biopharma cold chain logistics",
    "startDate": "01/09/2016",
    "endDate": "30/11/2016",
    "objective": "The Danish company Globe Tracker International (GT) is revolutionizing supply chain visibility and profitability as a leading provider of data sharing, data analytics and global asset tracking.\nGT has developed a fully functional hardware/data management system that is ready to be deployed globally and is currently being tested in commercial trials in the reefer market. GT has partnered with global OEMs, container manufacturers and data transmission companies to help commercial expansion. \nFor this project, GT has identified the the pharma product delivery market as a high value segment in which demand exists but where its solution needs adaptation to meet customer and regulatory requirements. \nThe demand stems from the need for safe, secure and efficient distribution of pharma products in a strictly controlled and refrigerated environment in order to protect the integrity of the drugs. Today temperature deviations endanger patient safety and increase costs. In addition, sabotage and counterfeiting damages safety and brand values. This need is especially apparent in the fast growing biologics market that already represents a third of blockbuster pharma shipments and over half of clinic trials.\nThe feasibility study will (1) identify the most promising pharma market niche for entry that will ultimately open up growth into all other temperature/security/counterfeit relevant segments and (2) define the technical design for its final products to deliver the largest possible economic benefits to the supply chain. \nThe feasibility study will help to understand how the multi-layered stakeholders need to be involved. GT will evaluate the competitive landscape, analyse pricing and ROI models and monitor its FTO position, while it is building a patent portfolio throughout Phase1 and Phase 2. \nThe succesful outcome of the Phase II project will reduce product loss by 25%, reduce the influx of counterfeit by 50% and ensure compliance with recent EU and US logistics regulations.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GLOBE TRACKER INTERNATIONAL APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920894139": {
            "orgId": "920894139",
            "orgName": "GLOBE TRACKER INTERNATIONAL APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}