{
    "rcn": "205373",
    "acronym": "LIGHTWARE",
    "topics": "SMEInst-01-2016-2017",
    "title": "HIGH BANDWIDTH LONG DISTANCE UNCOMPRESSED AUDIO-VIDEO SIGNALTRANSMISSIONSYSTEM DEVELOPMENT",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Professional computer graphics and video applicationsí tendency is to improve display resolutions for desktop monitors, projectors and consumer TV sets. Today HD resolution is a de facto standard used in TV broadcasting and computer displays. The so-called Ultra HD 4K pixel resolution has just started to spread in the industry, and NHK Japan's national public broadcasting organization announced to use 8K video standard during 2020 Winter Olympic Games. Today there is no existing product that extends UHD 120Hz 3D video signal, or other ìretina displayî type computer video content in an uncompressed and low latency format. The current video standards (DisplayPort 1.2, HDMI 2.0 and SDI 6G) define copper cable based connectivity, but they are limited to a distance of a few meters. Our innovative 40Gbit optical extension helps to cope with this problem and deliver a complete solution for these clients for up to 10 km distance. It consists of (1) a fiber optical extension standard enabling UHD and UHD-2 signal extension without latency, (2) extension devices extending DisplayPort 1.2 video signals for up to 10 km distance, and (3) a 40 Gigabit matrix switcher platform. The most relevant demand comes from digital cinemas, mass-media, festivals, concerts, openings, broadcasting of special events (particularly sport), museums, interactive exhibitions, 3D projections etc. Additional targets are medical and industrial market segments. We, Lightware Ltd., are a leading manufacturer of DVI, HDMI and DisplayPort matrix switchers, signal extenders and accessories for the professional audio visual (A/V) market with a headcount of about 130 persons and an annual revenue of 10 million EUR. We plan to commercialize our new product through our offices and distributors in more than 40 countries in Europe, Asia, Australia, Canada and in the US. We expect from the feasibility study to confirm if the current solution has the chance to become a business reality fulfiling our objectives.",
    "totalCost": "2462307,5",
    "ecMaxContribution": "1723615,25",
    "coordinator": "LIGHTWARE VETITESTECHNIKAI KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938751063": {
            "orgId": "938751063",
            "orgName": "LIGHTWARE VETITESTECHNIKAI KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 1723615
        }
    },
    "calculatedTotalContribution": 1723615
}