{
    "rcn": "205365",
    "acronym": "SYNOX",
    "topics": "MSCA-IF-2015-EF",
    "title": "Total Synthesis of Biologically Important Pyrrolidinone Natural Products and Analogues Thereof.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "'The importance of natural products and derivatives as sources of new drugs is undeniable.  Newman has stated:\n\n'It is probably true that if one had to name the natural product that has saved the most lives.....penicillin G would be the molecule of choice'  \n(D. J. Newman, G. M. Cragg, in Natural Product Chemistry for Drug Discovery, Chapter 1, RSC Biolmolecular Sciences No. 18, 2009).  \n\nIn this proposal we will develop methodology for the synthesis of two types of closely related natural products which have wide-ranging biological activities including: anti-bacterial, anti-viral, anti-tumour and herbicidal activity; but whose biological activities have not been fully evaluated.  We will use our recently developed oxidative radical cyclisation methodology to synthesise the cores of these biologically relevant natural products and develop new methodology for the direct functionalisation of certain aromatic heterocycles as part of the synthesis of the unsaturated portions of the natural products.   The biological activities, particularly with respect to anti-bacterial and anti-tumour properties  of all of the key synthetic intermediates (simplified analogues) and synthetic natural products themselves will be assessed.\nThe project is divided into four work packages involving: i) development of direct functionalisation certain aromatic heterocycles; ii) synthesis of the the one type of natural product; iii) oxidative radical synthesis of natural product cores; iv) total synthesis of the second type of natural product.'",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}