{
    "rcn": "205397",
    "acronym": "SYNTRAIN",
    "topics": "MSCA-ITN-2016",
    "title": "Targeting SYNthetic lethal interactions for new cancer treatments TRAINing network",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "Breast and ovarian cancer constitute serious health challenges in the EU. To identify new improved cancer therapeutic approaches, we will pursue a multi-facetted synthetic lethal approach, which takes advantage of the inherent genetic instability of cancer cells. Most mutations acquired by cancer cells do not cause lethality, but the very same mutations may cause cell death when a second gene in a redundant pathway is inactivated. Thus, targeting a gene that is synthetic lethal together with a cancer-specific mutation will kill only cancer cells while sparing normal cells. Synthetic lethal approaches have been clinically pioneered by members of our consortium, by combining cancer-promoting mutations (e.g. in BRCA2) with inactivating combinations of DNA repair genes. We will use this approach as the scientific frame for our ETN (SYNTRAIN) consisting of 9 academic and 1 SME beneficiary as well as 3 partners. We aim to identify synthetic lethal interactions and exploit them to innovate future breast and ovarian cancer treatments through compound screening and development. SYNTRAIN consists of World leading researchers with complementary knowledge in genome maintenance and stress response pathways, and a critical mass of expertise for providing an excellent training in screening methodologies, mechanistic investigations, and drug discovery. We will offer a structured training program that exceeds the capacities of each individual member. We will educate a future generation of cancer researchers with a high innovative capacity and skills that enhances their career prospects in both academia and industry. Our aims are to train young researchers: i) in techniques preparing for a career in cancer research, ii) in complementary skills relevant for work in academia and the pharma industry and iii) to become creative and entrepreneurial, capable of bridging the gap between basic and applied research.",
    "totalCost": "3990269,16",
    "ecMaxContribution": "3990269,16",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "UNIVERSITE DE GENEVE;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;KANCERA AB;STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS;KAROLINSKA INSTITUTET;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;KRAEFTENS BEKAEMPELSE;PANEPISTIMIO PATRON;IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
    "participantCountries": "CH;EL;SE;NL;UK;DK;IT",
    "projectParticipants": {
        "999984738": {
            "orgId": "999984738",
            "orgName": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
            "ecContrib": 510749
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 242387
        },
        "999534367": {
            "orgId": "999534367",
            "orgName": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
            "ecContrib": 258061
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 527319
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 242387
        },
        "999510408": {
            "orgId": "999510408",
            "orgName": "KRAEFTENS BEKAEMPELSE",
            "ecContrib": 290082
        },
        "951135732": {
            "orgId": "951135732",
            "orgName": "KANCERA AB",
            "ecContrib": 527319
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 265227
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3990271
}