{
    "rcn": "205320",
    "acronym": "PROBIt",
    "topics": "ERC-CoG-2015",
    "title": "Identifying Predictors of Risk and Resilience for poor neuropsychological Outcome following childhood Brain InsulTs (PROBIt)",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "The impact of insults to the developing brain upon cognition and behaviour has far-reaching consequences for the child, their family, education and health care systems, and government expenditure. Many variables (illness, environmental) contribute to different outcomes following similar insults, and they exert their influence via the childís developing brain. Predicting which child will recover from early brain insult and identifying those at risk of poor outcome represents a major challenge, with significant health economic implications. An unexplored question is whether direct measurement of the structure and function of the developing brain can improve our ability to predict outcomes in the long-term. Thus, PROBIt aims to assess the utility of brain imaging biomarkers to predict individual neuropsychological and neurobehavioural outcomes following paediatric brain injury, and to identify those factors that combine optimally to classify outcomes. The proposal adopts an unorthodox approach of combining heterogeneous injury groups to explore the structural and functional consequences of perturbing developing brain networks. PROBIt integrates data from clinically relevant paediatric cognitive and behavioural assessment, neuroimaging and computational modelling in large cohorts of children with brain insults. Multivariate pattern analysis will be used to train a statistical classifier to reliably predict individual child outcomes across three core domains: achievement, behaviour and cognitive ability. PROBIt significantly advances our understanding of features that confer risk and resilience to different neurodevelopmental outcomes and has important implications for clinical diagnosis and rehabilitation of children with early brain insults.",
    "totalCost": "2226923",
    "ecMaxContribution": "2226923",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 2226923
        }
    },
    "calculatedTotalContribution": 2226923
}