{
    "rcn": "205357",
    "acronym": "OTOLOG",
    "topics": "MSCA-IF-2015-EF",
    "title": "Otoliths as metabolic loggers: Examining the physiological basis for climate resilience in wild populations of marine fish",
    "startDate": "01/11/2016",
    "endDate": "31/10/2018",
    "objective": "The effect of temperature changes on ecosystems is determined by the physiological responses of individual organisms, but most studies predict responses at the species level. This conceptual convenience allows us to use relatively simple models but does not allow for phenotypic plasticity or adaptation: the extent to which individuals are able to mitigate combined direct and indirect effects of temperature change by modifying their behaviour or energy budgets. The role of phenotypic plasticity in predicting population, species and ecosystem responses to change is one of the most pressing, but challenging areas in modern ecology. The importance of adaptation in moderating the ecological effects of warming in marine systems is very poorly understood. \n\nField metabolic rate (FMR) is the amount of energy consumed by an individual while performing day to day biological functions. An individualís field metabolic rate therefore integrates a wide range of physiological and behavioural responses to the ambient environment, and is an ideal metric for understanding how individuals respond and adapt to temperature change. Unfortunately, there are major scientific challenges to measuring field metabolic rates in natural conditions. We will meet the challenge of recording FMR in marine ectotherms by exploiting a new biogeochemical measurement field metabolic rate in marine fishes based on the stable carbon isotope composition of otoliths. We will measure metabolic responses of a model organism, the Atlantic cod (Gadus morhua), and test a series of fundamental ecological hypotheses relating between-individual diversity in respiratory physiology to population scale resilience. Our research will break new ground by turning otoliths into internal metabolic loggers and significantly impact on our ability to investigate the links between individual adaptations, climate change and the distribution and persistence of populations.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}