{
    "rcn": "205389",
    "acronym": "EnzOx2",
    "topics": "BBI.R10-2015",
    "title": "New enzymatic oxidation/oxyfunctionalization technologies for added value bio-based products",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "Sustainable production of chemical building blocks and other added value products from plant biomass is required for a bio-based economy. However, the biomass biorefineries should benefit not only from the use of renewable feedstocks but also from greener and more efficient bio-chemical technologies. Previous projects have shown the potential of oxidative enzymes in the production of some added value compounds from biomass components. Of special interest are still unexplored oxidation/oxyfunctionalization reactions (of sugar and lipid compounds) by microbial oxidoreductases, including new (self-sufficient) heme-thiolate peroxygenases. In this context, EnzOx2 plans to develop a 100% biochemical conversion of bio-based 5-hydroxymethylfurfural (HMF) into diformylfuran, a platform chemical, and 2,5-furandicarboxylic acid (FDCA), a plastic building-block. Oxidases (flavo and copper/radical) and peroxygenases will be used to perform the three-step oxidation of HMF to FDCA in a co-substrate and side-product free, one-pot conversion. On the other hand, highly (regio/stereo) selective hydroxylation of plant lipids (such as fatty acids, terpenes and steroids) by peroxygenases will be optimized for cost-effective production of flavours and fragrances (F&F), active pharmaceutical ingredients (APIs) and others. ENZOX2 aims to solve some main bottlenecks in these industrial processes by the use of bio-chemical tools (new/engineered enzymes and optimized biotransformations), to be later validated at the pilot/flagship scale. To attain this objective the consortium includes: i) two world leaders in industrial enzymes (Novozymes) and F&F (Firmenich); ii) two chemical SMEs producing HMF and chiral APIs (AVA-Biochem and Chiracon); iii) two specialized biotechnology SMEs (JenaBios and CLEA); iv) one technology centre in the Plastics sector (AIMPLAS); and v) three CSIC institutes and two universities (Dresden and Delft) with expertise in enzyme reactions and bioprocess implementation.",
    "totalCost": "5000000",
    "ecMaxContribution": "3000000",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "FIRMENICH SA;AIMPLAS - ASOCIACION DE INVESTIGACION DE MATERIALES PLASTICOS Y CONEXAS;NOVOZYMES A/S;UNIVERSIDAD DE SANTIAGO DE COMPOSTELA;JENABIOS GMBH;Chiracon GmbH;CLEA TECHNOLOGIES BV;AVA BIOCHEM BSL AG;TECHNISCHE UNIVERSITEIT DELFT;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "CH;ES;DK;DE;NL",
    "projectParticipants": {
        "999513415": {
            "orgId": "999513415",
            "orgName": "AIMPLAS - ASOCIACION DE INVESTIGACION DE MATERIALES PLASTICOS Y CONEXAS",
            "ecContrib": 150000
        },
        "950929413": {
            "orgId": "950929413",
            "orgName": "AVA BIOCHEM BSL AG",
            "ecContrib": 0
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1306000
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 400000
        },
        "998398594": {
            "orgId": "998398594",
            "orgName": "CLEA TECHNOLOGIES BV",
            "ecContrib": 0
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 450000
        },
        "999913346": {
            "orgId": "999913346",
            "orgName": "NOVOZYMES A/S",
            "ecContrib": 0
        },
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 200000
        },
        "951982639": {
            "orgId": "951982639",
            "orgName": "FIRMENICH SA",
            "ecContrib": 0
        },
        "983820367": {
            "orgId": "983820367",
            "orgName": "JENABIOS GMBH",
            "ecContrib": 244000
        }
    },
    "calculatedTotalContribution": 2750000
}