{
    "rcn": "205350",
    "acronym": "Protoeukaryotes",
    "topics": "MSCA-IF-2015-EF",
    "title": "Multicompartmental Designs For Protocells",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Protocells are artificial mimics of cellular systems exhibiting some of the quintessential characteristics of living systems such as compartmentalization, replication and selective exchange of chemical species with the environment. Apart from enabling better understanding about the origin of life, protocells can also be perceived as micromachines which can be programmed to perform functions such as clinical diagnosis, drug delivery, remote sensing, environment detoxification, etc. The range of applications for protocells can be broadened by increasing their structural complexity which would enable complex functions. However, to date the structural complexity of protocellular models has been minimal. Eukaryotic cells are model systems for complexity with compartmentalization into membrane bound organelles interacting through selective exchange of metabolites resulting in complex chemical networks which make possible smart functions such as feedback regulation and homeostasis.  No parallel of this hierarchical organization exists in protocell literature. The aim of this proposal is to address this issue by design and construction of multicompartmental protocell models capable of complex functions such as self-regulation, locomotion and light harvesting. The interaction between the various compartments will be enabled by constructing gates across their membranes using stimuli responsive polymers to allow compartments to activate pathways which can affect the function or metabolite level of another compartment, leading to self-regulation of function or metabolite levels in the protocell. It is in this regard that the previous expertise of the applicant (Dr. Pavan Kumar) in constructing gates to control the transport in nanochannels will be applied to the multi-disciplinary and cutting edge field of protocells in which the hosting group at the University of Bristol (under the leadership of Prof.Stephen Mann FRS) has made tremendous progress in the last few years.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}