{
    "rcn": "205377",
    "acronym": "Lampack",
    "topics": "SMEInst-11-2016-2017",
    "title": "A new method for separation  full recovery of multilayer packaging waste to create high value materials - LAMPACK",
    "startDate": "01/10/2016",
    "endDate": "31/03/2017",
    "objective": "The food manufacturing sector has been producing multi-layered packaging since the ë70s and are commonly comprised of layers of PET/PP/PE/PA. Over 40m tonnes of multilayered plastics are produced globally, per annum, of which the EU contributes 9.6m tonnes, with an expected growth of ~7%. \n\nHowever, due to the extreme difficulties in achieving effective seperation of the material into its constituent polymer components, multi-layered plastic waste is currently collected as a single waste stream & disposed of through landfill (at costs of Ä130 per tonne), or incinerated (~Ä80 per tonne). Thus, the future of multilayer packages is now a great environmental concern, with an urgent need to develop effective separation technology.\n\nOur objective is to develop an ultrasonic assisted chemo-mechanical recycling method to separate multilayered plastic packaging waste (semi-rigid trays, cups, tubs & their film-based lids), currently deemed unrecyclable, and recover polyethylene (PE) & polyethylene terepthalate (PET) individually in order to sell these end products in the EU recycling market & thereby create a new business opportunity of ~Ä4.8bn. Successful development of this technology will create the business opportunity to recycle this material, generating new revenues while reducing waste, landfill, energy & saving ~14.4m tonnes of CO2 emissions per annum. Our novel process will not only ensure the sustainable supply of these plastics as raw materials via environmentally friendly recycling but will also provide participating SMEs with the opportunity to derive an ongoing income. \n\nIt is envisaged that the potential benefits of the LAMPACK technology would be:\nï\tAnnual value for recovered PET per plant of Ä3.5m\nï\tAnnual value for recovered PE per plant of Ä5.2m\nï\tEnergy savings of  Ä1.6m p.a per plant\nï\tCO2 reduction of ~ 22,500tpa per plant",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MATRIX RECYCLING SYSTEMS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920940602": {
            "orgId": "920940602",
            "orgName": "MATRIX RECYCLING SYSTEMS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}