{
    "rcn": "205321",
    "acronym": "AstroWireSyn",
    "topics": "ERC-CoG-2015",
    "title": "Wiring synaptic circuits with astroglial connexins: mechanisms, dynamics and impact for critical period plasticity",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Brain information processing is commonly thought to be a neuronal performance. However recent data point to a key role of astrocytes in brain development, activity and pathology. Indeed astrocytes are now viewed as crucial elements of the brain circuitry that control synapse formation, maturation, activity and elimination. How do astrocytes exert such control is matter of intense research, as they are now known to participate in critical developmental periods as well as in psychiatric disorders involving synapse alterations. Thus unraveling how astrocytes control synaptic circuit formation and maturation is crucial, not only for our understanding of brain development, but also for identifying novel therapeutic targets.\nWe recently found that connexin 30 (Cx30), an astroglial gap junction subunit expressed postnatally, tunes synaptic activity via an unprecedented non-channel function setting the proximity of glial processes to synaptic clefts, essential for synaptic glutamate clearance efficacy. Our work not only reveals Cx30 as a key determinant of glial synapse coverage, but also extends the classical model of neuroglial interactions in which astrocytes are generally considered as extrasynaptic elements indirectly regulating neurotransmission. Yet the molecular mechanisms involved in such control, its dynamic regulation by activity and impact in a native developmental context are unknown. We will now address these important questions, focusing on the involvement of this novel astroglial function in wiring developing synaptic circuits.\nThus using a multidisciplinary approach we will investigate:\n1) the molecular and cellular mechanisms underlying Cx30 regulation of synaptic function\n2) the activity-dependent dynamics of Cx30 function at synapses\n3) a role for Cx30 in wiring synaptic circuits during critical developmental periods\nThis ambitious project will provide essential knowledge on the molecular mechanisms underlying astroglial control of synaptic circuits.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "COLLEGE DE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999877650": {
            "orgId": "999877650",
            "orgName": "COLLEGE DE FRANCE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}