{
    "rcn": "205366",
    "acronym": "DANTE",
    "topics": "MSCA-IF-2015-GF",
    "title": "Use of novel techniques to identify pathogenic versus non-pathogenic TH17 cells in experimental autoimmune encephalomyelitis, a murine model of multiple sclerosis.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The aim of this Fellowship is for the researcher, Dr Karen Dixon, to receive advanced training, develop interdisciplinary skills with high-impact dissemination, and practical experience in line with a leading independent researcher in the EU. The remit of the Fellowship proposal falls under the category of Immunology- autoimmunity and TH17 cell biology. The researcher will be based for two years in the laboratory of Professor Vijay Kuchroo at Brigham & Women`s Hospital. The third year of the Fellowship will be completed in the Department of Biochemistry & Immunology, Trinity College Dublin (TCD) working under the supervision of Professor Kingston Mills. Research training will be implemented through an interdisciplinary project investigating the mechanism by which IL-23 regulates the development of pathogenic vs non-pathogenic TH17 cells. On the outgoing phase of the Fellowship, the researcher will access expertise, state-of-the-art training and mentoring in deciphering the heterogeneity of TH17 cells using advanced transcriptional analysis. In the return phase the researcher will consolidate the knowledge and experience gained in the US through further laboratory training in IL-17 mediated disease. In TCD she will be given the opportunity to embed her new knowledge in Ireland through mentoring and teaching in the host institute. This includes practical seminars on state of the art technology including single cell RNA-seq and NanoString technology. Under the guidance of international experts, she will acquire an invaluable skillset using the latest technical advances to decode heterogeneous populations in immune mediated diseases. The resources of the host departments will facilitate development of an interdisciplinary and international academic network as well as career-mentoring. With increasing recognition of the functional heterogeneity within cell populations, this Fellowship will establish the researcher firmly at the centre of immunological research in the EU.",
    "totalCost": "248063,4",
    "ecMaxContribution": "248063,4",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "995688026": {
            "orgId": "995688026",
            "orgName": "THE BRIGHAM AND WOMEN'S HOSPITAL INC",
            "ecContrib": 0
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 248063
        }
    },
    "calculatedTotalContribution": 248063
}