{
    "rcn": "205390",
    "acronym": "PlaMatSu",
    "topics": "MSCA-ITN-2016",
    "title": "Plant-inspired materials and surfaces",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "Modern polymeric materials and surfaces are a corner-stone of Europeís economy and research activities. Materials with novel properties are therefore of great interest. Nature provides us with a rich pool of multifunctional materials that can act as concept generators for synthetic materials. The uppermost layer of plant leaves and flower petals, the cuticle, is a smart polymer composite which a variety of functions, ranging from controlled regulation of water permeability, to the formation of structural colour and sticky or non-friction surfaces. The overall aims of PlaMatSu are (1) to address the challenge of creating new functional polymeric materials and surfaces by studying structure formation and function-property relationships in cuticles and (2) to educate the next generation of scientists who have the necessary interdisciplinary knowledge for turning scientific results into innovation. \nTo reach its aims PlaMatSu will:\n- Train 9 Early Stage Researchers (ESRs) at PhD level in a network of multi-disciplinary labs composed of biologists, physicists, and chemists. The expertise of the supervisors includes evolution and plant biology, responsive polymeric materials, polymer chemistry, surface sciences, optical properties of materials and polymer physics.\n- Provide ESRs with training in technology transfer, innovation, management, writing, interactions with the public, and intellectual property rights via a set of dedicated workshops.\n- Offer to each ESR secondments in academia, and most importantly, in private companies. Through latter ESRs will be exposed to the research and development environments of top companies in the chemical, food, polymer processing and scientific services industry.\nNew bio-inspired materials offer great potential for knowledge creation and innovation. After having completed the research and doctoral program proposed by PlaMatSu, ESRs will be ready to embark on a career in academia or industry.",
    "totalCost": "2363193,36",
    "ecMaxContribution": "2363193,36",
    "coordinator": "UNIVERSITE DE FRIBOURG",
    "coordinatorCountry": "CH",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "participantCountries": "UK;DE",
    "projectParticipants": {
        "999855728": {
            "orgId": "999855728",
            "orgName": "UNIVERSITE DE FRIBOURG",
            "ecContrib": 795680
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 747649
        }
    },
    "calculatedTotalContribution": 1543329
}