{
    "rcn": "205333",
    "acronym": "Babylearn",
    "topics": "ERC-ADG-2015",
    "title": "Neural mechanisms of learning in the infant brain : from Statistics to Rules and Symbols",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Infant is the most powerful learner: He learns in a few months to master language, complex social interactions, etc. Powerful statistical algorithms, simultaneously acting at the different levels of functional hierarchies have been proposed to explain learning. I propose here that two other elements are crucial. The first is the particular human cerebral architecture that constrains statistical computations. The second is the humanís ability to access a rich symbolic system. I have planned 6 work packages using the complementary information offered by non-invasive brain-imaging techniques (EEG, MRI and optical topography) to understand the neural bases of infant statistical computations and symbolic competence from 6 months of gestation up until the end of the first year of life.\nWP1 studies from which preterm age, statistical inferences can be demonstrated using hierarchical auditory oddball paradigms.\nWP2 investigates the consequences of a different pre-term environment (in-utero versus ex-utero) on the early statistical computations in the visual and auditory domains and their consequences on the ongoing brain activity along the first year of life.\nWP3 explores the neural bases of how infants infer word meaning and word category, and in particular the role of the left perisylvian areas and of their particular connectivity.\nWP4 questions infant symbolic competency. I propose several criteria (generalization, bidirectionality, use of algebraic rules and of logical operations) tested in successive experiments to clarify infant symbolic abilities during the first semester of life.\nWP5-6 are transversal to WP1-4: WP5 uses MRI to obtain accurate functional localization and maturational markers correlated with functional results. In WP6, we develop new tools to combine and analyse multimodal brain images.\nWith this proposal, I hope to clarify the specificities of a neural functional architecture that are critical for human learning from the onset of cortical circuits.",
    "totalCost": "2554923,9",
    "ecMaxContribution": "2554923,9",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 2554924
        }
    },
    "calculatedTotalContribution": 2554924
}