{
    "rcn": "205358",
    "acronym": "SURE",
    "topics": "MSCA-IF-2015-EF",
    "title": "Safe Unmanned Robotic Ensembles",
    "startDate": "15/09/2016",
    "endDate": "14/09/2018",
    "objective": "Safe Unmanned Robotic Ensembles (SURE)\n\nSelf-driving personal cars that coordinate themselves to eliminate road accidents while doubling the capacity of highways; swarms of autonomous flying machines that quickly map and explore critical areas during emergency response; fleets of service robots that inspect, clean or repair large infrastructures or vessels in a fraction of the time needed to do this manually. These are just a few examples of so called robotic ensembles, and that have the potential of revolutionizing our life in a short time span. But a key factor that can prevent them to deliver their expected benefit, is un-safety. What if such complex collective systems may be made unusable, or even dangerous, by failures or misbehaviours of a few, or even a single of their members? Threats may come from simple and inevitable physical damage occurring to individual units, or may even be the result of the deliberate action of compromised ones, due to malicious cyber-attacks directed at disrupting the service provided by the ensemble. Eradicating such scenarios is precisely the objective of the present proposal, that by directing the fellow research effort to the conception and analysis of an innovative multi-scale, adaptive and distributed diagnosis approach, will actively contribute to the creation of Safe Unmanned Robotic Ensembles (SURE). Delft University of Technology (TUD), combining top-level expertise in modelling and control of vehicular traffic flows, in distributed robotic applications, and in the conduction of robotic test-beds at its world-class experimental facilities, is a unique institution. The one where the researcher will be able to prove the effectiveness of the proposed safety techniques by operating a laboratory scale robotic test-bed. This will pave the way, within the Dutch Automated Vehicle Initiative, for trials on actual cooperative self-driving cars, a motivating example that is projected to be worth 71 billions of Euros in 2030.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}