{
    "rcn": "205327",
    "acronym": "LYSOSOMICS",
    "topics": "ERC-ADG-2015",
    "title": "Functional Genomics of the Lysosome",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "For a long time the lysosome has been viewed as a ìstaticî organelle that performs ìroutineî work for the cell, mostly pertaining to degradation and recycling of cellular waste. My group has challenged this view and used a systems biology approach to discover that the lysosome is subject to a global transcriptional regulation, is able to adapt to environmental clues, and acts as a signalling hub to regulate cell homeostasis. Furthermore, an emerging role of the lysosome has been identified in many types of diseases, including the common neurodegenerative disorders Parkinson's and Alzheimerís. These findings have opened entirely new fields of investigation on lysosomal biology, suggesting that there is a lot to be learned on the role of the lysosome in health and disease. The goal of LYSOSOMICS is to use ìomicsî approaches to study lysosomal function and its regulation in normal and pathological conditions. In this ìorganellar systems biology projectî we plan to perform several types of genetic perturbations in three widely used cell lines and study their effects on lysosomal function using a set of newly developed cellular phenotypic assays. Moreover, we plan to identify lysosomal protein-protein interactions using a novel High Content FRET-based approach. Finally, we will use the CRISPR-Cas9 technology to generate a collection of cellular models for all lysosomal storage diseases, a group of severe inherited diseases often associated with early onset neurodegeneration. State-of-the-art computational approaches will be used to predict gene function and identify disease mechanisms potentially exploitable for therapeutic purposes. The physiological relevance of newly identified pathways will be validated by in vivo studies performed on selected genes by using medaka and mice as model systems. This study will allow us to gain a comprehensive understanding of lysosomal function and dysfunction and to use this knowledge to develop new therapeutic strategies.",
    "totalCost": "2362562,5",
    "ecMaxContribution": "2362562,5",
    "coordinator": "FONDAZIONE TELETHON",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999448716": {
            "orgId": "999448716",
            "orgName": "FONDAZIONE TELETHON",
            "ecContrib": 2362562
        }
    },
    "calculatedTotalContribution": 2362562
}