{
    "rcn": "205348",
    "acronym": "SocialAccent",
    "topics": "MSCA-IF-2015-EF",
    "title": "The impact of foreign accent on social interaction and cognitive processes.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2018",
    "objective": "ëAnts donít sleepí. One would think that this sentence should be assessed as equally true (or false) independently of the speakerís accent. It is not the case. Overall, speakers with a foreign accent (FA) are judged as less trustworthy, less educated, less intelligent and less competent than native speakers. This negative bias towards foreign-accented speakers (thereafter, FA bias) has critical consequences on many aspects of everyday life (e.g., job discrimination). Given the migration flow in Europe, it is crucial to understand the impact FA bias has on social interaction. This negative bias seems to have different origins: linguistic (FA is more difficult to understand than native accent, thus, it reduces ëprocessing fluencyí), and social (FA triggers a rapid categorisation of the speaker as out-group). The project will investigate 1) how FA bias affects cognitive processes, and 2) the modulation of the FA bias by social stereotypes and its consequences in the brain. The project is innovative as it examines the real-time impact of FA on cognitive processes using event-related potentials, a technique that allows recording online brain activity. The proposed experiments involve native listeners and non-native speakers with a medium FA. The findings will be of interest for many fields like linguistics, social psychology, cognitive neuroscience, and to some extent for other social disciplines (law, education, health). They will also be relevant for social institutions (Council of Europe) and services for immigrants (Linguistic Integration of Adult Migrants). The outcome of the project will be useful to generate solutions to reduce this social bias. Moreover, the project fits well with the current interest of the ERA, being in line with FP7 funded projects like ëEuropean Multilingual Experienceí. Finally, Prof. Hartsuikerís laboratory (Ghent University, Belgium) in which speech processing and bilingualism are investigated provides a perfect scientific environment.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}