{
    "rcn": "205352",
    "acronym": "INTERCOGAM",
    "topics": "MSCA-IF-2015-GF",
    "title": "Information Theoretic Evaluation of Random Content Generation in Games",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "INTERCOGAMís goal is to develop and use information theory based intrinsic motivation formalisms to evaluate\nautomatically generated game mechanics. Content generation is one of the production bottlenecks of professional game\ndesign, which has begun to be addressed by procedural content generation. In this field, search based procedural content\ngeneration uses the idea of evolutionary algorithms to represent, modify and adapt games and game content to maximise\nfun and engagement with the game. One major challenge here is the identification of widely applicable fitness functions,\nwhich capture the different aspects of what makes a game fun, such as challenge level, complexity, pacing, etc.\nINTERCOGAM will relate psychological and game design concepts of game experience to either existing formalisms for\nintrinsic motivation or develop new ones, where appropriate. Human play testers will then play procedurally generated\ngames and evaluate their own experience, allowing us to verify whether our formalism captures the actual human motivation,\nand whether humans indeed act according to certain intrinsic motivations. INTERCOGAM will yield both, a tool to generate\nnew and engaging game ideas, aiding better and faster game design, and provide new insights into how the human mind\nengages with different worlds where there is no external reward present.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999911115": {
            "orgId": "999911115",
            "orgName": "THE UNIVERSITY OF HERTFORDSHIRE HIGHER EDUCATION CORPORATION",
            "ecContrib": 251858
        },
        "999437561": {
            "orgId": "999437561",
            "orgName": "NEW YORK UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 251858
}