{
    "rcn": "205395",
    "acronym": "TRANSMIT",
    "topics": "MSCA-ITN-2016",
    "title": "TRANSlating the role of Mitochondria in Tumorigenesis",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The consolidation of the knowledge that cancer is not only a genetic, but also a metabolic disease, has led scientists to investigate the intricate metabolic plasticity that transformed cells must undergo to survive the adverse tumor microenvironment conditions, and the contribution of oncogenes and tumor suppressors in shaping metabolism. In this scenario, genetic, biochemical and clinical evidences place mitochondria as key actors in cancer metabolic restructuring, not only because these organelles have a crucial role in the energy and biosynthetic intermediates production but also because occurrence of mutations in metabolic enzymes encoded by both nuclear and mitochondrial DNA has been associated to different types of cancer. TRANSMIT aims to dissect the metabolic remodeling in human cancers, placing the focus on the role of mitochondria and bridging basic research to the improvement/development of therapeutic strategies. Further, TRANSMIT fosters the communication of this emerging field to the patients and their families. To these aims, TRANSMIT will create a network of seven different countries, among which world-leading basic science and clinical centers of excellence, several industrial partners with up-to-date omics technologies, as well as non-profit foundations and associations who care for cancer patients. By creating the critical mass of scientific excellence, TRANSMIT will allow to transfer the current knowledge into the wide field of cancer research, translating scientific and technical advances into the education and training of eleven Early Stage Researchers. TRANSMIT will implement training-through-research dedicated to unravel the metabolic features of cancer, as well as to provide a full portfolio of complementary skills through the creation of a network of basic, translational and industrial laboratories, devoted to a multidisciplinary/multisectorial education of young scientists.",
    "totalCost": "2856812,04",
    "ecMaxContribution": "2856812,04",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "OROBOROS INSTRUMENTS GmbH;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSITE CATHOLIQUE DE LOUVAIN;JUSTUS-LIEBIG-UNIVERSITAET GIESSEN;GEMEINNUTZIGE SALZBURGER LANDESKLINIKEN BETRIEBSGESELLSCHAFT;UNIVERSITE DE BORDEAUX;KAROLINSKA INSTITUTET;AvantiCell Science Ltd;BIOCRATES LIFE SCIENCES AG",
    "participantCountries": "AT;UK;BE;DE;FR;SE",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 516123
        },
        "995939353": {
            "orgId": "995939353",
            "orgName": "GEMEINNUTZIGE SALZBURGER LANDESKLINIKEN BETRIEBSGESELLSCHAFT",
            "ecContrib": 255934
        },
        "998500153": {
            "orgId": "998500153",
            "orgName": "AvantiCell Science Ltd",
            "ecContrib": 273288
        },
        "999840111": {
            "orgId": "999840111",
            "orgName": "JUSTUS-LIEBIG-UNIVERSITAET GIESSEN",
            "ecContrib": 249216
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 250560
        },
        "997662752": {
            "orgId": "997662752",
            "orgName": "BIOCRATES LIFE SCIENCES AG",
            "ecContrib": 255934
        },
        "969066473": {
            "orgId": "969066473",
            "orgName": "OROBOROS INSTRUMENTS GmbH",
            "ecContrib": 255934
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 263659
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 2583524
}