{
    "rcn": "205345",
    "acronym": "TGDNL",
    "topics": "MSCA-IF-2015-GF",
    "title": "Mechanisms of cellular fatty acid homeostasis",
    "startDate": "01/08/2017",
    "endDate": "31/07/2020",
    "objective": "The ability of cells to precisely maintain an internal steady state of lipids is essential for life. While homeostatic mechanisms controlling specific lipids such as sterols are well characterized, the regulation and coordination of fatty acid (FA) and triacylglycerol (TG) synthesis remains largely unknown. Several common metabolic disorders, including obesity and type 2 diabetes, lead to nonalcoholic fatty liver disease (NAFLD), a condition characterized by increased accumulation of hepatic TGs. Since a significant proportion of subjects with NAFLD develop potentially fatal complications, e.g. non-alcoholic steatohepatitis (NASH) and cirrhosis, it is of fundamental importance to study the mechanisms that promote hepatic lipid accumulation. By combining advanced molecular techniques with state-of-the-art clinical research, a translational approach will be applied herein to uncover how cells coordinate glycerolipid and FA synthesis. The studies focus on acyl-CoA:diacylglycerol O-transferase 2 (DGAT2), an enzyme catalysing the final step of TG biosynthesis and a drug target for NAFLD, which according to recent data may play an important role in FA synthesis regulation. The results generated in this project may uncover novel mechanisms controlling cellular lipid homeostasis and provide new therapeutic avenues to treat NAFLD and NASH.",
    "totalCost": "265059",
    "ecMaxContribution": "265059",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 265059
        }
    },
    "calculatedTotalContribution": 265059
}