{
    "rcn": "205372",
    "acronym": "ADC",
    "topics": "SMEInst-05-2016-2017",
    "title": "Next-Generation Antibody-Drug Conjugates for safer and more effective cancer therapies",
    "startDate": "01/05/2016",
    "endDate": "30/09/2016",
    "objective": "Oncolinx has developed a novel molecular platform allowing for non-invasive and highly effective cancer cures. The platform carries a killing drug (Azonafide), linked to an antibody, specifically targeting and destroying only malignant tumour cells. These molecular complexes are called Antibody Drug Conjugates (ADCs) and represent a strong, valid alternative to current chemotherapies. Oncolinxís innovative linker/payload technology enables the Azonafide platform to perform a sensitive discrimination between healthy and cancer cells, thereby avoiding adverse side-effects of chemotherapy. ADCs enhance the effectiveness of a systemic treatment and have the advantage of targeting only tumour sites within the same therapy. Oncolinxís drugs are effective against drug resistant cancers, as well as cancer stem cells (CSCs)ócells directly responsible for drug-resistance, metastasis, and relapse. In addition, Oncolinxís technology activates the immune system against the tumour, which is an integral hallmark of durable responses. Although Oncolinxís platform is designed to be adopted for drug-resistant breast cancers as first application, the Azonafide payload potency has been validated across all NCI-60 cell lines screening for different tumour types. The NCI-60 Human Tumour Cell Lines Screen also showed that the Azonafide payload, when conjugated with Oncolinx linker technology to specific antibodies, can kill up to 98.2% of cancer cells while remaining non-toxic to cells that do not express the antigen. NCI-60 screening has shown subnanomolar-picomolar potency across cancers  (1x10-9M). While a variety of ADCs compound are currently developed and tested, only two ADCs have been approved so far. However, because Azonafide platform has a unique mechanism of action, Oncolinx can exclusively target slow growing cancers, drug resistant cancers, and other cancers that cannot be treated by the technologies of the two competitors (Seattle Genetics and ImmunoGen).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ONCOLINX UK LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921004040": {
            "orgId": "921004040",
            "orgName": "ONCOLINX UK LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}