{
    "rcn": "205343",
    "acronym": "transcriPTIon",
    "topics": "MSCA-IF-2015-EF",
    "title": "Understanding transcriptional regulation in plant PAMP-triggered immunity",
    "startDate": "21/09/2016",
    "endDate": "20/09/2018",
    "objective": "Plants are constantly exposed to a range of microbial pathogens. As plants lack an adaptive immune system, recognition and signalling in the cells directly exposed to pathogens is vital for plant defence and survival, and thus agricultural yields. Initial detection of pathogens is mediated by plant recognition of pathogen-associated molecular patterns (PAMPs), perceived by pattern recognition receptors at the plasma membrane. These receptors activate an array of signalling events, culminating in a massive transcriptional reprogramming, leading to PAMP-triggered immunity (PTI). Although this transcriptional reprogramming is vital for establishing plant defence, our knowledge of the mechanisms by which it is mediated remains fragmented. Here I propose to utilize the TRANSPLANTA collection of Arabidopsis thaliana lines that inducibly express individual transcription factors (TFs) to generate a more cohesive understanding of transcription in plant defence. Specifically, I propose to (1) identify TFs that affect PTI when overexpressed, (2) select top candidates, acting broadly in PTI regardless of pathogen, (3) elucidate their mode of regulation, using immunoblotting and protein co-immunoprecipitation, and (4) identify their target genes via chromatin immunoprecipitation-sequencing, and effect on transcription via RNA-seq. Knowledge of the identity, regulation, and targets of TFs involved in establishing PTI will allow the exploration of heretofore unknown transcriptional networks in plant immunity, providing not only insight into this signalling process but also targets for biotechnological strategies for crop protection. My graduate work on regulation of early plant stress responses has prepared me for this project, while the experience and mentorship offered by the host lab and institution in new techniques, scientific communication, and international collaboration make this an ideal opportunity to prepare me for a future as an independent research leader.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE SAINSBURY LABORATORY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998398982": {
            "orgId": "998398982",
            "orgName": "THE SAINSBURY LABORATORY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}