{
    "rcn": "205349",
    "acronym": "ISOMET",
    "topics": "MSCA-IF-2015-GF",
    "title": "Atmospheric content of the most abundant of 12CH4 isotopologues from ground-based and satellite infrared solar observations and development of a methane isotopic GEOS-Chem module.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Atmospheric methane (CH4), the second most important anthropogenic greenhouse gas after carbon dioxide, contributed to one-fifth of the increase in radiative forcing by human-linked greenhouse gases since 1750. The recent increase of its abundance since 2005 is not fully understood and the changes in the source(s) or sink(s) responsible for it have yet to be identified and quantified. The main isotopologues of 12CH4, i.e. 13CH4 and CH3D or heavy methane, are emitted with different isotopic ratios specific to emission sources and are depleted at different rates. Thus, they act as unique tracers and can provide additional constraints on the regional, hemispheric and global methane budgets. Since no ground-based infrared solar observations have been exploited thus far to retrieve heavy methane concentrations, the first objective is to develop a retrieval strategy for these species from observations collected at three complementary sites member of the Network for Detection of Atmospheric Composition Change (NDACC): Eureka (Arctic, Canada), Jungfraujoch (Swiss Alps) and Toronto (ON, Canada); later applicable to the whole network. Satellite observations from the Atmospheric Chemistry Experiment-Fourier Transform Spectrometer (ACE-FTS) providing high vertical resolution and broad spatial coverage will also be included as well as spectra from a portable instrument to match future requirements of methane mapping. The proposed project will also include the development of a methane isotopic module for the chemical transport model GEOS-Chem built on the isotopologue properties. The simulation will be compared with produced and available observations and will be evaluated in terms of absolute value, seasonal cycle and trend in parallel with observations. This newly developed module will allow us to provide a spatially global answer to the question of the methane budget. This project thus plays a key role in the highly topical issues of air quality and climate change.",
    "totalCost": "165211,2",
    "ecMaxContribution": "165211,2",
    "coordinator": "UNIVERSITE DE LIEGE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 165211
        },
        "999845252": {
            "orgId": "999845252",
            "orgName": "THE GOVERNING COUNCIL OF THE UNIVERSITY OF TORONTO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 165211
}