{
    "rcn": "205339",
    "acronym": "Gandhian Politics",
    "topics": "MSCA-IF-2015-EF",
    "title": "Re-Exploring the Logic of Gandhian Violence: Gandhi and his Followers in the Quit India Movement, Bengal 1942-45",
    "startDate": "13/09/2016",
    "endDate": "19/06/2019",
    "objective": "'Re-Exploring the Logic of Gandhian Violence: Gandhi and his Followers in the Quit India Movement, Bengal 1942-45\n There is a need to bring back richly textured political histories which has now been largely abandoned by historians. This promises to be an exciting field because of new archival sources that have been released in recent years, especially in the context of Bengal. My post doctoral research proposes to study the Quit India Movement in Bengal, with special reference to the Tamralipta Jatiya Sarkar in Midnapore. I propose to study the movement with a threefold focus:\n1) Gandhi and the Quit India Movement: I wish to analyse Gandhiís rationale behind the tacit incitement to violence just before the movement. It is not enough to say that Gandhi was in a militant mood during this time. What needs to be understood is how and why there was a change in his attitude towards the nature of a mass movement initiated by him. What implications did the call of ëKarenge ya Marengeí (ëDo or Dieí) have for his already deeply entrenched philosophy of non-violent ëactioní? By acquiescing a different concept of ëdoingí or ëactioní wherein the ëmassesí could be in control of their own actions and take to violence, was Gandhi forwarding a more diluted version of non-violence, which accommodated a degree of violence?  \n2) The Movement and Gandhi: How did a mass movement of such a scale, with definite violent overtones, conceptualise and internalise Gandhi as their undisputed leader, and carry out various acts of violence in his name?  What needs to be analysed is whether the movement was truly autonomous, organised by ground level Congress leaders, or was Gandhi, even as a distant figure in prison, in total control of the movement. Positive and assertive action, in this case necessitated by violence, could have been the biggest cementing factor between Gandhi and the masses at this stage. \n3) How do we then link up this triad: Elite leadership-Mass action-Violence",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}