{
    "rcn": "205359",
    "acronym": "LandGrab",
    "topics": "MSCA-IF-2015-GF",
    "title": "Processes of indigenous community resistance to large extractive projects and their struggles for autonomy in Chile and Peru",
    "startDate": "01/11/2016",
    "endDate": "24/09/2020",
    "objective": "The aim of this Fellowship is for the researcher, Dr Rajiv Maher, to develop his professional capacity, advanced training, interdisciplinary skills, high-impact dissemination, and practical experience in line with the criteria for a leading independent researcher in the EU. This proposal aims to investigate the processes of indigenous community resistance to large natural resource extraction projects and their struggles for autonomy in Chile and Peru. The proposal will also examine the strategies used by companies and governments to gain community acceptance such as those relating to Corporate Social Responsibility (CSR).\n\nThe researcher expects to achieve these aims during the outgoing phase of the Fellowship where he will access expertise, advanced training and mentoring in Development and Political Ecology. Moreover, the researcher will conduct ethnographic research in two indigenous communities in Chile and Peru that are resisting high-impact project in their territory. He will also research the perceptions of communities nearby who have in the past accepted large projects and their CSR. In the return phase the researcher will consolidate the knowledge and experience gained in South America through advanced training and extensive fieldwork in community resistance and struggles for autonomy. \n\nUnder the guidance of international experts, he will acquire an invaluable skill-set contrasting top-down development policies aimed at indigenous communities who demand a bottom-up solution that calls for more autonomy, this has clear implications for contemporary policy regarding indigenous peoples rights and development. The researcher will be based for two years at the Urban Sustainability Centre (CEDEUS) at the Universidad CatÛlica de Chile, working under the supervision of Dr. Jonathan Barton. The third year of the Fellowship will be undertaken at the School of Natural Sciences, Trinity College Dublin (TCD) working under the supervision of Dr. Padraig Carmody.",
    "totalCost": "212016,6",
    "ecMaxContribution": "212016,6",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 212017
        },
        "999643201": {
            "orgId": "999643201",
            "orgName": "PONTIFICIA UNIVERSIDAD CATOLICA DE CHILE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 212017
}