{
    "rcn": "205362",
    "acronym": "OOCSOCS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Socs3 gene in oocyte maturation and fertilisation - a novel link between inflammation and infertility",
    "startDate": "01/06/2017",
    "endDate": "31/05/2019",
    "objective": "Increasing maternal age, a prevalent trend in developed countries, negatively influences oocyte quality and consequently female fertility ñ 5% of all couples experience fertility problems arising from a physiological source in the women. To develop novel approaches to prevent or treat infertility, a more complete understanding of oogenesis is required. The host laboratory has recently identified the Socs3 gene, to date associated only with roles in the immune system, as a novel strong candidate regulating oogenesis. The project exploits a genetic approach to ablate the Socs3 gene from the female germ-line and addresses the role of Socs3 gene during mouse oocyte maturation and fertilisation, e.g. in correct chromosomal segregation, followed by further detailed and cutting-edge functional characterisation. The results could lead to the identification of novel therapeutic targets to treat female infertility. Dr. Veselovska, coming from a world-renown institute, is joining a well-established early mammalian development orientated host group, within the Department of Molecular Biology at the University of South Bohemia. Synergies arising from this multidisciplinary proposal will benefit both host and applicant. In particular, Dr. Veselovska is bringing a wealth of highly relevant mouse oocyte experience and bioinformatics skills for genome-scale analyses that are currently an underrepresented skills set in the host laboratory and host institution, as well as her network of UK based collaborators. She will receive training that is both complementary to her current knowledge and skills and novel and highly contemporary in relation to the experimental approaches used. Consequently, the fellowship award will substantially further the Dr. Veselovskaís career ambitions to become an independent early mammalian developmental biologist within her native Central European region, and facilitate the under-represented exchange of ideas between Western and Eastern European countries.",
    "totalCost": "142720,8",
    "ecMaxContribution": "142720,8",
    "coordinator": "JIHOCESKA UNIVERZITA V CESKYCH BUDEJOVICICH",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999876292": {
            "orgId": "999876292",
            "orgName": "JIHOCESKA UNIVERZITA V CESKYCH BUDEJOVICICH",
            "ecContrib": 142721
        }
    },
    "calculatedTotalContribution": 142721
}