{
    "rcn": "205318",
    "acronym": "CHRiSHarMa",
    "topics": "ERC-CoG-2015",
    "title": "Commutators, Hilbert and Riesz transforms,Shifts, Harmonic extensions and Martingales",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "This project aims to develop two arrays of questions at the heart of harmonic analysis, probability and operator theory:\n\nMulti-parameter harmonic analysis.\n\nThrough the use of wavelet methods in harmonic analysis, we plan to shed new light on characterizations for boundedness of multi-parameter versions of classical Hankel operators in a variety of settings. The classical Nehari's theorem on the disk (1957)  has found an important generalization to Hilbert space valued functions, known as Page's theorem. A relevant extension of Nehari's theorem to the bi-disk had been a long standing problem, finally solved in 2000, through novel harmonic analysis methods. It's operator analog remains unknown and constitutes part of this proposal.\n\nSharp estimates for Calderon-Zygmund operators and martingale inequalities.\n\nWe make use of the interplay between objects central to Harmonic analysis, such as the Hilbert transform, and objects central to probability theory, martingales. This connection has seen many faces, such as in the UMD space classification by Bourgain and Burkholder or in the formula of Gundy-Varapoulos, that uses orthogonal martingales to model the behavior of the Hilbert transform. Martingale methods in combination with optimal control have advanced an array of questions in harmonic analysis in recent years. In this proposal we wish to continue this direction as well as exploit advances in dyadic harmonic analysis for use in questions central to probability. There is some focus on weighted estimates in a non-commutative and scalar setting, in the understanding of discretizations of classical operators, such as the Hilbert transform and their role played when acting on functions defined on discrete groups. From a martingale standpoint, jump processes come into play. Another direction is the use of numerical methods in combination with harmonic analysis achievements for martingale estimates.",
    "totalCost": "1523963",
    "ecMaxContribution": "1523963",
    "coordinator": "UNIVERSITE PAUL SABATIER TOULOUSE III",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999851169": {
            "orgId": "999851169",
            "orgName": "UNIVERSITE PAUL SABATIER TOULOUSE III",
            "ecContrib": 1523963
        }
    },
    "calculatedTotalContribution": 1523963
}