{
    "rcn": "205356",
    "acronym": "DNA",
    "topics": "MSCA-IF-2015-EF",
    "title": "Dendritic integration by nanoscale neuroanatomy",
    "startDate": "01/09/2016",
    "endDate": "20/11/2018",
    "objective": "Understanding how single neurons integrate and process incoming synaptic signals to generate a physiologically meaningful output remains a fundamental question in neuroscience. While much is known about how the integration of synaptic inputs is governed by overall dendritic geometry and ionic conductances along the dendritic membrane, the role of the micro-anatomical structure is yet to be deciphered. Although theoretical work suggests that structural details of dendritic spines might play a major role for synaptic function and dendritic integration, it has been experimentally difficult to address this long-standing hypothesis. While electron microscopy allows the visualisation of spine ultrastructure, it is incompatible with studying spine function in live brain tissue. I propose to combine state-of-the-art STED microscopy with holographic photolysis to examine the influence of spine morphology on dendritic integration of CA1 pyramidal neurons. STED microscopy will reveal spine morphology, while holographic photolysis will be used to stimulate multiple synapses at the same time with high spatio-temporal precision. This novel approach, relying also on electrophysiology and compartmental modelling, will make it possible to study the influence of nanoscale morphology on dendritic integration of multiple synaptic inputs. The project builds on my expertise in cell biology and neuroanatomy, and will give me the opportunity to master advanced opto-physiological methods in a host environment that is well known for bio-imaging and neuroscience. Given my strong background in neurodevelopmental disorders, the project will push the knowledge frontier on neuronal processing and will provide a framework for research into basic mechanisms of neurological disorders.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}