{
    "rcn": "205317",
    "acronym": "OPTOACOUSTOGENETICS",
    "topics": "ERC-CoG-2015",
    "title": "Hybrid Volumetric Optoacoustic-Ultrasound Tomography for Noninvasive Large-Scale Recording of Brain Activity with High Spatiotemporal Resolution",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Non-invasive observation of fast spatiotemporal activity patterns of large neural populations distributed over entire brains is a longstanding goal of neuroscience. Not only would such abilities significantly promote our knowledge on brain function and its pathophysiology but they are also expected to accelerate development of novel therapies targeting neurological and neuropsychiatric disorders. The progress is hampered by the limited capacity of state-of-the-art functional neuroimaging tools, which do not permit simultaneous monitoring of whole-brain activity with an adequate spatiotemporal resolution. Our recently developed five-dimensional optoacoustic tomography technique is ideally poised to overcome these limitations ñ it has shown excellent capacity for imaging intrinsic contrast in entire brains of vertebrates and rodents non-invasively; delivers unmatched temporal resolution in the milliseconds range for true volumetric imaging in real time; capable of label-free observations of hemodynamic changes and sensitive to genetic markers of neural activity. \nYet, several fundamental challenges ought to be addressed before true potential of optoacoustic functional neuroimaging is unveiled. First, optoacoustic monitoring of fast neural activation under physiologically relevant stimuli and in real disease models has not been achieved. Furthermore, a variety of acoustic effects introduced by the skull compromise performance of optoacoustics in transcranial imaging of murine models, further hindering its clinical translation potential. Finally, technology needs to be developed that can deliver information from single neurons while maintaining high volumetric imaging speed. By resolving those challenges, the current project will yield a unique and groundbreaking functional neuroimaging method that can truly transform the existing paradigms in neuroscience by delivering real time information from hundreds of thousands or even millions of neurons simultaneously.",
    "totalCost": "1997715",
    "ecMaxContribution": "1997714,5",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 1997714
        }
    },
    "calculatedTotalContribution": 1997714
}