{
    "rcn": "205322",
    "acronym": "CAPRI",
    "topics": "ERC-CoG-2015",
    "title": "Children and Adolescents with PaRental mental Illness: Understanding the ëwhoí and ëhowí of targeting interventions",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "At least 10% of mothers and 5% of fathers have a mental illness. Family, educational and social lives of children and adolescents with parental mental illness (CAPRI) are disrupted by deprivation and repeated hospitalisation. This is an urgent political and public health concern. The Child and Adolescent Mental Health in Europe (CAMHEE) report urges us ëto acknowledge and attend to the needs of children and families with parental mental health... í recommending better information on CAPRI risks and resilience so interventions can target those at highest risk. This groundbreaking interdisciplinary programme exploits my unique combination of expertise in epidemiology and neuroscience to deliver on CAMHEE objectives for CAPRI. \nPrevious work focuses on these ëhigh riskí children primarily to examine mental illness heritability. In a crucial departure from this, Work Packages (WP) 1 and 2 exploit my collaborations in Sweden and Australia to create unique linkage across 3 population datasets. This will detail CAPRI numbers and a broad range of life outcomes disentangling effects of social adversity over time. But population epidemiology alone cannot reveal how risk creates effects in individuals. To understand ëhowí to identify ëwhoí we target for costly interventions, WP 3 links the epidemiology with powerful neuroimaging (near infrared spectroscopy NIRS) to discover which at-risk infants of mothers with severe mental illness show abnormal cognitive development at the level of individual brain.  \nThis work capitalises on my role at the University of Manchester, one of the leading academic psychiatry and imaging centres in the UK, to create a new Centre in Bioepidemiology. My future aim is that epidemiological profiling combined with NIRS biomarkers of cognition in individuals will identify which high risk children need what intervention. Future work can then evaluate different interventions and fits seamlessly with my research goal to improve the life outcomes of CAPRI.",
    "totalCost": "1999337,5",
    "ecMaxContribution": "1999337,5",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "KAROLINSKA INSTITUTET",
    "participantCountries": "SE",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 383375
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1615962
        }
    },
    "calculatedTotalContribution": 1999337
}