{
    "rcn": "205328",
    "acronym": "EYEGET",
    "topics": "ERC-ADG-2015",
    "title": "Gene therapy of inherited retinal diseases",
    "startDate": "01/01/2017",
    "endDate": "31/12/2021",
    "objective": "Inherited retinal degenerations (IRDs) are a major cause of blindness worldwide. IRD patients witness inexorable progressive vision loss as no therapy is currently available. In the last decade my group has significantly contributed to a change of this scenario by developing efficient adeno-associated viral (AAV) vectors for retinal gene therapy that are safe and effective in humans. The objective of EYEGET (EYE GEne Therapy) is to overcome some of the current major limitations in the field of retinal gene therapy to expand initial therapeutic successes to a larger number of IRDs. To achieve this, we propose to use four parallel, highly innovative and complementary approaches: i. expansion of the limited AAV cargo capacity by a novel methodology based on co-administration of multiple AAVs that reassemble in target retinal cells and reconstitute large genes; ii. targeting of frequent dominant gain-of-function mutations that cause RP using state-of-the-art AAV-mediated genome editing technologies; iii. induction of retinal cells clearance of toxic IRD products by AAV-mediated activation of autophagy and lysosomal function; iv. development of methodologies to directly convert fibroblasts to photoreceptors that can be transplanted in retinas from IRD patients with advanced PR loss and for whom in vivo gene therapy is no longer an option. We will use a combination of in vitro and in vivo state-of-the-art technologies including novel AAV vector design, high content screening of drugs that enhance AAV transduction, genome editing, and advanced in vivo retinal phenotyping to obtain proof-of-concept for each of these therapeutic strategies. The results from this study may impact the quality of life of millions of people worldwide by providing a cure based on gene and/or cell therapy for a large group of IRDs.",
    "totalCost": "2499564",
    "ecMaxContribution": "2499564",
    "coordinator": "FONDAZIONE TELETHON",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999448716": {
            "orgId": "999448716",
            "orgName": "FONDAZIONE TELETHON",
            "ecContrib": 2499564
        }
    },
    "calculatedTotalContribution": 2499564
}