{
    "rcn": "205374",
    "acronym": "NASUM",
    "topics": "SMEInst-13-2016-2017",
    "title": "Innovative nanotech-based detection equipment in the area of homeland security",
    "startDate": "01/10/2016",
    "endDate": "31/01/2017",
    "objective": "Following the January and November 2015 terror attacks in Paris, the need of Governments for identification and security checking systems to provide safety and control to critical infrastructure and people have increased dramatically. It is expected in next years that nations will invest billions of dollars in security systems to upgrade and improve the safety and security of the country (European ETD market will be worth $4.2 billion with a CAGR of 14% during 2015-2020).\nNTA strategic intent is to develop, manufacture and sell sophisticated systems for the security, safety and defense industries.\nNTA has developed proprietary technologies used in explosives and narcotics trace detection (ìETDî and ìNTDî, respectively) applications. These systems are used by private companies and government agencies to screen baggage, cargo, other objects and people for the detection of trace amounts of explosives and narcotics.\nMore specifically, NTA aims at launching on the market a new generation of universal instruments for pressure and chemical measurements providing at the same time huge system simplification and high effectiveness.\nNTA Value Proposition is to provide its customers with instruments for selective and sensitive detection of explosives that are characterized by significant design simplification and high cost efficiency.\nThe proposed feasibility study has the aim to evaluate the technological, economic and financial sustainability of the project.\nIn particular, the specific objectives of the feasibility study are:\n- complete final layout and product design, prototype experimental set up and select key suppliers;\n- define the certification phases;\n- enhance all measures to protect companyís knowledge;\n- fine tune the executive dissemination and exploitation plan;\n- elaborate the executive business plan.\nThe overall project will allow NTA to reach a leadership role in the ETD sector, attaining a strong growth in market share, turnover and employment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NANOTECH ANALYSIS SOCIETA A RESPONSABILITA LIMITATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920980663": {
            "orgId": "920980663",
            "orgName": "NANOTECH ANALYSIS SOCIETA A RESPONSABILITA LIMITATA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}