{
    "rcn": "205363",
    "acronym": "BRCANCER",
    "topics": "MSCA-IF-2015-GF",
    "title": "A novel approach for modeling development of breast cancer",
    "startDate": "04/01/2016",
    "endDate": "03/07/2018",
    "objective": "Inheriting one mutant copy of the BRCA1 or BRCA2 gene is associated with a significant increased risk for developing aggressive and difficult to treat breast cancer, the most common cancer type in women worldwide. Despite previous efforts to recapitulate tumorigenesis with the use of mouse models and cancer cell lines, the exact mechanisms that underlie BRCA1 or BRCA2-dependent tumor development remain unclear. \n\nRecent advances in stem cell culturing have enabled long-term expansion of in vitro human breast organoids or ëmini-breastsí. In a novel approach, this state-of-the-art culture technology will be used together with CRISPR/Cas9-mediated gene-editing and human-in-mouse xenografts to prospectively recapitulate early breast cancer development. Results of the study will generate novel fundamental insight into the development of breast cancer, support the development of personalized medicine using laboratory models, and aspires to identify novel breast cancer biomarkers and treatment strategies.\n\nThe expertise of the laboratory of H. Clevers, who pioneered the organoid methodology and works at the top of the field of stem cell biology, will be combined with the expertise of the research group of J. Visvader and G. Lindeman, world leaders in the field of breast cancer research and experts in the methodology of mammary xenotransplantation. This unique setting  forms an excellent envorinment for my postdoctoral research training, allows extensive knowledge exchange and provides opportunities for novel research lines and collaborations.",
    "totalCost": "207584,4",
    "ecMaxContribution": "207584,4",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 207584
        },
        "954560414": {
            "orgId": "954560414",
            "orgName": "THE WALTER AND ELIZA HALL INSTITUTE OF MEDICAL RESEARCH PUBLIC COMPANYLIMITED BY GUARANTEE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 207584
}