{
    "rcn": "205316",
    "acronym": "ARTIVISM",
    "topics": "ERC-CoG-2015",
    "title": "Art and Activism : Creativity and Performance as Subversive Forms of Political Expression in Super-Diverse Cities",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "ARTIVISM aims at exploring new artistic forms of political expression under difficult, precarious and/or oppressive conditions. It asks how social actors create belonging and multiple forms of resistance when they use art in activism or activism in art. What kind of alliances do these two forms of social practices generate in super-diverse places, in times of crisis and in precarious situations? Thus, ARTIVISM seeks to understand how social actors engage artistically in order to bring about social, economic and political change. Going beyond former research in urban and migration studies, and beyond the anthropology of art, ARTIVISM focuses on a broad range of artistic tools, styles and means of expression, namely festive events and parades, cartoons and comics and street art. By articulating performance studies, street anthropology and the sociology of celebration with migration and diversity studies, the project challenges former concepts, which took stable social groups for granted and reified them with ethnic lenses. The applied methodology considerably renews the field by bringing together event-, actor- and condition-centred approaches and a multi-sensory framework. Besides its multidisciplinary design, the ground-breaking nature of ARTIVISM lies in the application of the core concepts of performativity and liminality, as well as in an examination of the way to advance and refine these concepts and to create new analytical tools to respond to recent social phenomena. We have developed and tested innovative methods that respond to a postmodern type of fluid and temporary social action: audio-visual ethnography, urban event ethnography, street ethnography, field-crossing, and sensory ethnography (apprenticeship). Therefore, ARTIVISM develops new methods and theories in order to introduce a multi-faceted trans-disciplinary approach to the study of an emerging field of social transformations that is of challenging significance to the social sciences.",
    "totalCost": "1999287",
    "ecMaxContribution": "1999287",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 1999287
        }
    },
    "calculatedTotalContribution": 1999287
}