{
    "rcn": "205323",
    "acronym": "GEOFIN",
    "topics": "ERC-CoG-2015",
    "title": "Western banks in Eastern Europe: New geographies of financialisation",
    "startDate": "01/12/2016",
    "endDate": "30/11/2021",
    "objective": "Financialisation, or the growing power of finance over societies and economies, is increasingly recognised as the key feature of contemporary capitalism. However, significant gaps in our understanding of this process remain. Indeed, despite growing recognition that financialisation is an inherently spatial process, a geographically-informed view of financialisation remains underdeveloped. In addition, and related to this, the extent and the ways in which post-socialist ëtransitioní societies in East-Central Europe have been financialised remain under-researched and under-theorised. Yet, the examination of former state-socialist societies (built on the very opposite economic logic to that of financialisation) provides an unmatched opportunity to learn about financialisation itself, how it ëpenetratesí societies and with what social and spatial implications. East-Central Europe in this sense constitutes a unique terrain for frontier research. GEOFIN will address the above shortcomings by producing empirical and theoretical insights to develop a geographically-informed view of financialisation. The objective is to examine how states, banks and households in post-socialist contexts have been financialised and to consider what implications this has for the societies in question and for Europe as a whole. The project will pilot a novel approach based on the concept of ëfinancial chainsí which are understood both as channels of value transfer and as social relations that shape socio-economic processes and attendant economic geographies. A set of interlocking case studies will be mobilised to reveal the different ways in which banks, states and households across post-socialist East-Central Europe are interconnected by financial chains with each other and with a wider political economy. GEOFIN will fundamentally advance our understanding of new geographies of financialisation, opening up new horizons in studies of finance and its future role in the society.",
    "totalCost": "1806536",
    "ecMaxContribution": "1806536",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1806536
        }
    },
    "calculatedTotalContribution": 1806536
}