{
    "rcn": "205353",
    "acronym": "ASPAir",
    "topics": "MSCA-IF-2015-EF",
    "title": "Accelerated Synthesis of Nanoporous Photocatalysts for Indoor Air Purification",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The project ASPAir intends to go beyond the state-of-the-art in the fields of chemistry and materials science, by accelerating the discovery of a new class of photoresponsive high surface area metal organic frameworks (MOFs) and MOF-based composites with the essential application of improving indoor air quality by degradating volatile organic carbons (VOCs) such as acetone, ethanol, benzene, etc. This approach will take advantage of the applicant's expertise in photocatalysis with the world-class expertise of the host institution in MOF synthesis and charactersation, chromophore synthesis and molecular simulations. High-throughput automated microwave heating technology will be employed to screen hundreds of reaction conditions in order to isolate porous MOFs based on selected conducting chromophores and high valence and/or transition metal centres. In addition, porous and visible light active MOF crystals will be combined with nanoparticles based on reducing metal centres facilitating electric contact to generate photoresponsive MOF@Nanoparticle composites. Both MOFs and MOF based composites are going to be characterised using a plethora of techniques currently available within the host institution; their hydrolytic stability will be tested under different relative humidities replicating typical conditions in residential homes. The materials will be loaded with controlled concentrations of VOCs in order to check their stability and assess the strength of interactions occurring between the guest VOCs and host materials. Both MOFs and MOF based composites will be tested for the photocatalytic degradation of VOCs and their short and long-term photocatlytic effectiveness will be evaluated by degrading multiple VOCs simultaneously over long periods of time mimicking realistic indoor air conditions. Whilst being a high-risk project, the impact of the discovery of next generation materials with superior photocatalytic performances will be high.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}