{
    "rcn": "205392",
    "acronym": "HiPerNav",
    "topics": "MSCA-ITN-2016",
    "title": "High Performance Soft-tissue Navigation",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "Primary liver cancer, which consists predominantly of hepatocellular carcinoma (HCC), is the fifth most common cancer worldwide and the third most common cause of cancer mortality. A successful surgical resection of HCC requires complete removal of the tumour while sparing as much healthy tissue as possible. Due to technical and clinical difficulties relatively low percentage of patients are eligible for resection. There is an urgent need to increase the patient eligibility and improve the survival prognosis after liver interventions. HiPerNav will train early stage researchers (biomedical engineers and medical doctors) to become international leading in key areas of expertise through a novel coordinated plan of individual research projects addressing specific bottlenecks in soft tissue navigation for improved treatment of liver cancer. The multi-disciplinary dialogue and work between clinicians and biomedical engineers is crucial to address these bottlenecks. By providing researchers with knowledge and training within specific topics from minimally invasive treatment, biomedical engineering, research methodologies, innovation and entrepreneurship, the link between academic research and industry will be strengthened. This allows for easy transfer of  promising results from the research projects to commercially exploitable solutions. The global image guided surgery devices market is promising; it was valued at USD 2.76 billion in 2013 and is projected to expand 6.4% from 2014 to 2022 to reach USD 4.80 billion in 2022. The market for soft-tissue navigation is still in its infancy, mainly due to challenges in achieved accuracy for targeting deformable and moving organs. By providing multi-disciplinary training, the researchers in this consortium of international leading research institutions, universities and industry will initiate true translational research from academic theoretical ideas to the clinical testing of prototype, developed solutions and tools.",
    "totalCost": "4041920,04",
    "ecMaxContribution": "4041920,04",
    "coordinator": "OSLO UNIVERSITETSSYKEHUS HF",
    "coordinatorCountry": "NO",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE;UNIVERSITE PARIS 13;STIFTELSEN SINTEF;UNIVERSITAET BERN;SINTEF AS;UNIVERSIDAD DE CORDOBA;CASCINATION AG;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "FR;NO;CH;ES;NL",
    "projectParticipants": {
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 111329
        },
        "991104000": {
            "orgId": "991104000",
            "orgName": "OSLO UNIVERSITETSSYKEHUS HF",
            "ecContrib": 755449
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 347593
        },
        "999872703": {
            "orgId": "999872703",
            "orgName": "UNIVERSIDAD DE CORDOBA",
            "ecContrib": 495746
        },
        "999547074": {
            "orgId": "999547074",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
            "ecContrib": 525751
        },
        "951828409": {
            "orgId": "951828409",
            "orgName": "CASCINATION AG",
            "ecContrib": 265227
        },
        "999489941": {
            "orgId": "999489941",
            "orgName": "UNIVERSITE PARIS 13",
            "ecContrib": 262876
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 572550
        }
    },
    "calculatedTotalContribution": 3336521
}