{
    "rcn": "205360",
    "acronym": "Pectin",
    "topics": "MSCA-IF-2015-EF",
    "title": "The microbial degradation and utilization of  complex pectins by Bacteroides in the human intestine",
    "startDate": "01/04/2016",
    "endDate": "31/03/2018",
    "objective": "The large bowel is colonized by a community of microbes, the microbiota, which has a significant impact on human health and nutrition. The major nutrients available to these organisms are dietary glycans. Thus, glycan-based dietary and nutraceutical strategies can, potentially, be deployed to encourage the dominance of beneficial microbes within the microbiota, ensuring the microbial ecosystem has a positive influence on human health. This approach, however, is greatly restricted by a critical lack of understanding of the mechanisms by which complex glycans are metabolized by the microbiota. Significantly, the wealth of genomic/metagenomic microbiota sequence data now available, presents an exciting and unparalleled opportunity to make decisive advances in our understanding of glycan metabolism in the human large bowel. This project seeks to capitalize on this genomic information, in harness with recent functional data from the host laboratory, to understand the mechanisms by which pectin, the major component of the human diet that is metabolized by the microbiota. The data will inform novel prebiotic and probiotic strategies to maximise the impact of the microbiota on human health. At a generic level, understanding glycan resource allocation in the microbiota represents an excellent system for studying the molecular mechanisms that lead to the evolution of novel glycanase functions, which, in turn, will provide a robust functional context to bioinformatic-based predictive biology.\nThe fellow is Italian and has recently completed her PhD student at the University of Lisboa, Portugal, with the project FP7 Initial Training Network termed WallTraC. The fellow has experience in high throughput protein expression, enzyme activity screening and structural biology. At Newcastle University she will have the opportunity to develop skills in adanced mechanistic enzymology, anaerobic microbiology, bioinformatics, in vivo bacterial genetic manipulation and microbial ecology.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}