{
    "rcn": "205347",
    "acronym": "BEND",
    "topics": "MSCA-IF-2015-EF",
    "title": "Bendable Bioplatform for Electrically stimulated Neuronal Differentiation",
    "startDate": "15/08/2016",
    "endDate": "14/08/2018",
    "objective": "Summary of Marie Curie Proposal for H2020-MSCA-IF-2015 \n\nìBendable Bioplatform for Electrically stimulated Neuronal Differentiationî\n\nWith western countries aging faster, the neurodegenerative diseases like Parkinsonís, Alzheimerís, Huntingtonís etc. pose serious threat to quality of life, especially for people over 65 years[1]. In Europe, number of people suffering with dementia, which results from neuronal degeneration, is on the rise it is expected to be double in the next 20 Years[2]. The neuronal degeneration is irreversible[3] and currently the cell therapy for regeneration of neuron network is the only option to compensate such a loss. Recently, the induced pluripotent stem cell (iPSC) derived NSC therapy has come up as an excellent opportunity in treating of neuro degenerative diseases. However, proliferation and differentiation of iPS cell population in neuronal replacement therapies poses many technical challenges such as targeted neurite differentiation to compensate desired loss with controlled differentiation[4]. Traditionally, the neuronal differentiation of iPSC is performed using several transcriptional and growth factors, which are complex, expensive and non-scalable processes[5]. For this reason, the research for a simple, robust and scalable method for generating large number of mature, differentiated neuronal cell deserves top priority. In addition, an accurate on/off system for scalable proliferation and neuronal differentiation is pivotal for the development of implantable bioelectronics circuit suitable for in vivo application. It is believed that the electrical stimulus controlled neuronal differentiation of stem cells on a soft, bendable electro conductive substrate can be suitable for bioelectronics application and also for compensating neuronal loss in the degenerative disease or injuries. This project is an ambitious endeavour in this direction. \nA bendable bioplatform will be developed for electrically stimulated neural differentiation t",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}