{
    "rcn": "205376",
    "acronym": "ThermoHeart",
    "topics": "SMEInst-09-2016-2017",
    "title": "A revolutionary Stirling engine to use low and medium temperature waste heat to generate electricity and to reduce CO2 emissions",
    "startDate": "01/08/2016",
    "endDate": "30/11/2016",
    "objective": "Due to lack of effective solutions, a huge amount of energy in the industry and in diesel generators is wasted as heat. Today up to 50 % of industrial energy is wasted in form of heat. Conventional diesel generators emit up to 30% more CO2 per kWh than natural gas plants and operate at lower efficiency; wasting 65 % of the input energy by heat. ThermoHeart is the first engine in the history to convert with up to 30 % conversion efficiency waste heat from low and medium temperature range into up to 25 kW electricity. Its conversion efficiency has been confirmed by the first tests performed in start of 2016. ThermoHeart converts at a convenient cost of Ä2.75/Watt, lower than competitorsí cost that range between 4 and 9 Ä/W. It addresses a need today not satisfied by existing technology. It also decreases carbon footprint of waste heat sources by 10-15 %, which means in case of one typical diesel generator at full capacity factor, we could save the world from up to 22 kg of CO2 per year.\nDuring phase 1, Cool Energy will assess the IP management strategy, financial projections and will collaborate with 1 coffee roasting plant in Italy, 1 biomass generator in Germany and with Schneider Electric in France to plan pilot tests of the engine. A key activity to accomplish will be also finding and discussing commercial partnerships with customers, such as providers of energy solution, thermal pollution control equipment manufacturers and diesel generator manufacturers. Cool Energy will also identify and evaluate potential EU contract manufacturers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COOL ENERGY POWER UK LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918895357": {
            "orgId": "918895357",
            "orgName": "COOL ENERGY POWER UK LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}