{
    "rcn": "205319",
    "acronym": "TransMID",
    "topics": "ERC-CoG-2015",
    "title": "Translational and Transdisciplinary research in Modeling Infectious Diseases",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "TransMID focuses on the development of novel methods to estimate key epidemiological parameters from both serological and social contact data, with the aim to significantly expand the range of public health questions that can be adequately addressed using such data. Using new statistical and mathematical theory and newly collected as well as readily available serological and social contact data (mainly from Europe), fundamental mathematical and epidemiological challenges as outlined in the following work packages will be addressed: (a) frequency and density dependent mass action relating potential effective contacts to transmission dynamics in (sub)populations of different sizes with an empirical assessment using readily available contact data, (b) behavioural and temporal variations in contact patterns and their impact on the dynamics of infectious diseases, (c) close contact household networks and the assumption of homogeneous mixing within households, (d) estimating parameters from multivariate and serial cross-sectional serological data taking temporal effects and heterogeneity in acquisition into account in combination with the use of social contact data, and (e) finally the design of sero- and social contact surveys with specific focus on serial cross-sectional surveys. TransMID is transdisciplinary in nature with applications on diseases of major public health interest, such as pertussis, cytomegalovirus and measles. Translational methodology is placed at the heart of TransMID resulting in the development of a unifying methodology for other diseases and settings. The development of a toolbox and accompanying software allow easy and effective application of these fundamentally improved techniques on many infectious diseases and in different geographic contexts, which should maximize TransMIDís impact on public health in Europe and beyond.",
    "totalCost": "1639168",
    "ecMaxContribution": "1639168",
    "coordinator": "UNIVERSITEIT HASSELT",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITEIT ANTWERPEN",
    "participantCountries": "BE",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 435683
        },
        "999874934": {
            "orgId": "999874934",
            "orgName": "UNIVERSITEIT HASSELT",
            "ecContrib": 1203485
        }
    },
    "calculatedTotalContribution": 1639168
}