{
    "rcn": "205367",
    "acronym": "STRAVIR",
    "topics": "MSCA-IF-2015-EF",
    "title": "Role of the stroma-derived ëalarminí IL-33 in anti-viral immunity",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "There is increasing awareness that the recently identified cytokine IL-33 is playing a key role in multiple types of infections and pathologies. It has been recently demonstrated that IL-33 is crucial for mounting an efficient immune response against viral infections as it strongly enhances T cell responses with lack of IL-33 leading to failure in virus control. IL-33 production by stromal cells in lymph nodes (LN) and spleen is crucial for efficient viral clearance, however, the precise cellular source and signals involved in secretion of this nuclear alarmin during viral infection are unknown. In addition, it is poorly understood how this cytokine controls antiviral CD8 T cell function. To determine the cellular source of IL-33 during viral infections, we will assess IL-33 production by the different types of stromal cells present in lymph nodes and spleen during acute viral infection. The Luther lab has the expertise and state-of-the-art facilities to perform in situ characterization and in vivo analysis of stromal cell subsets present in these organs, allowing for the identification of the IL-33 producing population. Using IL-33GFP/\\ mice will facilitate the identification of the cellular source of IL-33 during viral infections. Moreover, using in vitro cultures we will study the signals regulating IL-33 release as well as its role in T cells function. All together, the work described aims to increase our understanding of the mechanisms underlying stromal IL-33 secretion and its effects on antiviral T cell responses and wishes to broaden our knowledge on the role of stroma cells regulating immune responses. Importantly, this work could have future implications for antiviral treatments, including the development of better strategies for antiviral treatments including vaccines or immunotherapy.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}