{
    "rcn": "205340",
    "acronym": "CMDNAUP",
    "topics": "MSCA-IF-2015-EF",
    "title": "Composition and Mechanism of the DNA-uptake Pilus of Vibrio cholerae",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Horizontal gene transfer (HGT) allows rapid bacterial evolution including the spread of genes encoding antibiotic resistance and virulence factors. The Gram-negative bacterium Vibrio cholerae is an important human pathogen that causes the pandemic disease Cholera. In its natural aquatic environment growth on the chitinous exoskeletons of zooplankton initiates the development of ëNatural Competenceí, a widespread and key form of HGT that allows bacteria to take up free DNA from the environment. DNA uptake involves a sophisticated nanomachine known as a Type IV Pilus (TFP), which forms polymeric extensions from the cell surface, are ubiquitous throughout bacteria and play a wide range of other roles such as surface motility and attachment. Notably, this machinery is conserved in other naturally competent bacteria including in several important human pathogens, implying a common mode of action. Work on this machinery has mainly been done in Gram-positive models like Bacillus subtilis but had failed to visualise an uptake pilus. Recently, the Blokesch lab visualised a DNA uptake pilus extending from the outer membrane of V. cholerae and determined the minimal known components needed for its assembly. However, we still know almost nothing about how this machinery actually works to bring DNA into the cell. To answer this important question and elucidate the underlying molecular mechanisms we will follow two main objectives. 1. We will determine the composition of purified DNA-uptake pili and investigate the functions of the identified proteins. 2. We will combine innovative genetic and cell-biological approaches to investigate the mechanism of DNA uptake. The Blokesch lab at EPFL has pioneered genetic and cell biological methods for studying competence in V. cholerae and has state-of-the-art equipment and infrastructures that offer the prospective fellow the maximum chance of success and the best-possible training through the research.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}