{
    "rcn": "205315",
    "acronym": "SKILLPOV",
    "topics": "ERC-CoG-2015",
    "title": "SKILLPOV",
    "startDate": "01/09/2016",
    "endDate": "31/08/2021",
    "objective": "Our proposal is motivated by three main problems concerning the relationship between poverty and skill formation. First, recent research suggests that the main reason why schools in poor areas have low quality is because their teachers are ineffective. What is not known is how to identify an effective teacher, and whether we can compensate low quality teaching in early grades with high quality teaching later on. Second, there are strong associations between family socio-economic status and child development. But what is central for policy design, and researchers have not quantified, is the relative importance of different drivers of this relationship over the life of the child: resources, information, technology, or preferences. Third, although many welfare services are available for the poor, we often see low take-up rates, even for programs that can contribute to significant changes in the lives of families and their children. Two of the most cited reasons for low take-up are imperfect information and stigma. For both reasons, we expect take-up decisions to be strongly affected by social interactions. There is already evidence of strong correlations between an individualís welfare participation, and the participation rate of individuals she is likely to interact with. But we do not know precisely how social influences cascade through oneís social network, and how this depends on whether social effects are mainly on information or stigma. The research described in this proposal addresses these three issues. It answers a more general call for uncoupling the different economic forces driving teacher quality, socio-economic gradients in development, and the effectiveness of poverty alleviation policies (namely the role of social interactions). This can only be done with a combination of better data, with detailed measurements of these forces, and richer models that explicit consider the role of preferences, information, constraints, technology, and social networks.",
    "totalCost": "1913934",
    "ecMaxContribution": "1913934",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1913934
        }
    },
    "calculatedTotalContribution": 1913934
}