{
    "rcn": "205326",
    "acronym": "CANDICE",
    "topics": "ERC-ADG-2015",
    "title": "CEREBRAL ASYMMETRY: NEW DIRECTIONS IN CORRELATES AND ETIOLOGY",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "'150 years after Broca's seminal statement 'Nous parlons avec l'hÈmisphËre gauche' we still do not know how or why we have this bias. I propose that by studying cases of impaired language development and combining genetic and neuropsychological approaches we will be able to make a leap forward in our understanding of the quintessentially human characteristic of functional cerebral asymmetry. I argue that contradictory findings in the literature may be reconciled if we adopt a novel approach to cerebral asymmetry. In particular, I propose a network efficiency hypothesis which maintains that optimal development depends on organisation of key language functions within the same cerebral hemisphere.\n\nIn project A, I will combine behavioural measures with functional transcranial Doppler ultrasound (fTCD) measures of blood flow and functional magnetic resonance imaging (fMRI) to identify individual differences in patterns of dissociation between language functions in lateralisation. In project B I will test the prediction that risk for language and literacy impairment is increased if different language functions are represented in opposite hemispheres. For project C, simulations of predictions from genetic models will be tested using data on twin-cotwin similarity in language lateralisation. Project D will test a 'double hit' genetic model that predicts that neurodevelopmental abnormalities, including language deficits and inconsistent asymmetry, arise when there is more than one hit on a functional brain circuit. For this study we will use an existing sample of individuals already known to have one 'hit' on the neuroligin-neurexin circuit, viz people with an additional dose of neuroligin caused by an extra sex chromosome. Project E will focus on individuals with inconsistent patterns of language laterality and will look for rare genetic mutations and structural rearrangements associated with a departure from consistent left hemisphere language.'",
    "totalCost": "2497907",
    "ecMaxContribution": "2497907",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2497907
        }
    },
    "calculatedTotalContribution": 2497907
}