{
    "rcn": "205313",
    "acronym": "IN-TOUCH",
    "topics": "ERC-CoG-2015",
    "title": "IN-TOUCH:  Digital Touch and Communication",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "The rapid expansion of digital touch technologies is set to reconfigure touch and the tactile in significant ways, much as optical technologies transformed sight and the visual. This has immense social significance for communication. There are, however, major gaps in our understanding of touch as it is digitally mediated, and methods are under-developed for a social account of digital touch communication. This project will break new ground as the first comprehensive study of digital touch communication. It aims to obtain a deep understanding of the social and semiotic character of touch as it is mediated by digital technologies and its consequences and impact on human communication, through four objectives, to:\n1. Develop innovative methodologies for researching digital touch communication; \n2. Describe, explore and critically analyze the social and semiotic understanding of the communicative potentials and consequences of digital touch; \n3. Advance new theoretical insights on digital touch communication;\n4. Make a major contribution to knowledge on digital touch interventions and design.\nDigital touch will be brought into sharp focus through the development of a novel socially oriented framework and methods that integrate the micro-lens of multimodality, the broad-ethnographic lens of sensory anthropology, and the experiential-lens of the arts. Eight in-depth case studies will be conducted in world-leading centres of digital touch innovation, with designers and users of digital touch communication in the wild (e.g. museums) and labs. These will investigate how the digital can supplement, heighten, extend, and reconfigure touch communication across a range of contexts (health, learning, work, leisure); re-shape what can be touched, lead to new touch-based capacities, practices and new forms of knowledge about the world.",
    "totalCost": "1947346",
    "ecMaxContribution": "1947346",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1947346
        }
    },
    "calculatedTotalContribution": 1947346
}