{
    "rcn": "205338",
    "acronym": "DILIPHO",
    "topics": "MSCA-IF-2015-GF",
    "title": "Diffusional limitations to C4 photosynthesis",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "C4 plants are leading grain (maize, sorghum), sugar (sugarcane), and biofuel (miscanthus) producers. Their higher productivity potential arises from the operation of a Carbon Concentrating Mechanism (CCM), which is an effective ëturbochargerí of the assimilatory machinery. In recent years there has been a considerable drive towards engineering a CCM into C3 crops as a possible strategy to boost agricultural productivity. This emerged as an alternative strategy to the traditional breeding, which seem to be inadequate to ensure complete food and nutrient security in the face of global warming, population growth, and decreasing arable land availability. Advanced breeding of C4 plants is currently impinged on negatively by lack of knowledge of fundamental C4 physiology. This lack of fundamental knowledge calls for a  deeper understanding of the biochemical underpinnings of C4 photosynthesis and quantitative predictions of the effect of genetic manipulation.\nFor C4 photosynthesis to operate, a substantial flow of metabolites is continuously exchanged between two partially isolated compartments in the leaf parenchyma (mesophyll and bundle sheath). This project (DILIPHO) hypothesizes that under low turgor the exchange of metabolites slows down, thus jamming the C4 machinery. DILIPHO consists of three phases. Firstly, the applicant Chandra Bellasio will learn concepts of advanced Mathematics and Biophysics, and develop a mechanistic model to study metabolite transport at leaf level, DILIMOD. Secondly, the hypothesis will be experimentally tested. In the hypothesis will be experimentally tested. Thirdly, the model will be interrogated to mechanistically explain the dataset and to answer fundamental questions in C4 ecology and physiology. The findings and the theoretical tools that will be developed in DILIPHO are urgently needed, and have a notable potential to benefit advanced breeding, the economy and the society as a whole.",
    "totalCost": "245440,8",
    "ecMaxContribution": "245440,8",
    "coordinator": "UNIVERSITAT DE LES ILLES BALEARS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846707": {
            "orgId": "999846707",
            "orgName": "UNIVERSITAT DE LES ILLES BALEARS",
            "ecContrib": 245441
        },
        "999849132": {
            "orgId": "999849132",
            "orgName": "THE AUSTRALIAN NATIONAL UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 245441
}