{
    "rcn": "205310",
    "acronym": "Neobetacell",
    "topics": "ERC-StG-2015",
    "title": "Neogenesis of new functional Beta Cells through Modulation of Neurogenin-3 Expression to provide Regenerative Therapy for Diabetes Patients",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Diabetes mellitus is a chronic metabolic disorder characterized by elevated blood sugar levels with increased risk of cardiovascular complications. The currently available therapy for type 1 diabetes (TIDM) consists of daily injections of exogenous insulin in order to delay disease progression. However, these treatments do not provide a real cure since long-term secondary complications cannot be avoided. As TIDM is characterized by the highly specific immune-mediated destruction of one cell type, this disease represents a particularly ideal candidate for cell replacement therapy. Transplantation of human islets, isolated from cadaveric donor pancreas, potentially represents a genuine cure for TIDM but is limited by a shortage of transplantable islets. \nIn the current application I will create an unprecedented humanized mouse model to test pharmacological therapies for diabetes. In a first step I will study the actions of Geminin on the regulation of the pro-endocrine transcription factor Neurogenin3 during mouse and human development and postnatal beta cell regeneration from the exocrine cells of the pancreas. These experiments will provide tools to control Neurogenin3 expression and thus endocrine cell differentiation in the human pancreas. Using the knowledge gained from in vivo mouse studies, I will create a novel clinically relevant humanized mouse model. I will use this model to develop a cytokine-based treatment to convert human acinar cells to functional beta-like cells in a Neurogenin3 dependent way. Finally, I will design a strategy to deliver the pro-endocrine treatment in a cell-specific manner. The humanized model will serve as a unique platform to test treatment for human diabetes in the pre-clinical phase.\nThis project utilizes a multidisciplinary approach to develop a strategy based on pharmacological treatment rather than cell therapy, paving the way for clinical application.",
    "totalCost": "1499875",
    "ecMaxContribution": "1499875",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 1499875
        }
    },
    "calculatedTotalContribution": 1499875
}