{
    "rcn": "205336",
    "acronym": "AQURI",
    "topics": "MSCA-IF-2015-EF",
    "title": "Air Quality at the Urban-Rural Interface",
    "startDate": "01/02/2017",
    "endDate": "31/01/2019",
    "objective": "AQURI\nPoor air quality (AQ) is of major concern to policy makers and public alike, but is proving impervious to current mitigation efforts. In many areas, the dominant source of air pollution is the formation of secondary pollutants (ozone and aerosol) from the atmospheric reactions of volatile organic compounds, over 90% of which are biogenic in origin. Yet few atmospheric chemistry models currently used to simulate AQ include dynamic representations of interactions between the terrestrial biosphere and the atmosphere. Furthermore, elevated ozone concentrations damage vegetation, reducing productivity and altering emissions of biogenic ozone precursors. This project will address these critical omissions, developing a ground-breaking model of the exchange of trace gases and particles between forest canopies and the atmosphere that can be used to improve the performance of AQ models. The model will be applied to determine the effects of peri-urban forests on urban AQ and vice versa.\nTrans-disciplinary research in plant ecophysiology and atmospheric science at key experimental sites based in a peri-urban forest in central Italy and in a boreal forest in Finland will fulfill the specific scientific objectives:\n- Acquire and apply advanced micrometeorological techniques to improve understanding of forest-atmosphere exchange of trace gases and particles;\n- Develop a state-of-the-science model of the processes involved in these interactions, improving current parameterisations of deposition and uptake of air pollutants through plant stomata and introducing the effects of ozone damage to vegetation;\n- Quantify the effects of future change on urban and peri-urban AQ, and the resulting impact on the productivity of peri-urban forests; \n- Derive parameterisations of the key processes suitable for inclusion in regional AQ models.\nThe resultant cutting-edge model will drive future research into the interactions of the land-atmosphere-AQ system and inform future policy.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999531360": {
            "orgId": "999531360",
            "orgName": "CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}