{
    "rcn": "205335",
    "acronym": "Pod Yield",
    "topics": "MSCA-IF-2015-GF",
    "title": "ìCan bean yield losses caused by drought, heat stress and climate change be ameliorated by enhancing pod-specific stomatal conductance?î",
    "startDate": "12/06/2017",
    "endDate": "31/08/2020",
    "objective": "CO2-induced climate change is causing global warming and droughts, resulting in crop yield losses. Common bean (Phaseolus vulgaris) is among the most important food crops worldwide, but is very vulnerable to heat- and drought-induced yield losses. The key objective of this project is to experimentally test the potential for increased pod transpiration to enhance bean pod yield under climate-change-associated drought and heat stress. I will fill an empirical void by, for the first time, testing this critical hypothesis in (1) naturally drought- and heat- tolerant tepary bean (Phaseolus acutifolius) using transcriptomic analysis, and (2) by transgenic enhancement of pod-specific stomatal conductance in the stress-intolerant common bean (P. vulgaris). For comparative transcriptomic analysis of Phaseolus pod drought and heat responses I will be trained in RNAseq, and for transgenic experiments I will produce stable Phaseolus transformants and characterise pod water flux by cutting-edge terahertz spectroscopy during the out-going phase in the lab of Prof. Covarrubias at the Institute of Biotechnology, National Autonomous University of Mexico (IBT-UNAM).  I have designed a soybean promoter-driven construct that will direct expression of a dominant Arabidopsis allele to enhance Phaseolus pod stomatal opening and this will be compatible for use in many legume crops. To transfer this important agri-tech innovation back to Europe, I will characterise tepary bean and the transgenic plantís growth and yield responses to a Future Climate Change Scenario during the return phase at the beneficiary, the University of Sheffield (USFD). At the USFD the group of Prof. Gray has unique expertise in stomatal and guard cell responses to elevated [CO2] and combines infrared thermography and infrared-gas analysis to phenotype whole-plant CO2 growth responses. The project uses an interdisciplinary and translational approach to tackle food security issues under climate change.",
    "totalCost": "237493,8",
    "ecMaxContribution": "237493,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 237494
        },
        "999865816": {
            "orgId": "999865816",
            "orgName": "UNIVERSIDAD NACIONAL AUTONOMA DE MEXICO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 237494
}