{
    "rcn": "205325",
    "acronym": "VERDI",
    "topics": "ERC-ADG-2015",
    "title": "polyValent mEsopoRous nanosystem for bone DIseases",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "Finding simple solutions to complex problems has been a challenge for humankind for decades. VERDI aims at designing a multifunctional nanosystem to heal complex bone diseases. This is an engineering challenge that will be tackled through the use of building blocks designed on the basis of cutting-edge technology. These building blocks will be assembled into a versatile multifunctional nanosystem that can be adapted through slight variations for the treatment of three diseases of clinical relevance: bone infection, bone cancer and osteoporosis. The novelty of this proposal is the design of a nanosystem that may address several diseases using a unique, versatile and scalable strategy. Mesoporous silica nanoparticles are selected as the main component of the nanoplatform because of their biocompatibility, robustness, loading capacity and versatile surface modification. The nanosystem will be modified by rational selection of building blocks, with targeting and/or therapeutic abilities, to tackle either one or a combination of pathologies. These features will enable us to deliver a library of nanomedicines using a toolbox of building blocks, customizing a specific nanosystem depending on the disease to be treated. The risks associated to VERDI are numerous, such as the great complexity of producing completely asymmetrical nanoparticles (NPs), the risk that modifying a drug or therapeutic peptide will affect its therapeutic efficacy, and the difficulty of achieving effective in vivo bone targeted NPs. A contingency plan for each risk has been elaborated. The expertise and capacities of my research group guarantees successful results, which we expect to lead to a revolution in the therapy of bone cancer, bone infection and osteoporosis. Additionally, the application of a single technology for the treatment of three different but frequently associated diseases will favour industrial scale-up process, thereby promoting the transition of nanomedicine from bench to bedside.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSIDAD COMPLUTENSE DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}