{
    "rcn": "205344",
    "acronym": "MARIPOSAS",
    "topics": "MSCA-IF-2015-EF",
    "title": "Macroevolutionary Rates by Integrating Phylogenomics and Ancestral character States - A study on Neotropical butterfly evolution.",
    "startDate": "16/01/2017",
    "endDate": "15/01/2019",
    "objective": "Delving into the factors and processes driving biodiversity is essential to understand the potential consequences of environmental changes in species-rich and vulnerable ecosystems. MARIPOSAS (Macroevolutionary Rates by Integrating Phylogenomics and Ancestral character States ñ Mariposas is also the Spanish translation for butterflies) aims to unveil the macroevolutionary mechanisms governing diversification and geographical distribution of two butterfly families, Hesperiidae and Nymphalidae, across tropical America's biomes. Through a multidisciplinary approach that integrates genomics, ecology, biogeography, palaeoenvironmental reconstructions and advanced bioinformatics, this project will disentangle the components of insect evolution in tropical environments. The research is (1) timely, since the tempo and mode of arthropod radiation in the Neotropics remains largely unexplored at high taxonomic levels, (2) original, as it aims to establish a novel direction in insect macroevolutionary research applying state-of-the-art methods (e.g., high-throughput sequencing) to study tropical biodiversity dynamics, and (3) innovative, by studying insect evolution in a multi-layer approach that will allow to comprehensively understand the ecological and evolutionary processes driving Neotropical insect diversity. The project will be enriched and highly benefited by merging my solid background in tropical insect diversification with the outstanding expertise in Neotropical biogeography and biodiversity dynamics at Prof. Alexandre Antonelli's research group (University of Gothenburg). This post-doc will ensure the best possible career opportunities for me as I will receive substantial training in cutting-edge approaches, largely expand my collaborative network, and gain the fundaments for becoming a mature, independent researcher within the topic of insect evolution.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}