{
    "rcn": "205375",
    "acronym": "HEATSENS_S",
    "topics": "SMEInst-02-2016-2017",
    "title": "Lab-on-a-chip microfluidic device based on plasmonic driven thermal nanobiosensing for rapid detection of Salmonella in chicken meat.",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "NANOIMMUNOTECH (NIT) is a nanobiotechnology Company which is the sole exploiter of an exclusive ultrasensitive biosensor nanotechnology, called HEATSENS. Thanks to the innovation of using gold nanoprisms, it is able to detect analytes with a low level of detection (attomolar detection limit, one million times more sensitive than competitors), in a faster, cheaper and simpler way than current methodologies do. \n\nThe aim of this Project is to implement HEATSENS technology in a specific biosensor product: HEATSENS_S, a biosensor able to detect Salmonella in chicken meat on the same working day both for positive and negative results, at an affordable price for customers (where current methodologies take not less than 19hrs). It means a huge impact for the poultry industry, in terms of time and money saved, and food safety.\n\nHEATSENS_S is already implemented on a lab prototype (TRL6), and its commercial, technical and financial viability was proved and reported on the SMEI-1 Feasibility study. Relevant final customers (who acknowledge to be willing to pay for the product and collaborated on the product specifications) and key stakeholders, are also involved in the Project. These contacts will be expand during SMEI-2 in order to set a solid commercialisation channel. \n\nHEATSENS_S will be market ready in 18 monthsí time, right after the end of the Project. It will be the inflection point in NIT profit, turnover and human resources trends, leading its medium and long term business strategy and increasing NIT Company value up to 30 times, multiplying by 4 their sales from 2019.\n \nAll in all, once that this first launch is on the market, NIT will easily enter different biosensor market niches by extending HEATSENS_S. The business model consists on a device in which consumables for the detection of different analytes (Tests) must be load. Thus, further Tests launching is forecasted in order to position HEATSENS and NIT at the pole position of the global biosensors market.",
    "totalCost": "1930087,5",
    "ecMaxContribution": "1351061,25",
    "coordinator": "NANOIMMUNOTECH SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "958744315": {
            "orgId": "958744315",
            "orgName": "NANOIMMUNOTECH SL",
            "ecContrib": 1351061
        }
    },
    "calculatedTotalContribution": 1351061
}