{
    "rcn": "205379",
    "acronym": "GRAPHENETECH",
    "topics": "SMEInst-02-2016-2017",
    "title": "LARGE-SCALE PRODUCTION METHOD OF GRAPHENE TO REACH THE MARKET IN AN EFFECTIVE WAY",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The market for graphene is expected to experiment a great growth in the coming years being applied in a wide variety of sectors (automotive and aerospace industries, advanced composites, among others).Graphene industry will be about 133.77 million Ä by2020, and up to 440 million Euros by 2024.  However, to reach this estimations there is a need to face the challenges existing today to commercialise graphene: to produce high quality material, on a large scale at low cost, and in a reproducible manner. Most of producersí retail prices are between 150-230 Ä/Kg  with only one competitor (from US) in the market offering prices below 100 Ä/Kg. In terms of capacity, he largest production plant in Europe is limited to 1 Tn.\n\nIn this context, Eficiencia EnergÈtica Aplicada a technological Company supported from 2010 by the Spanish Ministry of Science and Innovation is working to industrialise an innovative and environmental-friendly technology, dry micro-mechanical exfoliation (PCT/ES2016/070058) solution which enables the high quality (95.5%) and large-scale production of graphene nanoplatelets.  Our present objective is to go from a small-scale prototype (20kg graphene nanoplatelets/day) to 280 kg/day in 2018, a required step to ensure industrialisation and standardisation of the large scale production (the largest in Europe with 300 Tn/year in 2022). The work plan proposed by EEA will accelerate the innovation process by up-scaling a single reactor for 20 kg to 70 kg/day and adapting an optimized automation of the process (one rector and 4 reactors working continuously with 280 kg/day). This technological upgrades are crucial to meet expected retail prices and to ensure to European manufactures a large stock of graphene in Europe.\n\nBesides, EEA will work in the market implementation, and will perform tests for the demonstration of the produced graphene nanoplatelets in products of the coatings, polymers, ink and lubricant industries. By 2022, expects an accumulated turnov",
    "totalCost": "2151104",
    "ecMaxContribution": "1505772,8",
    "coordinator": "GRAPHENETECH SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949547648": {
            "orgId": "949547648",
            "orgName": "GRAPHENETECH SOCIEDAD LIMITADA",
            "ecContrib": 1505773
        }
    },
    "calculatedTotalContribution": 1505773
}