{
    "rcn": "205391",
    "acronym": "SAFE-FLY",
    "topics": "MSCA-ITN-2016",
    "title": "European industrial doctorate for damage modelling and online detection in aerospace composite structures",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Modern aeronautical structures are increasingly made of composite materials due to their well-known benefits. Composite materials have however a wide range of possible failure modes, implying lengthy and expensive structural inspection processes for modern aircrafts. Ultrasonic guided wave technologies are nowadays confined in baseline subtraction approaches, where structural damage can be detected but not identified. This is due to lack of efficient techniques for predicting wave interaction with damage in composite structures.\n\nA genuine need is therefore identified for a programme that will: i)Develop, deliver and implement novel SHM technological tools within the European aerospace industry, ii)Nurture and train the next European generation of SHM research professionals. SAFE-FLY has an intensely intersectoral character engaging a European leading aerospace industry (ANOVA) and an academic research team at the forefront of aerospace innovation (UNOTT). It also has an intensely multi-disciplinary character, coupling expertise from mechanical, civil and electronic engineering, as well as from the area of applied mathematics.\n\nOn the research side, SAFE-FLY will focus on developing multiscale models for obtaining a comprehensive description of damage in a composite structural segment. Understanding the interaction of ultrasonic GW with such nonlinear damaged segments is another scientific challenge that the Network will tackle. SAFE-FLY aims at developing reliable tools for predicting the reflection, conversion and transmission of each GW type, when impacting on the damaged section.\n\nOn the training side, SAFE-FLY will provide a fully supportive environment for 3 ESRs. A training programme aiming at developing both the research as well as the transferable skills of the Fellows has been designed. All Fellows will have the opportunity to work in a multi-disciplinary environment, spending at least 50% of their time at the premises of the industrial beneficiary.",
    "totalCost": "794448,72",
    "ecMaxContribution": "794448,72",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "AERNNOVA ENGINEERING DIVISION SAU",
    "participantCountries": "ES",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "997727839": {
            "orgId": "997727839",
            "orgName": "UNIVERSITY OF SOUTH CAROLINA",
            "ecContrib": 0
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 546576
        },
        "950045743": {
            "orgId": "950045743",
            "orgName": "AERNNOVA ENGINEERING DIVISION SAU",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 794449
}