{
    "rcn": "205337",
    "acronym": "HOXA9 degradome",
    "topics": "MSCA-IF-2015-GF",
    "title": "Deciphering the machinery involved in stability of the transcription factor HOXA9.",
    "startDate": "07/11/2016",
    "endDate": "06/11/2019",
    "objective": "Transcription factors are often mutated or aberrantly expressed in cancer and drive carcinogenesis. HOXA9 is a master transcription factor that controls a network of genes critical for hematopoiesis. It shows increased expression levels in more than 50% of patients with acute myeloid leukemia (AML), and is strongly associated with poor clinical outcome. Since the initiation and progression of AML depend on elevated HOXA9 levels, it represents an attractive therapeutic target to combat this aggressive malignancy. However, transcription factors are often not amenable to direct pharmacologic inhibition. To overcome this limitation, an alternative strategy aiming at interference with the transcription factor-specific 'degradome' - the degradation machinery regulates HOXA9 stability. \nTo this end, we aim to elucidate the HOXA9 degradome with the goal of identifying its druggable nodes. Specifically, we plan to (1) identify regulatory proteins involved in the degradation of HOXA9 by performing a FACS-based positive selection screen with a focused CRISPR/Cas9 library as perturbation tool, (2) validate candidate proteins involved in the control of HOXA9 stability, and (3) characterize hits suitable for pharmacologic targeting. For the most promising HOXA9 regulators, we will determine their specificity by assessing global changes of protein abundance by proteomics. The potential of employing hits for pharmaceutical targeting will be evaluated by integrating molecular information with clinical data.\nIn summary, this project aims to establish novel strategies for the dissection of the transcription factor HOXA9 degradome by developing a flexible screening platform. Through this project, I will not only acquire new skills but also establish a scientific network, which is expected to intensify the collaboration between DKFZ and Harvard Medical School. Two yearsí experience in USA followed by one year in Heidelberg will be undoubtedly a milestone in my career development.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 239861
        },
        "995688026": {
            "orgId": "995688026",
            "orgName": "THE BRIGHAM AND WOMEN'S HOSPITAL INC",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 239861
}