{
    "rcn": "205342",
    "acronym": "FluoroDendriNostic",
    "topics": "MSCA-IF-2015-EF",
    "title": "Combined fluorinated polymer and poly-L-lysine dendrimer as new potential contrast agents for magnetic resonance imaging 19F",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "Early diagnosis of diseases, including tumors, is the ultimate goal of biomedical imaging. Magnetic resonance imaging (MRI) is a technique for non-destructive and non-invasive diagnosis of a number of diseases including cancer. Recently, contrast agents bearing 19F have been introduced as an attractive alternative to purely hydrogenated compounds, because of their high signal to noise ratio as result of their unique spectroscopic signature. This project aims to design, synthesize and characterize a series of novel fluorinated amphiphilic structures based on a fluoropolymer and a dendrimer (so called DendriGrafts, DGLs) based on poly-L-lysine. DGLs are a new type of arborescent biosynthetic polymer of regular and controlled structure. They have been shown to be biocompatible and non-immunogenic. It proposed that these DGLs to have potential as a powerful platform for the functionalization of hydrophobic polymers and to afford fluoropolymers for applications in 19F MRI. Combining DGLs and fluoropolymers in a good solvent for one of the blocks, is proposed to enable self-assembly of the amphiphiles into a variety of morphologies and molecular aggregates (including micelles, vesicles or cylinders). Increasing attention has been given to this type of supramolecular organization and to their potential use in applications such as coatings, drug delivery systems, nanoparticles or nanoreactors. Thus, this project will not only study the fundamental phenomena of self-organization of these novel copolymers but will also result in new materials suitable for application as novel agents in 19F MRI. Combining the complementary expertise from the Experienced Researcher in dendritic polymers, the host team in polymerization techniques and polymer self-assembly, a series of novel copolymer systems will be originally created in this project and finally studied by in vitro and in vivo.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF WARWICK",
    "participantCountries": "UK",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 145235
        }
    },
    "calculatedTotalContribution": 145235
}