{
    "rcn": "205331",
    "acronym": "STRATIFY",
    "topics": "ERC-ADG-2015",
    "title": "Brain network based stratification of mental illness",
    "startDate": "01/10/2016",
    "endDate": "30/09/2021",
    "objective": "To reduce the burden of mental disorders it is a formidable aim to identify widely applicable disease markers based on\nneural processes, which predict psychopathology and allow for targeted interventions. We will generate a neurobehavioural\nframework for stratification of psychopathology by characterising links between network properties of brain function and\nstructure and reinforcementñrelated behaviours, which are fundamental components of some of the most prevalent mental\ndisorders, major depression, alcohol use disorder and ADHD. We will assess if network configurations define subtypes\nwithin and if they correspond to comorbidity across these diagnoses. We will identify discriminative data modalities and\ncharacterize predictors of future psychopathology.\nTo identify specific neurobehavioural clusters we will carry out precision phenotyping of 900 patients with major\ndepression, ADHD and alcohol use disorders and 300 controls, which we will investigate with innovative deep machine\nlearning methods derived from artifical intelligence research. Development of these methods will optimize exploitation of a\nwide range of assessment modalities, including functional and structural neuroimaging, cognitive, emotional as well as\nenvironmental measures. The neurobehavioural clusters resulting from this analysis will be validated in a longitudinal\npopulation-based imaging genomics cohort, the IMAGEN sample of over 2000 participants spanning the period from\nadolescence to adulthood and integrated with information generated from genomic and imaging-genomic meta-analyses of\n>300.000 individuals.\nBy targeting specific neural processes the resulting stratification markers will serve as paradigmatic examples for a\ndiagnostic classification, which is based upon quantifiable neurobiological measures, thus enabling targetted early\nintervention, identification of novel pharmaceutical targets and the establishment of neurobehaviourally informed endpoints\nfor clinical trials.",
    "totalCost": "3394214,88",
    "ecMaxContribution": "3394214,88",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;UNIVERSITY OF SOUTHAMPTON;THE UNIVERSITY OF NOTTINGHAM",
    "participantCountries": "IE;UK",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 314163
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 416166
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 182601
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 2481285
        }
    },
    "calculatedTotalContribution": 3394215
}