{
    "rcn": "205429",
    "acronym": "HYPERBIOCOAT",
    "topics": "BBI.VC1.R3-2015",
    "title": "High performance biomass extracted functional hybrid polymer coatings for food, cosmetic and medical device packaging",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Today, fresh food as well as convenience food is sold in packages. Hygienic conditions, long shelf life and easy availability of these packed products account for our standard of living. However, this convenience contributes in a significant way to environmental pollution, as packaging is mainly achieved by plastic materials in this case. Biodegradable packaging materials have been on the market for many decades. However, there are severe restrictions preventing their broad application in food packaging, as these materials do not provide the requested properties, such as a sufficient barrier against water vapour, oxygen or flavours. \nOur idea is to improve these properties by a biodegradable coating. We have developed high-barrier coatings based on a class of materials with glass-like structural units, so called ORMOCERÆs. However, these coatings are not biobased, nor biodegradable.\nThe target of the planned project is the development of new functional hybrid (inorganic-organic) coatings for applications in food, cosmetic & medical device packaging. These new coatings will be based on the work of Fraunhofer ISC who has patented and licensed ORMOCERÆ lacquers used for coating applications in order to increase barrier properties of packaging films. \nThe aim of the planned project is to synthesise new coating materials based on bioORMOCERÆs, which are formed of functionalised biopolymers extracted from lignocellulosic biomass sources using the bioORMOCERÆ synthesis approach. In particular, the polymeric structures of hemicelluloses and polyesters will be exploited. By the use of these biopolymer, the organoalkoxysilanes which are components of the state-of-the art ORMOCERÆ lacquers will be substituted to obtain a purely biobased functional coating material.\nThe new functional bioORMOCERÆs will be coated on flexible and rigid biopolymer substrates and tested for packaging applications for food, cosmetic and medical devices.",
    "totalCost": "4810611,25",
    "ecMaxContribution": "4617423,75",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "HERBSTREITH & FOX KG PEKTIN-FABRIKEN;FUNDACION AITIIP;DUPONT DE NEMOURS INTERNATIONAL SARL;LABORATORI ARCHA SRL;TSATSOS GEORGIOS;UNILEVER POLSKA SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;STEFANSKI CLAUS;BAYERNWALD FRUCHTEVERWERTUNG KG;BIONATIC GMBH & CO KG;PLASMA ELECTRONIC GMBH;MI-PLAST DOO ZA PROIZVODNJU TRGOVINU I PRUZANJE USLUGA - MI-PLAST LLC MANUFACTURING, TRADING AND SERVICES MIPLAST",
    "participantCountries": "DE;ES;CH;IT;EL;PL;AT;HR",
    "projectParticipants": {
        "989187862": {
            "orgId": "989187862",
            "orgName": "LABORATORI ARCHA SRL",
            "ecContrib": 408979
        },
        "951686207": {
            "orgId": "951686207",
            "orgName": "PLASMA ELECTRONIC GMBH",
            "ecContrib": 393750
        },
        "924142087": {
            "orgId": "924142087",
            "orgName": "STEFANSKI CLAUS",
            "ecContrib": 376366
        },
        "952298374": {
            "orgId": "952298374",
            "orgName": "MI-PLAST DOO ZA PROIZVODNJU TRGOVINU I PRUZANJE USLUGA - MI-PLAST LLC MANUFACTURING, TRADING AND SERVICES MIPLAST",
            "ecContrib": 461855
        },
        "999714690": {
            "orgId": "999714690",
            "orgName": "TSATSOS GEORGIOS",
            "ecContrib": 317535
        },
        "923954392": {
            "orgId": "923954392",
            "orgName": "BAYERNWALD FRUCHTEVERWERTUNG KG",
            "ecContrib": 866875
        },
        "917950383": {
            "orgId": "917950383",
            "orgName": "UNILEVER POLSKA SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 0
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 947120
        },
        "966810447": {
            "orgId": "966810447",
            "orgName": "DUPONT DE NEMOURS INTERNATIONAL SARL",
            "ecContrib": 0
        },
        "997301427": {
            "orgId": "997301427",
            "orgName": "FUNDACION AITIIP",
            "ecContrib": 585569
        },
        "927512837": {
            "orgId": "927512837",
            "orgName": "HERBSTREITH & FOX KG PEKTIN-FABRIKEN",
            "ecContrib": 0
        },
        "924000176": {
            "orgId": "924000176",
            "orgName": "BIONATIC GMBH & CO KG",
            "ecContrib": 259375
        }
    },
    "calculatedTotalContribution": 4617424
}