{
    "rcn": "205484",
    "acronym": "IDEAS",
    "topics": "JTI-CS2-2015-CFP02-SYS-02-11",
    "title": "Innovative DEsign of acoustic treatments for Air conditioning Systems: from laboratory to an industrially-relevant environment",
    "startDate": "01/08/2016",
    "endDate": "31/07/2019",
    "objective": "ONERA, the French Aerospace Lab, and the two SMEs ATECA and Poly-Shape will combine their research and technological capabilities to propose new ideas in the domain of acoustic liners and in-duct modal detection for air conditioning systems. A modal detection tool adapted to the industrial setup will be proposed and manufactured, to assess the noise source created by the jet pumps of the air system. A compact innovative acoustic liner will be designed in order to mitigate this noise source all over the frequency range, while meeting the strict weight, costs and tight space restrictions. The consortium will benefit of the numerical and experimental capabilities of ONERA, as well as of the complementary technological capabilities of the two SMEs ATECA and Poly-Shape regarding advanced materials & direct manufacturing. The long experience of the partners on these activities will allow to mature innovative liners technologies, and to bring these new concepts from the research laboratory to an industrially relevant environment, ie from TRL 3 to TRL 6, through a close cooperation with the Topic Manager.",
    "totalCost": "691322,5",
    "ecMaxContribution": "599799,25",
    "coordinator": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
    "coordinatorCountry": "FR",
    "participants": "ATECA SAS;POLY-SHAPE",
    "participantCountries": "FR",
    "projectParticipants": {
        "992963781": {
            "orgId": "992963781",
            "orgName": "ATECA SAS",
            "ecContrib": 114767
        },
        "999994438": {
            "orgId": "999994438",
            "orgName": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
            "ecContrib": 386245
        },
        "998646817": {
            "orgId": "998646817",
            "orgName": "POLY-SHAPE",
            "ecContrib": 98788
        }
    },
    "calculatedTotalContribution": 599800
}