{
    "rcn": "205400",
    "acronym": "GreenProtein",
    "topics": "BBI.VC3.D5-2015",
    "title": "Revalorisation of vegetable processing industry remnants into high-value functional proteins and other food ingredients",
    "startDate": "01/09/2016",
    "endDate": "28/02/2021",
    "objective": "The EU28 imports 77% of the protein it requires, for food or feed, representing an important vulnerability for our economy, risking our self-sufficiency and food security. Food waste is a top issue, representing losses costing Ä442/ton of produced food material, plus environmental and ethical problems in EU.\n\nGreenProtein aims at a major innovation for these two needs by producing high-added value, food-grade and fully functional proteins and other ingredients, out of vegetable residues from the packed salad processing.\n\nThe main outcome will be the revalorization of 74 million kg of discards into a protein gel containing 12.5% of RuBisCO, ready to enter into food industry production chains as an alternative of the widely extended egg white preparations or whey protein. GreenProtein will achieve production of 128 Kg of gel protein, plus several other ingredients, per ton of residue at competitive price and constant year round production. We are the first team worldwide, covering the whole food chain, to design an extraction system of functional RuBisCO. \n\nThe gel protein has top valuable functionalities required in food industry, such as gelling, foaming or emulsifying. The outcomes have excellent market projection due to their application in growing consumer needs like high-protein foodstuff, vegan, halal, etc.\n\nEstablishing this DEMO plant will allow fine-tuning the extraction process at industrial scale in order to define the optimal conditions for industrial manufacture. It will be built in a marine container, costing Ä900K, ready to be ìpluggedî to a vegetable industry production line, an easily replicable system with a high spreading projection in whole EU.",
    "totalCost": "5546519,99",
    "ecMaxContribution": "4227361,37",
    "coordinator": "PROVALOR BV",
    "coordinatorCountry": "NL",
    "participants": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;BIONET SERVICIOS TECNICOS SL;PAZMANY PETER KATOLIKUS EGYETEM;FLORETTE FRANCE GMS;RUITENBERG INGREDIENTS B.V.;EURIZON SL;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;POSLOVNI I PRAVNI FAKULTET",
    "participantCountries": "NL;ES;HU;FR;RS",
    "projectParticipants": {
        "924034029": {
            "orgId": "924034029",
            "orgName": "FLORETTE FRANCE GMS",
            "ecContrib": 1867250
        },
        "924421738": {
            "orgId": "924421738",
            "orgName": "RUITENBERG INGREDIENTS B.V.",
            "ecContrib": 51625
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 477590
        },
        "927749323": {
            "orgId": "927749323",
            "orgName": "POSLOVNI I PRAVNI FAKULTET",
            "ecContrib": 43750
        },
        "954168437": {
            "orgId": "954168437",
            "orgName": "PROVALOR BV",
            "ecContrib": 505013
        },
        "972071824": {
            "orgId": "972071824",
            "orgName": "BIONET SERVICIOS TECNICOS SL",
            "ecContrib": 389909
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 669604
        },
        "949734955": {
            "orgId": "949734955",
            "orgName": "EURIZON SL",
            "ecContrib": 220489
        },
        "999879687": {
            "orgId": "999879687",
            "orgName": "PAZMANY PETER KATOLIKUS EGYETEM",
            "ecContrib": 2132
        }
    },
    "calculatedTotalContribution": 4227362
}