{
    "rcn": "205418",
    "acronym": "PHOTOTRAIN",
    "topics": "MSCA-ITN-2016",
    "title": "ENTREPRENEURING DYNAMIC SELF-ORGANIZED INTERFACES IN PHOTOCATALYSIS: A MULTIDISCIPLINARY TRAINING NETWORK CONVERTING LIGHT INTO PRODUCTS",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The global need to move current human technologies into a sustainable future will have a great impact for the world of chemistry and related industries. In close concert with other disciplines, chemistry will be increasingly solicited to identify solutions that are practical, affordable and ultimately sustainable. To meet these objectives, not only research, but also chemical education will need profound reforms that have to be contextualized in the multidisciplinary and intersectoral picture of a sustainable development. It is propelled by these societal needs that, by educating and practising 14 ESRs, PHOTOTRAIN will ensure photo-triggered chemical process to play its central role in sustainability. By capitalising on the basic principles of supramolecular chemistry to program dynamic self-organized photoactive interfaces, it is intended to raise the creativity, knowledge, skills and capacity of the ESRs to conceive new ideas for reforming current industrial transformations into a new generation of ìlight-triggeredî processes. The challenge of developing and transferring light-fuelled processes from a proof-of-principle to an exploitable process is to embark upon a dynamic configuration in which photoactive species are kept separated, act independently and are finally recycled. In particular, through the adoption of a microfluidic system in which programmed different phases allow the formation of photoactive interfaces, it is planned to implement photo-catalytic technologies at the industrial level for triggering stereoselective organocatalytic transformations (i.e., pharmaceutical applications) and/or solar fuels production. By the organisation of targeted individual projects and interdisciplinary secondements, ESRs will be guided toward attractive early-stage career opportunities as researchers, process chemists, chemical engineers and research managers in collective forms at various academic and research institutes, small and large enterprises, and  NGOs.",
    "totalCost": "3630212,28",
    "ecMaxContribution": "3630212,28",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA;UNIVERSITA DEGLI STUDI DI TRIESTE;ELVESYS SAS;CHIROTECH TECHNOLOGY LIMITED;CONSIGLIO NAZIONALE DELLE RICERCHE;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;KATHOLIEKE UNIVERSITEIT LEUVEN;CARDIFF UNIVERSITY",
    "participantCountries": "ES;IT;FR;UK;IL;BE",
    "projectParticipants": {
        "954636462": {
            "orgId": "954636462",
            "orgName": "ELVESYS SAS",
            "ecContrib": 262876
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 516123
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 516123
        },
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 495746
        },
        "999842051": {
            "orgId": "999842051",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRIESTE",
            "ecContrib": 258061
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 260301
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 546576
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        },
        "955504321": {
            "orgId": "955504321",
            "orgName": "CHIROTECH TECHNOLOGY LIMITED",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3630214
}