{
    "rcn": "205476",
    "acronym": "DEMO",
    "topics": "MSCA-ITN-2016",
    "title": "Dementia modelling",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "Dementia constitutes a major burden on society, both in monetary costs and the suffering of patients and their relatives. It comprises a number of diseases including Alzheimerís disease (AD) and vascular dementia (VaD). In recent years, imaging biomarkers have been developed including measures of brain morphology (MRI T1), vascular pathologies (MRI T2*/FLAIR), white matter abnormalities (MRI DWI), perfusion (MRI ASL), glucose turnover (PET FDG), and accumulation of pathological proteins (PET PIB/AV45). Quantitative measures using these biomarkers in large cohort studies have the potential to model the pathological process of the disease. This proposal would create an innovative training network, in which early stage researchers will develop new computational imaging biomarkers, under the supervision of experienced researchers, for the purpose of modeling dementia etiology. One researcher will investigate quantification of vascular pathologies, another will develop quantitative measures of white matter abnormalities from structural MRI, and the final researcher will construct a quantitative model of disease etiology using a maximum-likelihood framework. The early stage researchers will be enrolled as PhD students at University College London (UCL) under the EPSRC Centre for Doctoral Training in Medical Imaging (CDT), which is based in Centre for Medical Image Computing (CMIC), with the Dementia Research Centre (DRC) being one of the main clinical collaborators for CDT studentships. However, they will spend the majority of time at the research facilities of Biomediq A/S, Copenhagen Denmark, where they will be exposed to industry and work under professional guidance.",
    "totalCost": "853451,64",
    "ecMaxContribution": "853451,64",
    "coordinator": "BIOMEDIQ AS",
    "coordinatorCountry": "DK",
    "participants": "UNIVERSITY COLLEGE LONDON",
    "participantCountries": "UK",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 273288
        },
        "954938423": {
            "orgId": "954938423",
            "orgName": "BIOMEDIQ AS",
            "ecContrib": 580164
        }
    },
    "calculatedTotalContribution": 853452
}