{
    "rcn": "205488",
    "acronym": "PATHSENSE",
    "topics": "MSCA-ITN-2016",
    "title": "Training Network to Understand and Exploit Mechanisms of Sensory Perception in Bacteria",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "The PATHSENSE (Pathogen Sensing) ETN will bring together an interdisciplinary team of world-leading researchers from Europe to tackle a highly ambitious scientific project, focusing on the molecular mechanisms of sensory perception in bacterial pathogens. PATHSENSE will establish an innovative doctoral training programme that will deliver 13 PhD graduates and high-impact scientific outputs. The relationship between molecular structures and biological function is central to understanding any living system; however the research methodologies required to unravel these relationships are often complex and fast-changing. The team participating in this Network has the infrastructure and track-record to train ESRs in these state-of-the art methodologies, including structural biology, proteomics & protein biochemistry, molecular biology, bacterial genetics, food microbiology, mathematical modelling, cell biology, microscopy and comparative genomics. PATHSENSE will investigate the poorly understood structure-function relationships that exist within a large multi-protein complex called a ìstressosomeî, which acts as a sensory organelle in bacteria. The project will involve extensive inter-sectoral mobility of the ESRs across 7 EU countries to make full use of the complementary skills available at each of the hosting institutions. The inter-sectoral Network comprises 8 leading Universities, 1 public research institution, 4 companies (from spin-off to large multi-national) and 1 governmental agency. A major objective of this Network will be to exploit the fundamental research to develop novel antimicrobial treatments that have applications in the food and public health sectors. This project will deliver high-impact science, 13 highly-trained innovative researchers and will produce a long-lasting inter-sectoral network of collaborators who will continue to work together to exploit fundamental research for the socio-economic benefit of Europe.",
    "totalCost": "3385026,36",
    "ecMaxContribution": "3385026,36",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "UNIVERSITAET REGENSBURG;NESTEC SA;NIZO FOOD RESEARCH BV;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSITY OF DUNDEE;UNIVERSITY OF NEWCASTLE UPON TYNE;NATAC BIOTECH SL;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UMEA UNIVERSITET;RIJKSUNIVERSITEIT GRONINGEN;ERNST-MORITZ-ARNDT-UNIVERSITƒT GREIFSWALD",
    "participantCountries": "DE;CH;NL;UK;ES;SE",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 273288
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 247873
        },
        "999858056": {
            "orgId": "999858056",
            "orgName": "ERNST-MORITZ-ARNDT-UNIVERSITÄT GREIFSWALD",
            "ecContrib": 249216
        },
        "999942446": {
            "orgId": "999942446",
            "orgName": "NESTEC SA",
            "ecContrib": 265227
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999740977": {
            "orgId": "999740977",
            "orgName": "NIZO FOOD RESEARCH BV",
            "ecContrib": 255374
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 531349
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 255374
        },
        "999868629": {
            "orgId": "999868629",
            "orgName": "UNIVERSITAET REGENSBURG",
            "ecContrib": 249216
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 273288
        },
        "959108453": {
            "orgId": "959108453",
            "orgName": "NATAC BIOTECH SL",
            "ecContrib": 247873
        },
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 263659
        }
    },
    "calculatedTotalContribution": 3111737
}