{
    "rcn": "205403",
    "acronym": "ENF2017",
    "topics": "NMBP-31-2016",
    "title": "EuroNanoForum 2017",
    "startDate": "01/06/2016",
    "endDate": "30/09/2017",
    "objective": "EuroNanoForum 2017 conference (ENF 2017) will take place on 21-23 June 2017 in Malta, under the auspices of the Maltese presidency of the European Union.  It is organised in cooperation with the European Commissionís Directorate-General for Research and Innovation.\nEuropean competitiveness and jobs depend on strengthening European manufacturing capabilities by providing essential technology building blocks in the form of high value-added products and their manufacturing processes in strategic European value chains.\nThe aim of the conference is to contribute to these efforts of strengthening European competitiveness and supporting the renewal of its manufacturing industries, by the aid of nano- and microtechnologies and advanced materials.\nENF2017 will review the status of European technology development in nanotechnology and advanced materials industries, discussing the latest progress in nanoscience and nanotechnology, and their contribution to innovation in manufacturing across all industrial sectors.\nIn addition, framework conditions like education, standardisation, regulations, IPR and safety issues, as well as entrepreneurship and industrial policy will be discussed. The program also features sessions on finance and funding through European and National programs, in particular Horizon 2020, smart specialisation and public-private partnership initiatives.\nThe conference builds on the agendas set by previous conferences and will also review the first activities launched under H2020 and provide feedback for the coming calls. \nThe EuroNanoForum biannual series of conferences has grown since 2003 into the most significant European forum in its field for discussions amongst scientists, industrialists and policy makers, offering vast opportunities for networking with key decision makers.",
    "totalCost": "718100",
    "ecMaxContribution": "550000",
    "coordinator": "MALTA ENTERPRISE",
    "coordinatorCountry": "MT",
    "participants": "SPINVERSE  OY;UNIVERSITA TA MALTA;MINISTRY FOR EDUCATION AND EMPLOYMENT",
    "participantCountries": "FI;MT",
    "projectParticipants": {
        "999570354": {
            "orgId": "999570354",
            "orgName": "MALTA ENTERPRISE",
            "ecContrib": 281875
        },
        "999887059": {
            "orgId": "999887059",
            "orgName": "UNIVERSITA TA MALTA",
            "ecContrib": 31875
        },
        "947567102": {
            "orgId": "947567102",
            "orgName": "MINISTRY FOR EDUCATION AND EMPLOYMENT",
            "ecContrib": 35625
        },
        "999725166": {
            "orgId": "999725166",
            "orgName": "SPINVERSE  OY",
            "ecContrib": 200625
        }
    },
    "calculatedTotalContribution": 550000
}