{
    "rcn": "205461",
    "acronym": "GEM-STONES",
    "topics": "MSCA-ITN-2016",
    "title": "Globalisation, Europe and Multilateralism - Sophistication of the Transnational Order, Networksand European Strategies",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "'This is a European Joint Doctorat (EJD) gathering 16 partner organizations from 3 different continents. It includes 5 EU HEIs, 3 non-EU HEIs, 3 Think Tanks, 2 MNEs, 1 SME, 1 NPO & 1 EU Intitution.\nIt's shared research agenda on 'Globalisation, Europe and Multilateralism' seeks to unpack the growing 'Sophistication of the Transnational Order, Networks and European Strategies' in light of the EU's attempts at regime complex management. To this effect, the EU's response to international institutional proliferation is alternatively analyzed through the lens of its ability to provide purposeful complex regime management in light of its institutional capacities, network capacities, relative capacities and framing capacities. \nCollectively GEM-STONES will increase the breath of regime complex management theory as its postulates are confronted with the specific experience of the EU. The project will also  expand the state-of-the art in EU studies, notably on the EU's external action. The research will ultimately sketch a nuanced, innovative, and interdisciplinary answer to the question: how does the EU contributes towards the management of institutional proliferation?\nTo meet this research objective, while also strengthening the EU's innovation capacities, GEM-STONES will select and train 15 highly competitive ESRs. Its chosen interdisciplinary research and training methods bridg a variety of SSH disciplines. Each ESR will accomplish a specific research project as part of the overall agenda. Ultimately, if successful, ESRs will be awarded a Double Degree from two of the project's HEIs.\nTraining is to be an integrated curriculum designed to foster structured PhD training at the EU level, and allow for novel public-private collaborations. The 180 ECTS worth of training will be provided through research, education & practice and will incl. a significant internship.'",
    "totalCost": "3843713,31",
    "ecMaxContribution": "3843713,31",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "THE TRANSATLANTIC FOUNDATION;UNIVERSITAET HAMBURG;LUISS LIBERA UNIVERSITA INTERNAZIONALE DEGLI STUDI SOCIALI GUIDO CARLI;THE UNIVERSITY OF WARWICK",
    "participantCountries": "BE;DE;IT;UK",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 819864
        },
        "961148363": {
            "orgId": "961148363",
            "orgName": "THE TRANSATLANTIC FOUNDATION",
            "ecContrib": 250560
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 1002240
        },
        "999914510": {
            "orgId": "999914510",
            "orgName": "LUISS LIBERA UNIVERSITA INTERNAZIONALE DEGLI STUDI SOCIALI GUIDO CARLI",
            "ecContrib": 1023400
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 747649
        }
    },
    "calculatedTotalContribution": 3843713
}