{
    "rcn": "205449",
    "acronym": "TRACT",
    "topics": "MSCA-ITN-2016",
    "title": "Training in Cancer Mechanisms and Therapeutics",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The European community requires early stage researchers (ESRs) trained in next-generation technologies for improved detection and treatment of oral and oesophageal cancers. The number of oral cancers diagnosed in the EU has increased by over 75% in the last 30 years, with long-term survival rates of only 50%. This is typically due to the late diagnosis of the disease and resistance to current therapies. Through the collaborative expertise of clinicians, biochemists, immunologists, and chemists TRACT will enable ESRs to discover novel insights into the molecular and cellular basis of these cancers and generate new diagnostic tools and therapeutics that improve patient response and survival. Each Institution brings unique but complementary expertise in cancer metabolism, metabolomics, high-resolution imaging, biomarker identification, computational modelling, medicinal chemistry, target validation, drug development and translational medicine. Industrial placements in five European countries will ensure ESRs receive specialised training in the development of next-generation technologies in such areas as whole genome sequencing, CRISPR technology, drug screening, exosome isolation and analysis, cancer imaging, metabolism and metabolite analysis in addition to the unique employment experience of working in the private sector. Courses in commercialisation, project management and presentation skills will ensure ESRs will have the ability to present their results to the entire cross-section of the European community, through public engagement. TRACT will deliver a cohort of internationally mobile cancer researchers with interdisciplinary skills who will have enhanced career prospects and be in a position to have an impact on the European and global research stage by providing new technologies that can drive entrepreneurship into the European economy and improved diagnostics and treatment options for cancer patients in Europe and beyond.",
    "totalCost": "2877076,8",
    "ecMaxContribution": "2877076,8",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "OROBOROS INSTRUMENTS GmbH;UNIVERSITA' DEGLI STUDI DI SIENA;UNIVERSITAT DE VALENCIA;THE QUEEN'S UNIVERSITY OF BELFAST",
    "participantCountries": "AT;IT;ES;UK",
    "projectParticipants": {
        "999898020": {
            "orgId": "999898020",
            "orgName": "UNIVERSITA' DEGLI STUDI DI SIENA",
            "ecContrib": 516123
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1062698
        },
        "969066473": {
            "orgId": "969066473",
            "orgName": "OROBOROS INSTRUMENTS GmbH",
            "ecContrib": 255934
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 495746
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 2877077
}