{
    "rcn": "205424",
    "acronym": "ENABLE",
    "topics": "SwafS-25-2016",
    "title": "European Academy for Biomedical Science",
    "startDate": "01/07/2016",
    "endDate": "31/12/2020",
    "objective": "The proposed European Academy for Biomedical Science (ENABLE) consortium will connect aspiring European researchers of tomorrow with prominent scientists of today, in particular to inspire and to give them the necessary tools to follow in their footsteps. ENABLE will organize peer-reviewed symposia celebrating European life science achievements from molecule to man/patient. These symposia will have a strong element of public outreach and engagement thereby giving all stakeholders a voice on medical scientific discovery. A new and unique brand of conferences aimed at accelerating life science discovery and personalized medicine.\n\nENABLE scientific symposia: ENABLE will organize an annual scientific symposium, across one of the thematic areas of the partner institutes with the intention of exploring the newest research and pioneering developments. These ENABLE symposia will be organized entirely by a committee of PhD students and postdocs i.e. by and for young researchers, including basic, applied and clinical scientists (in training).\n\nENABLE outreach: ENABLE symposia will actively seek public engagement via outreach activities to the European adult public as well as primary- and high-school children. From rejoicing scientific achievements to public understanding of scientific research, open discussions regarding challenging and ethical topics are paramount, e.g. hype versus hope. These topics will be addressed in specially designed events for the target groups, providing a first European platform for such consultations and knowledge exchange.\n\nENABLing careers: Coupled to the scientific symposium, ENABLE will organize specific career workshops covering essential skills and job opportunities. ENABLing careers will become a hub for promoting open positions for undergraduates and young researchers in European institutions undertaking biomedical and life sciences research.",
    "totalCost": "642356",
    "ecMaxContribution": "497626",
    "coordinator": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
    "coordinatorCountry": "ES",
    "participants": "SCUOLA SUPERIORE EUROPEA DI MEDICINA MOLECOLARE;STICHTING KATHOLIEKE UNIVERSITEIT;KOBENHAVNS UNIVERSITET;SCIENSEED SL",
    "participantCountries": "IT;NL;DK;ES",
    "projectParticipants": {
        "997361664": {
            "orgId": "997361664",
            "orgName": "SCUOLA SUPERIORE EUROPEA DI MEDICINA MOLECOLARE",
            "ecContrib": 121912
        },
        "999541836": {
            "orgId": "999541836",
            "orgName": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
            "ecContrib": 109655
        },
        "934933046": {
            "orgId": "934933046",
            "orgName": "SCIENSEED SL",
            "ecContrib": 75425
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 86488
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 104146
        }
    },
    "calculatedTotalContribution": 497626
}