{
    "rcn": "205462",
    "acronym": "OcuTher",
    "topics": "MSCA-ITN-2016",
    "title": "Educational Network in Ocular Drug Delivery and Therapeutics",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "Ocular drug development has transformed from niche area to a major field in drug development in which many companies, including European big pharma has entered recently. Ocular drug development is a unique field in terms of drug targets and end-points of activity, local drug administration routes, tissue barriers and pharmacokinetics, drug delivery and formulation challenges and local toxicity issues. These issues are slowing down the development of drugs for the unmet needs in ophthalmology. The main objective of the proposal is to educate experts of preclinical ocular R&D to facilitate the success of European pharmaceutical industry and research community. This objective will be reached by joining forces of the leading European academic and industrial researchers in ophthalmology, materials science and nanomedicine, drug delivery and targeting, and systems pharmacology. We shall educate 15 Early Stage Researchers in a network where they will receive tailored, multi-disciplinary and inter-sectoral education in preclinical ocular drug development. The thesis projects are directed to the drug treatment of retinal diseases, the major challenge in the field. The proposal combines new drug candidates from the experts of ophthalmology, innovative drug delivery technologies from pharmaceutical scientists and companies, and modern in vitro, in silico and in vivo methods from various partners. The thesis projects include secondments in academic and industrial partner laboratories and course programme that encompasses the relevant fields in ocular drug development. Therefore, this proposal presents unique combination of innovation and education in the field with obvious need for such education. The ESRs and other outcomes of this project will greatly benefit the future competitiveness of European science and industry in this field of expanding importance.",
    "totalCost": "3933729,36",
    "ecMaxContribution": "3933729,36",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "CERTARA UK LIMITED;UNIVERSITE DE STRASBOURG;UNIVERSITA DEGLI STUDI DI PADOVA;THE QUEEN'S UNIVERSITY OF BELFAST;OZ BIOSCIENCES SAS;UNIVERSITEIT UTRECHT;EBERHARD KARLS UNIVERSITAET TUEBINGEN;TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "participantCountries": "UK;FR;IT;NL;DE",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 510749
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 516123
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 255374
        },
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 262876
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 807436
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 498433
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 546576
        },
        "998285104": {
            "orgId": "998285104",
            "orgName": "OZ BIOSCIENCES SAS",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3660443
}