{
    "rcn": "205412",
    "acronym": "FUEL DEOX",
    "topics": "JTI-CS2-2015-CFP02-ENG-03-03",
    "title": "Optimisation of an on-board adsorbent/catalyst unit for aviation fuel thermal stability improvement",
    "startDate": "01/08/2016",
    "endDate": "31/07/2018",
    "objective": "The research programme proposed by the University of Sheffield experimentally investigates the application of an optimized on-board adsorbent/catalyst unit to reduce the tendency of jet fuel that contains dissolved oxygen to produce solid carbonaceous deposit in the fuel system and injection system at moderate temperature regimes. Improved fuel thermal oxidative stability offers the fuel to serve as a better heat sink, absorbing more waste heat from VHBR engines and using the heat to benefit in the engine performance cycle. This leads to more efficiency in comparison to adding extra cooling systems employing bleed air that is dumped overboard, and could yield around 2% SFC improvement in association with heat exchanger weight and volume savings. Furthermore, the elimination of overboard bleed is a potential to reduce IR signature. \nTo achieve the programme goal, the following project objectives are proposed: \n1) Optimise the size of the adsorbents/catalysts unit in small scale, bespoke experimental device with respect to flow regime and bulk fuel temperature following a Design of Experiments approach\n2) Simultaneous thermal oxidative stability assessment of deoxygenated fuel using low medium scale test device namely, ìHigh Reynold Thermal Stability (HiReTS)î\n3) Compositional analysis of deoxygenated fuels with particular focus on side reactions \n4) Fuel lubricity assessment \n5) Calculation of adsorbent longevity using available quantum chemistry methods    \n6) Calculation of trade-off between thermal stability enhancement and lubricity decrease using available quantum chemistry methods    \n7) Project scale up and use of the optimised adsorbent/catalyst unit in a TRL5 scale engine representative jet fuel system simulator, namely the ìAviation Fuel Thermal Stability Test Unit (AFTSTU)î\n8) Recommend future development.\nThe oxygen separation by adsorbent/catalysts shows more advantages in comparison to the other deoxygenation methods being developed for aviation fuel thermal stability enhancement.",
    "totalCost": "344046,25",
    "ecMaxContribution": "344046,25",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 344046
        }
    },
    "calculatedTotalContribution": 344046
}