{
    "rcn": "205430",
    "acronym": "BBDiag",
    "topics": "MSCA-ITN-2016",
    "title": "Blood Biomarker-based Diagnostic Tools for Early Stage Alzheimerís Disease",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Alzheimerís disease (AD) affects more than 7 million people in Europe and this figure is expected to double every 20 years. Despite intensive efforts, no disease-modifying treatments or preventive strategies are available. The lack of specific, sensitive and minimally invasive diagnostics to identify people with early-stage AD to be included in clinical drug intervention trials is among the main reasons for many notable trial failures. The main challenges in developing the required diagnostics are identification of AD biomarkers and development of their detection techniques. The complex and interdisciplinary nature of the research underlines the need for innovative training of a new generation of researchers in the field. BBDiag responds to such a need and establishes a much-needed ETN for blood based early-AD diagnostics to address these challenges. It brings together leading academic and industrial experts from five major consortia in Europe and uses their synergies to build a triple-i research & training platform with the required multidisciplinary expertise and cutting-edge technologies. BBDiag Fellows will be trained under the Vitae Researcher Development Framework innovatively combined with the BBDiag platform for gaining interdisciplinary scientific and transferable skills as well as personal quality, creative thinking and business mind-set. The ETN has a highly innovative research programme for the discovery of AD biomarkers, development of novel biosensing techniques and point of care tools, and for technological exploitation of the diagnostics. These advances will strongly support improved care provision and development of disease-modifying treatments and preventive strategies for AD patients. More importantly, BBDiag will deliver its first generation of 13 highly-skilled, creative and entrepreneurial Fellows, setting them on a path to successful careers in academia or industry to ensure that the medical and societal challenges imposed by AD are met.",
    "totalCost": "3465749,52",
    "ecMaxContribution": "3465749,52",
    "coordinator": "UNIVERSITY OF PLYMOUTH",
    "coordinatorCountry": "UK",
    "participants": "SWANSEA UNIVERSITY;ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI;ADVANCED MEDICAL PROJECTS SOCIEDAD LIMITADA;UNIVERSITATSMEDIZIN ROSTOCK;PROGNOMICS LTD;DANMARKS TEKNISKE UNIVERSITET;CENTRO DE INVESTIGACION BIOMEDICA EN RED ENFERMEDADES NEURODEGENERATIVAS;NORDIC BIOSCIENCE A/S;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA;NORDIC BIOSCIENCE COMPOUND DEVELOPMENT A/S",
    "participantCountries": "UK;IT;ES;DE;DK",
    "projectParticipants": {
        "986046226": {
            "orgId": "986046226",
            "orgName": "NORDIC BIOSCIENCE COMPOUND DEVELOPMENT A/S",
            "ecContrib": 0
        },
        "941948377": {
            "orgId": "941948377",
            "orgName": "PROGNOMICS LTD",
            "ecContrib": 273288
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 516123
        },
        "999661146": {
            "orgId": "999661146",
            "orgName": "ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI",
            "ecContrib": 258061
        },
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 819864
        },
        "954598244": {
            "orgId": "954598244",
            "orgName": "UNIVERSITATSMEDIZIN ROSTOCK",
            "ecContrib": 249216
        },
        "998071510": {
            "orgId": "998071510",
            "orgName": "CENTRO DE INVESTIGACION BIOMEDICA EN RED ENFERMEDADES NEURODEGENERATIVAS",
            "ecContrib": 247873
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 290082
        },
        "923636911": {
            "orgId": "923636911",
            "orgName": "ADVANCED MEDICAL PROJECTS SOCIEDAD LIMITADA",
            "ecContrib": 247873
        },
        "999862033": {
            "orgId": "999862033",
            "orgName": "SWANSEA UNIVERSITY",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3175668
}