{
    "rcn": "205411",
    "acronym": "PLEIADES",
    "topics": "JTI-CS2-2015-CFP02-ENG-03-01",
    "title": "Project to Lead Ecodesign Integration with Aerospace Development and Engineering Systems",
    "startDate": "01/08/2016",
    "endDate": "31/07/2020",
    "objective": "The primary industrial objective of the PLEIADES project is to enable an integrated approach to the industry focused eco-design of aerospace products as part of existing engineering development workflows. The project will focus on the further development of the existing eco-design tools developed in collaboration with Rolls-Royce during the SAMULET project to enable a progressive transition from early stage eco-design through to extensive life cycle analysis (LCA) activities whilst appropriately reflecting and enabling the reduction of uncertainties and unknowns in the underlying engineering, environmental and sustainability data. The tools involved are already deployed as the basis for enterprise level materials information management systems at Rolls-Royce and many other leading aerospace manufacturers globally and already integrate seamlessly with other key design and product lifecycle management systems. These integration's will be extended and new integrated workflows introduced within the project in particular to accommodate appropriate information originating from supplier declarations and to manage the allocation of impacts within individual facilities to relevant materials, processes and products.\n\nA second important objective of the project is to bridge the current disconnect between the tools used for eco-design and for extensive LCA. This objective seeks to progressively capitalise upon the investment in data required for extensive LCA throughout the product development process and not just at the end of product development. It will provide the mechanisms to capitalise upon the knowledge gathered during previous extensive assessments of products seamlessly feeding appropriate information back into eco-design workflows. This objective seeks to progressively reduce the uncertainties observed during eco-design and will maximise the long term return on investment from generating primary environmental and sustainability data for materials and processes.",
    "totalCost": "2499155",
    "ecMaxContribution": "2499155",
    "coordinator": "GRANTA DESIGN LTD",
    "coordinatorCountry": "UK",
    "participants": "THINKSTEP AG;UNIVERSITAET STUTTGART;UNIVERSITY OF SURREY",
    "participantCountries": "DE;UK",
    "projectParticipants": {
        "967304468": {
            "orgId": "967304468",
            "orgName": "THINKSTEP AG",
            "ecContrib": 278682
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 602764
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 458358
        },
        "998417218": {
            "orgId": "998417218",
            "orgName": "GRANTA DESIGN LTD",
            "ecContrib": 1159351
        }
    },
    "calculatedTotalContribution": 2499155
}