{
    "rcn": "205434",
    "acronym": "NDTonAIR",
    "topics": "MSCA-ITN-2016",
    "title": "NDTonAIR: Training Network in Non-Destructive Testing and Structural Health Monitoring ofAircraft structures",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The ìNDTonAIRî consortium involves Universities, Research Organisations and major European companies working on new Non-Destructive Testing (NDT) and Structural Health Monitoring (SHM) techniques for aerospace, of which both are key technologies. The goal is to train a new generation of scientists and engineers with a wide background of theoretical and experimental skills, capable of developing their research and entrepreneurial activities both in academy and industry and playing an active role in promoting the importance of quality inspection and structural monitoring in aerospace components. \nThe objective of the training programme is to provide the recruited researchers with an extensive and varied training on:  (1)  Fundamentals skills for NDT and SHM through participation in short-courses and seminars organized by the Consortium; (2) NDT and SHM Techniques for Aerospace through research training at host institutions and participation in Workshops and Conferences organized by the Consortium and major international research associations; (3) Technology Transfer and Entrepreneurship through participation in short-courses and seminars organized by the Consortium.\nThe objective of the research programme is to consolidate and innovate current NDT and SHM techniques for Aircraft inspection by (1) investigating new physical phenomena and sensors; (2) developing analytical and numerical models to correlate the results of inspection with material properties; (3) quantifying NDT techniques through their probability of detecting reference defects; (4) developing procedures for the automatic detection and classification of defects; (5) transferring these results to industry. \nThe members of the Consortium will work together for realizing this training programme and scientific collaboration will be stimulated by secondment of the recruited researchers and it will be aimed at improving the integration and comparison of different NDT techniques.",
    "totalCost": "3808670,04",
    "ecMaxContribution": "3808670,04",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PERUGIA",
    "coordinatorCountry": "IT",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UNIVERSITY OF NEWCASTLE UPON TYNE;BRUSSELS AIRLINES;THE UNIVERSITY OF WARWICK;KAUNO TECHNOLOGIJOS UNIVERSITETAS;UNIVERSITE DE NANTES;Research Center for Non Destructive Testing GmbH;KATHOLIEKE UNIVERSITEIT LEUVEN;TWI LIMITED",
    "participantCountries": "DE;FR;UK;BE;LT;AT",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 273288
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 262876
        },
        "999844961": {
            "orgId": "999844961",
            "orgName": "KAUNO TECHNOLOGIJOS UNIVERSITETAS",
            "ecContrib": 440886
        },
        "996560056": {
            "orgId": "996560056",
            "orgName": "Research Center for Non Destructive Testing GmbH",
            "ecContrib": 255934
        },
        "999854176": {
            "orgId": "999854176",
            "orgName": "UNIVERSITE DE NANTES",
            "ecContrib": 262876
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 498433
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 273288
        },
        "923522936": {
            "orgId": "923522936",
            "orgName": "BRUSSELS AIRLINES",
            "ecContrib": 250560
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 273288
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 516123
        }
    },
    "calculatedTotalContribution": 3808672
}