{
    "rcn": "205428",
    "acronym": "FoodSmartphone",
    "topics": "MSCA-ITN-2016",
    "title": "Smartphone analyzers for on-site testing of food quality and safety",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Current food quality and safety testing is, to a large extent, an inefficient, expensive and ineffective process, unable to assure food safety for all consumers and unable to prevent major food fraud incidents. A paradigm shift in quality and safety testing is urgently required in order to free resources for an intensified combat against fraud in the food chain. As an enabling technology solution, the FoodSmartphone ETN proposes the development of smartphone-based (bio)analytical sensing and diagnostics tools for simplified on-site rapid pre-screening of food quality and safety parameters and wireless data transfer to servers of relevant stakeholders. FoodSmartphone comprises 7 Training Sites (3 universities, 3 research centres, 1 innovation SME), plus 2 Partner Organisations (1 global food industry and 1 diagnostics SME). The consortium has been built upon highly complementary disciplines: (bio)analytical chemists, biologists, physicists, micro-engineers, mathematicians and food chemists will work together on the joint supra-disciplinary goal. FoodSmartphone provides a unique mix of exciting local PhD research covering all aspects of smartphone-based screening tools plus a wealth of network-wide science & innovation and transferable skills training: the ETN provides more than 14 network-wide and transferable skills training events and 16 optional- and 11 mandatory intersectoral secondment opportunities. The ETN and results thereof will be widely disseminated to key stakeholders, embedded in continuous education programs and translated into a final exploitation plan. Scientific awareness of the next generation and public engagement will be boosted by several well-targeted outreach activities. The scientific training in novel smartphone-based sensing technologies plus the complementary skills training provided will have a major impact on future EU monitoring practices and, moreover, pave the road for Citizen Science approaches to food quality and safety testing.",
    "totalCost": "2843040,96",
    "ecMaxContribution": "2843040,96",
    "coordinator": "STICHTING WAGENINGEN RESEARCH",
    "coordinatorCountry": "NL",
    "participants": "LINKOPINGS UNIVERSITET;CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT;AQUAMARIJN MICRO FILTRATION BV;VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;THE QUEEN'S UNIVERSITY OF BELFAST",
    "participantCountries": "SE;CH;NL;CZ;ES;UK",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 263659
        },
        "998191111": {
            "orgId": "998191111",
            "orgName": "AQUAMARIJN MICRO FILTRATION BV",
            "ecContrib": 255374
        },
        "999867853": {
            "orgId": "999867853",
            "orgName": "VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE",
            "ecContrib": 232422
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 495746
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 510749
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 819864
        },
        "999958839": {
            "orgId": "999958839",
            "orgName": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT",
            "ecContrib": 265227
        }
    },
    "calculatedTotalContribution": 2843041
}