{
    "rcn": "205499",
    "acronym": "AM-motion",
    "topics": "FOF-05-2016",
    "title": "A strategic approach to increasing Europeís value proposition for Additive Manufacturing technologies and capabilities",
    "startDate": "01/11/2016",
    "endDate": "31/12/2018",
    "objective": "Additive manufacturing (AM) has been highlighted as a key technology with potential for creating sustainable high value European based employment, addressing societal issues and supporting environmental sustainability. It has the potential to revolutionize the way in which products are manufactured and delivered to the customer.  Moreover, AM is already having a high economic impact on several sectors and indeed on wider society. Therefore, it challenges the community to reinvent the business models and explore the implications of AM adoption. All those are heavyweight reasons for Europe to make specific efforts to define a plan of action in the field.\n\nIn this framework, AM-Motion CSA has the ambition to develop a strategy and set up the pillars for its efficient implementation that, ultimately, will contribute to reinforcing the European AM ecosystem. The project will accelerate market uptake of AM technologies across Europe by connecting and upscaling existing initiatives and efforts around defined value chains, improving the conditions for large-scale, cross-regional demonstration and market deployment, and by involving a large number of key stakeholders, particularly from industry, as experts. AM-Motion will identify gaps at technical and non-technical levels for business development and propose specific actions and including a timeline to overcome them. More importantly, it will propose and validate models for business collaboration and unlock AM based business and jobs for Europe. \n\nTo involve high number of key actors, the project has already achieved the support of several companies, research and education establishments, standardisation bodies, European Technology Platforms, international AM related entities, Regions and Innovation clusters. 52 support  letters were received and are included.",
    "totalCost": "993052,5",
    "ecMaxContribution": "993052,5",
    "coordinator": "FUNDACION PRODINTEC",
    "coordinatorCountry": "ES",
    "participants": "MATERIALISE NV;EUROPEAN REGIONS RESEARCH AND INNOVATION NETWORK ASBL;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;IDEA STRATEGISCHE ECONOMISCHE CONSULTING;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;CECIMO - THE EUROPEAN COMMITTEE FOR THE CO-OPERATION OF THE MACHINE TOOLS;RINA CONSULTING SPA;EUROPEAN POWDER METALLURGY ASSOCIATION AISBL;BRAINPORT DEVELOPMENT NV;AIRBUS OPERATIONS SL;SIEMENS AKTIENGESELLSCHAFT;TWI LIMITED",
    "participantCountries": "BE;NL;FR;IT;ES;DE;UK",
    "projectParticipants": {
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 71500
        },
        "999944095": {
            "orgId": "999944095",
            "orgName": "AIRBUS OPERATIONS SL",
            "ecContrib": 31710
        },
        "968502321": {
            "orgId": "968502321",
            "orgName": "IDEA STRATEGISCHE ECONOMISCHE CONSULTING",
            "ecContrib": 113375
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 101151
        },
        "997382713": {
            "orgId": "997382713",
            "orgName": "EUROPEAN REGIONS RESEARCH AND INNOVATION NETWORK ASBL",
            "ecContrib": 48250
        },
        "998421680": {
            "orgId": "998421680",
            "orgName": "CECIMO - THE EUROPEAN COMMITTEE FOR THE CO-OPERATION OF THE MACHINE TOOLS",
            "ecContrib": 72125
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 88935
        },
        "998209541": {
            "orgId": "998209541",
            "orgName": "MATERIALISE NV",
            "ecContrib": 26250
        },
        "997171738": {
            "orgId": "997171738",
            "orgName": "FUNDACION PRODINTEC",
            "ecContrib": 163750
        },
        "986291927": {
            "orgId": "986291927",
            "orgName": "BRAINPORT DEVELOPMENT NV",
            "ecContrib": 41375
        },
        "999987260": {
            "orgId": "999987260",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT",
            "ecContrib": 59206
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 89550
        },
        "985416017": {
            "orgId": "985416017",
            "orgName": "EUROPEAN POWDER METALLURGY ASSOCIATION AISBL",
            "ecContrib": 85875
        }
    },
    "calculatedTotalContribution": 993052
}