{
    "rcn": "205409",
    "acronym": "Wall-ACE",
    "topics": "EEB-01-2016",
    "title": "Wall insulation novel nanomaterials efficient systems",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Wall-ACE will develop a consistent package of new advanced sustainable insulation products and systems. The HONEST (High performance Optimized Nanomaterial Energy efficient SysTem) package is a ìmodular toolbox systemî providing a set of complementary solutions that will address most of the complex challenges raised by thermal renovation as well as new construction.\nThe HONEST package includes: insulating thermal coating-finishing with low emissivity, internal high performance insulating plaster, insulating interior patching filler, external high performance insulating render, and insulation clay bricks. These products/systems will provide top insulation performance as well as improved comfort, indoor air quality, fire safety, durability and sustainability. \nThese highly efficient products are achieved through the synergy between the different members of the consortium through combining the high performance, sustainable, and advanced nanotechnology of the silica aerogel, with existing, already approved, efficient products. The aerogel materials structure properties and cost will be optimised. The process of the five high efficient mineral insulation systems will be scaled-up to test replicability, processability and reach industrial scale. Then, these five systems will be fully characterised including an LCA assessment, along with certification and standardization activities.\nIn addition, the project sets a major focus on the ìgo to marketî validation of the five products. Business planning and a field market test will be carried out, along with performance assessments on real buildings, and training and communication tools design, in order to maximize use potentials and foster a wide replication throughout Europe\nThe products from the Wall-ACE project are key enablers to energy and CO2 emissions savings at European level. They will strengthen the industrial leadership and competitiveness of Europe in the construction sector on a global level.",
    "totalCost": "6254915",
    "ecMaxContribution": "4289785",
    "coordinator": "QUICK-MIX PUTZTECHNIK GMBH & CO. KG",
    "coordinatorCountry": "DE",
    "participants": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;WAVESTONE ADVISORS;EFFINART SARL;AGENZIA TERRITORIALE PER LA CASA DEL PIEMONTE CENTRALE;BUILDING RESEARCH ESTABLISHMENT LTD;TOUPRET SA;POLITECNICO DI TORINO;LEIPFINGER-BADER KG;UNIVERSITAET STUTTGART;AGITEC AG;VIMARK SRL;ENERSENS SAS",
    "participantCountries": "FR;CH;IT;UK;DE",
    "projectParticipants": {
        "936533837": {
            "orgId": "936533837",
            "orgName": "ENERSENS SAS",
            "ecContrib": 604975
        },
        "990315875": {
            "orgId": "990315875",
            "orgName": "WAVESTONE ADVISORS",
            "ecContrib": 129920
        },
        "922458167": {
            "orgId": "922458167",
            "orgName": "EFFINART SARL",
            "ecContrib": 0
        },
        "923780277": {
            "orgId": "923780277",
            "orgName": "AGITEC AG",
            "ecContrib": 0
        },
        "994314021": {
            "orgId": "994314021",
            "orgName": "AGENZIA TERRITORIALE PER LA CASA DEL PIEMONTE CENTRALE",
            "ecContrib": 172250
        },
        "998133784": {
            "orgId": "998133784",
            "orgName": "BUILDING RESEARCH ESTABLISHMENT LTD",
            "ecContrib": 350000
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 310500
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 447815
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 492125
        },
        "923081101": {
            "orgId": "923081101",
            "orgName": "TOUPRET SA",
            "ecContrib": 448350
        },
        "922983907": {
            "orgId": "922983907",
            "orgName": "LEIPFINGER-BADER KG",
            "ecContrib": 298812
        },
        "923656020": {
            "orgId": "923656020",
            "orgName": "QUICK-MIX PUTZTECHNIK GMBH & CO. KG",
            "ecContrib": 649688
        },
        "973272490": {
            "orgId": "973272490",
            "orgName": "VIMARK SRL",
            "ecContrib": 385350
        }
    },
    "calculatedTotalContribution": 4289785
}