{
    "rcn": "205492",
    "acronym": "TTIP-ITN",
    "topics": "MSCA-ITN-2016",
    "title": "TRANSATLANTIC TRADE AND INVESTMENT PARTNERSHIP-INTERNATIONAL TRAINING NETWORK",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "The EU currently is negotiating a controversial Transatlantic Trade and Investment Partnership (TTIP) agreement with the USA, the main features of which will be the abolition of tariffs, the reduction of non-tariff barriers to trade between the EU and the USA and the introduction of a dispute settlement mechanism. The objective of the proposed TTIP Innovative Training Network (TTIP-ITN) is to foster interdisciplinary research into TTIP with a view to create a significantly increased European knowledge base and research capacity on TTIP, thus helping Europe to reap the benefits of TTIP (wealth, jobs, etc.) while addressing its challenges (democracy, accountability, environmental- and labour standards, etc.).The network is an interdisciplinary, intersectoral collaboration pooling world-leading researchers and practitioners from all relevant disciplines of law - EU constitutional, internal market, and external relations law, international trade law, and international law, as well as political science, international relations, business studies, and economics. TTIP-ITN fully integrates non-academic Beneficiaries and Partner Organisations, including think tanks, lobbyists, regulatory bodies, law firms, US academic institutions, and an international organisation. Furthermore, the network will support and enhance the process of converting research results into policy papers through partnership with high-impact policy research units at the forefront of European policy research and policy making. The work package consists of 3 substantive work packages on (1) transatlantic governance, (2) transatlantic regulation, and (3) multilateralism and regionalism. 15 PhD research projects will be supervised by academics of the 11 Beneficiaries with an interdisciplinary training programme covering the legal, political and economic foundations of TTIP and an interdisciplinary and intersectoral programme of secondments involving 22 Partner Organisations.",
    "totalCost": "3910777,56",
    "ecMaxContribution": "3910777,56",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "EGMONT - INSTITUT ROYAL DES RELATIONS INTERNATIONALES;IFO INSTITUT LEIBNIZ INSTITUT FUR WIRTSCHAFTSFORSCHUNG AN DER UNIVERSITAT MUNCHEN EV;CENTRE D'ETUDES PROSPECTIVES ET D'INFORMATIONS INTERNATIONALES;UNIVERSITA DEGLI STUDI DI TORINO;CITY UNIVERSITY OF LONDON;GERMAN UNIVERSITY OF ADMINISTRATIVE SCIENCES;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;THE UNIVERSITY OF NOTTINGHAM;ERASMUS UNIVERSITEIT ROTTERDAM;UNIVERSITAT PASSAU;CENTRE D'INFORMATION ET DE RECHERCHE SUR L'ECONOMIE MONDIALE",
    "participantCountries": "BE;DE;FR;IT;UK;CH;NL",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 273288
        },
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 510749
        },
        "998646623": {
            "orgId": "998646623",
            "orgName": "CENTRE D'ETUDES PROSPECTIVES ET D'INFORMATIONS INTERNATIONALES",
            "ecContrib": 0
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 546576
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 546576
        },
        "999878523": {
            "orgId": "999878523",
            "orgName": "UNIVERSITAT PASSAU",
            "ecContrib": 249216
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 265227
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 258061
        },
        "998391416": {
            "orgId": "998391416",
            "orgName": "EGMONT - INSTITUT ROYAL DES RELATIONS INTERNATIONALES",
            "ecContrib": 250560
        },
        "949510594": {
            "orgId": "949510594",
            "orgName": "GERMAN UNIVERSITY OF ADMINISTRATIVE SCIENCES",
            "ecContrib": 498433
        },
        "998070540": {
            "orgId": "998070540",
            "orgName": "IFO INSTITUT LEIBNIZ INSTITUT FUR WIRTSCHAFTSFORSCHUNG AN DER UNIVERSITAT MUNCHEN EV",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3647902
}