{
    "rcn": "205479",
    "acronym": "InnoWEE",
    "topics": "EEB-04-2016",
    "title": "Innovative pre-fabricated components including different waste construction materials reducing building energy and minimising environmental impacts",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The basic idea is to embed the waste from building demolition (fragmented bricks, fragmented plaster or concrete, fragmented glasses, machined wood from windows frame or from wood beams after demolition etc.) in a geopolymer matrix to produce prefabricated panels for different use.\nThe main objective of InnoWEE is in fact the development of an optimized reuse of Construction and Demolition Waste (CDW) materials producing high add value prefabricated insulating and radiating panels to be used in energy efficient buildings. \nThe proposal is based on: \n1) Recovery, selection and disassembling of CDW that will be characterized and eventually treated to yield suitable raw materials to be used for production of prefabricated components.\n2) Development of new high performance prefabricated insulating geopolymeric panels for building walls envelopes and radiating panels for indoor wall and ceilings with low environmental impact, low embodied energy, low CO2 emissions, high thermal performance. Panels will be fabricated recycling cement, bricks, mortars, glass and wood reaching at least 30% of CDW.\n3) To install the panels in demo sites characterized by different climate to evaluate their performance in terms of reducing energy use and minimizing environmental impacts. \n4) To use an integrated design process and a holistic approach for the whole life cycle of the materials and components and produce a material that is cost effective, competitive, robust, reliable and low maintenance.\n5) To create practical and sustainable building solutions that are easy to integrate into building designs, easy to install, take in consideration the needs of the stakeholders that strongly influence the market, and have been tested to meet all the current standards.",
    "totalCost": "3361000",
    "ecMaxContribution": "3361000",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "IZNAB SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;MAGNETTI BUILDING SPA;R.E.D. SRL;PROIGMENES EREVNITIKES & DIAHIRISTIKES EFARMOGES;DIMOS VARIS - VOULAS - VOULIAGMENIS;FUNDACION TECNALIA RESEARCH & INNOVATION;GUIDOLIN GIUSEPPE - ECO. G. SRL;ZAVOD ZA GRADBENISTVO SLOVENIJE;PIETRE EDIL SRL;MAGNETTI BUILDING SRL",
    "participantCountries": "PL;IT;EL;ES;SI;RO",
    "projectParticipants": {
        "952629047": {
            "orgId": "952629047",
            "orgName": "IZNAB SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 358500
        },
        "990768089": {
            "orgId": "990768089",
            "orgName": "R.E.D. SRL",
            "ecContrib": 250000
        },
        "922605704": {
            "orgId": "922605704",
            "orgName": "DIMOS VARIS - VOULAS - VOULIAGMENIS",
            "ecContrib": 50000
        },
        "922252139": {
            "orgId": "922252139",
            "orgName": "MAGNETTI BUILDING SRL",
            "ecContrib": 20578
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 342000
        },
        "936463415": {
            "orgId": "936463415",
            "orgName": "PIETRE EDIL SRL",
            "ecContrib": 250000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 810000
        },
        "999527092": {
            "orgId": "999527092",
            "orgName": "ZAVOD ZA GRADBENISTVO SLOVENIJE",
            "ecContrib": 398000
        },
        "953864342": {
            "orgId": "953864342",
            "orgName": "PROIGMENES EREVNITIKES & DIAHIRISTIKES EFARMOGES",
            "ecContrib": 458750
        },
        "923307790": {
            "orgId": "923307790",
            "orgName": "GUIDOLIN GIUSEPPE - ECO. G. SRL",
            "ecContrib": 182500
        }
    },
    "calculatedTotalContribution": 3120328
}