{
    "rcn": "205423",
    "acronym": "ICONIC",
    "topics": "MSCA-ITN-2016",
    "title": "Improving the crashworthiness of composite transportation structures",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The European aerospace, automotive, and rail industries are committed to improving their energy efficiency to meet targets set within the EUís climate, energy and transport policies. This is motivating the increased use of lightweight composite materials in lieu of heavier metallics. To implement this transition, these industries must reach, at least, the same level of crash performance achieved with metals, but at significantly lower weight and without increasing cost. This is viewed by industry as an exceptionally challenging goal and will require highly trained engineers, versed in the myriad aspects of designing cost-effective, crashworthy composites structures, and capable of harnessing the latest research developments in the fast-changing world of composites. The ICONIC ETN aims to cultivate such a new generation of young engineers; comfortable and fluent in the integration and exploitation of knowledge from fields as diverse as materials science, chemistry, computational methods, solid and damage mechanics, textile technology, structural design and optimisation. These researchers will acquire the skills to enable the sustainable and economically-viable design of a new generation of highly efficient, lightweight transportation composite structures that will provide the maximum protection to occupants through superior crashworthiness. 15 Early Stage Researchers (ESRs) will be recruited to take up posts, across the UK, Ireland, Greece, Germany, Italy and Sweden, in an innovative, multidisciplinary and intersectoral structured research and training programme.  ICONIC is supported by a strong consortium from academia, large industrial enterprises and innovative SMEs. A comprehensive training and secondment programme (including joint supervision and industrial mentoring) will equip researchers with additional transferable skills to ensure future employability and career progression.",
    "totalCost": "3933281,52",
    "ecMaxContribution": "3933281,52",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "SHORT BROTHERS PLC;CENTRO RICERCHE FIAT SCPA;SWEREA SICOMP AB;UNIVERSITY OF LIMERICK;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;POLITECNICO DI TORINO;PANEPISTIMIO PATRON;UNIVERSITY OF ULSTER",
    "participantCountries": "UK;IT;SE;IE;DE;EL",
    "projectParticipants": {
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 258061
        },
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 273288
        },
        "999809071": {
            "orgId": "999809071",
            "orgName": "UNIVERSITY OF LIMERICK",
            "ecContrib": 531349
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 516123
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 484774
        },
        "998841496": {
            "orgId": "998841496",
            "orgName": "SHORT BROTHERS PLC",
            "ecContrib": 273288
        },
        "999762414": {
            "orgId": "999762414",
            "orgName": "SWEREA SICOMP AB",
            "ecContrib": 527319
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 819864
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3933282
}