{
    "rcn": "205413",
    "acronym": "EVIS",
    "topics": "JTI-CS2-2015-CFP02-ENG-01-04",
    "title": "Engine Mounting System (EMS) for Ground Test Turboprop Engine Demonstrator",
    "startDate": "04/07/2016",
    "endDate": "03/07/2021",
    "objective": "In aircraft, one of the primary sources of vibration is the power plant. Engine vibration could lead to unnecessary expenses for replacing damaged components, cabin noise, crew and passenger discomfort, and structural fatigue. Hutchinson is the major supplier of aircraft main Power plant and APU Vibration Isolation Systems.\n\nThe ìEngine Vibration Isolation Systems ñ EVISî project main objective is to achieve improved engine mounting system in terms of technology and associated process enabling higher level of comfort for passengers. Throughout all the proposed developments a dedicated Cost and weight reduction optimization approach will be implemented so as to enable improved performances in comparison to existing engine mounting system.\n\nSo as to provide an innovative, lightweight, low-cost EVIS for the related TP Demonstrator engine, Hutchinson proposes to carry out the expected work for two distinctive concepts:\nï Concept 1: ìCost efficiency conceptî based on the adaptation of existing engine mounts,\nï Concept 2: ìFull technical conceptî based on specifically developed engine mounts.\n\nBoth Concepts will be investigated through the same usual V-shape approach for ìsystems integrationî as detailed below:\nï Establish technical specifications of the engine mounts\nï Use and adapt/tune if necessary existing engine mounts for the first delivery\nï Analyze first test campaign results to optimize the EVIS design\nï Manufacture and deliver optimized EVIS\nï Analyze second test campaign results\n\nHutchinson will then fully contribute through the above whole process to assist the Topic in evaluating and selecting the most efficient and effective engine suspension system for the TP Demonstrator engine.",
    "totalCost": "570750",
    "ecMaxContribution": "399525",
    "coordinator": "BARRY CONTROL AEROSPACE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924191848": {
            "orgId": "924191848",
            "orgName": "BARRY CONTROL AEROSPACE",
            "ecContrib": 399525
        }
    },
    "calculatedTotalContribution": 399525
}