{
    "rcn": "205452",
    "acronym": "EU-GliaPhD",
    "topics": "MSCA-ITN-2016",
    "title": "Training, Research and Raising of Public Awareness in Cell Biology and Pathology of Neuroglia",
    "startDate": "01/12/2016",
    "endDate": "30/11/2020",
    "objective": "The research in which the young scientists of the EU-GliaPhD consortium will be trained is centred on the role of neuron-glia interactions in brain function and pathology.\nPrompted by exciting discoveries of recent years, many academic research groups are currently focussing their research on the field of neuron-glia interactions for a better understanding of brain function. Also the private sector such as the pharmaceutical industry pays more and more attention to the role of neuroglia in various neuropathologies. These research activities create an increasing demand for outstanding young neuroscientists to join academia or industry. To address this need for neuroscientists with a strong knowledge in neuron-glia interactions, the EU-GliaPhD consortium of recognized European neuroscientists decided to initiate a training network in which young scientists, the EU-GliaPhD fellows will be educated in collaborative research projects to study neuron-glia interactions at the molecular, cellular and systems level in the healthy and the diseased brain. A strong emphasis will lie on epilepsy, a multi-faceted, chronic neurological disorder characterized by the frequent recurrence of seizures.\nThe EU-GliaPhD consortium will focus on five important educational and training objectives:\n1. Broad training in several current state-of-art technologies that are highly relevant for brain research\n2. Teaching an in-depth understanding of molecular and cellular neurobiology and -pathology\n3. Focused specialization in defined research projects\n4. Training in dissemination of modern neuroscience research to expert and lay audiences\n5. Education in soft skills such as article writing, oral presentations or research ethics\nBy studying epilepsy, fundamental questions on the cellular and molecular aspects of neuron-glia interaction can be addressed. Novel insight delivered by EU-GliaPhD may serve as basis for the development of novel strategies in treating brain disorders.",
    "totalCost": "3924324,72",
    "ecMaxContribution": "3924324,72",
    "coordinator": "UNIVERSITAT DES SAARLANDES",
    "coordinatorCountry": "DE",
    "participants": "COLLEGE DE FRANCE;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;UNIVERSITAETSKLINIKUM BONN;OSLO UNIVERSITETSSYKEHUS HF;NPI ELECTRONIC GESELLSCHAFT FUER MESS- UND REGELSYSTEME MBH;CONSIGLIO NAZIONALE DELLE RICERCHE;H. LUNDBECK AS;FONDAZIONE IRCCS ISTITUTO NEUROLOGICO CARLO BESTA;Academisch Medisch Centrum bij de Universiteit van Amsterdam;CARDIFF UNIVERSITY;ASTON UNIVERSITY",
    "participantCountries": "FR;DE;NO;IT;DK;NL;UK",
    "projectParticipants": {
        "999913249": {
            "orgId": "999913249",
            "orgName": "H. LUNDBECK AS",
            "ecContrib": 290082
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 255374
        },
        "999929545": {
            "orgId": "999929545",
            "orgName": "UNIVERSITAT DES SAARLANDES",
            "ecContrib": 498433
        },
        "991104000": {
            "orgId": "991104000",
            "orgName": "OSLO UNIVERSITETSSYKEHUS HF",
            "ecContrib": 286275
        },
        "999867465": {
            "orgId": "999867465",
            "orgName": "UNIVERSITAETSKLINIKUM BONN",
            "ecContrib": 498433
        },
        "999507110": {
            "orgId": "999507110",
            "orgName": "FONDAZIONE IRCCS ISTITUTO NEUROLOGICO CARLO BESTA",
            "ecContrib": 258061
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 516123
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 273288
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 262876
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 273288
        },
        "999877650": {
            "orgId": "999877650",
            "orgName": "COLLEGE DE FRANCE",
            "ecContrib": 262876
        },
        "952158403": {
            "orgId": "952158403",
            "orgName": "NPI ELECTRONIC GESELLSCHAFT FUER MESS- UND REGELSYSTEME MBH",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3924325
}