{
    "rcn": "205487",
    "acronym": "EN_ACTI2NG",
    "topics": "MSCA-ITN-2016",
    "title": "European Network on Anti-Cancer Immuno-Therapy Improvement by modification of CAR and TCR Interactions and Nanoscale Geometry",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The EN-ACTI2NG program (European Network on Anti-Cancer Immuno-Therapy Improvement by modification of CAR and TCR Interactions and Nanoscale Geometry) emanates from the recent clinical evidence that T cells expressing engineered tumor-specific immune receptors can eradicate certain tumors that do not respond to conventional treatment. To obtain T cells with reactivity to a wider array of tumors and to improve efficiency and on- and off-target toxicity are current challenges Therefore the EN-ACTI2NG program aims 1) to train PhD students with expertise in development of new and improved T cell-mediated cancer immuno-therapies; 2) to endow the PhD students with the ability to establish efficient communication between the academic and industrial research environments and between scientists and the general public; 3) to improve T cell mediated anti-cancer immuno-therapy by the identification and development of new cancer-specific immune receptors and enhancing their function by identifying and modifying their molecular mechanism of action. To reach these objectives we have designed individual research projects ranging from biophysical analysis of immune receptors, via molecular modification of their structure and testing their tumor killing capacity in cell-based and pre-clinical assays to product development. Secondments will assure that each PhD student will be exposed to these complementary approaches and that there will be synergic feedback between the projects, producing innovative results that could otherwise not be achieved. Extensive training in research-specific skills, career development and a continuous training in communication skills will allow the PhD students to become facilitators of the process of transformation of scientific innovation into products with social and economic value. As such, the EN-ACTI2NG program should contribute to overcoming the more general challenge of converting the European Community into an innovation-driven society.",
    "totalCost": "2539859,76",
    "ecMaxContribution": "2539859,76",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;MEDIZINISCHE UNIVERSITAET WIEN;STRATEC CONSUMABLES GMBH;TECHNISCHE UNIVERSITAET WIEN;KLINIKUM DER UNIVERSITAET ZU KOELN;UNIVERSITAETSKLINIKUM WUERZBURG - KLINIKUM DER BAYERISCHEN JULIUS-MAXIMILIANS-UNIVERSITAT;FUNDACION PARA LA INVESTIGACION MEDICA APLICADA FIMA;ALBERT-LUDWIGS-UNIVERSITAET FREIBURG;UNIVERSITY OF BRISTOL",
    "participantCountries": "NL;AT;DE;ES;UK",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 255934
        },
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 255374
        },
        "972457690": {
            "orgId": "972457690",
            "orgName": "CELLULAR THERAPEUTICS LIMITED",
            "ecContrib": 0
        },
        "934933046": {
            "orgId": "934933046",
            "orgName": "SCIENSEED SL",
            "ecContrib": 0
        },
        "997297353": {
            "orgId": "997297353",
            "orgName": "UNIVERSITAETSKLINIKUM WUERZBURG - KLINIKUM DER BAYERISCHEN JULIUS-MAXIMILIANS-UNIVERSITAT",
            "ecContrib": 249216
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 247873
        },
        "999884828": {
            "orgId": "999884828",
            "orgName": "KLINIKUM DER UNIVERSITAET ZU KOELN",
            "ecContrib": 249216
        },
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 249216
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 273288
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 255934
        },
        "999485382": {
            "orgId": "999485382",
            "orgName": "FUNDACION PARA LA INVESTIGACION MEDICA APLICADA FIMA",
            "ecContrib": 247873
        },
        "917703906": {
            "orgId": "917703906",
            "orgName": "STRATEC CONSUMABLES GMBH",
            "ecContrib": 255934
        }
    },
    "calculatedTotalContribution": 2539858
}