{
    "rcn": "205416",
    "acronym": "MEMO2",
    "topics": "MSCA-ITN-2016",
    "title": "MEthane goes MObile - MEasurements and MOdelling",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "Mitigation of climate change is a key scientific and societal challenge and also a headline target of the EU2020 strategy. Strong reductions in greenhouse gas emissions are necessary to reach the global warming target agreed on at the 2015 United Nations Convention of Parties in Paris. Such emission reductions can only be achieved if sources are properly quantified and mitigation efforts are verified, but there are large discrepancies between official emission inventories and estimates derived from direct measurement of the air.\nMEMO2 will contribute to the EU2020 targets with a focus on methane (CH4), the second most important greenhouse gas after CO2 and one of Europeís most important energy sources. CH4 emissions are a major contributor to Europe's global warming impact, but they are also a good target for climate change mitigation because of a rather short lifetime of 10 years (policy-maker compatible) and several sources offering possibilities of ìno-regretî emission reduction (landfills, gas leaks, manure). However CH4 emissions are not well quantified yet.\nMEMO2 will bridge the gap between large-scale scientific estimates from in situ monitoring programs and the 'bottom-up' estimates of emissions from local sources that are used in the national reporting. MEMO2 will identify and evaluate CH4 emissions and support mitigation measures by I) developing new and advanced mobile methane measurements tools and networks, isotopic source identification, and modelling at different scales, and II) educating a new generation of ìcrossñthinkingî scientists, which are able to effectively implement novel measurement and modelling tools in an interdisciplinary and intersectoral context. \nThe 9 beneficiaries and 13 non-academic partners of MEMO2 offer a wellñstructured intersectoral training programme to equip young researchers with strong scientific and personal competencies, which will enhance their employability as well as European innovation capacity in the future.",
    "totalCost": "3361290,84",
    "ecMaxContribution": "3361290,84",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE;RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG;WAGENINGEN UNIVERSITY;RIJKSUNIVERSITEIT GRONINGEN;LUNDS UNIVERSITET;EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT;UNIVERSITE DE VERSAILLES SAINT-QUENTIN-EN-YVELINES.;ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "participantCountries": "PL;DE;NL;SE;CH;FR;UK",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 510749
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 263659
        },
        "999844573": {
            "orgId": "999844573",
            "orgName": "AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE",
            "ecContrib": 224137
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 255374
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 255374
        },
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 546576
        },
        "999837104": {
            "orgId": "999837104",
            "orgName": "UNIVERSITE DE VERSAILLES SAINT-QUENTIN-EN-YVELINES.",
            "ecContrib": 525751
        },
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 249216
        },
        "999907138": {
            "orgId": "999907138",
            "orgName": "EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
            "ecContrib": 530454
        }
    },
    "calculatedTotalContribution": 3361290
}