{
    "rcn": "205440",
    "acronym": "CHEETAH",
    "topics": "EE-08-2016",
    "title": "Changing Energy Efficiency Technology Adoption in Households",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "Modelling analyses typically suggest that policies accelerating the adoption of energy-efficient technologies (EETs) by overcoming barriers to energy efficiency in the residential sector provide benefits for individual households, the energy system and for society as a whole. Yet, implicit discount rates, employed to reflect householdsí decision criteria and response to policy, are disputed in policy and academic circles. \n\nCHEETAH (CHanging Energy Efficiency Technology Adoption in Households) provides evidence-based input to energy efficiency policy design and evaluation, thereby supporting the market uptake of EETs in the EU residential sector. It contributes to the work programme by addressing the interrelations between microeconomic factors, sectoral energy demand and macroeconomic effects, relying on a consistent methodological framework.\n\nCHEETAH:\nï Provides empirical evidence on household response to established and new energy-efficiency policies and on factors driving adoption of EETs, accounting for differences across households, technologies, and countries. A multi-country survey (2000 interviews per country) will be carried out and analyzed econometrically\nï Assesses the impact of established and new policies energy demand in the EU residential sector until 2030 (meso-level). Established vintage stock energy models will be employed for appliances (FORECAST) and for buildings (Invert/EE-Lab) and linked with an agent-based modelling approach (ABM)\nï Explores the macro-level impacts of changes in microeconomic decision-making and energy-efficiency policy on employment, GDP and exports until 2030, relying on simulations with a recognized macroeconomic model for the EU (ASTRA)\nï Offers evidence-based recommendations for key energy efficiency policies and input for impact assessments and policy analysis at the three levels of analysis.\nï Communicates empirical findings to policy makers, national experts, the re-search community and the general public",
    "totalCost": "1498708,75",
    "ecMaxContribution": "1498708,75",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;BORG & CO AB;EUROPEAN COUNCIL FOR AN ENERGY EFFICIENT ECONOMY FORENING - ECEEE;Chambre de Commerce et d'Industrie de Grenoble;TECHNISCHE UNIVERSITEIT DELFT;CARDIFF UNIVERSITY",
    "participantCountries": "AT;SE;FR;NL;UK",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 163925
        },
        "953624752": {
            "orgId": "953624752",
            "orgName": "EUROPEAN COUNCIL FOR AN ENERGY EFFICIENT ECONOMY FORENING - ECEEE",
            "ecContrib": 11250
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 156406
        },
        "913494300": {
            "orgId": "913494300",
            "orgName": "BORG & CO AB",
            "ecContrib": 89125
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 689032
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 116220
        },
        "995137648": {
            "orgId": "995137648",
            "orgName": "Chambre de Commerce et d'Industrie de Grenoble",
            "ecContrib": 272750
        }
    },
    "calculatedTotalContribution": 1498708
}