{
    "rcn": "205427",
    "acronym": "SOLAR-TRAIN",
    "topics": "MSCA-ITN-2016",
    "title": "Photovoltaic module life time forecast and evaluation",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "The quality assurance in the photovoltaic industry is yet in its infancy, requiring both underpinning science and trained personnel to reduce costs of energy. An unmet industrial requirement is an accelerated, and operating environment specific, service life time and energy yield assessment. SOLAR-TRAIN will qualify ESRs in the field of PV durability as part of a highly innovative, multi-disciplinary project meeting industry requirements. The objective is to develop novel, validated models for the service life time and energy prediction of PV modules and systems. The elements to this puzzle are researched in the frame of 14 PhD projects with individual areas of focus, such as (a) climatic degradation factors, (b) system analytics, (c) material (polymer) parameters, (d) service life & energy models, (e) linking production to performance and (f) performance enhancement by improved O&M. Commercial and test samples will be produced and tested in the distributed measurement campaign during this project. They will be exposed to state-of-the-art and to-be-developed stress cycles to allow a validated link of degradation to stresses, production methods, materials and methods of deployment. Accelerated and lower cost test cycles for the assessment of innovative materials and module developments will be delivered. The project is integrated both in terms of research as well as training. This inter-sectoral approach provides excellent theoretical and technical background as well as immersion in different business sectors and career mentoring, allowing ESRs to build up a sustainable professional network across Europe. For a most effective cross-sectoral training, the projectís beneficiaries and partners represent the entire value chain, from materials developers / manufacturers through to operators and insurance companies. SOLAR-TRAIN will deliver on the targets stated in Issue Paper No. 2 of the SET Plan to maintain and strengthen PV leadership in Europe.",
    "totalCost": "3576247,56",
    "ecMaxContribution": "3576247,56",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "ELECTRICITE DE FRANCE;POLYMER COMPETENCE CENTER LEOBEN GMBH;KENERGIA SVILUPPO SRL;ACCADEMIA EUROPEA DI BOLZANO;LOUGHBOROUGH UNIVERSITY;FUNDACION CENER-CIEMAT;BAYWA R.E. OPERATION SERVICES SRL;UNIVERZA V LJUBLJANI",
    "participantCountries": "FR;AT;IT;UK;ES;SI",
    "projectParticipants": {
        "999745342": {
            "orgId": "999745342",
            "orgName": "FUNDACION CENER-CIEMAT",
            "ecContrib": 247873
        },
        "999887253": {
            "orgId": "999887253",
            "orgName": "ACCADEMIA EUROPEA DI BOLZANO",
            "ecContrib": 258061
        },
        "984528467": {
            "orgId": "984528467",
            "orgName": "POLYMER COMPETENCE CENTER LEOBEN GMBH",
            "ecContrib": 511868
        },
        "999926829": {
            "orgId": "999926829",
            "orgName": "ELECTRICITE DE FRANCE",
            "ecContrib": 262876
        },
        "924040043": {
            "orgId": "924040043",
            "orgName": "KENERGIA SVILUPPO SRL",
            "ecContrib": 0
        },
        "999990752": {
            "orgId": "999990752",
            "orgName": "LOUGHBOROUGH UNIVERSITY",
            "ecContrib": 819864
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 469995
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 747649
        }
    },
    "calculatedTotalContribution": 3318186
}