{
    "rcn": "205493",
    "acronym": "TREASURE",
    "topics": "MSCA-ITN-2016",
    "title": "Training REsearch and Applications network to Support the Ultimate Real time high accuracy EGNSS solution",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "TREASURE will provide specialist training in the strategic and emerging area of European GNSS. \nCollectively, GNSS (Global Navigation Satellite Systems) includes systems such as the US Global Positioning System (GPS) and the Russian GLONASS, as well as the new, under development systems like Chinaís Beidou and most importantly Europeís Galileo. Galileo is what we call the European GNSS (EGNSS) and is to be fully operational around 2020, therefore the pressing need to invest on research and training right now. This is especially so because GPS has clearly been the frontrunner of all these systems and has dominated the market for two decades now. EGNSS (Galileo) is aimed at changing this market unbalance and is the main focus of this proposal, which concentrates on its use in support of applications demanding high accuracy positioning and navigation.  TREASUREís cohort of 13 young researchers will be given gap-bridging innovative training through an exceptional and unique network of industrial, research and academic beneficiaries, with the aim to form a group of outstanding researchers who would not be able to acquire the equivalent set of skills by training at any individual European institution alone. World-class expertise on EGNSS exists in Europe, however multi-disciplinary research skills need expanding to maximise the enormous potential that there is for promotion and exploitation of this technology. TREASURE addresses that need and responds to the much desired involvement of end-users and businesses, by bringing together four top Universities, one research Institute and four leading European companies, with extensive track record and experience in a wide breadth of disciplines to provide the necessary coordinated research training that will enable the ultimate real time high accuracy EGNSS solution.",
    "totalCost": "3386593,8",
    "ecMaxContribution": "3386593,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "GEO++ GESELLSCHAFT FUR SATELLITENGESTUTZTE GEODATISCHE UND NAVIGATORISCHE TECHNOLOGIEN MBH;UNIVERSITY OF BATH;DEIMOS ENGENHARIA S.A.;FUGRO INTERSITE BV;NOVELTIS SAS;POLITECNICO DI TORINO;ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;UK;PT;NL;FR;IT",
    "projectParticipants": {
        "999472675": {
            "orgId": "999472675",
            "orgName": "ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA",
            "ecContrib": 516123
        },
        "952408857": {
            "orgId": "952408857",
            "orgName": "GEO++ GESELLSCHAFT FUR SATELLITENGESTUTZTE GEODATISCHE UND NAVIGATORISCHE TECHNOLOGIEN MBH",
            "ecContrib": 249216
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 546576
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 516123
        },
        "998747988": {
            "orgId": "998747988",
            "orgName": "NOVELTIS SAS",
            "ecContrib": 262876
        },
        "945413314": {
            "orgId": "945413314",
            "orgName": "FUGRO INTERSITE BV",
            "ecContrib": 255374
        },
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 546576
        },
        "999623219": {
            "orgId": "999623219",
            "orgName": "DEIMOS ENGENHARIA S.A.",
            "ecContrib": 238356
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 255374
        }
    },
    "calculatedTotalContribution": 3386594
}