{
    "rcn": "205431",
    "acronym": "MarPipe",
    "topics": "MSCA-ITN-2016",
    "title": "Improving the flow in the pipeline of the next generation of marine biodiscovery scientists",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "MarPipe is a consortium of 11 partners (IBP-CNR, SZN, UiT, UNIABDN, GEOMAR, KULeuven, UCC, eCOAST, MEDINA, MicroDish, Italbiotec) based in 8 countries (I, N, UK, D, B, IRL, E, NL), including 3 from the non-academic sector. We will train 11 ESRs in marine drug-discovery, providing these researchers with unique skills toward becoming world leaders in this research field and to advance their careers in academia or industry. MarPipe PhDs will be trained in a programme including training-by-research, joint courses of technical, scientific and transferrable skills, active participation to public scientific events, and an intense inter-sectoral networking exchange plan. \nMarine organisms have the capacity to produce a variety of biologically potent natural products, including antibiotic and anticancer compounds. MarPipe aims at further development of antimicrobial and anticancer lead compounds originating from a previous EU project (PharmaSea), and will also explore the bioactivity of deep-sea samples (5000m) collected during the recent Eurofleet-2 project in the sub-Antarctic. The PhD students will thus be involved in all phases of the drug discovery pipeline, from isolation of new microbial strains to pre-clinical development of lead compounds. Importantly, they will also be trained to overcome existing bottlenecks in the field, e.g. low yields and low chemodiversity, isolation of known compounds, toxicity of compounds.   \nThe discovery rates of new bioactive antimicrobial and anticancer molecules will be enhanced through 11 PhD projects that cover all phases of the biodiscovery pipeline. As a final outcome of the project, we envisage the creation of a marine biodiscovery start-up company, which will include most of the MarPipe partners. The scientists of the future will be trained to become conscious about the socio-economic and policy context of their work, since several specific MarPipe PhD projects focus on legal, policy, innovation and entrepreneurship themes.",
    "totalCost": "2853005,4",
    "ecMaxContribution": "2853005,4",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITETET I TROMSOE;THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN;CONSORZIO ITALBIOTEC;STAZIONE ZOOLOGICA ANTON DOHRN;MICRODISH BV;FUNDACION CENTRO DE EXCELENCIA EN INVESTIGACION DE MEDICAMENTOS INNOVADORES EN ANDALUCIA;ECOAST;WAGENINGEN UNIVERSITY;HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL;KATHOLIEKE UNIVERSITEIT LEUVEN;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "NO;UK;IT;NL;ES;BE;DE;IE",
    "projectParticipants": {
        "999874643": {
            "orgId": "999874643",
            "orgName": "UNIVERSITETET I TROMSOE",
            "ecContrib": 286275
        },
        "999468310": {
            "orgId": "999468310",
            "orgName": "STAZIONE ZOOLOGICA ANTON DOHRN",
            "ecContrib": 258061
        },
        "988192060": {
            "orgId": "988192060",
            "orgName": "FUNDACION CENTRO DE EXCELENCIA EN INVESTIGACION DE MEDICAMENTOS INNOVADORES EN ANDALUCIA",
            "ecContrib": 247873
        },
        "994000032": {
            "orgId": "994000032",
            "orgName": "MICRODISH BV",
            "ecContrib": 0
        },
        "998985638": {
            "orgId": "998985638",
            "orgName": "ALTA RICERCA E SVILUPPO IN BIOTECNOLOGIE SRLU",
            "ecContrib": 0
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 255374
        },
        "986090458": {
            "orgId": "986090458",
            "orgName": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
            "ecContrib": 249216
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 258061
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 265675
        },
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 273288
        },
        "971378274": {
            "orgId": "971378274",
            "orgName": "ECOAST",
            "ecContrib": 250560
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 250560
        },
        "960872495": {
            "orgId": "960872495",
            "orgName": "CONSORZIO ITALBIOTEC",
            "ecContrib": 258061
        }
    },
    "calculatedTotalContribution": 2853004
}