{
    "rcn": "205450",
    "acronym": "GreenSolRes",
    "topics": "BBI.VC1.D1-2015",
    "title": "Demonstration of solvent and resin production from lignocellulosic biomass via the platform chemical levulinic acid",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "The GreenSolRes-Project demonstrates the levulinic acid value chain of lignocellulosic feedstocks to high-value products in a 3-step approach on TRL 6 to 7: First, the feedstock of GFBs existing demo plant in Caserta is shifted to lignocellulosic residues or wastes by implementation of a char separation unit and a boiler to cover the process energy demand. A new product separation unit enables more efficient and purer levulinic acid production, leading to a capacity of 10kta at the end of the project. In a 2nd step the versatile platform chemical levulinic acid is hydrogenated to 2-methyltetrathydrofuran (MTHF), gamma-valerolactone (GVL) and 1,4-pentanediol (PDO) in a highly efficient direct process developed by RWTH Aachen. These can be produced in the same reactor with a single catalyst by tuning the process conditions, the demo-plant is constructed by GFB. Third, the application of the products as solvents is validated in adhesives and the pharma sector as substitute of their more ecotoxic C4-analogues. Additionally, Henkel studies the development of respective new polymers with improved properties. The basic engineering of first commercial plants for these steps supports rapid upscaling and exploitation after the project. This will release these products from the niche markets they are confined to due to ineffective existing production routes.  At about 1 EUR/kg levulinic acid and competative prices compared to their their C4-counterparts these chemicals and related products will boost the bio-based market as they have a high GHG avoidance of at least 70% and an additional value to society via better health&safety properties. The whole value chain from e.g. forestry residues to consumer products is assessed for environmental sustainability, risks and health&safety to support business case development and market implementation.",
    "totalCost": "10609637,01",
    "ecMaxContribution": "7451945,62",
    "coordinator": "GFB EUROPE BV",
    "coordinatorCountry": "NL",
    "participants": "SYNCOM FORSCHUNGS- UND ENTWICKLUNGSBERATUNG GMBH;VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;HENKEL KGaA;HYBRID CATALYSIS BV;GFBIOCHEMICALS ITALY SPA;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;LEIBNIZ - INSTITUT FUR KATALYSE EV AN DER UNIVERSITAT ROSTOCK",
    "participantCountries": "DE;BE;NL;IT",
    "projectParticipants": {
        "926188496": {
            "orgId": "926188496",
            "orgName": "GFBIOCHEMICALS ITALY SPA",
            "ecContrib": 1281145
        },
        "998314980": {
            "orgId": "998314980",
            "orgName": "LEIBNIZ - INSTITUT FUR KATALYSE EV AN DER UNIVERSITAT ROSTOCK",
            "ecContrib": 791400
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 1734500
        },
        "997541793": {
            "orgId": "997541793",
            "orgName": "SYNCOM FORSCHUNGS- UND ENTWICKLUNGSBERATUNG GMBH",
            "ecContrib": 323312
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 161900
        },
        "998890384": {
            "orgId": "998890384",
            "orgName": "HYBRID CATALYSIS BV",
            "ecContrib": 290986
        },
        "998821902": {
            "orgId": "998821902",
            "orgName": "HENKEL KGaA",
            "ecContrib": 617512
        },
        "926209254": {
            "orgId": "926209254",
            "orgName": "GFB EUROPE BV",
            "ecContrib": 2251190
        }
    },
    "calculatedTotalContribution": 7451945
}