{
    "rcn": "205491",
    "acronym": "PAIN-Net",
    "topics": "MSCA-ITN-2016",
    "title": "Molecule-to-man pain network",
    "startDate": "01/02/2017",
    "endDate": "31/01/2021",
    "objective": "Neuropathic pain affects 5% of the general population and 40% of patients with neurological diseases, and has a key role in the pathophysiology of cancer pain that affects up to 50% of patients in the early disease stage and 30% of survivors, causing an enormous social burden. Treatments are inadequate with less than 50% of patients achieving 50% of pain relief at best, while up to 30% of cancer pain patients experience insufficient analgesia. Signatures of individual susceptibility to pain and analgesic responsiveness are urgently needed to improve patientsí management. Such advances are expected to originate from integrated clinical, basic science and entrepreneurial research readily translating scientific findings into benefits for patients. To consolidate these aims, a new generation of scientists with wide knowledge in neuropathic pain, focused research skills and experience in the interaction with biotechnology companies is needed. The PAIN-Net programme, based on a highly innovative platform of training-through-research and strongly committed to such objectives, will support such talented and inspired early stage researchers. Their research projects, embedded in an advanced molecule-to-man pain network, will contribute to better understanding individual susceptibility to pain and analgesics responsiveness based on next generation sequencing, whole exome sequencing, epigenetics and pharmacogenomics studies, nociceptor and sodium channel functioning based on biophysics and proteomics studies, targeted analgesics based on high-throughput screening, targeted analgesic delivery based on encapsulated cell bioreactor implants, and to the development and extensive characterisation of the first knock-in mouse models of sodium channel-related neuropathic pain based on the CRISP-Cas technology. Most of all, the PAIN-Net programme will offer the unique opportunity to enhance scientific capabilities and prepare to high level academic or private applied research career.",
    "totalCost": "3335316,12",
    "ecMaxContribution": "3335316,12",
    "coordinator": "FONDAZIONE IRCCS ISTITUTO NEUROLOGICO CARLO BESTA",
    "coordinatorCountry": "IT",
    "participants": "NSGENE AS;UNIVERSITEIT MAASTRICHT;DI.V.A.L. TOSCANA SRL;NEUROSCIENCE TECHNOLOGIES SLP;CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE;OSPEDALE SAN RAFFAELE SRL;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;YALE UNIVERSITY;FONDAZIONE IRCCS ISTITUTO NAZIONALE DEI TUMORI",
    "participantCountries": "DK;NL;IT;ES;FR;US",
    "projectParticipants": {
        "997696023": {
            "orgId": "997696023",
            "orgName": "NEUROSCIENCE TECHNOLOGIES SLP",
            "ecContrib": 495746
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 258061
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 510749
        },
        "999507110": {
            "orgId": "999507110",
            "orgName": "FONDAZIONE IRCCS ISTITUTO NEUROLOGICO CARLO BESTA",
            "ecContrib": 258061
        },
        "998538759": {
            "orgId": "998538759",
            "orgName": "FONDAZIONE IRCCS ISTITUTO NAZIONALE DEI TUMORI",
            "ecContrib": 258061
        },
        "999993177": {
            "orgId": "999993177",
            "orgName": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
            "ecContrib": 788627
        },
        "996383904": {
            "orgId": "996383904",
            "orgName": "YALE UNIVERSITY",
            "ecContrib": 249888
        },
        "953176030": {
            "orgId": "953176030",
            "orgName": "OSPEDALE SAN RAFFAELE SRL",
            "ecContrib": 258061
        },
        "952992021": {
            "orgId": "952992021",
            "orgName": "DI.V.A.L. TOSCANA SRL",
            "ecContrib": 258061
        }
    },
    "calculatedTotalContribution": 3335315
}