{
    "rcn": "205477",
    "acronym": "PULPACKTION",
    "topics": "BBI.VC2.D2-2015",
    "title": "Optimised moulded pulp for renewable packaging solutions",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The aim of PULPACKTION project is to develop cellulose-based tailored-to-purpose packaging solutions for specific food and electronic packaging applications which needs medium and high barrier requirementís and that nowadays are packing in polymer fossil based solutions. This innovation will take advantage of the flexibility in the wet-moulding production of wood pulp based materials. Different types of wood pulp will be combined to prepare slurries for wet-moulding applications. These slurries will be additivated with biopolymers and other bio-based compounds in order to tailor the final properties of the resulting wet-moulded materials. By tailoring the composition of the wet mouldable slurry, a wide range of final properties in the resulting dry material will be achieved. This flexible packaging manufacturing system will be combined with 100% bio-based coatings and films on the cellulose-based substrate. To fulfil the properties required for PULPACKTIONís specific packaging applications using a fully bio-based approach, additional barriers will be implemented onto the wet moulded substrate. For this purpose, new bio-based polymer blends will be optimized. These new blends, containing biopolymers such as thermoplastic starch (TPS), poly (lactic acid) (PLA), other bio-additives, and reinforcements such as microfibrillated cellulose (MFC), will be processed into multilayer films, composites and coatings. In this manner, not only coatings for improved barrier properties, but also 100% bio-based films for packagesí top lids will be produced. Therefore, a final 100% bio-biobased integral packaging solution with similar properties to existing fossil-based packaging solutions will be achieved.",
    "totalCost": "11166442,88",
    "ecMaxContribution": "8303374,05",
    "coordinator": "ROTTNEROS PACKAGING AB",
    "coordinatorCountry": "SE",
    "participants": "NOVAMONT SPA;ROTTNEROS AB;INSTITUTO TECNOLOGICO DEL EMBALAJE, TRANSPORTE Y LOGISTICA;BORREGAARD AS;TECNARO GESELLSCHAFT ZUR INDUSTRIELLEN ANWENDUNG NACHWACHSENDER ROHSTOFFE MBH;GENENCOR INTERNATIONAL BV;PURAC BIOCHEM BV;FUNBRICKS SL;MI-PLAST DOO ZA PROIZVODNJU TRGOVINU I PRUZANJE USLUGA - MI-PLAST LLC MANUFACTURING, TRADING AND SERVICES MIPLAST;IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA;RISE INNVENTIA AB",
    "participantCountries": "IT;SE;ES;NO;DE;NL;HR",
    "projectParticipants": {
        "953642018": {
            "orgId": "953642018",
            "orgName": "BORREGAARD AS",
            "ecContrib": 589326
        },
        "998899793": {
            "orgId": "998899793",
            "orgName": "NOVAMONT SPA",
            "ecContrib": 563412
        },
        "923894737": {
            "orgId": "923894737",
            "orgName": "ROTTNEROS PACKAGING AB",
            "ecContrib": 1902304
        },
        "999447746": {
            "orgId": "999447746",
            "orgName": "RISE INNVENTIA AB",
            "ecContrib": 858755
        },
        "923887268": {
            "orgId": "923887268",
            "orgName": "ROTTNEROS AB",
            "ecContrib": 615777
        },
        "951861680": {
            "orgId": "951861680",
            "orgName": "GENENCOR INTERNATIONAL BV",
            "ecContrib": 584500
        },
        "952298374": {
            "orgId": "952298374",
            "orgName": "MI-PLAST DOO ZA PROIZVODNJU TRGOVINU I PRUZANJE USLUGA - MI-PLAST LLC MANUFACTURING, TRADING AND SERVICES MIPLAST",
            "ecContrib": 545885
        },
        "998610054": {
            "orgId": "998610054",
            "orgName": "PURAC BIOCHEM BV",
            "ecContrib": 163734
        },
        "938696646": {
            "orgId": "938696646",
            "orgName": "FUNBRICKS SL",
            "ecContrib": 613032
        },
        "999688694": {
            "orgId": "999688694",
            "orgName": "INSTITUTO TECNOLOGICO DEL EMBALAJE, TRANSPORTE Y LOGISTICA",
            "ecContrib": 764125
        },
        "998580663": {
            "orgId": "998580663",
            "orgName": "TECNARO GESELLSCHAFT ZUR INDUSTRIELLEN ANWENDUNG NACHWACHSENDER ROHSTOFFE MBH",
            "ecContrib": 595024
        }
    },
    "calculatedTotalContribution": 7795874
}