{
    "rcn": "205421",
    "acronym": "ETIP OCEAN",
    "topics": "LCE-36-2016-2017",
    "title": "European Technology and Innovation Platform for Ocean Energy",
    "startDate": "01/12/2016",
    "endDate": "30/11/2018",
    "objective": "For ocean energy to grow it is essential that all stakeholders provide a unified approach, together. ETIP Ocean will create a platform for such an approach, and will encourage and promote collective development of stakeholder networks. Through transfer of experience and lessons learnt, duplication of effort will be avoided, helping the sector overcome barriers and challenges efficiently.\nETIP Ocean will support the Technology Platform for ocean energy, and assist the EC and Member States in defining research programmes, financial instruments and addressing barriers to the development of the sector. This in turn will provide the SET-Plan with input from a wide range of stakeholders, facilitating development and roll-out of its activities.\nETIP Ocean will create cohesion amongst stakeholders through a series of webinars, interview sessions, surveys, workshops and conferences, specific to the priority needs of the sector. These will be determined at the beginning of the project. The project activities will look at technical and non-technical barriers, with specific focus on technology development, environmental and socio-economic issues, and financial issues affecting the sector. \nActivities will be aligned with events of existing initiatives to maximise the number of participants engaged. These activities will feed into a single integrated strategy report, which will be the result of the work carried out over the project lifetime. The document will present a united vision of the sector and provide recommendations to take the ocean energy industry to commercialisation. In addition to sector specific activities, the project will engage civil society through guest speaker, conference attendance opportunities, and through interactive and downloadable educational materials.  \nIt is through the engagement with a range of stakeholders that ETIP Ocean will act as a one-stop-shop for the ocean energy sector to create a cohesive approach to identifying and overcoming challenges",
    "totalCost": "621250",
    "ecMaxContribution": "621250",
    "coordinator": "ASSOCIATION EUROPEENNE DE L'ENERGIE DE L'OCEAN",
    "coordinatorCountry": "BE",
    "participants": "THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "UK",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 257125
        }
    },
    "calculatedTotalContribution": 257125
}