{
    "rcn": "205489",
    "acronym": "SMaRT",
    "topics": "MSCA-ITN-2016",
    "title": "Sand Mitigation around Railway Tracks",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "In the last decade, a growing number of railways and other civil or industrial infrastructures have been designed and/or built in arid regions worldwide. The European Railway Industry is often selected for such projects, because of its strong overall know-how.\nIn arid environmental conditions, windblown sand can have undesired effects on both the safety and the serviceability/ maintenance of railways. Despite efficient Sand Mitigation Measures (SMM) are mandatory, their design and assessment are at their infancy worldwide. Both tasks require innovation and development, by means of transfer of knowledge from base and/or specialist research fields to the Civil Engineering design practice and Railway Industry.\nThe European Railway Industry competences should be enriched with advanced and specialized knowhow in the SMM field, by means of raise of the quality of knowledge and human capital. Innovative sand mitigation competences should find their place in the production chain of the Railway Industry.\nThe present Research and Training Programme is inspired by the problem features mentioned above and aims at: ï innovating the sand mitigation research field, by:\no a Computational Based Engineering rationale approach to the design of SMM;\no a new approach to the modeling and simulation of the coupled multiphase wind-sand flow around three-dimensional complex orography SMM and railway body;\nï training Early Stage Researchers (ESRs), by means of:\no a multidisciplinary doctoral formation because of the nature of the problem;\no an academy-industry intersectoral doctoral formation because of the innovation ability of the former and the stimuli to research coming from the needs of the latter;\no a consortium's layout reflecting the production chain of the railway industry to train the ESRs in a proper ìin vitroî replica of the their future real world working context;\nï enriching and complementing the competences of the European Railway Industry in a growing market sector.",
    "totalCost": "794224,8",
    "ecMaxContribution": "794224,8",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;OPTIFLOW",
    "participantCountries": "UK;FR",
    "projectParticipants": {
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 258061
        },
        "934251621": {
            "orgId": "934251621",
            "orgName": "OPTIFLOW",
            "ecContrib": 262876
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 794225
}