{
    "rcn": "205437",
    "acronym": "LubISS",
    "topics": "MSCA-ITN-2016",
    "title": "Lubricant impregnated slippery surfaces",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "LubISS, Lubricant Impregnated Slippery Surfaces, is the first European Training Network with the main objectives of designing, characterizing, and modelling low adhesive easy-to-clean surfaces for anti-icing and anti-fouling. In a coordinated effort among 9 world-class academic institutions and industrial partners from 6 European countries (Finland, France, Germany, Great Britain, Netherlands, Switzerland), advanced lubricant impregnated surfaces will be developed.  Drawing upon the distinguished expertise within the consortium, textured surfaces impregnated with a lubricating liquid or gel will be designed and fabricated through modern experimental preparation, multi-scale characterization methods, and high power simulation tools. With these broad capabilities, the LubISS network offers a unique training platform for Early Stage Researchers (ESRs)  in a multidisciplinary research endeavor of great technological, industrial and environmental importance. The recently introduced concept of lubricant impregnated surfaces is a promising approach to reduce the adhesion of ice as well as biofilm-forming bacteria-to-surfaces. To achieve societal impact, understanding the intimate relationships between the impregnating lubricant, the surface topography, and the adhesion of ice, bacteria, or other biofouling microorganisms is critical.  The general aim of this ITN is two-fold: 1) to establish a fundamental understanding between these relationships through academic and industrial collaborations in physics, chemistry, biomedicine, materials science and engineering, and 2) to educate and train young researchers in this vital area of technology. The LubISS network will investigate many aspects of lubricant impregnated surfaces, including the optimization of the lubricant stability under static and dynamic flow conditions, methods for replenishing the lubricant for long-term applications, and benchmarking against state-of-the-art surfaces.",
    "totalCost": "3901820,76",
    "ecMaxContribution": "3901820,76",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS;DTNW OFFENTLICHE PRUFSTELLE GMBH;TTY-SAATIO;MILLIDYNE OY;UNIVERSITEIT TWENTE;AIRBUS DEFENCE AND SPACE GMBH;UNIVERSITAT ZURICH;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "FR;DE;FI;NL;CH;UK",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 747649
        },
        "998837422": {
            "orgId": "998837422",
            "orgName": "MILLIDYNE OY",
            "ecContrib": 269145
        },
        "929553717": {
            "orgId": "929553717",
            "orgName": "DTNW OFFENTLICHE PRUFSTELLE GMBH",
            "ecContrib": 249216
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 249216
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 538291
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 510749
        },
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 265227
        },
        "975116460": {
            "orgId": "975116460",
            "orgName": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
            "ecContrib": 525751
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3901820
}