{
    "rcn": "205486",
    "acronym": "TREATMENT",
    "topics": "MSCA-ITN-2016",
    "title": "Training European Network: Metabolic Dysfunctions associated with Pharmacological Treatment of Schizophrenia",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "TREATMENT is a Marie Sklodowska Curie Innovative Training Network proposal directly addressing the need for high-level training and career paths in risk evaluation of drug induced metabolic dysfunctions, a relevant aspect, so far unexplored by traditional toxicology studies, but urgently needed to challenge current severe limitations of health care interventions in mental disorders. These patients require life-long medications that subsequently trigger metabolic diseases with a strong negative impact on their health and well-being. To achieve this, and improve adherence to treatments, we will evaluate how short-term antipsychotic drug responses impact long-term metabolic control to identify and validate biomarkers with clinically predictive value for targeting drug induced metabolic dysfunctions. This effort will have added commercial value by enabling the design of predictive marker kits for testing adverse secondary metabolic effects of drugs to be used in pharmacological and medical practice. TREATMENT will provide multidisciplinary knowledge, capabilities and tools to implement this ambitious strategy by the training of young scientists in a program that combines pharmacology, metabolism and mental health research with strategies for product and tool design and validation. Our ultimate goal is to empower the intersectorial and trans-national employability of young scientists across academic, public and private sectors to foster the development and implementation of personalized medicine tools that will provide effective treatment regimens for life long health-care interventions and decrease the risk for development of chronic metabolic diseases.",
    "totalCost": "3750898,68",
    "ecMaxContribution": "3750898,68",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "BNML BEHAVIORAL & MOLECULAR LAB;FUNDACION PARA LA INVESTIGACION BIOMEDICA DEL HOSPITAL UNIVERSITARIO LA PRINCESA;UPPSALA UNIVERSITET;CELL STRESS DISCOVERIES LIMITED;NIMGENETICS, GENOMICA Y MEDICINA S.L.;CENTRO DE NEUROCIENCIAS E BIOLOGIACELULAR ASSOCIACAO;THE HEBREW UNIVERSITY OF JERUSALEM;UNIVERZA V LJUBLJANI",
    "participantCountries": "PT;ES;SE;IE;IL;SI",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 527319
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 991492
        },
        "998200617": {
            "orgId": "998200617",
            "orgName": "CENTRO DE NEUROCIENCIAS E BIOLOGIACELULAR ASSOCIACAO",
            "ecContrib": 476713
        },
        "934181781": {
            "orgId": "934181781",
            "orgName": "FUNDACION PARA LA INVESTIGACION BIOMEDICA DEL HOSPITAL UNIVERSITARIO LA PRINCESA",
            "ecContrib": 247873
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 234998
        },
        "923755639": {
            "orgId": "923755639",
            "orgName": "CELL STRESS DISCOVERIES LIMITED",
            "ecContrib": 265675
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 520601
        },
        "941034734": {
            "orgId": "941034734",
            "orgName": "NIMGENETICS, GENOMICA Y MEDICINA S.L.",
            "ecContrib": 247873
        },
        "941026392": {
            "orgId": "941026392",
            "orgName": "BNML BEHAVIORAL & MOLECULAR LAB",
            "ecContrib": 238356
        }
    },
    "calculatedTotalContribution": 3750900
}