{
    "rcn": "205457",
    "acronym": "PRINT-AID",
    "topics": "MSCA-ITN-2016",
    "title": "Multidisciplinary European training network for development of personalized anti-infective medical devices combining printing technologies and antimicrobial functionality",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "According to ECDC, over 4 million healthcare-associated infections in the EU cause 37,000 deaths and cost EUR 7 billion/year. Half of them are related to medical devices (i.e., catheters, implants) and 80% of these are related to bacterial biofilms. A recent EC report highlighted the medical device sectorís role in driving EU economic growth, employing 500k people in 25k companies (80% are SMEs) with annual sales of EUR 85 billion. The strategy to prevent medical device-infections is alteration of the deviceís surface with antimicrobials. However, current antimicrobial surfaces donít control bacterial growth in tissue surrounding implants, and only SterilexÆ has received regulatory approval in the US as anti-biofilm agent. Participants in this proposal have earlier demonstrated a dramatic in vitro inhibition of biofilm formation by 3D-printing surfaces with antibiotics incorporated into the carrier polymers. This discovery opens new possibilities for printed medical devices that better resist biofilms. Our objective is to set-up a new European education platform to guide and inspire young researchers in the intersectoral exploration of innovative routes to counteract microbial biofilms by fabricating anti-infective, tailored, 3D-printed medical devices. Current opportunities for young researchers to receive an structured, inter-sectoral and up-to-date education on personalized medicine and medical devices are marginal, and to our knowledge PRINT-AID is the first ETN set up for this purpose. State-of-the-art printing technologies will be combined with in vitro and in vivo biofilm models and novel tools for data integration/standardization. Doctoral training will be performed within a high-quality network of 12 participants (5 industrial) from the EU and US. It will include online and face-to-face courses taught by researchers with academic and industrial expertise in biofilms, 3D-printing research, antimicrobials, material science, and drug development.",
    "totalCost": "2265900,12",
    "ecMaxContribution": "2265900,12",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "UNIVERSITEIT ANTWERPEN;UNIVERSITEIT GENT;APTUIT (VERONA) SRL;POLITECHNIKA WARSZAWSKA;VOXDALE BVBA;UNIVERSIDADE DO PORTO;Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "participantCountries": "BE;IT;PL;PT;NL",
    "projectParticipants": {
        "942015113": {
            "orgId": "942015113",
            "orgName": "VOXDALE BVBA",
            "ecContrib": 250560
        },
        "946011416": {
            "orgId": "946011416",
            "orgName": "APTUIT (VERONA) SRL",
            "ecContrib": 258061
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 255374
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 250560
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 238356
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 250560
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 224137
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 538291
        }
    },
    "calculatedTotalContribution": 2265899
}