{
    "rcn": "205433",
    "acronym": "ExSIDE",
    "topics": "MSCA-ITN-2016",
    "title": "Expectations and Social Influence Dynamics in Economics",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Expectations play a crucial role in determining the behaviour of many economic decision makers. The recent financial and economic crisis has highlighted the importance of expectation dynamics for economic development, the success of firm strategies and public policies. The Innovative Training Network ExSIDE aims at improving our understanding of the role of expectation formation and social influence for economic dynamics and for the optimal design of economic policy. \nThis agenda will be pursued by combining an interdisciplinary research agenda with an innovative European joint doctoral training programme, which provides Early Stage Researchers with a broad range of expertise and skills needed for a thorough analysis of expectation formation processes and their role in Economics. Both the research projects and the training activities will combine work in Behavioural Economics, Psychoanalysis, Opinion Formation, Network Theory, Agent-based Simulation and Economic Modelling in different areas. The academic training will be complemented by extensive Transferable Skills Training Measures, Inter-Sectoral Training Measures, provided by non-academic partners, and Career Development Training. Interaction with stakeholders, policy makers and the general public will play an important role in pursuing the ExSIDE agenda and disseminating the results.\nThe ExSIDE consortium consists of eight leading European universities and nine non-academic partners. Each Early Stage Researcher will be hosted by two universities, has a secondment with a non-academic partner and will graduate with a joint or double degree. The research and training in ExSIDE will ensure world-wide employability of the ExSIDE graduates inside and outside academia and will also boost the ability of European institutions and companies to develop efficient policies and strategies. ExSIDE will reinforce the establishment and long term sustainability of structured European joint doctoral programmes in Economics.",
    "totalCost": "3864090,24",
    "ecMaxContribution": "3864090,24",
    "coordinator": "UNIVERSITAET BIELEFELD",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITE CATHOLIQUE DE LOUVAIN;UNIVERSITA CA' FOSCARI VENEZIA;UNIVERSITE PARIS I PANTHEON-SORBONNE;UNIVERSITY OF SURREY;UNIVERSITA CATTOLICA DEL SACRO CUORE;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "BE;IT;FR;UK;NL",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 516123
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 546576
        },
        "999915771": {
            "orgId": "999915771",
            "orgName": "UNIVERSITA CATTOLICA DEL SACRO CUORE",
            "ecContrib": 516123
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 501120
        },
        "999859123": {
            "orgId": "999859123",
            "orgName": "UNIVERSITE PARIS I PANTHEON-SORBONNE",
            "ecContrib": 525751
        },
        "999854370": {
            "orgId": "999854370",
            "orgName": "UNIVERSITAET BIELEFELD",
            "ecContrib": 747649
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 510749
        }
    },
    "calculatedTotalContribution": 3864091
}