{
    "rcn": "205414",
    "acronym": "INTERLEARN",
    "topics": "MSCA-ITN-2016",
    "title": "Individualised Interventions in Learning: Bridging Advanced Learning Science and 21st CenturyTechnology",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "This year, over 5 million European infants will be born into an intellectually demanding and technologically sophisticated world. These children's success in learning academic, linguistic, and social skills will play a large part in determining their future health, wealth, and happiness - and in driving European social and economic success. Thanks to new technologies, we have an unprecedented opportunity to individually tailor the learning process on a massive scale. The importance of a personalised learning approach is highlighted by recent research showing that individual children's and ultimately adults' abilities across various domains are strongly influenced by neural, genetic, environmental, educational, cognitive, and socioemotional drivers that interact over development. However, we have a very limited understanding of how, when, and why these factors might affect any given child's learning trajectory - and above all, how that child will respond to an intervention or novel challenge to learning. The INTERLEARN European Industrial Doctorate programme will train a cohort of five early stage researchers who can lead a new European-wide initiative to deliver technologically advanced and scientifically rigorous individualised learning paradigms. Each of the interlocking research projects in INTERLEARN takes a theoretically and neuroscientifically grounded, developmental, and multimethodological approach to uncover how and when to manipulate a child's learning environment to maximise her or his potential, and to design and implement tools to deliver these learning manipulations.",
    "totalCost": "1342368",
    "ecMaxContribution": "1342368",
    "coordinator": "BIRKBECK COLLEGE - UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "PROCTER AND GAMBLE SERVICE GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "999833903": {
            "orgId": "999833903",
            "orgName": "BIRKBECK COLLEGE - UNIVERSITY OF LONDON",
            "ecContrib": 1093152
        },
        "998080919": {
            "orgId": "998080919",
            "orgName": "PROCTER AND GAMBLE SERVICE GMBH",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 1342368
}