{
    "rcn": "205405",
    "acronym": "COSMIC",
    "topics": "MSCA-ITN-2016",
    "title": "European Training Network for Continuous Sonication and Microwave Reactors",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The European chemical industry faces some very serious challenges if it is to retain its competitive position in the global economy. The new industries setting up in Asia and the Near East are based on novel process-intensification concepts, leaving Europe desperately searching for a competitive edge. The transition from batch to continuous micro- and milliflow processing is essential to ensure a future for the European fine-chemicals and pharmaceuticals industries. However, despite the huge interest shown by both academia and industrial R&D, many challenges remain, such as the problems of reaction activation, channel clogging due to solids formation and the scaling up of these technologies to match the required throughput. COSMIC, the European Training Network for Continuous Sonication and Microwave Reactors, takes on these challenges by developing material- and energy-efficient continuous chemical processes for the synthesis of organic molecules and nanoparticles. The intersectoral and interdisciplinary COSMIC training network consists of leading universities and industry participants and trains 15 ESRs in the areas of flow technology, millifluidics and external energy fields (ultrasound and microwaves). These energy fields can be applied in structured, continuous milli-reactors for producing high-value-added chemicals with excellent yield efficiencies ñ in terms of throughput, waste minimization and product quality ñ that simply cannot be achieved with traditional batch-type chemical reactors. The chemical processes that are at the heart of COSMICís game-changing research are catalytic reactions and solids-forming reactions. COSMICís success, which is based on integrating chemistry, physics and process technology, will re-establish European leadership in this crucial field and provide it with highly trained young experts ready for dynamic careers in the European chemical industry.",
    "totalCost": "3833301,24",
    "ecMaxContribution": "3833301,24",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "MICROINNOVA ENGINEERING GMBH;UNIVERSIDAD DE ZARAGOZA;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;UNIVERSITA DEGLI STUDI DI TORINO;UNIVERSIDAD DE CORDOBA;ARKEMA FRANCE;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "AT;ES;DE;IT;FR;UK",
    "projectParticipants": {
        "998371046": {
            "orgId": "998371046",
            "orgName": "ARKEMA FRANCE",
            "ecContrib": 525751
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 247873
        },
        "998671261": {
            "orgId": "998671261",
            "orgName": "MICROINNOVA ENGINEERING GMBH",
            "ecContrib": 255934
        },
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 498433
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 258061
        },
        "999872703": {
            "orgId": "999872703",
            "orgName": "UNIVERSIDAD DE CORDOBA",
            "ecContrib": 247873
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 546576
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1252800
        }
    },
    "calculatedTotalContribution": 3833301
}