{
    "rcn": "205475",
    "acronym": "InDIRECT",
    "topics": "BBI.R10-2015",
    "title": "Direct and indirect biorefinery technologies for conversion of organic side-streams into multiple marketable products",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "The aim of the proposal is to develop biorefinery processes as part of new value chains to convert under-spent side streams/residues from the agro-sector and processing sector into useful marketable products. Cascading processes (recovery of multiple compounds from the same feedstock) are envisioned to increase the conversion efficiency (product/ton biomass input) and maximise the values of the feedstock (euro/ton biomass input).  Direct biorefiney of the biomass will be compared with indirect biorefinery.  The latter refers to the two-step process that can cope with the heterogeneity of side-streams.  In a first step the heterogenic feedstock is converted to homogenous biomass.  The game-changing approach that will be applied is the use of insects in this step. Insects are able to convert a variety of feedstocks into a more homogenous biomass, being their own biomass.  In a second step, the insect biomass will be further fractionated into a lipid, protein and chitin fraction, that all three have potential to be converted into marketable end-products (step 3). The ability to use various feedstocks results in a more robust and scalable biorefinery process that is expected to be less dependent on the season.\nThe direct approach (without the insect convertion step) which will be explored for green leaves, is expected to be more seasonally variable, but generates a larger variety of compounds. The project foresees to process the derived fractions further into multiple marketable products for the feed, food and chemical sector. More than 20 new product formulations are envisioned and will be subjected to application tests within InDIRECT.  Activities from lab to pilot scale are foreseen, enabling the generation of sufficient material for application tests that are crucial for developing the downstream market. Viable business concepts will be formulated and translated into business plans.",
    "totalCost": "2089670,94",
    "ecMaxContribution": "1347947,75",
    "coordinator": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
    "coordinatorCountry": "BE",
    "participants": "PROTI FARM R & D BV;UNIVERSITA DEGLI STUDI DI PARMA;CHEMSTREAM BVBA;INSTITUT MUTUALISE POUR LES PROTEINES VEGETALES;Boerenbondvereniging voor Projecten vzw;TEMPERIO;MILLIBETER;NUTRITION SCIENCES NV",
    "participantCountries": "NL;IT;BE;FR",
    "projectParticipants": {
        "926777577": {
            "orgId": "926777577",
            "orgName": "INSTITUT MUTUALISE POUR LES PROTEINES VEGETALES",
            "ecContrib": 175000
        },
        "923809862": {
            "orgId": "923809862",
            "orgName": "PROTI FARM R & D BV",
            "ecContrib": 10000
        },
        "924042759": {
            "orgId": "924042759",
            "orgName": "TEMPERIO",
            "ecContrib": 31983
        },
        "999846028": {
            "orgId": "999846028",
            "orgName": "UNIVERSITA DEGLI STUDI DI PARMA",
            "ecContrib": 199934
        },
        "938086807": {
            "orgId": "938086807",
            "orgName": "MILLIBETER",
            "ecContrib": 175000
        },
        "972690102": {
            "orgId": "972690102",
            "orgName": "CHEMSTREAM BVBA",
            "ecContrib": 218750
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 494022
        },
        "951451467": {
            "orgId": "951451467",
            "orgName": "Boerenbondvereniging voor Projecten vzw",
            "ecContrib": 43259
        },
        "999763190": {
            "orgId": "999763190",
            "orgName": "NUTRITION SCIENCES NV",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1347948
}