{
    "rcn": "205490",
    "acronym": "SOCRATES",
    "topics": "MSCA-ITN-2016",
    "title": "SOcial Cognitive Robotics in The European Society",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "SOCRATES is a PhD training program for 15 young researchers, created to develop the field of Social Robotics with an application focus on Robotics in Eldercare. \nThe research in Social Robotics has a common theme of Interaction Quality, which is a concept for characterization of how a specific mode of interaction is fit for a given task, situation, and user. Interaction Quality often changes, for instance if an older adult gets tired and loses focus when interacting with a robot. Interaction Quality also depends on the robotís functionality and design, and will be addressed from a range of perspectives in five research workpackages:\nï Emotion: novel multi-modal methods to perceive human emotions from facial expressions, body motion, auditory and language cues\nï Intention: new techniques to infer human goals and intention from natural language and video analysis\nï Adaptivity: techniques to adapt a robotís behaviour to user needs\nï Design: Novel design methods for hardware, interfaces, and safety\nï Acceptance: Procedures for evaluation of user acceptance\nAdditional value and impact is generated by the unique multidisciplinary collaboration between academic disciplines that normally do not work together; computer science, cognitive science, biomechanics, ethics, social psychology, and social science. Intersectoral collaboration between academia, caregivers, business developers, and robot manufacturers will further strengthen novelty and impact by ensuring that relevant needs are addressed, and that research result are both economically and technically feasible. \nThe outcome of SOCRATES will be a new generation of researchers with the ability to interact with scholars from different ëschools-of-thoughtí in areas that are well within as well as outside of their areas of expertise.",
    "totalCost": "3874726,44",
    "ecMaxContribution": "3874726,44",
    "coordinator": "UMEA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "UNIVERSITAET HAMBURG;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;BEN-GURION UNIVERSITY OF THE NEGEV;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL;OREBRO UNIVERSITY",
    "participantCountries": "DE;IL;ES;UK;SE",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 495746
        },
        "999839432": {
            "orgId": "999839432",
            "orgName": "UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL",
            "ecContrib": 546576
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 498433
        },
        "999650088": {
            "orgId": "999650088",
            "orgName": "OREBRO UNIVERSITY",
            "ecContrib": 527319
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 498433
        },
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 527319
        },
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 780902
        }
    },
    "calculatedTotalContribution": 3874728
}