{
    "rcn": "205401",
    "acronym": "PIPS",
    "topics": "JTI-CS2-2015-CFP02-AIR-02-08",
    "title": "Passive Ice Protection System",
    "startDate": "01/07/2016",
    "endDate": "29/02/2020",
    "objective": "This proposal addresses the specific aeronautical challenge relative to the improvement and optimization of nacelle/engine integration to reduce drag and save weight thanks to high technology devices leading to significant CO2 savings.\nThe ultimate goal of this proposal is to replace the today ice protection systems mounted on the surfaces of engine intakes by a two-phase passive thermal system with the following main benefits:\n   ï Reduction of fuel consumption and raise of the engine effectiveness by the use of a highly efficient thermal system for the extraction of heat load from the engine to the protected surface (high heat transfer capacity compared to the two-phase system mass);\n   ï Decrease of mass and ease of thermal icing protection integration by removing the today electro-thermal and pneumatic usual device used to collect power from power plant;\n   ï Increase of reliability of a critical function such as anti-icing by removing active control and operations;\n   ï Lower impact on environment and operating cost reduction through the use of passive and maintenance free thermal equipment.\nAt two-phase system level, the main innovation will concern the adaptation of the space qualified product to the specific aeronautical requirements.\nTRL6 is considered for the two-phase product in order to enable the European aeronautical communities to propose more efficient aircrafts with less environmental impacts.\nThe most relevant characteristics to be assessed and managed through this project are:\n   ï The severe thermal and mechanical environment around the engine and its nacelle and\n   ï The specific geometry of the protected surface. \nThis project will so contribute to the strengthening of the competitiveness of the European industry by introducing two-phase heat management systems contributing to the reduction of CO2 emissions and airplane noise, toward an eco-conception and an eco-utilization point of view.",
    "totalCost": "691757,5",
    "ecMaxContribution": "499830,25",
    "coordinator": "EURO HEAT PIPES SA",
    "coordinatorCountry": "BE",
    "participants": "ECOLE NATIONALE SUPERIEURE DE MECANIQUE ET D'AEROTECHNIQUE",
    "participantCountries": "FR",
    "projectParticipants": {
        "996067878": {
            "orgId": "996067878",
            "orgName": "ECOLE NATIONALE SUPERIEURE DE MECANIQUE ET D'AEROTECHNIQUE",
            "ecContrib": 52000
        },
        "998396266": {
            "orgId": "998396266",
            "orgName": "EURO HEAT PIPES SA",
            "ecContrib": 447830
        }
    },
    "calculatedTotalContribution": 499830
}