{
    "rcn": "205439",
    "acronym": "Training4CRM",
    "topics": "MSCA-ITN-2016",
    "title": "European Training Network for Cell-based Regenerative Medicine",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "The main objective of Training4CRM is to train a new generation of 15 highly inter-disciplinary early stage researchers at the highest international level and quality, who will be immediately employable in both the academic and industrial sectors due to their highly sought after cross- and interdisciplinary insights and expertise. Training4CRM addresses existing gaps within Cell-based Regenerative Medicine for treatment of neurodegenerative disorders (e.g. Parkinson¥s, Huntington¥s, Epilepsy), which occur as a result of progressive loss of structure, function and/or death of neurons in the brain. The disorders have a high prevalence and are associated with impairments and disabilities with high emotional, financial and social burden. New scientific discoveries and technologies are needed, and Training4CRM sets out with the ambition to educate and train students within and across different scientific disciplines to be able to master the design, fabrication and testing of completely new tools and materials within the fields of: Micro- and Nanoengineering (nano/microstructures, 3D scaffolds and 3D lab-on-a-chip devices of different materials, geometries, architectures and properties, wireless electronic components; Biotechnology (human stem cells, human induced pluripotent stem cells, optogenetics, tissue engineering; Pre-clinical studies for the purpose of investigating in vivo, in experimental animals, how the developed cells, materials, structures affect the animal at the physiological and behavioral levels, unravelling the therapeutic effects of the developed strategies.",
    "totalCost": "4028783,4",
    "ecMaxContribution": "4028783,4",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "BIOMODICS APS;VERIGRAFT AB;FELIXROBOTICS BV;UNIVERSITAT DE BARCELONA;UNIVERSITETET I OSLO;POLITECNICO DI MILANO;LUNDS UNIVERSITET;UNIVERSIDAD AUTONOMA DE MADRID",
    "participantCountries": "DK;SE;NL;ES;NO;IT",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 572550
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 527319
        },
        "943501929": {
            "orgId": "943501929",
            "orgName": "VERIGRAFT AB",
            "ecContrib": 263659
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 247873
        },
        "923557468": {
            "orgId": "923557468",
            "orgName": "FELIXROBOTICS BV",
            "ecContrib": 255374
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 258061
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 870246
        },
        "964632409": {
            "orgId": "964632409",
            "orgName": "BIOMODICS APS",
            "ecContrib": 290082
        },
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 743619
        }
    },
    "calculatedTotalContribution": 4028783
}