{
    "rcn": "205478",
    "acronym": "PARADDISE",
    "topics": "FOF-13-2016",
    "title": "A Productive, Affordable and Reliable solution for large scale manufacturing of metallic components by combining laser-based ADDItive and Subtractive processes with high Efficiency",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The overall objective of PARADDISE project is to rationalize, to structure and to make available to the stakeholders of manufacturing value chain the knowledge and the tools for combining two antithetical processes: Laser Metal Deposition (LMD) and Machining (milling and turning). The project will develop expert CAx technologies, smart components and monitoring and control systems tailored for the hybrid process in a cost-effective way and with structured knowledge about LMD process. The PARADDISE solution will offer a synergetic combination among: i) the high flexibility for the designs and for the materials to be used, the high material efficiency and the high savings in material resources and its associated costs of the LMD operations; and ii) the high accuracy, the high robustness and the high productivity of subtractive operations.\nThe solution will be integrated in the ëZVH45/1600 Add\\Processí hybrid machine from IBARMIA manufacturer (PARADDISE partner), which is already available in the market as well as at TECNALIAís facilities (PARADDISE coordinator). Thus, the PARADDISE project will conceive a process-machine-tools solution. \nBy means of this combined manufacturing process, large scale manufacturers of value-added metallic components will be able to achieve high quality and high productivity with a minimum use of material and energy resources when manufacturing those parts, which will lead to a reduction in manufacturing costs. In that way, the PARADDISE project intends to boost and to spread the use of Laser Metal Deposition (LMD) technology along the life cycle of value-adding metal components.",
    "totalCost": "3761402,5",
    "ecMaxContribution": "3761402,25",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "GKN AEROSPACE NORWAY AS;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;IBARMIA INNOVATEK, S.L;MANUFACTURE FRANCAISE DES PNEUMATIQUES MICHELIN;PRECITEC GMBH & CO KG;UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA;SIEMENS AKTIENGESELLSCHAFT",
    "participantCountries": "NO;DE;ES;FR",
    "projectParticipants": {
        "987154063": {
            "orgId": "987154063",
            "orgName": "IBARMIA INNOVATEK, S.L",
            "ecContrib": 392766
        },
        "997730167": {
            "orgId": "997730167",
            "orgName": "GKN AEROSPACE NORWAY AS",
            "ecContrib": 407812
        },
        "998883982": {
            "orgId": "998883982",
            "orgName": "PRECITEC GMBH & CO KG",
            "ecContrib": 355000
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 271157
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 859774
        },
        "999987260": {
            "orgId": "999987260",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT",
            "ecContrib": 678905
        },
        "971320462": {
            "orgId": "971320462",
            "orgName": "MANUFACTURE FRANCAISE DES PNEUMATIQUES MICHELIN",
            "ecContrib": 309375
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 486612
        }
    },
    "calculatedTotalContribution": 3761401
}