{
    "rcn": "205473",
    "acronym": "ESSENTIAL",
    "topics": "MSCA-ITN-2016",
    "title": "Evolving Security SciencE through Networked Technologies, Information policy And Law",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Though security is a field of study capable of diverse applications in daily life, security science is a young discipline requiring larger inter-disciplinary effort. ESSENTIAL seeks to develop security science by addressing two of its main problems: the ad-hoc approach to security research and the growing complexity of the security environment. To do so, ESSENTIAL has set itself two main goals: a) to train inter-disciplinary security experts and professionals, to tackle security threats in a systematic manner and b) to increase societal resilience and security by addressing in an interdisciplinary manner 15 research topics, each associated with long-standing problems in the field of security science ranging from modeling security perception and democratizing intelligence to improving security and privacy in data ecosystems. ESSENTIAL will be the first programme of its kind that aims to jointly educate the next generation of interdisciplinary experts in security science, by uniquely exposing the 15 ESRs to: (1) theoretical knowledge and practical expertise in such areas as: (a) the policing and regulation of information-security technology, and (b) the implementation of policies and legal standards within computing and communication systems; (2) real-world environments in law enforcement, intelligence and industry; (3) strong academic guidance offered by highly qualified supervisors and mentors; (4) high tech research infrastructures; and (5) a diversity of interdisciplinary research events, such as workshops, conferences, summer/winter schools. The ESSENTIAL consortium is built upon long-lasting cooperation relations among leading organizations coming from academia, international and national stakeholders and the private sector, many of whom have over 25 years of experience in contributing directly to national, European and UN technology-related policy making.",
    "totalCost": "3756496,68",
    "ecMaxContribution": "3756496,68",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "Edith Cowan University;CONSIGLIO NAZIONALE DELLE RICERCHE;UNIVERSITA TA MALTA;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;ACADEMIA NATIONALA DE INFORMATII MIHAI VITEAZUL",
    "participantCountries": "AU;IT;MT;NO;RO",
    "projectParticipants": {
        "952927128": {
            "orgId": "952927128",
            "orgName": "ACADEMIA NATIONALA DE INFORMATII MIHAI VITEAZUL",
            "ecContrib": 645206
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 258061
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1021497
        },
        "999887059": {
            "orgId": "999887059",
            "orgName": "UNIVERSITA TA MALTA",
            "ecContrib": 716748
        },
        "988936050": {
            "orgId": "988936050",
            "orgName": "Edith Cowan University",
            "ecContrib": 256158
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 858826
        }
    },
    "calculatedTotalContribution": 3756496
}