{
    "rcn": "205419",
    "acronym": "IMPROOF",
    "topics": "SPIRE-04-2016",
    "title": "INTEGRATED MODEL GUIDED PROCESS OPTIMIZATION OF STEAM CRACKING FURNACES",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "The objective of the project IMPROOF is to drastically improve the energy efficiency of steam cracking furnaces by at least 20%, in a cost effective way, while simultaneously reducing emissions of greenhouse gasses and NOx per ton ethylene produced by at least 25%. One important way to reduce the energy input in steam cracking furnaces is to reduce coke formation on the reactor wall. The use of either advanced coil materials, combined with 3D reactor designs, improved process control, and more uniform heat transfer will increase run lengths, reducing simultaneously CO2 emissions and the lifetime of the furnaces. Biogas and bio-oil will be used as alternative fuels because they are considered renewable, and hence, decrease net CO2 production.\nApplication of high emissivity coatings on the external surface of the radiant coils will further substantially improve the energy consumption. Less firing is required to reach the same process temperatures in the radiant coils. This will reduce fuel gas consumption and CO2 emissions by 10 to 15%.\nIMPROOF will demonstrate the advantage of combining all these technological innovations with an anticipated increase of the time on stream with a factor 3.\nTo select the correct technologies for sustainable implementation in complex plant-wide and industrial data-intensive process systems, all the technology will be implanted in real-plant conditions at TRL6 in DOW.\n\nThe strongly industrial oriented consortium is composed of 7 industrial partners, including 2 SME completed by 2 RTO and 2 university. This partnership shows a clear and strong path to the industrial and economical world with the involvement of all actors of the furnaces business.\n\nThe financial resources mobilized by the partners represent a total grant of 6 878 401,25 Ä with a global effort of 538 person.month.",
    "totalCost": "6878401,25",
    "ecMaxContribution": "6878401,25",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "DOW BENELUX BV;AVGI;AYMING;CRESS B.V.;CENTRE EUROPEEN DE RECHERCHE ET DE FORMATION AVANCEE EN CALCUL SCIENTIFIQUE;POLITECNICO DI MILANO;TECHNIP BENELUX BV;SCHMIDT+CLEMENS GMBH + CO.KG;JOHN ZINK INTERNATIONAL LUXEMBOURG SARL;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "NL;BE;FR;IT;DE;LU",
    "projectParticipants": {
        "923787940": {
            "orgId": "923787940",
            "orgName": "AVGI",
            "ecContrib": 399250
        },
        "923049091": {
            "orgId": "923049091",
            "orgName": "SCHMIDT+CLEMENS GMBH + CO.KG",
            "ecContrib": 568518
        },
        "922706778": {
            "orgId": "922706778",
            "orgName": "JOHN ZINK INTERNATIONAL LUXEMBOURG SARL",
            "ecContrib": 446689
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 691956
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 514664
        },
        "934255016": {
            "orgId": "934255016",
            "orgName": "TECHNIP BENELUX BV",
            "ecContrib": 440000
        },
        "998517613": {
            "orgId": "998517613",
            "orgName": "DOW BENELUX BV",
            "ecContrib": 900750
        },
        "999940118": {
            "orgId": "999940118",
            "orgName": "CENTRE EUROPEEN DE RECHERCHE ET DE FORMATION AVANCEE EN CALCUL SCIENTIFIQUE",
            "ecContrib": 442250
        },
        "923385196": {
            "orgId": "923385196",
            "orgName": "CRESS B.V.",
            "ecContrib": 859325
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1295000
        },
        "999944968": {
            "orgId": "999944968",
            "orgName": "AYMING",
            "ecContrib": 320000
        }
    },
    "calculatedTotalContribution": 6878402
}