{
    "rcn": "205453",
    "acronym": "PEMs4Nano",
    "topics": "GV-02-2016",
    "title": "Portable Nano-Particle Emission Measurement System",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The PEMs4Nano project (P4N) addresses the development (based on current direct injection gasoline engines) of measurement procedures down to 10nm, providing a contribution to future regulation on particle emissions, in particular in real driving conditions. The activities planned in the project will also support the understanding, measurement and regulation of particle emissions below 23 nm (with the threshold of at least 10 nm). \nSocietal concerns for the environment include both fuel consumption and noxious emissions, as well as the awareness that meeting CO2-goals with newest technologies may also lead to the emission of smaller nanoparticles that are undetected by current certification procedures. Hence P4N has the goal to develop measurement procedures that are robust and reliable for both the development of the new engine technologies, as well as serving as a solid basis for new regulations. This has the advantage of establishing a solid content link between development activities and regulation. Two complementary measurement systems will be optimized for use in the development laboratory and for mobile testing based on current technologies. Given the numerous parameters associated with the engine (combustion and exhaust systems) technologies and measurement procedures; physico-chemical and data-driven simulations combined with optimization is proposed to establish valuable correlations between measurements made in the development laboratory and thus finally those measured on the road.\nPEMs4nano thus proposes a two path approach that connects tailpipe measurements with the origin and the evolution of the particles, resulting in a seamless approach from the laboratory to the field test capabilities. Investigations of particle characteristics (incl.composition, size and morphology) and their influence on successful measurements will also be carried out using various load profiles that make up real-driving to validate the application of the measurement procedure",
    "totalCost": "3752475",
    "ecMaxContribution": "3571925",
    "coordinator": "HORIBA EUROPE GMBH",
    "coordinatorCountry": "DE",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;ROBERT BOSCH GMBH;COMPUTATIONAL MODELLING CAMBRIDGE LIMITED;TSI GmbH;HORIBA FRANCE SAS;IDIADA AUTOMOTIVE TECHNOLOGY SA;UNIRESEARCH BV;UNIVERSITE DE LILLE;UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
    "participantCountries": "UK;DE;FR;ES;NL",
    "projectParticipants": {
        "998821223": {
            "orgId": "998821223",
            "orgName": "TSI GmbH",
            "ecContrib": 194250
        },
        "937692308": {
            "orgId": "937692308",
            "orgName": "HORIBA EUROPE GMBH",
            "ecContrib": 559125
        },
        "972238470": {
            "orgId": "972238470",
            "orgName": "COMPUTATIONAL MODELLING CAMBRIDGE LIMITED",
            "ecContrib": 482425
        },
        "999899378": {
            "orgId": "999899378",
            "orgName": "UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
            "ecContrib": 0
        },
        "999940312": {
            "orgId": "999940312",
            "orgName": "HORIBA FRANCE SAS",
            "ecContrib": 258750
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999788313": {
            "orgId": "999788313",
            "orgName": "IDIADA AUTOMOTIVE TECHNOLOGY SA",
            "ecContrib": 206350
        },
        "999908787": {
            "orgId": "999908787",
            "orgName": "ROBERT BOSCH GMBH",
            "ecContrib": 807075
        },
        "910186018": {
            "orgId": "910186018",
            "orgName": "UNIVERSITE DE LILLE",
            "ecContrib": 286950
        },
        "999734963": {
            "orgId": "999734963",
            "orgName": "UNIRESEARCH BV",
            "ecContrib": 176250
        }
    },
    "calculatedTotalContribution": 2971175
}