{
    "rcn": "205459",
    "acronym": "IQCE",
    "topics": "MSCA-ITN-2016",
    "title": "Improving Quality of Care in Europe",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Improving quality of care has been given too little attention in health economic research in the past although it is the central goal of health care systems in Europe. The proposed ETN on ìImproving Quality of Care in Europe (IQCE)î aims to address this gap and has the following aims: 1) Create new evidence and improve existing health economic research in the field of quality of care. Research gaps are addressed by empirical, theoretical and experimental approaches with a focus on innovative econometric methods using novel access to databases. 2) Establish a close link of the topical PhD projects to health policy and practice ensuring high relevance and practical applicability of results. Implementation of project results can potentially enhance performance of European health care systems. 3) Train PhD fellows to be experts in the field of quality of care and obtain excellent profiles for different career paths in health economic research or practice. 4) contribute to better coordination of currently fragmented health economic research in Europe. This will improve the competitive position of European health economic research. 5) serve as a model for joint doctorate programmes in health economics in Europe. This will drive the development of PhD programmes in health economics in Europe, which currently are scarce. To address these aims, the research programme consists of research clusters: (a) effectiveness & safety, (b) efficiency, (c) access & equitability, and (d) acceptability (WP2-5). Clusters also define secondments and joint research activities of one cluster. Across clusters, scientific training courses, soft-skill-courses and research-in-progress workshops will provide new skills and ensure interaction and exchange between PhD fellows (WP6). The strong participation of the non-academic sector in courses, workshops, acting as hosts, providing research data, or acting as practice mentors for PhD fellows will ensure transfer of research into practice (WP7).",
    "totalCost": "3877749,36",
    "ecMaxContribution": "3877749,36",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "ST JUDE MEDICAL COORDINATION CENTER;FACULDADE DE ECONOMIA DA UNIVERSIDADE NOVA DE LISBOA;UNIVERSITA COMMERCIALE LUIGI BOCCONI;UNIVERSIDADE NOVA DE LISBOA;UNIVERSITY OF YORK;SYDDANSK UNIVERSITET;ERASMUS UNIVERSITEIT ROTTERDAM",
    "participantCountries": "BE;PT;IT;UK;DK;NL",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 510749
        },
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 516123
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 580164
        },
        "934777264": {
            "orgId": "934777264",
            "orgName": "ST JUDE MEDICAL COORDINATION CENTER",
            "ecContrib": 250560
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 546576
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 996866
        },
        "997254382": {
            "orgId": "997254382",
            "orgName": "FACULDADE DE ECONOMIA DA UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 0
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 476713
        }
    },
    "calculatedTotalContribution": 3877751
}