{
    "rcn": "205417",
    "acronym": "INCLUSIVE",
    "topics": "FOF-04-2016",
    "title": "Smart and adaptive interfaces for INCLUSIVE work environment",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The market demands flexible productions lead to complexification of production systems and hence to more articulated Human Machine Interface (HMI). This new features tend to exclude from working environment elderly people who, even if they have a great experience, feel uncomfortable in the interaction with a complex computerized system. Moreover, complex HMI creates a barrier to young inexperienced or disabled people for an effective management of the production lines.\nTo tackle this problems, INCLUSIVE aims to develop a new concept of interaction between the user and the machines in which the behavior of the automation system adapts to human operator capabilities. Hence, INCLUSIVE develops an ecosystem of technological innovations driven by human factors analysis applied to three concrete industrial use cases, carefully chosen to represent a wide range of needs and requests from industry.\nINCLUSIVE is based on three pillars:\nï Human capabilities measurement \nï Adaptation of interfaces to human capabilities.\nï Teaching and training the unskilled users.\nOnce developed, the new system will be initially tested in lab and then in the use case premises where cognitive load measurement data will be analyzed. 12 months of the project are dedicated to the adoption and use in real conditions of the new tools in the three industrial use cases, in order to demonstrate its validity and improvement reached in working environment. \nThe anonymity of workers will be completed guarantee and the data collected will not be attributable to a specific person.\nThe consortium is formed by eleven partners (six companies and 5 research centres) located in Germany, Greece, Italy, Poland and Turkey, which represent a full product value chain that include: HMI developer (PROGEA), software developer (SOFTFACT) machine developer (KHS, SCM), system integrator (GIZELIS), final user (SILVERLINE) and research centres (UNIMORE, TUM, RWTHA and CIOP), and a technology transfer specialist (ASTER).",
    "totalCost": "4324587,5",
    "ecMaxContribution": "4324587,5",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
    "coordinatorCountry": "IT",
    "participants": "SCM GROUP SPA;SILVERLINE ENDUSTRI VE TICARET A.S.;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;TECHNISCHE UNIVERSITAET MUENCHEN;PROGEA SRL;DEBBACHE-LAGIOS EE;ASTER - SOCIETA CONSORTILE PER AZIONI;KHS GMBH;CENTRALNY INSTYTUT OCHRONY PRACY - PANSTWOWY INSTYTUT BADAWCZY;SOFTWARE FACTORY GESELLSCHAFT F‹R UNTERNEHMENSBERATUNG UND SOFTWARE-ENGINEERING MBH",
    "participantCountries": "IT;TR;DE;EL;PL",
    "projectParticipants": {
        "928286509": {
            "orgId": "928286509",
            "orgName": "SILVERLINE ENDUSTRI VE TICARET A.S.",
            "ecContrib": 253750
        },
        "971874429": {
            "orgId": "971874429",
            "orgName": "SCM GROUP SPA",
            "ecContrib": 449375
        },
        "966106421": {
            "orgId": "966106421",
            "orgName": "DEBBACHE-LAGIOS EE",
            "ecContrib": 249375
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 434588
        },
        "923638269": {
            "orgId": "923638269",
            "orgName": "SOFTWARE FACTORY GESELLSCHAFT FÜR UNTERNEHMENSBERATUNG UND SOFTWARE-ENGINEERING MBH",
            "ecContrib": 311750
        },
        "999643686": {
            "orgId": "999643686",
            "orgName": "ASTER - SOCIETA CONSORTILE PER AZIONI",
            "ecContrib": 335000
        },
        "940354376": {
            "orgId": "940354376",
            "orgName": "KHS GMBH",
            "ecContrib": 364250
        },
        "999542709": {
            "orgId": "999542709",
            "orgName": "CENTRALNY INSTYTUT OCHRONY PRACY - PANSTWOWY INSTYTUT BADAWCZY",
            "ecContrib": 270250
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 558750
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 796250
        },
        "922912806": {
            "orgId": "922912806",
            "orgName": "PROGEA SRL",
            "ecContrib": 301250
        }
    },
    "calculatedTotalContribution": 4324588
}