{
    "rcn": "205432",
    "acronym": "SYNDEGEN",
    "topics": "MSCA-ITN-2016",
    "title": "Synaptic dysfunction in Neurodegenerative Diseases",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Neurodegenerative diseases (NDDs) of aging are a growing burden on societies. Although studies on the degeneration of neurons have been a main focus of research, increasing evidence points to synapses as the site where Alzheimerís disease (AD), Parkinsonís disease (PD) and Huntingtonís disease (HD) begin. There is growing evidence that synapses are sites of early and aberrant protein misfolding, aggregation and spread in NDDs. A key problem in research on NDDs has been that the normal physiological roles at synapses of the aggregation-prone proteins (?- amyloid/amyloid precursor protein, tau, ?-synuclein and huntingtin), which are linked pathologically and genetically to these diseases, are not known. Using cutting-edge technologies and multidisciplinary approaches the SYNDEGEN consortium aims to bring together leading experts in cell biology, synapse biology and imaging, stem cell biology and NDDs in Europe to determine the molecular and cellular mechanisms whereby synapses become dysfunctional in AD, PD and HD for the purpose of developing novel therapies. The goal of the consortium is to train talented young scientists in interdisciplinary, innovative and collaborative research aimed at the development of novel molecular based treatment strategies for these major diseases of aging. A gap in the training of students in these important diseases is that disease expertise and novel methods to study synapses are localized in isolated groups in different locations in the EU. Similar questions are being asked about the mechanisms of synaptic dysfunction in AD, PD and HD, but no one university or company has sufficiently broad knowledge and technical expertise required to study and develop therapies for synaptic dysfunction in these disorders. This training programme will be implemented in 6 academic centres and 2 SMEs representing a comprehensive, highly interactive and multidisciplinary partnership.",
    "totalCost": "3129428,16",
    "ecMaxContribution": "3129428,16",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;UMECRINE AB;EXPLORA NOVA SARL;UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "DE;UK;CH;SE;FR",
    "projectParticipants": {
        "990492027": {
            "orgId": "990492027",
            "orgName": "EXPLORA NOVA SARL",
            "ecContrib": 0
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 790978
        },
        "999492657": {
            "orgId": "999492657",
            "orgName": "UNIVERSITAETSMEDIZIN GOETTINGEN - GEORG-AUGUST-UNIVERSITAET GOETTINGEN - STIFTUNG OEFFENTLICHEN RECHTS",
            "ecContrib": 249216
        },
        "951903390": {
            "orgId": "951903390",
            "orgName": "UMECRINE AB",
            "ecContrib": 263659
        },
        "974626416": {
            "orgId": "974626416",
            "orgName": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV",
            "ecContrib": 498433
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 788627
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 265227
        }
    },
    "calculatedTotalContribution": 2856140
}