{
    "rcn": "205446",
    "acronym": "BigClouT",
    "topics": "EUJ-02-2016",
    "title": "Big data meeting Cloud and IoT for empowering the citizen clout in smart cities",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "As we enter 2016, the world is facing a number of critical challenges such as global warming, economic crisis, security threats, inequality, natural disasters and ageing society. Urban areas are particularly affected, given that the world population is increasingly concentrated in those areas. ICT solutions have the potential to change the world and improve the quality of life and security of its citizens. In particular, IoT, cloud and big data are todayís key enablers for increasing the efficiency in using shared urban infrastructure, economic and natural resources.\nThe overall concept of the BigClouT project is to give an analytic mind to the city by creating distributed intelligence that can be implanted in the whole city network. The unprecedented number of connected things and the associated big data naturally raise new technical challenges in terms of interoperability, scalable and online data processing, actionable knowledge extraction, self-management, security and privacy. The BigClouT project is bringing together resources and knowledge necessary from prestigious European and Japanese institutions for tackling those challenges. BigClouT will leverage the results of the ClouT project and bring them several steps further and add, in particular, distributed intelligence with edge computing principles, big data analytics capability and self-awareness property. \nThe BigClouT platform will be deployed and validated in 4 pilot cities in the project, Grenoble, Bristol, Tsukuba and Fujisawa. BigClouT gives a particular importance to the involvement of citizens during the whole lifetime of the project, from use case definitions to validation. BigClouT has also the ambitious objective of creating a community of external end-users to build their own applications/business on top of BigClouT tools and platform, and to maintain alive this community during the project and beyond, which will ensure the sustainability of the results of the ClouT and BigClouT projects.",
    "totalCost": "1349622,5",
    "ecMaxContribution": "1349622,5",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "BRISTOLISOPEN LIMITED;ABSISKEY CP;LANCASTER UNIVERSITY;GRENOBLE-ALPES-METROPOLE METRO;ENGINEERING - INGEGNERIA INFORMATICA SPA;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "participantCountries": "UK;FR;IT;EL",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 390134
        },
        "999777352": {
            "orgId": "999777352",
            "orgName": "ABSISKEY CP",
            "ecContrib": 131250
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 225000
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 174999
        },
        "941237755": {
            "orgId": "941237755",
            "orgName": "GRENOBLE-ALPES-METROPOLE METRO",
            "ecContrib": 96990
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 206250
        },
        "935000461": {
            "orgId": "935000461",
            "orgName": "BRISTOLISOPEN LIMITED",
            "ecContrib": 125000
        }
    },
    "calculatedTotalContribution": 1349623
}