{
    "rcn": "205474",
    "acronym": "DEMETER",
    "topics": "BBI.D7-2015",
    "title": "Demonstrating more efficient enzyme production to increase biogas yields",
    "startDate": "01/08/2016",
    "endDate": "31/07/2019",
    "objective": "Genencor International BV has recently developed a new enzyme product, C1-LC4, that in recent field trials has shown a promising 10% cost-reduction in the production of biogas from organic waste. Although the efficacy of the enzyme has clearly been shown, the current fermentation process does not provide sufficient yield in industrial production to be cost-effective for large-scale application.\n\nThe objective of DEMETER is to increase the yield of this industrial fermentation process by at least 20%, improve the product recovery process by 40%, and reduce overall product cost by at least 15% while increasing the productivity of the process. In addition, DEMETER will demonstrate the efficacy of the enzyme in 8 field trials in biogas plants throughout Europe.\n\nThe DEMETER consortium includes the entire value chain: enzyme producer Genencor International, enzyme retailer Miavit, the pilot plant BioBase Europe Pilot Plant, anaerobic digester expert OWS, independent biogas research centre DBFZ, Ciaotech for independent economic and environmental evaluation, and large farm, Biomoer, for field trials.\n\nDEMETER follows a multi-scale approach. First, the enzyme productivity will be improved on lab- and small pilot-scale, while obtaining insights for further scale-up. In parallel, the effect of enzymes on biogas yield will be quantified, using 5 commonly used biomass substrates. The improved fermentation and downstream process will be scaled up and demonstrated in a 15 000 L pilot plant. Finally, the improvement of the biogas production process due to the use of the C1-LC4 enzyme will be demonstrated in practice in 8 field trials. The results of these field trials will be fed back to further improve the production process and its yield.\n\nUltimately, DEMETER will not only produce a fermentation process with increased yield,  an improved product recovery process resulting in reduced production costs. The resulting product will lead to an increase in renewable biogas production in Europe.",
    "totalCost": "6610040",
    "ecMaxContribution": "4629586",
    "coordinator": "GENENCOR INTERNATIONAL BV",
    "coordinatorCountry": "NL",
    "participants": "DBFZ DEUTSCHES BIOMASSEFORSCHUNGSZENTRUM GEMEINNUETZIGE GMBH;MIAVIT GMBH;BIO BASE EUROPE PILOT PLANT VZW;CIAOTECH Srl;BIOMOER ENERGIE BV;ORGANIC WASTE SYSTEMS NV",
    "participantCountries": "DE;BE;IT;NL",
    "projectParticipants": {
        "951861680": {
            "orgId": "951861680",
            "orgName": "GENENCOR INTERNATIONAL BV",
            "ecContrib": 1221770
        },
        "998763508": {
            "orgId": "998763508",
            "orgName": "CIAOTECH Srl",
            "ecContrib": 293719
        },
        "918322281": {
            "orgId": "918322281",
            "orgName": "MIAVIT GMBH",
            "ecContrib": 417093
        },
        "924097467": {
            "orgId": "924097467",
            "orgName": "BIOMOER ENERGIE BV",
            "ecContrib": 81250
        },
        "986528219": {
            "orgId": "986528219",
            "orgName": "BIO BASE EUROPE PILOT PLANT VZW",
            "ecContrib": 942975
        },
        "999743790": {
            "orgId": "999743790",
            "orgName": "ORGANIC WASTE SYSTEMS NV",
            "ecContrib": 616931
        },
        "998003222": {
            "orgId": "998003222",
            "orgName": "DBFZ DEUTSCHES BIOMASSEFORSCHUNGSZENTRUM GEMEINNUETZIGE GMBH",
            "ecContrib": 1055848
        }
    },
    "calculatedTotalContribution": 4629586
}