{
    "rcn": "205406",
    "acronym": "NaToxAq",
    "topics": "MSCA-ITN-2016",
    "title": "Natural Toxins and Drinking Water Quality - From Source to Tap",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Clean drinking water is crucial to human health and wellbeing. The ambition of the NaToxAq ETN network is to expand the research basis for EUís leading role in securing high quality drinking waters for its citizens. Focus is on natural toxins ñ a large group of emerging contaminants with unknown impact on drinking water resources. Both known toxins, like cyanotoxins, cyanogenic glucosides and terpenes and not yet explored toxins will be investigated. Twenty leading universities, research institutions, and water enterprises will pioneer the field through joint training of 15 ESRs investigating natural toxin emission via water reservoirs to water works and consumers. The natural toxin challenge is addressed by the concerted work of the ESRs within 4 scientific work packages comprising origin, distribution, fate and remediation. Priority toxins are selected using in silico approaches accompanied by novel non-targeted and targeted analyses to map natural toxins along vegetation and climatic gradients in Europe. Invasion of alien species, toxin emission, leaching and dissipation will be under strong influence of climate change. Data collected for toxin emission, properties and fate will be used to model effects of climate, land use, and design of remediation actions. Special attention will be paid to toxin removal at water works including development of new technologies tailored to remove natural toxins. The results will contribute to strengthening of European policies and regulation of drinking water, while new business opportunities within the fields of water supply and treatment, chemical monitoring and sensing, and the consulting sector will arise from academia-indstry collaborations. The urgency of the challenge, its eminent knowledge gaps, its multifaceted and multidisciplinary nature, and the need for scientific and public awareness to be communicated by ESRs in a balanced way makes the topic ideal for a European mobility and training network.",
    "totalCost": "3976833,96",
    "ecMaxContribution": "3976833,96",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "EIDGENOESSISCHES DEPARTEMENT FUER WIRTSCHAFT, BILDUNG UND FORSCHUNG;Masarykova univerzita;HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;HOFOR AS;EIDGENOESSISCHE ANSTALT FUER WASSERVERSORGUNG ABWASSERREINIGUNG UND GEWAESSERSCHUTZ;KOBENHAVNS PROFESSIONSHOJSKOLE;FERA SCIENCE LIMITED;STOCKHOLMS UNIVERSITET",
    "participantCountries": "CH;CZ;DE;ES;DK;UK;SE",
    "projectParticipants": {
        "930929856": {
            "orgId": "930929856",
            "orgName": "FERA SCIENCE LIMITED",
            "ecContrib": 273288
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 263659
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 495746
        },
        "998365711": {
            "orgId": "998365711",
            "orgName": "EIDGENOESSISCHES DEPARTEMENT FUER WIRTSCHAFT, BILDUNG UND FORSCHUNG",
            "ecContrib": 265227
        },
        "949989483": {
            "orgId": "949989483",
            "orgName": "HOFOR AS",
            "ecContrib": 290082
        },
        "998124569": {
            "orgId": "998124569",
            "orgName": "EIDGENOESSISCHE ANSTALT FUER WASSERVERSORGUNG ABWASSERREINIGUNG UND GEWAESSERSCHUTZ",
            "ecContrib": 265227
        },
        "999994632": {
            "orgId": "999994632",
            "orgName": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
            "ecContrib": 498433
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 464845
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 870246
        }
    },
    "calculatedTotalContribution": 3686753
}