{
    "rcn": "205407",
    "acronym": "FINESSE",
    "topics": "MSCA-ITN-2016",
    "title": "Fibre Nervous Sensing Systems",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The unprecedented properties of optical fibres make them ideal to be implemented as 'artificial nervous systems', enabling any tool or structure to become a sensitive and smart object. Conventional optical fibres are small, low-cost and can be seamlessly integrated in materials, in engineering structures and in the environment. By exploiting the most advanced light-matter interactions, these tiny luminous wires can realize distributed sensing, which means that each point along an optical fibre can separately and selectively sense quantities such as temperature, strain, acoustic waves and pressure, in perfect similarity to a real organic nerve.\nThese remarkable features have attracted the interest of different end-users covering application domains as diverse as pipeline protection, oil and gas well exploitation, electricity transport, perimeter, fire alarm, etc., leading to a sustained market growth in the last years. However, the full potential of state-of-the-art distributed fibre sensing is exploited in a fairly narrow range of applications only. This is mainly due to the lack of trained scientific personnel capable of creating the link between the sensors and possible applications.\nThe ambition of FINESSE is therefore to educate and to train researchers in the development of a set of disruptive new optical 'artificial nervous systems' with improved sensitivity, precision and new sensing abilities, and to boost the industrial uptake of these sensors by training these researchers to valorise their work.\nThe ultimate vision empowering the project is the widespread implementation of fibre-optic nervous systems dedicated to: (i) contributing to a safer society by returning early warnings for danger and (ii) ensuring sustainable development through the efficient exploitation of natural resources. The full set of specialists, who can turn this ambitious concept into a reality, is present in Europe and have teamed up to propose FINESSE training network.",
    "totalCost": "3854909,52",
    "ecMaxContribution": "3854909,52",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "LEIBNIZ-INSTITUT FUER PHOTONISCHE TECHNOLOGIEN E.V.;FIBERCORE LIMITED;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;RISE ACREO AB;VRIJE UNIVERSITEIT BRUSSEL;AGENCE NATIONALE POUR LA GESTION DES DECHETS RADIOACTIFS;UNIVERSIDAD DE ALCALA;TEL AVIV UNIVERSITY;UNIVERSITAT POLITECNICA DE VALENCIA",
    "participantCountries": "DE;UK;SE;BE;FR;ES;IL",
    "projectParticipants": {
        "999454730": {
            "orgId": "999454730",
            "orgName": "AGENCE NATIONALE POUR LA GESTION DES DECHETS RADIOACTIFS",
            "ecContrib": 262876
        },
        "999619048": {
            "orgId": "999619048",
            "orgName": "LEIBNIZ-INSTITUT FUER PHOTONISCHE TECHNOLOGIEN E.V.",
            "ecContrib": 498433
        },
        "999979791": {
            "orgId": "999979791",
            "orgName": "RISE ACREO AB",
            "ecContrib": 263659
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 273288
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 495746
        },
        "999835746": {
            "orgId": "999835746",
            "orgName": "UNIVERSIDAD DE ALCALA",
            "ecContrib": 495746
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 501120
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 530454
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 260301
        },
        "923881836": {
            "orgId": "923881836",
            "orgName": "FIBERCORE LIMITED",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3854911
}