{
    "rcn": "205436",
    "acronym": "SmartAnswer",
    "topics": "MSCA-ITN-2016",
    "title": "Smart mitigation of flow-induced acoustic radiation and transmission for reduced aircraft, surface transport, workplaces and wind energy noise",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "A step change in our noise mitigation strategies is required in order to meet the environmental targets set for a number of sectors of activity affecting people through noise exposure. Besides being a hindrance to our daily life and subject to regulations, noise emission is also a competitive issue in todayís global market. To address these issues, new technologies have been emerging recently, based on radically new concepts for flow and acoustic control, such as micro-electro-mechanical devices (MEMs), meta-materials, porous treatment of airframe surfaces, airfoil leading-edge or trailing-edge serrations, micro-jets, plasma actuation, Ö Some of these new ideas appear nowadays promising, but it now appears to this consortium that the development and maturation of novel noise reduction technologies is hindered by three main factors. The first factor is an insufficient understanding of the physical mechanisms responsible for the alteration of the flow or acoustic fields. In absence of a phenomenological understanding, modelling and optimization can hardly be successful. Secondly, tight constraints (safety, robustness, weight, maintainability, etc.) are imposed to any novel noise mitigation strategy trying to make its way to the full-scale industrial application. Thirdly, there is an insufficient knowledge about the possibilities that are nowadays offered by new materials and new manufacturing processes. With this project, we intend to setup a research and training platform, focused on innovative flow and noise control approaches, addressing the above shortcomings. It has the following objectives: i) fostering a training-through-research network of young researchers, who will investigate promising emerging technologies and will be trained with the inter-disciplinary skills required in an innovation process, and ii) bringing in a coordinated research environment industrial stakeholders from the aeronautical, automotive, wind turbine and cooling/ventilation sectors.",
    "totalCost": "3844758,48",
    "ecMaxContribution": "3844758,48",
    "coordinator": "INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES",
    "coordinatorCountry": "BE",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;CENTRE TECHNIQUE DES INDUSTRIES AERAULIQUES ET THERMIQUES;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;SIEMENS GAMESA RENEWABLE ENERGY AS;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;SIEMENS INDUSTRY SOFTWARE NV;INSTYTUT MASZYN PRZEPLYWOWYCH IM ROBERTA SZEWALSKIEGO POLSKIEJ AKADEMII NAUK - IMP PAN;UNIVERSITY OF SOUTHAMPTON;ECOLE CENTRALE DE LYON;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;KATHOLIEKE UNIVERSITEIT LEUVEN;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "SE;FR;EL;DK;CH;BE;PL;UK;NL",
    "projectParticipants": {
        "997837643": {
            "orgId": "997837643",
            "orgName": "CENTRE TECHNIQUE DES INDUSTRIES AERAULIQUES ET THERMIQUES",
            "ecContrib": 262876
        },
        "999770950": {
            "orgId": "999770950",
            "orgName": "SIEMENS INDUSTRY SOFTWARE NV",
            "ecContrib": 250560
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 273288
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 263659
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 425624
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999698006": {
            "orgId": "999698006",
            "orgName": "INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES",
            "ecContrib": 501120
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 242387
        },
        "986360215": {
            "orgId": "986360215",
            "orgName": "SIEMENS GAMESA RENEWABLE ENERGY AS",
            "ecContrib": 96694
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 250560
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 265227
        },
        "999510311": {
            "orgId": "999510311",
            "orgName": "ECOLE CENTRALE DE LYON",
            "ecContrib": 525751
        },
        "999489650": {
            "orgId": "999489650",
            "orgName": "INSTYTUT MASZYN PRZEPLYWOWYCH IM ROBERTA SZEWALSKIEGO POLSKIEJ AKADEMII NAUK - IMP PAN",
            "ecContrib": 224137
        }
    },
    "calculatedTotalContribution": 3844759
}