{
    "rcn": "205494",
    "acronym": "EUROPAH",
    "topics": "MSCA-ITN-2016",
    "title": "The Extensive and Ubiquitous Role of Polycyclic Aromatic Hydrocarbons (PAHs) in Space",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "Large Polycyclic Aromatic Hydrocarbon (PAH) molecules are deeply interwoven in the fabric of the Universe and lock up ~15% of the elemental carbon in the interstellar medium (ISM) of galaxies. They dominate the mid-infrared emission characteristics of galaxies that can be used to trace star formation locally as well as in the early universe, they influence the phase structure of the ISM and the star formation rate of galaxies, and they are the epitome of molecular complexity in space, heralding the importance of top-down chemistry. In spite of the influential role of PAHs in the ISM, their lifecycle, catalytic activity, interaction with interstellar radiation, gas and grains and their role in the organic inventory of solar system bodies is still poorly understood. The EUROPAH ETN aims to change this by creating a highly multidisciplinary network that combines astronomy, molecular physics, molecular spectroscopy, environmental science, quantum chemistry, surface sciences, and plasma physics in a comprehensive research and training program. EUROPAH will train 16 ESRs through cutting edge individual research and innovation projects investigating key physical and chemical processes of PAHs in space and related terrestrial settings and linking directly to R&D needs of our industrial beneficiaries. EUROPAH will engage all ESRs in industry driven innovation activities aimed at R&D of the industrial participants products and services, including outreach activities led by our industrial science communication beneficiary. Research and innovation training is complemented by an extensive program of network-wide training events to expose ESRs to all disciplines in the network and to instill in them a comprehensive set of transferable skills. This will provide the ESRs with a unique learning environment in a multidisciplinary setting aimed at developing a research oriented creative and innovative mind set and will place them well for a future career in academia or in industry.",
    "totalCost": "4009451,64",
    "ecMaxContribution": "4009451,64",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "UNIVERSITEIT LEIDEN;STICHTING KATHOLIEKE UNIVERSITEIT;UNIVERSITAET ZU KOELN;GRAPHIC SCIENCE LIMITED;HERIOT-WATT UNIVERSITY;THE UNIVERSITY OF LIVERPOOL;UNIVERSITE PAUL SABATIER TOULOUSE III;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "participantCountries": "NL;DE;UK;FR",
    "projectParticipants": {
        "989104054": {
            "orgId": "989104054",
            "orgName": "GRAPHIC SCIENCE LIMITED",
            "ecContrib": 273288
        },
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 455480
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 255374
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 249216
        },
        "999868920": {
            "orgId": "999868920",
            "orgName": "ISTITUTO NAZIONALE DI ASTROFISICA",
            "ecContrib": 0
        },
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 249216
        },
        "995191871": {
            "orgId": "995191871",
            "orgName": "Hiden Analytical Ltd",
            "ecContrib": 0
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 680998
        },
        "999851169": {
            "orgId": "999851169",
            "orgName": "UNIVERSITE PAUL SABATIER TOULOUSE III",
            "ecContrib": 525751
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 546576
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 773552
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 4009451
}