{
    "rcn": "205495",
    "acronym": "ES-Cat",
    "topics": "MSCA-ITN-2016",
    "title": "Directed Protein Evolution for Synthetic Biology and Biocatalysis",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "ES-Cat will use directed evolution as a tool to reproduce Nature's remarkable ability to generate molecular machines - in particular enzymes ñ that perform at levels near perfection. Instead of seeing rational and combinatorial approaches as alternatives, we combine them in this network to achieve a ësmarterí and more efficient exploration of protein\nsequence space. By harnessing the forces of Darwinian evolution and design in the laboratory we want to (i) screen large and diverse libraries for proteins with improved and useful functions, (ii) optimize existing proteins for applications in medicine or biotechnology and (iii) provide a better understanding of how existing enzymes evolved and how\nenzyme mechanisms can be manipulated. This Network brings together leading academic and industrial groups with diverse and complementary skills. The range of methodologies represented in ES-Cat allows an integrated approach combining in silico structural and sequence analysis with experimental high-throughput screening selection methods (phage-, ribozyme and SNAP display, robotic liquid handling, lab-on-a-chip/microfluidics) with subsequent systematic kinetic and biophysical\nanalysis. This integration of methods and disciplines will improve the likelihood of success of directed evolution campaigns, shorten biocatalyst development times, and make protein engineering applicable to a wider range of industrial targets. It will also train the next generation of creative researchers ready to fill roles in tailoring enzymes and other proteins for industrial application in synthetic biology efforts to move towards a bio-based economy, rivaling advances that are being made in the US and allowing the EU economy to harvest its evident socio-economic benefits.",
    "totalCost": "3827031,48",
    "ecMaxContribution": "3827031,48",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE;UNIVERSITE CATHOLIQUE DE LOUVAIN;BEN-GURION UNIVERSITY OF THE NEGEV;ENANTIS S.R.O;RIJKSUNIVERSITEIT GRONINGEN;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;UNIVERSITAET GREIFSWALD;MEDIMMUNE LIMITED;JOHNSON MATTHEY PLC",
    "participantCountries": "CZ;BE;IL;NL;DE;UK",
    "projectParticipants": {
        "968896335": {
            "orgId": "968896335",
            "orgName": "ENANTIS S.R.O",
            "ecContrib": 232422
        },
        "999947102": {
            "orgId": "999947102",
            "orgName": "JOHNSON MATTHEY PLC",
            "ecContrib": 273288
        },
        "999858056": {
            "orgId": "999858056",
            "orgName": "ERNST-MORITZ-ARNDT-UNIVERSITÄT GREIFSWALD",
            "ecContrib": 0
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 273288
        },
        "994491822": {
            "orgId": "994491822",
            "orgName": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE",
            "ecContrib": 232422
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 501120
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 498433
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 510749
        },
        "998518389": {
            "orgId": "998518389",
            "orgName": "MEDIMMUNE LIMITED",
            "ecContrib": 546576
        },
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 260301
        }
    },
    "calculatedTotalContribution": 3328599
}