{
    "rcn": "205447",
    "acronym": "EAGLE",
    "topics": "GV-02-2016",
    "title": "Efficient Additivated Gasoline Lean Engine",
    "startDate": "01/10/2016",
    "endDate": "31/03/2020",
    "objective": "The decrease of CO2 & particulates emissions  is a main challenge of the automotive sector. European OEMs and automotive manufacturers need new long term technologies, still to be implemented by 2030. Currently, hybrid powertrains are considered as the main trend to achieve clean and efficient vehicles. EAGLE project is to improve energy efficiency of road transport vehicles by developing an ultra-lean Spark Ignition gasoline engine, adapted to future electrified powertrains. This new concept using a conventional engine architecture will demonstrate more than 50% peak brake thermal efficiency while reducing particulate and NOx emissions. It will also reach real driving Euro 6 values with no conformity factor. This innovative approach will consequently support the achievement of long term fleet targets of 50 g/km CO2 by providing affordable hybrid solution.\nEAGLE will tackle several challenges focusing on:\nï Reducing engine thermal losses through a smart coating approach to lower volumetric specific heat capacity under 1.5 MJ/m3K\nï Reaching ultra-lean combustion (lambda > 2) with very low particulate (down to 10 nm) emission by innovative hydrogen boosting\nï Developing breakthrough ignition system for ultra-lean combustion\nï Investigating a close loop combustion control for extreme lean limit stabilization\nï Addressing and investigating NOx emissions reduction technologies based on a tailor made NOx storage catalyst and using H2 as a reducing agent for SCR. \nA strong engine modeling approach will allow to predict thermal and combustion performances to support development and assess engine performances prior to single and multi-cylinder test bench application. An interdisciplinary consortium made of nine partners from four different countries (France, Germany, Italy, Spain) will share its cutting-edge know-how in new combustion process, sensing, control, engine manufacturing, ignition system, simulation & modeling, advanced coating, as well as after-treatment systems.",
    "totalCost": "5993062,74",
    "ecMaxContribution": "5993062,74",
    "coordinator": "IFP Energies nouvelles",
    "coordinatorCountry": "FR",
    "participants": "RENAULT SAS;SAINT-GOBAIN CENTRE DE RECHERCHES ET D'ETUDES EUROPEEN;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;CONTINENTAL AUTOMOTIVE FRANCE SAS;UNIVERSITAT POLITECNICA DE VALENCIA;Continental Automotive GmbH;FEV EUROPE GMBH",
    "participantCountries": "FR;DE;IT;ES",
    "projectParticipants": {
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 390613
        },
        "999425533": {
            "orgId": "999425533",
            "orgName": "RENAULT SAS",
            "ecContrib": 1142565
        },
        "999942252": {
            "orgId": "999942252",
            "orgName": "CONTINENTAL AUTOMOTIVE FRANCE SAS",
            "ecContrib": 278129
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 626718
        },
        "999993371": {
            "orgId": "999993371",
            "orgName": "IFP Energies nouvelles",
            "ecContrib": 1400626
        },
        "996254021": {
            "orgId": "996254021",
            "orgName": "SAINT-GOBAIN CENTRE DE RECHERCHES ET D'ETUDES EUROPEEN",
            "ecContrib": 665834
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 393000
        },
        "999432808": {
            "orgId": "999432808",
            "orgName": "FEV EUROPE GMBH",
            "ecContrib": 591938
        },
        "999761638": {
            "orgId": "999761638",
            "orgName": "Continental Automotive GmbH",
            "ecContrib": 503641
        }
    },
    "calculatedTotalContribution": 5993064
}