{
    "rcn": "205470",
    "acronym": "BioCannDo",
    "topics": "BBI.S2-2015",
    "title": "Bioeconomy Awareness and Discourse Project",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The Bioeconomy Awareness and Discourse Project (BioCannDo) will raise awareness and acceptance of the broad public towards the bioeconomy and bio-based products through a strategic, stakeholder-driven information campaign and education. \n\nConvincing people that the bio-based economy offers something desirable, with new products, functionalities and applications for their daily life, that provide answers to societal concerns (e.g. climate change), requires neutral and science-based information. BioCannDo will present such information in a way that is easy to understand for the broader public.  It will provide various means for feedback, interaction and encourges engagement in a discourse on common questions and concerns. \n \nCollaborating with bio-based stakeholder networks and communities at EU, regional and national level, BioCannDo will provide information, educational materials and key communication messages through such channels as a community of related projects and educational partners and an Inhub which combines different means of online communication (i.e. social media, blogs, videos, journalistic articles). \n\nBioCannDo  will build on the legacy of previous projects (i.e. by using their networks, or social media accounts), existing material developed by them and be active in collecting, connecting, aggregating and reformulating content from different actors and resources. It will generate new content addressing the most urgent gaps in information and education. Such dual approach will help to maximise synergies and increase impact of both existing and new material. \n\nThe developed content and key communication messages will be assessed and tested by stakeholders and target users through focus groups and a market survey. Findings will be used in feedback loops to adapt the content and messages.",
    "totalCost": "998570",
    "ecMaxContribution": "998345",
    "coordinator": "Fachagentur Nachwachsende Rohstoffe e.V.",
    "coordinatorCountry": "DE",
    "participants": "YOURIS.COM;STICHTING AVANS;PROSPEX BVBA;B.T.G. BIOMASS TECHNOLOGY GROUP BV",
    "participantCountries": "BE;NL",
    "projectParticipants": {
        "998454078": {
            "orgId": "998454078",
            "orgName": "Fachagentur Nachwachsende Rohstoffe e.V.",
            "ecContrib": 288320
        },
        "997473893": {
            "orgId": "997473893",
            "orgName": "PROSPEX BVBA",
            "ecContrib": 195588
        },
        "999744081": {
            "orgId": "999744081",
            "orgName": "B.T.G. BIOMASS TECHNOLOGY GROUP BV",
            "ecContrib": 191562
        },
        "953067681": {
            "orgId": "953067681",
            "orgName": "STICHTING AVANS",
            "ecContrib": 132375
        },
        "985482171": {
            "orgId": "985482171",
            "orgName": "YOURIS.COM",
            "ecContrib": 190500
        }
    },
    "calculatedTotalContribution": 998345
}