{
    "rcn": "205517",
    "acronym": "FIWARE Mexico",
    "topics": "ICT-38-2016",
    "title": "Enhancing FIWARE collaboration between Europe and Mexico",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "FIWARE Mexico aims at enhancing FIWARE-driven collaboration between EU and Mexico, based on the adoption, deployment and improvement of FIWARE in Mexico as a framework that will open up new horizons for future cooperation in the ICT domain. The Mexican FIWARE Lab node operated by INFOTEC is part of the FIWARE infrastructure, which facilitates the use of the FIWARE platform for local innovative players. However, to bring new Mexican players into the FIWARE arena and create a sustainable collaborative environment between Europe and Mexico, it is necessary to set and manage the proper conditions needed to support the pillars of FIWARE in Mexico to go beyond the Lab initiative. \nFIWARE Mexico proposes a new approach to actively and strategically engage all relevant stakeholders in supporting the uptake of FIWARE technologies for sustainable collaboration between EU and Mexico. The project will establish Working Groups to engage innovators from the industry, research communities and end users, such as Smart Cities players, in the FIWARE ecosystem. In parallel, dedicated FIWARE technologyí training programmes will be implemented for developers, integrators and contributors, embracing the whole open source community, which will facilitate the adoption of FIWARE technologies and the development of applications to be commercialized in Mexico and EU. Also FIWARE Mexico will focus on key aspects that until now have only partly been addressed in the EU-Mexico policy dialogue, such as the identification of ICT priorities and FIWARE topics of strategic interest for future R&I collaboration.\nThe FIWARE Mexico consortium is in a unique position to leverage the required expertise, foster engagement with key players, ensure a shared vision, encourage networking, reach a wide range of policy-makers, industrial and economic leaders throughout EU and Mexico, and mobilize resources towards result-oriented actions that will significantly reinforce the EU-Mexico collaboration in FIWARE.",
    "totalCost": "1220613,75",
    "ecMaxContribution": "499988,75",
    "coordinator": "INMARK EUROPA SA",
    "coordinatorCountry": "ES",
    "participants": "CREATE-NET (CENTER FOR RESEARCH AND TELECOMMUNICATION EXPERIMENTATION FOR NETWORKED COMMUNITIES);CORPORACION UNIVERSITARIA PARA EL DESARROLLO DE INTERNET AC;TELEFONICA INVESTIGACION Y DESARROLLO SA;FONDAZIONE BRUNO KESSLER;INSTITUTO TECNOLOGICO Y DE ESTUDIOS SUPERIORES DE MONTERREY;INFOTEC, CENTRO DE INVESTIGACION E INNOVACION EN TECNOLOGIAS DE LA INFORMACION Y COMUNICACION;MARTEL GMBH",
    "participantCountries": "IT;MX;ES;CH",
    "projectParticipants": {
        "951472710": {
            "orgId": "951472710",
            "orgName": "INFOTEC, CENTRO DE INVESTIGACION E INNOVACION EN TECNOLOGIAS DE LA INFORMACION Y COMUNICACION",
            "ecContrib": 0
        },
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 123312
        },
        "926001480": {
            "orgId": "926001480",
            "orgName": "INMARK EUROPA SA",
            "ecContrib": 222500
        },
        "999695387": {
            "orgId": "999695387",
            "orgName": "MARTEL GMBH",
            "ecContrib": 0
        },
        "999910824": {
            "orgId": "999910824",
            "orgName": "TELEFONICA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 154176
        },
        "999625741": {
            "orgId": "999625741",
            "orgName": "INSTITUTO TECNOLOGICO Y DE ESTUDIOS SUPERIORES DE MONTERREY",
            "ecContrib": 0
        },
        "996106096": {
            "orgId": "996106096",
            "orgName": "CORPORACION UNIVERSITARIA PARA EL DESARROLLO DE INTERNET AC",
            "ecContrib": 0
        },
        "999575786": {
            "orgId": "999575786",
            "orgName": "CREATE-NET (CENTER FOR RESEARCH AND TELECOMMUNICATION EXPERIMENTATION FOR NETWORKED COMMUNITIES)",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 499988
}