{
    "rcn": "205598",
    "acronym": "ModuLase",
    "topics": "FOF-13-2016",
    "title": "Development and Pilot Line Validation of a Modular re-configurable Laser Process Head",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "State-of-the-art fibre-delivered laser sources are an industrially accepted tool for performing a range of materials processing applications. Despite the unrivalled capability of fibre-delivered laser sources to perform a wide range of processes, the potential flexibility of the laser source is limited by the need to change the processing head for these processes to be performed. The majority of industrial laser systems are employed to perform low-variety and high-volume manufacturing operations. However, current manufacturing trends (such as increased automation, individualisation and next-shoring) are driving the need to develop manufacturing systems which are capable of performing a higher variety of manufacturing operations.\n\nThe ModuLase project will develop a re-configurable highly flexible processing head system, which will be capable of covering  welding, cladding and cutting. The ModuLase process head system will:\nï Be capable of welding, cladding and cutting, through the use of three modular end-effectors\nï Include  intelligent sensor technologies for in-process monitoring\nï Be linked to an intelligent system, in order to achieve adaptive process control, quality assurance, and semi-automated process parameter configuration.\nThe development and pilot line validation of the ModuLase laser process head will unlock the potential flexibility of fibre-delivered laser sources, and address a number of arising industrial challenges; including:\nï An increasing need for flexible manufacturing systems to support an increasing variety of product mixes.\nï The need to maximise equipment utilisation rates, by eliminating down-time associated with changing of laser processing heads and equipment stoppages.\nï Reducing capital investment costs.",
    "totalCost": "2397010",
    "ecMaxContribution": "2184565",
    "coordinator": "TWI LIMITED",
    "coordinatorCountry": "UK",
    "participants": "EUROPEAN FEDERATION FOR WELDING JOINING AND CUTTING;CENTRO RICERCHE FIAT SCPA;ASOCIACION DE INVESTIGACION METALURGICA DEL NOROESTE;DUHLMEYER KONSTRUKTION WERKZEUG- UND FORMENBAU GMBH;ULO OPTICS LIMITED;Q-SYS BV;GRAHAM ENGINEERING LIMITED",
    "participantCountries": "BE;IT;ES;DE;UK;NL",
    "projectParticipants": {
        "952094868": {
            "orgId": "952094868",
            "orgName": "ULO OPTICS LIMITED",
            "ecContrib": 239050
        },
        "951895533": {
            "orgId": "951895533",
            "orgName": "GRAHAM ENGINEERING LIMITED",
            "ecContrib": 95095
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 284100
        },
        "998801532": {
            "orgId": "998801532",
            "orgName": "ASOCIACION DE INVESTIGACION METALURGICA DEL NOROESTE",
            "ecContrib": 293125
        },
        "997334213": {
            "orgId": "997334213",
            "orgName": "EUROPEAN FEDERATION FOR WELDING JOINING AND CUTTING",
            "ecContrib": 120740
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 990895
        },
        "918502216": {
            "orgId": "918502216",
            "orgName": "DUHLMEYER KONSTRUKTION WERKZEUG- UND FORMENBAU GMBH",
            "ecContrib": 107625
        },
        "954108006": {
            "orgId": "954108006",
            "orgName": "Q-SYS BV",
            "ecContrib": 53935
        }
    },
    "calculatedTotalContribution": 2184565
}