{
    "rcn": "205511",
    "acronym": "RURACTION",
    "topics": "MSCA-ITN-2016",
    "title": "Social Enterpreneurship in Structurally Weak Rural Regions: Analysing Innovative Troubleshooters in Action",
    "startDate": "01/12/2016",
    "endDate": "30/11/2020",
    "objective": "Structurally weak rural regions are faced with major social and economic problems. In comparison to urban or intermediate regions, predominantly rural regions are economically less productive and they provide a less extensive scope of desired goods and services. As a consequence, the regions experience a loss of inhabitants, especially of young and highly skilled people. Thus, downward spirals are set in motion that further reduce economic opportunities and prevent rural regions from overcoming their structural deficits. \nThe proposed RURACTION research and training network focuses on socially innovative solutions to these rural problems developed by social entrepreneurs. Social entrepreneurs are understood as practitioners who create and implement social innovations by entrepreneurial means. The question arises under which conditions they operate, how they organise solutions, how they network and empower residents, which impacts they actually have on rural development, and how they can be supported in their problem-solving activities. \nThe European Commission identifies the subject of social innovation in rural regions as a research gap. RURACTION intends to fill this gap. The research and training network brings together highly acknowledged academics and very experienced practitioners from social enterprises to contribute their expertise in this field (e.g. with spring schools, autumn skills seminars and cross-sectoral secondments). It strives to achieve excellent research results and aims at qualifying early stage researcher as equally scientifically and practically skilled experts for social entrepreneurship and social innovations in rural regions ñ be it in order to conduct further research in this complex scientific field, to professionally support and promote initiatives of existing social entrepreneurial organisations, and/or to professionally start their own initiatives and social enterprises.",
    "totalCost": "2529895,32",
    "ecMaxContribution": "2529895,32",
    "coordinator": "LEIBNIZ-INSTITUT FUR RAUMBEZOGENE SOZIALFORSCHUNG (IRS) EV",
    "coordinatorCountry": "DE",
    "participants": "BALLYHOURA DEVELOPMENT CLG;UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU;OTELO EGEN;INSTITUTO UNIVERSITARIO DE LISBOA;ROSKILDE UNIVERSITET;LEIBNIZ-INSTITUT FUR LANDERKUNDE EV;PANEPISTIMIO AIGAIOU;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "IE;PL;AT;PT;DK;DE;EL",
    "projectParticipants": {
        "990999337": {
            "orgId": "990999337",
            "orgName": "LEIBNIZ-INSTITUT FUR RAUMBEZOGENE SOZIALFORSCHUNG (IRS) EV",
            "ecContrib": 498433
        },
        "998622567": {
            "orgId": "998622567",
            "orgName": "INSTITUTO UNIVERSITARIO DE LISBOA",
            "ecContrib": 238356
        },
        "998672231": {
            "orgId": "998672231",
            "orgName": "LEIBNIZ-INSTITUT FUR LANDERKUNDE EV",
            "ecContrib": 249216
        },
        "999901803": {
            "orgId": "999901803",
            "orgName": "ROSKILDE UNIVERSITET",
            "ecContrib": 290082
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 265675
        },
        "940154071": {
            "orgId": "940154071",
            "orgName": "OTELO EGEN",
            "ecContrib": 255934
        },
        "999886865": {
            "orgId": "999886865",
            "orgName": "UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU",
            "ecContrib": 224137
        }
    },
    "calculatedTotalContribution": 2021833
}