{
    "rcn": "205561",
    "acronym": "SESZEP",
    "topics": "LCE-36-2016-2017",
    "title": "Support to Energy Stakeholders of the Zero Emission Platform",
    "startDate": "01/08/2016",
    "endDate": "30/04/2018",
    "objective": "The SESZEP project aims to draw together a broad, effective and inclusive network of Carbon Capture and Storage (CCS) stakeholders to support the development of zero emission fossil fuel power plants and energy intensive industries. Supporting the coordination of diverse stakeholders - including the private and public sectors and civil society - will contribute to a common agreement on the role that CCS technologies can play in the continued transformation of the European Union (EU) to a low-carbon economy. This will enable stakeholders to contribute effectively towards the SET-Plan activities and strategy.\n\nThe project will build on the existing European Technology Platform (ETP) for CCS, the Zero Emission Platform (ZEP), which was established in 2005 with 3 main goals:\n1) Enable CCS as a key technology for combating climate change.\n2) Make CCS technology commercially viable by 2020 via an EU-backed demonstration programme.\n3) Accelerate R&D into next-generation CCS technology and its wide deployment post-2020.\n\nOver a period of 21 months, the project would provide support to the energy stakeholders of the ZEP as it transitions to become a European Technology and Innovation Platform (ETIP). In particular, the project proposes the provision of secretariat, communications services and a contracted Chairperson to the ZEP. It would also seek to expand the ZEP membership to ensure a greater participation of energy intensive industries and EU Member States. The project would build on the existing structure, governance and operational framework of the ZEP to ensure that the organisation works most effectively and delivers robust, reliable and transparent recommendations to policy makers.",
    "totalCost": "464046,75",
    "ecMaxContribution": "464046,75",
    "coordinator": "THE CARBON CAPTURE AND STORAGE ASSOCIATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926107404": {
            "orgId": "926107404",
            "orgName": "THE CARBON CAPTURE AND STORAGE ASSOCIATION",
            "ecContrib": 464047
        }
    },
    "calculatedTotalContribution": 464047
}