{
    "rcn": "205542",
    "acronym": "ETIP Bioenergy-SABS",
    "topics": "LCE-36-2016-2017",
    "title": "European Technology and Innovation Platform Bioenergy ñ Support of Advanced Bioenergy Stakeholders 2016 - 17",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The overarching aim of the Energy Union by 2030 and 2050 is a secure, affordable, competitive, efficient and decarbonised European energy system. Bioenergy is flexible and storable has a key role in providing all forms of energy in such a system.\nThis project aims to support the contributions of biofuel and bioenergy stakeholders to the Energy Union and, more specifically, the Strategic Energy Technology (SET)-Plan. The project will assist the European Biofuels Technology Platform (EBTP), which, following decisions taken in the frame of the new SET-Plan governance in 2015, is currently preparing for the transition to a European Technology and Innovation Platform Bioenergy (ETIP Bioenergy), in providing these contributions. Key elements are to facilitate\nï contributions to the SET-Plan activities and strategy, e.g. on renewable energy integration, technology cost reduction and upscaling \nï defining priorities, strategies, R&I investment decisions and programmes;\nï collaboration between stakeholders in addressing energy system integration challenges;\nï identification of technical and non-technical barriers to the delivery of innovation to the energy market;\nï assistance to the European Commission and Member States in defining the research programmes, financial instruments, and addressing the mentioned barriers\nfor the areas of advanced biofuels and bioenergy.\nBuilding on a 10 year track of support to EBTP, the ETIP Bioenergy-SABS project will aim at an increased cohesion of bioenergy stakeholders by motivating discussion and interaction on hot topics related to advanced and innovative bioenergy.\nKey instruments to achieve this aim will be the ETIP Bioenergy website, factsheets, reports, newsletters and networking events at different scales. The project will compile scientifically sound, fact based information on technical and non-technical bioenergy issues.",
    "totalCost": "599105",
    "ecMaxContribution": "599105",
    "coordinator": "Fachagentur Nachwachsende Rohstoffe e.V.",
    "coordinatorCountry": "DE",
    "participants": "BIOENERGY 2020+ GMBH;INCE INIZIATIVA CENTRO EUROPEA - SEGRETARIATO ESECUTIVO;ETA - ENERGIA, TRASPORTI, AGRICOLTURA SRL",
    "participantCountries": "AT;IT",
    "projectParticipants": {
        "998454078": {
            "orgId": "998454078",
            "orgName": "Fachagentur Nachwachsende Rohstoffe e.V.",
            "ecContrib": 257558
        },
        "998472023": {
            "orgId": "998472023",
            "orgName": "INCE INIZIATIVA CENTRO EUROPEA - SEGRETARIATO ESECUTIVO",
            "ecContrib": 95062
        },
        "997261366": {
            "orgId": "997261366",
            "orgName": "BIOENERGY 2020+ GMBH",
            "ecContrib": 130266
        },
        "997911072": {
            "orgId": "997911072",
            "orgName": "ETA - ENERGIA, TRASPORTI, AGRICOLTURA SRL",
            "ecContrib": 116219
        }
    },
    "calculatedTotalContribution": 599105
}