{
    "rcn": "205563",
    "acronym": "UrbanHist",
    "topics": "MSCA-ITN-2016",
    "title": "History of European Urbanism in the 20th Century",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "Throughout the 20th century, urban planning constituted itself as an important tool to spatially direct social developments. This applies to Europe more so than to any other continent. Urban planning contributed significantly to the emergence of the welfare state, strong economies and a relatively balanced settlement structure. However, urban planning also caused the suppression and destruction of some population groups, alongside natural and cultural resources. With the collapse of socialism in 1990, and the increasing importance of the EU, the 20th century ended with a multi-layered convergence in regard to the implementation of urban planning as a regulative and shaping instrument. \nMost studies on 20th century urban planning adopt a national perspective, while studies aiming to provide an overview focus on several core countries. Furthermore, methodological approaches are very heterogeneous. UrbanHistís aim is to develop and sustainably promote a joint understanding of the history of urban planning in the 20th century from a European perspective.\nComplementing contributions of academic and non-academic partners will systematically increase the scientific level of the project. New knowledge, critical debates and dissemination will be strengthened. A reflective European identity will be promoted. UrbanHist intends to facilitate the breakthrough of the European planning history debate, which is currently in its initial phase of development.\nThe four applying beneficiaries have different areas of expertise with regard to international planning history as well as international cooperation. They can look back on a long history of collaboration. The promotion of foreign doctoral students is part of daily university routine. In regard to the promotion and internationalisation of doctoral students, the four universities have already achieved a high standard.",
    "totalCost": "3703651,56",
    "ecMaxContribution": "3703651,56",
    "coordinator": "BAUHAUS-UNIVERSITAET WEIMAR",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSIDAD DE VALLADOLID;UNIVERZITA PAVLA JOZEFA SAFARIKA V KOSICIACH;BLEKINGE TEKNISKA HOGSKOLA",
    "participantCountries": "ES;SK;SE",
    "projectParticipants": {
        "999589172": {
            "orgId": "999589172",
            "orgName": "BLEKINGE TEKNISKA HOGSKOLA",
            "ecContrib": 790978
        },
        "999894722": {
            "orgId": "999894722",
            "orgName": "BAUHAUS-UNIVERSITAET WEIMAR",
            "ecContrib": 996866
        },
        "999885992": {
            "orgId": "999885992",
            "orgName": "UNIVERZITA PAVLA JOZEFA SAFARIKA V KOSICIACH",
            "ecContrib": 924316
        },
        "999862809": {
            "orgId": "999862809",
            "orgName": "UNIVERSIDAD DE VALLADOLID",
            "ecContrib": 991492
        }
    },
    "calculatedTotalContribution": 3703652
}