{
    "rcn": "205526",
    "acronym": "Train2Target",
    "topics": "MSCA-ITN-2016",
    "title": "An integrated mulTidisciplinary appRoach towards a new generAtIon of aNtibiotics: Targeting function and cross-talk of bacterial Envelope proTein machineries",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Train2Target is a multidisciplinary European Training Network built to address the challenge of the discovery of alternative antimicrobials. Innovative strategies to deliver a next generation of drugs are urgently needed. The alarming threats and spread of multi-drug resistant bacteria is currently leaving clinicians with very limited options to combat infections especially those from Gram-negative pathogens. \n\nThe Train 2Target research programme focuses on the assembly of the well-known bacterial cell envelope from a new perspective. Indeed it aims to inhibit novel targets in envelope biogenesis by altering the function and misbalancing the coordination of envelope assembly machines, which build and assemble the Gram-negative bacterial envelope. A wide variety of chemical classes and compounds sources will be screened using innovative biochemical, biophysical and genetic assays to identify valuable hit scaffolds to be optimized into druggable leads. \n\nThe high quality and credibility of our consortium is ensured by a strong interdisciplinary academia-industry partnership to encompass different complementary expertise ranging from microbiology, bacterial genetics, biochemistry, cell imaging, structural biology, biophysics and chemical synthesis. Our 9 academic groups are all renowned leaders in the cell envelope biogenesis field, whereas the complementary 5 SMEs and 3 Industry partners are specialised in drug discovery and development of novel anti-infective drugs. This unique combination of scientific excellence and industrial know-how in drug discovery covers the entire process from the design to the implementation of innovative antibacterial strategies and lead identification.\n\nTrain2Target also represents a unique research platform to train 15 Early Stage Researchers and equip them with the necessary scientific and transferable skills that will make them highly competitive for both top European research institutions and the pharma/biotech job market.",
    "totalCost": "3931378,2",
    "ecMaxContribution": "3931378,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "ANTIBIOTX APS;THE UNIVERSITY OF BIRMINGHAM;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;BIOVERSYS AG;UNIVERSITY OF NEWCASTLE UPON TYNE;UNIVERSITE CATHOLIQUE DE LOUVAIN;AICURIS ANTI-INFECTIVE CURES GMBH;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSITEIT VAN AMSTERDAM;NAICONS SRL",
    "participantCountries": "DK;UK;IT;CH;BE;DE;FR;NL",
    "projectParticipants": {
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 258061
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 273288
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 501120
        },
        "923158313": {
            "orgId": "923158313",
            "orgName": "ANTIBIOTX APS",
            "ecContrib": 290082
        },
        "948257063": {
            "orgId": "948257063",
            "orgName": "NAICONS SRL",
            "ecContrib": 258061
        },
        "954804369": {
            "orgId": "954804369",
            "orgName": "BIOVERSYS AG",
            "ecContrib": 265227
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 546576
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 510749
        },
        "924592070": {
            "orgId": "924592070",
            "orgName": "AICURIS ANTI-INFECTIVE CURES GMBH",
            "ecContrib": 249216
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 516123
        }
    },
    "calculatedTotalContribution": 3931379
}