{
    "rcn": "205584",
    "acronym": "TRAIN",
    "topics": "MSCA-ITN-2016",
    "title": "Tribbles Research and Innovation Network",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "This proposal was developed in the context of the medical need to tackle  the clinical consequences of obesity-related diseases more holistically. Dysregulation of common molecular pathways that govern the physiological functioning of adipocytes, immune cells and prostate epithelium cells have been reported in immuno-metabolic disease (such as obesity) and several cancers. The individual projects described in the proposal will investigate regulators of these pathways with a focus on a recently described family of pseudokinases, namely tribbles proteins, which have a key role in controlling immunity, metabolism and cancer, and which here will serve as prototypical examples for integrative metabolocentric cancer research. Tribbles are envisaged to contribute directly to the development and progression of prostate cancer, the prognosis of which is substantially worsened in individuals with immuno-metabolic disease.\nWe therefore propose a multidisciplinary research-training programme with an overall objective to uncover cell-specific aspects of tribbles-mediated control of immuno-metabolism and their impact on prostate cancer progression. We will approach this by integrating cell biology and sophisticated in vivo models of both immuno-metabolic disease and prostate cancer, complemented by specialist human disease biobanks, cutting-edge genomics approaches, plus a drug discovery pipeline. This will be carried out by an alliance of leading academic research groups and specialist SMEs with complementary backgrounds in inflammation, adipose tissue biology, tumourigenesis, genomics, translational models of human disease, medicinal chemistry and drug discovery. \nThis will provide a unique opportunity for a cohort of PhD students to undertake Research Training at the interface of several disciplines and sectors, thereby gaining a diverse portfolio of R&D expertise and transferrable skills as well as exposure to several non-academic career pathways.",
    "totalCost": "3818970,36",
    "ecMaxContribution": "3818970,36",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "FUNDACION PARA LA INVESTIGACION BIOMEDICA DEL HOSPITAL UNIVERSITARIO CLINICO SAN CARLOS;HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH;SEQOMICS BIOTECHNOLOGIA KORLATOLT FELELOSSEGU TARSASAG;ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS;INTELLIGENT PHARMA SLU;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;UNIVERSIDADE DA BEIRA INTERIOR;UNIVERSITE DE NANTES;QUEEN MARY UNIVERSITY OF LONDON",
    "participantCountries": "ES;DE;HU;NL;PT;FR;UK",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 510749
        },
        "952542717": {
            "orgId": "952542717",
            "orgName": "FUNDACION PARA LA INVESTIGACION BIOMEDICA DEL HOSPITAL UNIVERSITARIO CLINICO SAN CARLOS",
            "ecContrib": 495746
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 546576
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 498433
        },
        "998817731": {
            "orgId": "998817731",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
            "ecContrib": 247873
        },
        "999854176": {
            "orgId": "999854176",
            "orgName": "UNIVERSITE DE NANTES",
            "ecContrib": 262876
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 546576
        },
        "988574046": {
            "orgId": "988574046",
            "orgName": "SEQOMICS BIOTECHNOLOGIA KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 223914
        },
        "996437254": {
            "orgId": "996437254",
            "orgName": "UNIVERSIDADE DA BEIRA INTERIOR",
            "ecContrib": 238356
        }
    },
    "calculatedTotalContribution": 3571099
}