{
    "rcn": "205546",
    "acronym": "NITROS",
    "topics": "MSCA-ITN-2016",
    "title": "Network for Innovative Training on ROtorcraft Safety",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "Helicopters and the other vertical flight vehicles, like tilt-rotors, compound helicopters, hybrids and rapidly expanding class of\neasy to fly vertical take-off personal vehicles, are expected to see widespread use in the future especially as means of\ntransport, exploiting the formidable capability to provide point-to-point connections.\nHowever, if the expansion of the usage of rotorcraft vehicles were to follow the pace of grow followed by the fixed-wing\npublic transport in the last years, there are several issues that need to be addressed urgently to increase the use and the\npublic acceptance of rotorcraft. In particular, aspects related to complexity of the operations and safety are of primary\nimportance, due to the fact that in the last 20 years helicopter accident rates, worldwide, remained unacceptably high,\nespecially when compared with fixed-wing aircraft.\nThe complexity of the phenomena that rule the functioning of rotorcraft calls for the development of engineers with a genuine\nmultidisciplinary background. The key objectives of the NITROS training network are: to train the next generation of\nEuropean aeronautical scientists and engineers on this type of flying machines developing the entrepreneurial attitude in\nthem that is essential to introduce disruptive technological innovations; to train engineers to avoid overlooking the impact\nthat their design choices may have on flight safety; to introduce innovations in rotorcraft design that will enhance the safety\nof helicopters, to obtain a significant reduction of the accident rate; to create a network of excellence of European institution\ndedicated to rotorcraft. All these goals can be reached by exposing the young researches to a dynamic network composed\nnot only by some of the most renewed European engineering schools and research centres working in the rotorcraft field, but\nalso to a good mix of industrial partners composed by rotorcraft manufacturers, operators and certification enitites.",
    "totalCost": "3146893,92",
    "ecMaxContribution": "3146893,92",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "THE UNIVERSITY OF LIVERPOOL;UNIVERSITY OF GLASGOW;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "UK;NL",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1021497
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 546576
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 1032245
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3146894
}