{
    "rcn": "205553",
    "acronym": "BioCapture",
    "topics": "MSCA-ITN-2016",
    "title": "Smart capture phases for proteomics, glycomics and biomarker assays",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "The overall objective of BioCapture is to develop novel robust assays for proteinaceous biomarkers associated with cancer\nand to develop innovative tools for assaying elusive cancer related posttranslational modifications in proteins. This will be\nachieved by exploiting robust glycan, peptide and protein binders in the form of Molecularly Imprinted Polymers (MIPs) or plastic antibodies alongside generic enrichment combined with selected reaction monitoring-based mass spectrometry assays. In addition, sequence specific MIPs for multiple proteotypic peptides will be developed for use as capture phases in array format followed by MS or fluorescence based readout as well as a coupling of both detection techniques. The artificial receptors will be developed by various Molecular Imprinting techniques. The research results will lead to technological advances having a major impact on 1) health care since it will profit from methods for earlier, more reliable diagnosis of diseases, 2) drug discovery allowing a faster target or biomarker identification; and 3) biochemistry research laboratories in resulting in improved protein fractionation tools for revealing low abundant post translational modifications. The training of researchers will be performed by a consortium consisting of in total 15 partners whereof 6 polymer/materials research groups, 5 protein/glycan chemistry/analysis groups, 1 separation technology companies, 2 expert groups on platforms for multiplex analysis and one diagnostic company. This forms the basis for a very exciting interdisciplinary training program. Thus 11 early stage researchers (ESRs) working on specific tasks within five work packages will follow a rich training program providing a well-balanced spectrum of scientific, business and entrepreneurial skills.",
    "totalCost": "2982879",
    "ecMaxContribution": "2982879",
    "coordinator": "MALMO UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "LINNEUNIVERSITETET;KOBENHAVNS UNIVERSITET;UMEA UNIVERSITET;BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG;SYDDANSK UNIVERSITET;UNIVERSITETET I OSLO;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "SE;DK;DE;NO;UK",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 286275
        },
        "986317632": {
            "orgId": "986317632",
            "orgName": "LINNEUNIVERSITETET",
            "ecContrib": 263659
        },
        "999507692": {
            "orgId": "999507692",
            "orgName": "BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG",
            "ecContrib": 498433
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 290082
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 273288
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 263659
        }
    },
    "calculatedTotalContribution": 2455560
}