{
    "rcn": "205562",
    "acronym": "CATMEC",
    "topics": "MSCA-ITN-2016",
    "title": "Catalytic Methods for Sustainable Synthesis. A Merged Experimental and Computational Approach",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "CATMEC is a multi-partner European Joint Doctorate (EJD) Programme offering research training in state-of-the-art sustainable chemical synthesis, catalysis, computational chemistry and bioactive molecule design on both traditional and non-traditional (eg flow) platforms. This Doctoral Training Programme integrates complementary, interdisciplinary and intersectoral training and together with enhanced European mobility through planned secondments of researchers, will contribute to EU policy objectives in scientific training and degree assessment. The researchers will be supervised and mentored by internationally recognised experts and have access to state-of-the-art equipment. Hands-on training will be supplemented by formal training courses in relevant and related fields, and a wide variety of complementary training courses, workshops and seminars. The training of researchers will benefit from secondments to industrial partners, gaining exposure to commercial and complementary environments. Overall, it is anticipated that the CATMEC project will provide Early Stage Researchers (ESRs) with an outstanding training experience, through extensive technical and complementary skills development.",
    "totalCost": "1569640,32",
    "ecMaxContribution": "1569640,32",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA;STOCKHOLMS UNIVERSITET",
    "participantCountries": "ES;SE",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 546576
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 527319
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 1569641
}