{
    "rcn": "205564",
    "acronym": "CarBon",
    "topics": "MSCA-ITN-2016",
    "title": "Controlling Cartilage to Bone Transitions for Improved Treatment of Bone Defects and Osteoarthritis",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "A well-functioning locomotor system is essential for human well-being. This is an important consideration in our aging population with the increased associated costs of ensuring high quality of life. Many people suffer from diseases of the locomotor system, such as bone defects or osteoarthritis, for which current treatments are insufficient. To develop new treatments, CarBon includes 6 academic partners, 3 companies and 3 charitable foundations, working together to train 14 young scientists. We will combine knowledge from the fields of tissue engineering, cartilage and bone developmental biology and pathobiology using skills from the disciplines of cell biology, computational modelling, biotechnology (bioreactors, biomaterials) and drug discovery.\n\nIn a multifactorial approach the network of young scientists will identify the biological and physical factors that determine the fate of cartilage. Understanding and controlling the dual character of cartilage is pivotal: insufficient transition impairs bone healing, and undesired transition to bone leads to osteoarthritis. State of the art in vitro, in silico and in vivo models will be uniquely combined to elucidate how this transition is orchestrated and how it can be modulated. \n\nThe main objectives of CarBon are:\n- To establish a network of 14 highly skilled early stage researchers (ESRs) equipped with essential knowledge, scientific expertise, transferable skills and societal awareness as a foundation for their future careers. ESRs will be trained in cutting edge technology, communication, intellectual property and valorisation. \n- To understand cartilage to bone transition, to identify targets to develop novel functionalised biomaterials and to discover therapeutic drugs that either prevent or stimulate cartilage to bone transitions. This will lead to new treatment options for large bone defects and osteoarthritis.",
    "totalCost": "3607596,36",
    "ecMaxContribution": "3607596,36",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "KLINIKUM DER UNIVERSITAET ZU KOELN;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;THE ROYAL VETERINARY COLLEGE;LIFETEC GROUP BV;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;IRCCS OSPEDALE POLICLINICO SAN MARTINO;SURGACOLL TECHNOLOGIES LIMITED;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "DE;IE;UK;NL;IT;BE",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 766123
        },
        "999574622": {
            "orgId": "999574622",
            "orgName": "LIFETEC GROUP BV",
            "ecContrib": 255374
        },
        "999840790": {
            "orgId": "999840790",
            "orgName": "THE ROYAL VETERINARY COLLEGE",
            "ecContrib": 546576
        },
        "999884828": {
            "orgId": "999884828",
            "orgName": "KLINIKUM DER UNIVERSITAET ZU KOELN",
            "ecContrib": 249216
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 265675
        },
        "927064018": {
            "orgId": "927064018",
            "orgName": "SURGACOLL TECHNOLOGIES LIMITED",
            "ecContrib": 265675
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 751680
        }
    },
    "calculatedTotalContribution": 3100319
}