{
    "rcn": "205518",
    "acronym": "DREAM",
    "topics": "FOF-13-2016",
    "title": "Driving up Reliability and Efficiency of Additive Manufacturing",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The aim of DREAM is to significantly improve the performances of laser Powder Bed Fusion (PBF) of titanium, aluminium and steel components in terms of speed, costs, material use and reliability, also using a LCA/LCC approach, whilst producing work pieces with controlled and significantly increased fatigue life, as well with higher strength-to-weight ratios.\nDREAM targets the development of a competitive supply chain to increase the productivity of laser-based AM and to bring it a significant step further towards larger scale industrial manufacturing.\nIn order to upscale the results and to reach an industrial relevant level of productivity, the project is focused on the following four main challenges \n(i) Part modeling and topology optimization\n(ii) Raw material optimization to avoid powder contamination \n(iii) Process optimization, including innovations of the control software of the AM machine, to enable high throughput production\n(iv) Setup of laser-PBF of nanostructured Titanium alloys with unchanged granulometric dimension for an additional push to higher productivity, since nanostructured metal powders can be sintered with lower energy input and faster speed.\nThe project, thanks to the three end-users involved, is focused on components for prosthetic, automotive and moulding applications to optimize the procedure for three different materials, respectively titanium, aluminium and steel.",
    "totalCost": "3242435",
    "ecMaxContribution": "3242435",
    "coordinator": "CONSORZIO INTERUNIVERSITARIO NAZIONALE PER LA SCIENZA E TECNOLOGIA DEI MATERIALI",
    "coordinatorCountry": "IT",
    "participants": "ADLER ORTHO FRANCE;FERRARI-SOCIETA' PER AZIONI ESERCIZIO FABBRICHE AUTOMOBILI E CORSE;POLY-SHAPE;BEWARRANT;MIND FOUR D SRL;EOS GMBH ELECTRO OPTICAL SYSTEMS;R.B.- SRL;UNIVERSITATEA TRANSILVANIA DIN BRASOV",
    "participantCountries": "FR;IT;BE;RO;DE",
    "projectParticipants": {
        "999991237": {
            "orgId": "999991237",
            "orgName": "CONSORZIO INTERUNIVERSITARIO NAZIONALE PER LA SCIENZA E TECNOLOGIA DEI MATERIALI",
            "ecContrib": 705625
        },
        "999904131": {
            "orgId": "999904131",
            "orgName": "UNIVERSITATEA TRANSILVANIA DIN BRASOV",
            "ecContrib": 436475
        },
        "969027964": {
            "orgId": "969027964",
            "orgName": "ADLER ORTHO FRANCE",
            "ecContrib": 337970
        },
        "929362433": {
            "orgId": "929362433",
            "orgName": "BEWARRANT",
            "ecContrib": 324400
        },
        "998646817": {
            "orgId": "998646817",
            "orgName": "POLY-SHAPE",
            "ecContrib": 372690
        },
        "998762635": {
            "orgId": "998762635",
            "orgName": "EOS GMBH ELECTRO OPTICAL SYSTEMS",
            "ecContrib": 437750
        },
        "922500459": {
            "orgId": "922500459",
            "orgName": "R.B.- SRL",
            "ecContrib": 208025
        },
        "922571172": {
            "orgId": "922571172",
            "orgName": "MIND FOUR D SRL",
            "ecContrib": 198970
        },
        "999772114": {
            "orgId": "999772114",
            "orgName": "FERRARI-SOCIETA' PER AZIONI ESERCIZIO FABBRICHE AUTOMOBILI E CORSE",
            "ecContrib": 220530
        }
    },
    "calculatedTotalContribution": 3242435
}