{
    "rcn": "205508",
    "acronym": "A4BLUE",
    "topics": "FOF-04-2016",
    "title": "Adaptive Automation in Assembly For BLUE collar workers satisfaction in Evolvable context",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Sectors such as aerospace, automotive, wind power, capital goods are characterised, on the one hand, by complex products and small scale production that require high flexibility and on the other hand by an increasing pressure to raise productivity rates. Furthermore manufacturing systems need to deal with an ever-changing environment due to short term changes caused by human or production related variability or long term changes caused by market`s demands and companyís strategy, technology advancements and demographic trends. In this context assembly systems need to put together humans and automation taking advantage of each otherís strengths.\n\nA4BLUE proposes (1) the development and evaluation of a new generation of sustainable, adaptive workplaces dealing with the evolving requirements of manufacturing processes, and (2) the introduction of automation mechanisms that are suitable for flexible and efficient task execution in interaction with human workers by optimising human variability through personalised and context aware assistance capabilities as well as advanced human-machine interfaces.\n\nTo support this objective the key features to be covered by A4BLUE are: (1) adaptability by providing an open, secure, configurable, scalable and interoperable adaptation management and assistance system (A4BLUE adaptive framework) that allows effortless integration of heterogeneous hardware and software components and is able to adjust the behaviour of workplace parts according to changes; (2) interaction by providing a set of safe, easy to use, intuitive and personalised and context aware multimodal human-automation interaction mechanisms and (3) sustainability by providing methods and tools to determine the optimal degree of automation of the new assembly processes that combine and balance social and economic criteria to maximize long term worker satisfaction and overall performance.",
    "totalCost": "4179062,5",
    "ecMaxContribution": "4179062,5",
    "coordinator": "FUNDACION TEKNIKER",
    "coordinatorCountry": "ES",
    "participants": "COMPANIA ESPANOLA DE SISTEMAS AERONAUTICOS SA;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;AIRBUS OPERATIONS SAS;CIAOTECH Srl;INGENIERIA Y SERVICIOS DE AUTOMATIZACION Y ROBOTICA KOMAT SL;ENGINEERING - INGEGNERIA INFORMATICA SPA;CRANFIELD UNIVERSITY;ILLOGIC SOCIETA' A RESPONSABILITA'LIMITATA",
    "participantCountries": "ES;DE;FR;IT;UK",
    "projectParticipants": {
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 781750
        },
        "991247948": {
            "orgId": "991247948",
            "orgName": "AIRBUS OPERATIONS SAS",
            "ecContrib": 493569
        },
        "998763508": {
            "orgId": "998763508",
            "orgName": "CIAOTECH Srl",
            "ecContrib": 211250
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 598244
        },
        "945012510": {
            "orgId": "945012510",
            "orgName": "INGENIERIA Y SERVICIOS DE AUTOMATIZACION Y ROBOTICA KOMAT SL",
            "ecContrib": 299250
        },
        "996456751": {
            "orgId": "996456751",
            "orgName": "COMPANIA ESPANOLA DE SISTEMAS AERONAUTICOS SA",
            "ecContrib": 451250
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 298500
        },
        "934728473": {
            "orgId": "934728473",
            "orgName": "ILLOGIC SOCIETA' A RESPONSABILITA'LIMITATA",
            "ecContrib": 447500
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 597750
        }
    },
    "calculatedTotalContribution": 4179063
}