{
    "rcn": "205533",
    "acronym": "SILIKA",
    "topics": "MSCA-ITN-2016",
    "title": "Silicon-based Ka-band massive MIMO antenna systems for new telecommunication services",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "The continuously growing need for higher data-rates and, therefore, more signal bandwidth in wireless communications, requires the use of multi-antenna base stations employing the recently introduced massive Multiple-Input-Multiple-Output (MIMO) concept and operating at millimeter-wave frequencies, e.g. 30 GHz. However, the implementation of such complex antenna systems into highly-integrated, energy- and cost-effective solutions is very challenging. Therefore, we propose an innovative antenna system concept utilizing silicon semiconductor electronics that can generate or receive at millimeter-wave frequencies in order to truly expand wireless communications into the outer limits of radio technology. SILIKA establishes a training network with leading R&D labs from European industries, universities and technology institutes in the domain of wireless infrastructure. This will be achieved by a multi-disciplinary approach combining expertise in all required areas to create a breakthrough towards millimeter-wave multi-antenna systems for energy-efficient and low-cost base stations for 5G wireless infrastructure. In the SILIKA Graduate School we will train 12 ESRs with post-master level technical courses and industrial workshops which are complemented by several professional-skill training modules relevant for working in multi-disciplinary project teams. All ESRs will perform secondments in an industrial setting. The SILIKA consortium consists of key European players in the field of wireless infrastructure with a complementary field of expertise and with a proven track-record in joint collaborations. As a consequence, SILIKA will provide the ESRs with a comprehensive set of transferable skills relevant for innovation and long-term employability. The high level of participation of leading industries will ensure that the scientific results of SILIKA will be transferred to future products in the area of wireless infrastructure which will benefit the European economy.",
    "totalCost": "3078374,4",
    "ecMaxContribution": "3078374,4",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "ERICSSON AB;NXP SEMICONDUCTORS NETHERLANDS BV;KATHOLIEKE UNIVERSITEIT LEUVEN;ORBAN MICROWAVE PRODUCTS NV;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "SE;NL;BE",
    "projectParticipants": {
        "999492754": {
            "orgId": "999492754",
            "orgName": "STICHTING ASTRON, NETHERLANDS INSTITUTE FOR RADIO ASTRONOMY",
            "ecContrib": 0
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 1021497
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 1054637
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 0
        },
        "999995020": {
            "orgId": "999995020",
            "orgName": "NXP SEMICONDUCTORS NETHERLANDS BV",
            "ecContrib": 0
        },
        "999910921": {
            "orgId": "999910921",
            "orgName": "ERICSSON AB",
            "ecContrib": 0
        },
        "996235009": {
            "orgId": "996235009",
            "orgName": "ORBAN MICROWAVE PRODUCTS NV",
            "ecContrib": 0
        },
        "998862933": {
            "orgId": "998862933",
            "orgName": "SAAB MICROWAVE SYSTEMS AB",
            "ecContrib": 0
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1002240
        },
        "957254007": {
            "orgId": "957254007",
            "orgName": "Qamcom Research and Technology AB",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3078374
}