{
    "rcn": "205581",
    "acronym": "ImageInLife",
    "topics": "MSCA-ITN-2016",
    "title": "Training European Experts in Multilevel Bioimaging, Analysis and Modelling of Vertebrate Development and Disease",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "This proposal sprang from European scientists in both academia and industry who identified a common challenge: setting up a training frame to educate the next generation of imagers in complex biological systems (healthy & pathological), so they are able to master all major aspects of this competitive field and bring important innovations to universities and companies.\nThe long-term goal of any initiative to image biological processes is reaching cellular or subcellular resolution in a complete organism. This is now possible using vertebrate embryos as models and the most recent technological advances as tools. ESRs will be trained by addressing the following scientific bottlenecks and challenges: \n-Preparing vertebrate embryos (rodent & zebrafish) for optimal imaging\n-Fine-tuning sensors, reporters and actuators to track cell types, cellular processes and behaviours in living organisms\n-Developing and implementing new imaging instruments\n-Analysing complex sets of big-data images to extract relevant information\n-Using processed images to design computational and mathematical models of development and pathologies\n-Comparing these models with experimental data and create a feedback loop improving the whole work chain from sample preparation to instrumentation and analysis.\nThis interdisciplinary training is based on an intersectoral organisation of the consortium with partners from academia and companies that need these future experts to develop new instruments, screen drugs and chemicals in living systems and develop software to analyse and model medical images. The full training programme is based on an optimal balance between training through research and many network-wide training events, including conferences with physical presence, digital conferences and monthly videolink events.\nConsortium members are keen to implement both classical and original outreach activities (eg MOOCs, serious games, Lego designs) to bring state-of-the-art microscopy to the classroom.",
    "totalCost": "3562028,64",
    "ecMaxContribution": "3562028,64",
    "coordinator": "UNIVERSITE DE MONTPELLIER",
    "coordinatorCountry": "FR",
    "participants": "SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE;TATRAMED SOFTWARE SRO;UNIVERSITEIT LEIDEN;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;DITABIS DIGITAL BIOMEDICAL IMAGING SYSTEMS AG;FUNDACIO INSTITUT DE CIENCIES FOTONIQUES;THE MANCHESTER METROPOLITAN UNIVERSITY;INSTITUT PASTEUR;PHASEVIEW;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;ACQUIFER AG",
    "participantCountries": "SK;NL;UK;DE;ES;FR",
    "projectParticipants": {
        "951866142": {
            "orgId": "951866142",
            "orgName": "ACQUIFER AG",
            "ecContrib": 0
        },
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 262876
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 247873
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "999847580": {
            "orgId": "999847580",
            "orgName": "THE MANCHESTER METROPOLITAN UNIVERSITY",
            "ecContrib": 273288
        },
        "999868823": {
            "orgId": "999868823",
            "orgName": "SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE",
            "ecContrib": 462158
        },
        "936308603": {
            "orgId": "936308603",
            "orgName": "TATRAMED SOFTWARE SRO",
            "ecContrib": 231079
        },
        "934211754": {
            "orgId": "934211754",
            "orgName": "PHASEVIEW",
            "ecContrib": 262876
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 510749
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3039526
}