{
    "rcn": "205585",
    "acronym": "RADSAGA",
    "topics": "MSCA-ITN-2016",
    "title": "RADiation and reliability challenges for electronics used in Space, Avionics, on the Ground and at Accelerators",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "Reliability and radiation damage issues have a long and important history in the domain of satellites and space missions. Qualification standards were established and expertise was built up in space agencies (ESA), supporting institutes and organizations (CNES, DLR, etc.) as well as universities and specialized companies. During recent years, radiation concerns are gaining attention also in aviation, automotive, medical and other industrial sectors due to the growing ubiquity and complexity of electronic systems and their increased radiation sensitivity owing to technology scaling. This raises the demand for dedicated design and qualification guidelines, as well as associated technical expertise. Addressing open questions linked to respective qualification requirements, the proposed training network ìRADiation and Reliability\nChallenges for Electronics used in Space, Aviation, Ground and Acceleratorsî (RADSAGA) will for the first time bring together industry, universities, laboratories and test-facilities in order to innovate and train young scientists and engineers in all aspects related to electronics exposed to radiation. The expertise of the space and avionics sectors will be complemented with new and unique test facilities, design and qualification methodologies of the accelerator sector, promising for other\napplication areas. Driven by the industrial needs, the students will be trained by established specialists in all required skills, and acquire expertise through innovative scientific projects, allowing to: (i) push the scientific frontier in design, testing and qualification of complex electronic systems for mixed field radiation environments (ii) establish related courses to train future engineers/physicists; and (iii) issue design and test guidelines to support industry in the field, protecting European\ncompetitiveness when radiation effects become as important as thermal or mechanical constraints for the aviation, automotive and other industrial sectors.",
    "totalCost": "3889953",
    "ecMaxContribution": "3889953",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;3D PLUS SA;JYVASKYLAN YLIOPISTO;UNIVERSITE DE MONTPELLIER;RIJKSUNIVERSITEIT GRONINGEN;BRANDENBURGISCHE TECHNISCHE UNIVERSITAT COTTBUS-SENFTENBERG;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "DE;FR;FI;NL;BE",
    "projectParticipants": {
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 1051502
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 0
        },
        "998078494": {
            "orgId": "998078494",
            "orgName": "3D PLUS SA",
            "ecContrib": 262876
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 255374
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1002240
        },
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 538291
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 530454
        }
    },
    "calculatedTotalContribution": 3640737
}