{
    "rcn": "205566",
    "acronym": "ENIGMA",
    "topics": "MSCA-ITN-2016",
    "title": "European training Network for In situ imaGing of dynaMic processes in heterogeneous subsurfAce environments",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The ENIGMA network will train a new generation of young researchers in the development of innovative sensors, field survey techniques and inverse modelling approaches. This will enhance our ability to understand and monitor dynamic subsurface processes that are key to the protection and sustainable use of water resources. ENIGMA focuses mainly on critical zone observation, but the anticipated technological developments and scientific findings will also contribute to monitor and model the environmental footprint of an increasing range of subsurface activities, including large-scale water abstraction and storage, enhanced geothermal systems and subsurface waste and carbon storage. While many subsurface structure imaging methods are now mature and broadly used in research and practice, our ability to resolve and monitor subsurface fluxes and processes, including solute transport, heat transfer and biochemical reactions, is much more limited. The shift from classical structure characterization to dynamic process imaging, driven by ENIGMA, will require the development of multi-scale hydrogeophysical methods with adequate sensitivity, spatial and temporal resolution, and novel inverse modelling concepts. For this, ENIGMA will gather (i) world-leading academic teams and emerging companies that develop innovative sensors and hydrogeophysical inversion methods, (ii) experts in subsurface process upscaling and modelling, and (iii) highly instrumented field infrastructures for in-situ experimentation and validation. ENIGMA will thus create a creative and entrepreneurial environment for trainees to develop integrated approaches to water management with interdisciplinary field-sensing methods and novel modelling techniques. ENIGMA will foster EU and international cooperation in the water area by creating new links between hydrogeological observatories, academic research groups, innovative industries and water managers for high-level scientific and professional training.",
    "totalCost": "3865769,64",
    "ecMaxContribution": "3865769,64",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE DE LIEGE;UNIVERSITE DE LAUSANNE;FORSCHUNGSZENTRUM JULICH GMBH;ITASCA CONSULTANTS;HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ;KOBENHAVNS UNIVERSITET;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITE DE NEUCHATEL;MUQUANS;EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "participantCountries": "BE;CH;DE;FR;DK;ES",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 501120
        },
        "952717608": {
            "orgId": "952717608",
            "orgName": "MUQUANS",
            "ecContrib": 262876
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 495746
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "999870181": {
            "orgId": "999870181",
            "orgName": "UNIVERSITE DE NEUCHATEL",
            "ecContrib": 265227
        },
        "999994632": {
            "orgId": "999994632",
            "orgName": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
            "ecContrib": 249216
        },
        "955012337": {
            "orgId": "955012337",
            "orgName": "ITASCA CONSULTANTS",
            "ecContrib": 262876
        },
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 265227
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 249216
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 290082
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3865770
}