{
    "rcn": "205569",
    "acronym": "PBNv2",
    "topics": "MSCA-ITN-2016",
    "title": "Next generation Pass-By Noise approaches for new powertrain vehicles",
    "startDate": "01/05/2017",
    "endDate": "30/04/2021",
    "objective": "With transportation noise being the second most deadly environmental pollutant in Europe, engineering for future mobility must be inspired by ecology, economy and health to enable green and silent vehicles. Legislations define maximum noise emission limits that have to be complied with during standardized pass-by noise test procedures. Given novel, often electrified, vehicle powertrain concepts, new pass-by noise evaluation approaches are required.\n\nThe proposed PBNv2 project (Next generation Pass-By Noise approaches for new powertrain vehicles) brings together early stage researchers and experienced specialists from key players in academia and industry across Europe covering different scientific disciplines and industrial stakeholders form a broad range of backgrounds to optimally tackle the challenges ahead. The Fellows will be trained in innovative PhD topics as well as receiving specific theoretical and practical education in the field of pass-by noise engineering, tackling as well the pass-by noise aspects of the ësourceí, the ëtransfer pathí and the ëreceiverí.\n\nPBNv2 is formed by 10 beneficiaries combining leading education institutes, top research institutions and leading companies as well as 7 partner organisations established in European automotive R&D, to assist in the dissemination and public engagement or PBNv2 results, and in providing dedicated training to enhance the entrepreneurial mind set of the ESRs. The Fellows will profit from top scientific research guidance in combination with highly relevant industrial supervision. Together these participants address the triple-I dimension of research training, being International, Interdisciplinary and Intersectoral. \n\nFurthermore, the industry will gain from the specific training of the young researchers.",
    "totalCost": "3584644,56",
    "ecMaxContribution": "3584644,56",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "GOODYEAR SA;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;ROBERT BOSCH GMBH;TOYOTA MOTOR EUROPE;INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE LYON;IDIADA AUTOMOTIVE TECHNOLOGY SA;Kompetenzzentrum - Das Virtuelle Fahrzeug, Forschungsgesellschaft mbH;SIEMENS INDUSTRY SOFTWARE NV;UNIVERSITY OF SOUTHAMPTON",
    "participantCountries": "LU;AT;DE;BE;FR;ES;UK",
    "projectParticipants": {
        "999770950": {
            "orgId": "999770950",
            "orgName": "SIEMENS INDUSTRY SOFTWARE NV",
            "ecContrib": 501120
        },
        "999886089": {
            "orgId": "999886089",
            "orgName": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE LYON",
            "ecContrib": 525751
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 546576
        },
        "997885852": {
            "orgId": "997885852",
            "orgName": "Kompetenzzentrum - Das Virtuelle Fahrzeug, Forschungsgesellschaft mbH",
            "ecContrib": 255934
        },
        "999788313": {
            "orgId": "999788313",
            "orgName": "IDIADA AUTOMOTIVE TECHNOLOGY SA",
            "ecContrib": 247873
        },
        "999908787": {
            "orgId": "999908787",
            "orgName": "ROBERT BOSCH GMBH",
            "ecContrib": 249216
        },
        "996327644": {
            "orgId": "996327644",
            "orgName": "TOYOTA MOTOR EUROPE",
            "ecContrib": 250560
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 255934
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        },
        "994758087": {
            "orgId": "994758087",
            "orgName": "GOODYEAR SA",
            "ecContrib": 250560
        }
    },
    "calculatedTotalContribution": 3584644
}