{
    "rcn": "205572",
    "acronym": "DIGICOR",
    "topics": "FOF-11-2016",
    "title": "Decentralised Agile Coordination Across Supply Chains",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "European manufacturing competes in a global knowledge-driven economy, and thus increasingly seeks competitive advantage through quality, agility and personalisation based on latest advances in IT. Increasing utilisation of IT in mission-critical elements of the production brings opportunities for consistency, transparency and flexibility, bringing the ìlot size of 1î closer to reality even for mass-production industries. Most relevant to achieve the expected increase of production performance for highly customized products is to master the complexity of the supply chain and logistics in the global production networks. Ad-hoc collaboration and setup of production coalitions with a wide spectrum of suppliers and service providers is necessary to answer the customization wishes of customers for their individual products in short time,  high quality, and at affordable costs. Innovations from small high-tech companies requested by customers have to be integrated into the traditional industrial processes using novel organisational concepts and setups.\nDIGICOR will address the development of a collaboration platform, tools, and services for the setup and coordination of production networks and in particular the integration of non-traditional, small, yet innovative companies (SMEs) and logistics providers into the supply chain of large manufacturers (OEMs). The solution is based on an open platform integrating tools and services and implementing case specific governance rules and procedures for collaboration, knowledge protection, and security. The open platform will provide services creating a marketplace  for the collaboration partners, for planning and control of the collaborative production and the logistics and risk management.  It will be open to third parties to add services for advanced analytics, simulation, or optimization etc. The platform will provide seamless connectivity to the automation solutions, smart objects, and real-time data sources across the network",
    "totalCost": "7993818,75",
    "ecMaxContribution": "7993818,75",
    "coordinator": "AIRBUS DEFENCE AND SPACE GMBH",
    "coordinatorCountry": "DE",
    "participants": "CERTICON A.S;THE UNIVERSITY OF MANCHESTER;ALMENDE B.V.;FORTISS GMBH;INFORMATION CATALYST FOR ENTERPRISE LTD;CESKE VYSOKE UCENI TECHNICKE V PRAZE;SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS;HANSE AEROSPACE WIRTSCHAFTSDIENST GMBH;CONTROL 2K LIMITED;COMAU SPA",
    "participantCountries": "CZ;UK;NL;DE;EL;IT",
    "projectParticipants": {
        "922587080": {
            "orgId": "922587080",
            "orgName": "HANSE AEROSPACE WIRTSCHAFTSDIENST GMBH",
            "ecContrib": 819300
        },
        "999848744": {
            "orgId": "999848744",
            "orgName": "CESKE VYSOKE UCENI TECHNICKE V PRAZE",
            "ecContrib": 469000
        },
        "959240470": {
            "orgId": "959240470",
            "orgName": "CERTICON A.S",
            "ecContrib": 1104688
        },
        "936397940": {
            "orgId": "936397940",
            "orgName": "INFORMATION CATALYST FOR ENTERPRISE LTD",
            "ecContrib": 526250
        },
        "998080143": {
            "orgId": "998080143",
            "orgName": "COMAU SPA",
            "ecContrib": 500000
        },
        "997361470": {
            "orgId": "997361470",
            "orgName": "CONTROL 2K LIMITED",
            "ecContrib": 680000
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 1147956
        },
        "996290008": {
            "orgId": "996290008",
            "orgName": "FORTISS GMBH",
            "ecContrib": 638500
        },
        "983282308": {
            "orgId": "983282308",
            "orgName": "SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS",
            "ecContrib": 814375
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 745000
        },
        "999697715": {
            "orgId": "999697715",
            "orgName": "ALMENDE B.V.",
            "ecContrib": 548750
        }
    },
    "calculatedTotalContribution": 7993819
}