{
    "rcn": "205586",
    "acronym": "REMIX",
    "topics": "MSCA-ITN-2016",
    "title": "Regulation of mitochondrial expression",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "Mitochondria are essential organelles found in every eukaryotic cell, required to convert food into usable energy. The\nmitochondrial oxidative phosphorylation (OXPHOS) system, which produces the majority of cellular energy in the form of\nATP, is controlled by two distinct genomes: the nuclear and the mitochondrial genome (mtDNA). Mutations in mitochondrial\ngenes encoded by either genome could cause diseases affecting OXPHOS system, called mitochondrial diseases, whose\nprevalence has been estimated to be ?1:8500. Moreover, dysfunction of mitochondrial OXPHOS system has emerged as a\nkey factor in a myriad of ìcommonî diseases, including neurodegenerative and metabolic disorders like Parkinsonís and\nAlzheimerís Disease, Type 2 Diabetes, and was linked to aging process. Despite all this, it is surprising that our\nunderstanding of the mechanisms governing the mitochondrial gene expression and its associated pathologies remain\nsuperficial and therapeutic interventions unexplored. The basic machineries for mtDNA replication, mtDNA transcription and\nmitochondrial translation are known, but the regulation of these processes in response to metabolic demands is poorly\nunderstood. The complex nature of mitochondrial gene expression that relies on two different genomes calls for a\nmultidisciplinary approach where different teams of researchers join forces. Studies in this area are not only of basic\nscientific interest but may also provide new avenues towards treatment of mitochondrial dysfunction in a variety of human\ndiseases.\nThe key aim of the REMIX Network is combine the skills of European research groups to provide strategic training of the\nnext generation of scientists through a programme that will progress in the elucidation of the molecular mechanisms and\npathways that regulate mitochondrial gene expression.",
    "totalCost": "3920630,04",
    "ecMaxContribution": "3920630,04",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSITE DE GENEVE;STICHTING KATHOLIEKE UNIVERSITEIT;UNIVERSITY OF NEWCASTLE UPON TYNE;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;MEDICAL RESEARCH COUNCIL;KHONDRION BV;GOETEBORGS UNIVERSITET;STOCKHOLMS UNIVERSITET",
    "participantCountries": "UK;CH;NL;DE;SE",
    "projectParticipants": {
        "987442056": {
            "orgId": "987442056",
            "orgName": "KHONDRION BV",
            "ecContrib": 255374
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 527319
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 249216
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 527319
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 255374
        },
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 747649
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 546576
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 265227
        }
    },
    "calculatedTotalContribution": 3374054
}