{
    "rcn": "205545",
    "acronym": "NEW-MINE",
    "topics": "MSCA-ITN-2016",
    "title": "EU Training Network for Resource Recovery through Enhanced Landfill Mining",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "Europe has somewhere between 150,000 and 500,000 landfill sites, with an estimated 90% of them being ìnon-sanitaryî landfills, predating the EU Landfill Directive of 1999. These older landfills tend to be filled with municipal solid waste and often lack any environmental protection technology. In order to avoid future environmental and health problems, many of these landfills will soon require expensive remediation measures. This situation might appear bleak, but it does present us with an exciting opportunity for a combined resource-recovery and remediation strategy, which will drastically reduce future remediation costs, reclaim valuable land, while at the same time unlocking billions of tonnes of valuable resources contained within these landfills. However, the widespread adoption of Enhanced Landfill Mining (ELFM) in the EU, as envisaged by NEW-MINE, urgently requires skilled scientists, engineers, economists and policy makers who can develop cost-effective, environmentally friendly ELFM practices and regulatory frameworks. All this demands a European commitment to concerted, inter- and transdisciplinary research and innovation. The NEW-MINE project trains 15 early-stage researchers (ESRs) in all the aspects of landfill mining, in terms of both technological innovation and multi-criteria assessments for ELFM. The technological innovation follows a value-chain approach, from advanced landfill exploration, mechanical processing, plasma/solar/hybrid thermochemical conversion and upcycling, while the multi-criteria assessment methods allow the ESRs to compare combined resource-recovery/remediation ELFM methods with the ìDo-Nothingî, ìClassic remediationî and ìClassic landfill mining with (co-)incinerationî scenarios. By training the ESRs in scientific, technical and a range of soft skills, all based on a collaboration involving EU-leading institutes, they become highly sought-after scientists and engineers for the rapidly emerging ELFM and recycling industries.",
    "totalCost": "3844721,16",
    "ecMaxContribution": "3844721,16",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "LINKOPINGS UNIVERSITET;KUNGLIGA TEKNISKA HOEGSKOLAN;MONTANUNIVERSITAT LEOBEN;UNIVERSITEIT GENT;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;ITALCEMENTI FABBRICHE RIUNITE CEMENTO SPA;SHANKS VALORIZATION & QUARRY;UNIVERSITA DEGLI STUDI DI PADOVA;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "participantCountries": "SE;AT;BE;DE;IT;CH",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 527319
        },
        "949341329": {
            "orgId": "949341329",
            "orgName": "ITALCEMENTI FABBRICHE RIUNITE CEMENTO SPA",
            "ecContrib": 258061
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 258061
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 530454
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 263659
        },
        "924357136": {
            "orgId": "924357136",
            "orgName": "SHANKS VALORIZATION & QUARRY",
            "ecContrib": 250560
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 498433
        },
        "999898117": {
            "orgId": "999898117",
            "orgName": "MONTANUNIVERSITAT LEOBEN",
            "ecContrib": 255934
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 250560
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 751680
        }
    },
    "calculatedTotalContribution": 3844721
}