{
    "rcn": "205551",
    "acronym": "CORE",
    "topics": "MSCA-ITN-2016",
    "title": "Continuous Resolution and Deracemization of Chiral Compounds by Crystallization",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "Industries are in need of highly skilled academically trained experts and powerful sets of tools enabling the design, control & prediction of optimized & efficient production process of future high-value products such as chiral pharmaceuticals. The CORE Network will in parallel train 15 ESRs and develop tools, approaches and methods within the area of Continuous Resolution (CORE), the process to obtain enantiopure molecules of chiral compounds.\nThe training objective of the CORE network is to deliver a CORE skills toolbox of knowledge, personal, organizational and impact skills to a core of multi-disciplinary scientists and engineers in the interdisciplinary and cross-sectional field of Continuous Resolution. Each ESR obtains dedicated training through their research project, network events, a webinar course, management involvement and an academic & industrial secondment.\nThe research objective of the CORE Network is to jointly construct a CORE Industrial Toolbox on Continuous Resolution that provides next generation tools, approaches and methods to industry for the development continuous resolution processes. The strongly involved industrial partners will ensure that the CORE Industrial Toolbox fulfils their requirements in the skills gap areas Towards Continuous, Hybrid Resolution and Enabling Resolution. \nCORE brings together 8 academic and 7 industrial partners resulting in an unparalleled combination of chirality, synthesis and crystallization training and research covering the areas of Chemical Engineering, Chemistry and Applied Physics.",
    "totalCost": "3926004,12",
    "ecMaxContribution": "3926004,12",
    "coordinator": "UNIVERSITY OF STRATHCLYDE",
    "coordinatorCountry": "UK",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;THE UNIVERSITY OF MANCHESTER;UNIVERSITE DE ROUEN NORMANDIE;OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG;STICHTING KATHOLIEKE UNIVERSITEIT;SYNCOM BV;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "participantCountries": "DE;UK;FR;NL;CH",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 530454
        },
        "999465982": {
            "orgId": "999465982",
            "orgName": "UNIVERSITE DE ROUEN NORMANDIE",
            "ecContrib": 788627
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 249216
        },
        "999873285": {
            "orgId": "999873285",
            "orgName": "OTTO-VON-GUERICKE-UNIVERSITAET MAGDEBURG",
            "ecContrib": 498433
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 510749
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 273288
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 819864
        }
    },
    "calculatedTotalContribution": 3670631
}