{
    "rcn": "205587",
    "acronym": "in3",
    "topics": "MSCA-ITN-2016",
    "title": "An integrated interdisciplinary approach to animal-free chemical and nanomaterial safety assessment",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "All chemicals whether they are drugs, cosmetics, agrochemicals or others need to be tested for their safety to man and the environment. The use of whole animal studies for the prediction of adverse effects in man, is problematic due to species dependent effects, high costs and a large burden to animals in terms of numbers and suffering.  While there have been major improvements in human in vitro and in silico techniques, there is still a lack of an integrated risk assessment platform. The in3 proposal aims to significantly further the development of animal-free chemical and nanomaterial (NM) safety evaluation by creating a scientific and training program aimed at integrating human in vitro testing with computational approaches. The project will focus on human induced pluripotent stem cells (hiPSC) derived tissues, including liver, kidney, brain, lung and vasculature and to utilise mechanistic toxicology, quantitative adverse outcome pathways, biokinetics, cheminformatics and modelling approaches to derive testable prediction models. hiPSC present the major advantages provide non-cancerous derived tissues with identical genetic backgrounds. All Early Stage Researchers (ESRs) will work towards the same goal, utilising the same chemicals, donor cells, assays and software packages. All data will be centrally housed in standardised formats, appropriately annotated and linked with protocols and material information. While ESRs will hone their skills in their own field of expertise, they will also collaborate to create an in depth safety evaluation testing platform for the chosen test compounds. By interaction, problem solving, training and secondments over the three years, they will acquire a unique set of interdisciplinary skills for chemical and NM safety assessment. The project aims to accelerate the realisation of animal-free safety assessment and to graduate 15 PhD students with the ideal skill sets to carry out the strategy designed in in3 in the near future.",
    "totalCost": "3860843,4",
    "ecMaxContribution": "3860843,4",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "NEWCELLS BIOTECH LIMITED;UNIVERSITE DE LAUSANNE;ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI;DOUGLAS CONNECT GMBH;BIOTALENTUM TUDASFEJLESZTO KFT;LIVERPOOL JOHN MOORES UNIVERSITY;KEMIJSKI INSTITUT;Department of Health england;MEDIZINISCHE UNIVERSITAT INNSBRUCK;UNIVERSITEIT UTRECHT;EVERCYTE GMBH;UNIVERSITE D'ARTOIS;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "UK;CH;IT;HU;SI;AT;NL;FR;BE",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 255374
        },
        "998079949": {
            "orgId": "998079949",
            "orgName": "LIVERPOOL JOHN MOORES UNIVERSITY",
            "ecContrib": 273288
        },
        "999661146": {
            "orgId": "999661146",
            "orgName": "ISTITUTO DI RICERCHE FARMACOLOGICHE MARIO NEGRI",
            "ecContrib": 516123
        },
        "999855437": {
            "orgId": "999855437",
            "orgName": "MEDIZINISCHE UNIVERSITAT INNSBRUCK",
            "ecContrib": 0
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 510749
        },
        "998756718": {
            "orgId": "998756718",
            "orgName": "KEMIJSKI INSTITUT",
            "ecContrib": 234998
        },
        "961596406": {
            "orgId": "961596406",
            "orgName": "EVERCYTE GMBH",
            "ecContrib": 255934
        },
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 265227
        },
        "993226069": {
            "orgId": "993226069",
            "orgName": "DOUGLAS CONNECT GMBH",
            "ecContrib": 265227
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 250560
        },
        "999925665": {
            "orgId": "999925665",
            "orgName": "BIOTALENTUM TUDASFEJLESZTO KFT",
            "ecContrib": 223914
        },
        "999877068": {
            "orgId": "999877068",
            "orgName": "UNIVERSITE D'ARTOIS",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3314270
}