{
    "rcn": "205576",
    "acronym": "Wise-IoT",
    "topics": "EUK-02-2016",
    "title": "Worldwide Interoperability for SEmantics IoT",
    "startDate": "01/06/2016",
    "endDate": "31/05/2018",
    "objective": "While the Internet of Things is addressing a multiplicity of still-emerging standards and Alliance specifications with efforts to structure them into reference architectures, the Wise-IoT project gathers lead contributors from Europe and Korea to on-going major global IoT standardisation activities with the objective to strengthen and expand emerging IoT standards and reference implementation using feedback from user-centric and context-aware pilots. Based on morphing mediation gateways concept, a trust-based recommendation system is proposed, leveraging upon Context Information APIs enabling end-to-end semantic interoperability and the dynamic distribution of analytic functions over a proposed ëGlobal IoT Servicesí (GIoTS). These GIoTS provide IoT virtualisation and interaction with systems beyond IoT together with trust building and management capabilities. \nSix testbeds from Europe and South Korea will be federated to implement smart city, leisure and healthcare pilots demonstrating GIoTS based applications roaming capabilities across continents. An iterative development approach is being implemented to allow requirement and architecture adjustments as well as alignment and contributions back to on-going standardisation activities through submissions in technical committees and interoperability events support. A strong plan for dissemination has been set-up and will have its peak during the trials to be run at PyeongChang Olympic and Paralympic Games.\nThe consortium composed of prestigious research institutes, SMEs and large industries from Europe and Korea and will work in tandem to contribute to the success of the Wise-IoT project. Wise-IoT will give a particular attention to create an environment encouraging European and Korean SMEs and startups to enter the IoT industry by enabling access to a unified platform where interoperability among heterogeneous data in smart environments will be provided.",
    "totalCost": "1776810,75",
    "ecMaxContribution": "1499895,75",
    "coordinator": "EASY GLOBAL MARKET SAS",
    "coordinatorCountry": "FR",
    "participants": "FACHHOCHSCHULE NORDWESTSCHWEIZ;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;LIVERPOOL JOHN MOORES UNIVERSITY;AYUNTAMIENTO DE SANTANDER;INSTITUT MINES-TELECOM;TELEFONICA INVESTIGACION Y DESARROLLO SA;UNIVERSIDAD DE CANTABRIA;NEC EUROPE LTD;PIQ",
    "participantCountries": "CH;FR;UK;ES",
    "projectParticipants": {
        "999880075": {
            "orgId": "999880075",
            "orgName": "UNIVERSIDAD DE CANTABRIA",
            "ecContrib": 197250
        },
        "998079949": {
            "orgId": "998079949",
            "orgName": "LIVERPOOL JOHN MOORES UNIVERSITY",
            "ecContrib": 175251
        },
        "989900036": {
            "orgId": "989900036",
            "orgName": "AYUNTAMIENTO DE SANTANDER",
            "ecContrib": 57550
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 235019
        },
        "999856310": {
            "orgId": "999856310",
            "orgName": "FACHHOCHSCHULE NORDWESTSCHWEIZ",
            "ecContrib": 0
        },
        "999910824": {
            "orgId": "999910824",
            "orgName": "TELEFONICA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 0
        },
        "999849326": {
            "orgId": "999849326",
            "orgName": "INSTITUT MINES-TELECOM",
            "ecContrib": 174495
        },
        "911882645": {
            "orgId": "911882645",
            "orgName": "PIQ",
            "ecContrib": 129875
        },
        "999911794": {
            "orgId": "999911794",
            "orgName": "NEC EUROPE LTD",
            "ecContrib": 252904
        },
        "972455847": {
            "orgId": "972455847",
            "orgName": "EASY GLOBAL MARKET SAS",
            "ecContrib": 277552
        }
    },
    "calculatedTotalContribution": 1499896
}