{
    "rcn": "205591",
    "acronym": "SECRET",
    "topics": "MSCA-ITN-2016",
    "title": "SEcure Network Coding for Reduced Energy nexT generation Mobile Small cells",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "SECRET is a collaborative European Training Network (ETN) committed to create an ìexcellentî educational training platform; that is multi-disciplinary and intersectoral in nature, for Early Stage Researchers (ESRs) in the field of wireless communications and networking. In this dynamic field, the challenges are always evolving and more stringent in line with market expectation, and socio-economical requirements. \nThe chapter of 4G (4th Generation) of mobile systems is finally coming to an end, with waves of 4G systems deployed over Europe and worldwide. 4G systems provide a universal platform for broadband mobile services at any time, any place and anywhere. However, mobile traffic is still growing at an unprecedented rate and the need for more sophisticated broadband services is still further pushing the limits on current standards to provide even tighter integration between wireless technologies and higher speeds. The increase in number of mobile devices and traffic, the change in the nature of service and device, along with the pressure on operation and capital costs, and energy efficiency are all continuously putting stringent limits on the requirement of the design of mobile networks. It is widely accepted that incremental enhancements of current networking paradigm will not achieve or come close to meeting the requirements of networking by 2020 . This has led to the need of a new generation of mobile communications: the so-called 5G. The interests of stakeholders and academic researchers are now focused on 5G paradigm. Although 5G systems are not expected to penetrate the market till 2020, the evolution towards 5G is widely accepted to be the convergence of internet services with existing mobile networking standards leading to the commonly used term ìmobile internetî over heterogeneous networks (HetNets), with very high connectivity speeds. \nThis proposal aims to narrow the gap between current networking technologies and the foreseen requirements of future 2",
    "totalCost": "3274857,72",
    "ecMaxContribution": "3274857,72",
    "coordinator": "Instituto de TelecomunicaÁıes",
    "coordinatorCountry": "PT",
    "participants": "PROEF, SGPS SA;ACTICOM GMBH;SARAS TECHNOLOGY LIMITED;HUAWEI TECHNOLOGIES OY (FINLAND) CO LTD;PANEPISTIMIO PATRON;TECHNISCHE UNIVERSITAET DRESDEN;UNIVERSITY OF BRADFORD",
    "participantCountries": "PT;DE;UK;FI;EL",
    "projectParticipants": {
        "996243933": {
            "orgId": "996243933",
            "orgName": "ACTICOM GMBH",
            "ecContrib": 249216
        },
        "999580248": {
            "orgId": "999580248",
            "orgName": "INSTITUTO DE TELECOMUNICACOES",
            "ecContrib": 0
        },
        "934909766": {
            "orgId": "934909766",
            "orgName": "PROEF, SGPS SA",
            "ecContrib": 238356
        },
        "941352894": {
            "orgId": "941352894",
            "orgName": "HUAWEI TECHNOLOGIES OY (FINLAND) CO LTD",
            "ecContrib": 269145
        },
        "999899766": {
            "orgId": "999899766",
            "orgName": "UNIVERSITY OF BRADFORD",
            "ecContrib": 546576
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 484774
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 2286500
}