{
    "rcn": "205524",
    "acronym": "CATCH",
    "topics": "MSCA-ITN-2016",
    "title": "Cancer: Activating Technology for Connected Health",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "Advances in cancer diagnosis and treatment have been groundbreaking, and we are now considering some cancers as chronic disease rather than fatal illness. This moves the point of focus in the fight against cancer from sustaining life towards maximizing functional capacity and quality of life (QOL). A critical element in this shift has been the rise of active rehabilitation in the management of cancer. In the past 10-15 years we have seen the emergence of significant evidence for the clinical effectiveness of active rehabilitation in cancer care, both in maximizing functional capacity and QOL, and preventing secondary recurrence. However, many barriers to implementation of active rehabilitation in cancer care exist due to its profound physical and psychological implications. \nTechnology advances such as gamification based on biofeedback, and neuromuscular electrical stimulation, can help address some of these barriers but much must be done before we can effectively marry the technological capability to the unmet clinical need. In particular we need to understand specific challenges and patient journeys associated with cancer care and how we can help patients to leverage psychological tools to better engage in their own care. We then need to optimize technological tools to meet patientsí rehabilitation needs, and finally, to understand how to bring resultant solutions to market where they can have maximal impact on quality of care. This can only be done by a multidisciplinary programme of research involving close collaboration between researchers in academic, clinical and industry settings. \nCATCH is a deep collaboration across academic, business and clinical sectors. Students will benefit from intersectoral secondments, interdisciplinary communication skills, public engagement and outreach while working on a programme of interrelated core research projects addressing gaps in the knowledge and evidence base for technology enabled cancer rehabilitation mentioned above.",
    "totalCost": "2120806,44",
    "ecMaxContribution": "2120806,44",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "BEACON HOSPITAL SANDYFORD LIMITED;VALERO Y ARBIZU SOCIEDAD LIMITADA;SYDDANSK UNIVERSITET;UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA;SALUMEDIA TECNOLOGIAS SL",
    "participantCountries": "IE;ES;DK",
    "projectParticipants": {
        "953939711": {
            "orgId": "953939711",
            "orgName": "VALERO Y ARBIZU SOCIEDAD LIMITADA",
            "ecContrib": 247873
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 580164
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 531349
        },
        "999876971": {
            "orgId": "999876971",
            "orgName": "UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA",
            "ecContrib": 247873
        },
        "934171984": {
            "orgId": "934171984",
            "orgName": "BEACON HOSPITAL SANDYFORD LIMITED",
            "ecContrib": 265675
        },
        "950555187": {
            "orgId": "950555187",
            "orgName": "SALUMEDIA TECNOLOGIAS SL",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 2120807
}