{
    "rcn": "205588",
    "acronym": "MCnetITN3",
    "topics": "MSCA-ITN-2016",
    "title": "Innovative Network for Monte Carlo Event Generators for LHC Physics",
    "startDate": "01/04/2017",
    "endDate": "31/03/2021",
    "objective": "We propose a European Training Network that will provide a total of 540 ESR-months of training in Monte Carlo event generator physics and techniques, and related applications in experimental particle physics.\n\nMonte Carlo event generators are central to high energy particle physics.  They are used by almost all experimental collaborations to plan their experiments and analyze their data, and by theorists to simulate the complex final states of the fundamental interactions that may signal new physics.  We will build on the success of our current MCnetITN, by creating a European Training Network incorporating all the authors of current general purpose event generators, with the main purposes of:\n(a) training a large section of our user base, using annual schools on the physics and techniques of event generators and short-term studentships of Early Stage Researchers as a conduit for transfer of knowledge to the wider community;\n(b) training the next generation of event generator authors through dedicated PhD studentships;\n(c) providing broader training in transferable skills through our research, through dedicated training in entrepreneurship and employability and through secondments to non-academic partners.\n\nWe will achieve these training objectives both through dedicated activities and through our research activities:\n(d) developing the next generation of higher precision event generators and supporting them for use throughout the LHC era and beyond;\n(e) playing a central role in the analysis of LHC data and the discovery of new physics there; and\n(f) extracting the maximum potential from existing data to constrain the modeling of the higher-energy data from the LHC and future experiments.",
    "totalCost": "3930753,09",
    "ecMaxContribution": "3930753,09",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF DURHAM;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;UNIVERSITE CATHOLIQUE DE LOUVAIN;KARLSRUHER INSTITUT FUER TECHNOLOGIE;LUNDS UNIVERSITET;UNIVERSITY COLLEGE LONDON;UNIVERSITY OF GLASGOW",
    "participantCountries": "UK;DE;BE;SE",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 959427
        },
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 380747
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 106279
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 683220
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 661200
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 380747
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 379566
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 379566
        }
    },
    "calculatedTotalContribution": 3930752
}