{
    "rcn": "205560",
    "acronym": "Factory2Fit",
    "topics": "FOF-04-2016",
    "title": "Empowering and participatory adaptation of factory automation to fit for workers",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Smart factories are characterized by increasing automation and increasing customization. In these dynamic environments flexible and adaptive work organization is crucial both for productivity and work satisfaction. Factory2Fit project will support this development by developing adaptation solutions with which people with different skills, capabilities and preferences can be engaged, motivated and productive members of the work community in manufacturing industries. \n\nThe core idea in Factory2Fit project is that the worker is an expert of his/her own work and thus (s)he shall have an active role in designing his/her work. The proposed adaptive automation solutions are based on a dynamic user model that includes physical and cognitive abilities. The worker him/herself gets feedback of his performance and skills, which supports continuous learning and competence development. Virtual factory models will be used as engaging platforms for participatory design of work practices, knowledge sharing and training, involving all the relevant stakeholders in contributing the organizational development. Contextual guidance and knowledge sharing is supported by augmented reality based tools. The adaptation solutions will be developed within three industrial pilots in actual manufacturing environments. The solutions will be generalized and disseminated widely to the manufacturing industry.  \n\nAdaptive automation solutions to be developed in Factory2Fit will support fluent human-automation cooperation and will have impacts in work satisfaction, less occupational health issues, less stress, better ergonomics, better quality, less errors and better productivity. Adaptive automation supports current and forthcoming workers to develop their competences towards knowledge workers of smart factories with fulfilling work careers. This will further improve the competitiveness of European manufacturing industry and support the principle of responsible manufacturing industry.",
    "totalCost": "4322462,5",
    "ecMaxContribution": "4322462,5",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;C.C.I.C.C. LIMITED;VISUAL COMPONENTS OY;AMORPH SYSTEMS GMBH;TECHNISCHE UNIVERSITAET CHEMNITZ;FINN-POWER OY;Continental Automotive GmbH;UNITED TECHNOLOGIES RESEARCH CENTRE IRELAND, LIMITED",
    "participantCountries": "EL;IE;FI;DE",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 917534
        },
        "999877844": {
            "orgId": "999877844",
            "orgName": "TECHNISCHE UNIVERSITAET CHEMNITZ",
            "ecContrib": 562375
        },
        "947021671": {
            "orgId": "947021671",
            "orgName": "AMORPH SYSTEMS GMBH",
            "ecContrib": 295250
        },
        "990450026": {
            "orgId": "990450026",
            "orgName": "VISUAL COMPONENTS OY",
            "ecContrib": 265000
        },
        "966420216": {
            "orgId": "966420216",
            "orgName": "FINN-POWER OY",
            "ecContrib": 508906
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 502500
        },
        "952323012": {
            "orgId": "952323012",
            "orgName": "C.C.I.C.C. LIMITED",
            "ecContrib": 351250
        },
        "999761638": {
            "orgId": "999761638",
            "orgName": "Continental Automotive GmbH",
            "ecContrib": 399062
        },
        "971136162": {
            "orgId": "971136162",
            "orgName": "UNITED TECHNOLOGIES RESEARCH CENTRE IRELAND, LIMITED",
            "ecContrib": 520585
        }
    },
    "calculatedTotalContribution": 4322462
}