{
    "rcn": "205589",
    "acronym": "PAcMEN",
    "topics": "MSCA-ITN-2016",
    "title": "Predictive and Accelerated Metabolic Engineering Network",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The world economy is dependent on fossil resources: oil, gas and coal. The fossil resources are finite and their consumption causes catastrophic environmental changes. Therefore we need to move towards sustainable economy using renewable resources for energy and chemicals production. Via metabolic engineering approach, novel microbial cells can be created that can convert biomass and waste into fuels and chemicals. Metabolic engineering however distinguishes itself from other engineering disciplines by low predictability of the design and long turnover times for the cell factory construction and screening. Therefore there is a need for scientists, who can address these challenges. European Training Network on Predictable and Accelerated Metabolic Engineering Networks (PAcMEN) will be established at 5 renowned European universities and 2 SMEs with participation of 5 industrial and 1 academic partner organizations. In this program 16 PhD students (of which 15 funded by EU contribution) will learn to conduct state-of-the-art research on metabolic engineering of microbial cell factories and learn to commercialize innovations. This will be achieved via collaborative research projects under supervision of top scientists from academia and industry, network training, secondments with network partners, training on innovation and entrepreneurship, and individual career coaching. Altogether, PAcMEN training programme will provide young scientists with the ideal combination of scientific, technological, industrial and management skills to prepare them for their role as breakthrough pioneers in the establishment of tomorrowís biorefineries. The PAcMEN project will have an overall positive impact by strengthening the research networks in the area of metabolic engineering, establishing long-term collaborations between the universities and industry, and by creating a framework for future interdisciplinary training programs.",
    "totalCost": "3994075,8",
    "ecMaxContribution": "3994075,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;SILICOLIFE LDA;SESAM-BIOTECH GMBH;TECHNISCHE UNIVERSITEIT DELFT;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "DE;CH;PT;NL;SE",
    "projectParticipants": {
        "960208336": {
            "orgId": "960208336",
            "orgName": "SILICOLIFE LDA",
            "ecContrib": 476713
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 527319
        },
        "951091112": {
            "orgId": "951091112",
            "orgName": "SESAM-BIOTECH GMBH",
            "ecContrib": 249216
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 510749
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 249216
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 1450409
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 530454
        }
    },
    "calculatedTotalContribution": 3994076
}