{
    "rcn": "205500",
    "acronym": "GELCLAD",
    "topics": "EEB-01-2016",
    "title": "HIGHLY EFFICIENT CLADDING ECO-PANELS WITH IMPROVED NANO-INSULATION PROPERTIES",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The GELCLAD project aims at creating a novel cost-effective, durable, industrialised and easy to install composite insulation cladding system, based on a single multi-meso-structured panel with excellent insulation properties, made from functional bio-polymer composite (ecoWPC) as skin coupling with unique advanced foamable extrudable aerogel (FEA) as insulation core/layer. The GELCLAD is produced using a single co-extrusion procedure in which both ecoWPC framing skin and FEA core are simultaneously formed such that no discontinuity is formed between them. Using a multilayer effective continuous extrusion allows the benefits of high quality multi-meso-structured systems and productive production to be obtained without the traditional drawbacks of existing bonding lamination of extremely high embodied energy insulation materials, and high labouring and skilled installation of multi material layers. By combining also this biopolymer based ecoWPC/aerogel with passive pre-programed materials responding dynamically to ambient stimuli and control the air flow, GELCLAD wants to target the market as a novel environmentally friendly multi-functional smart cladding solution, to be used as an ecological alternative to the current cladding and ventilated faÁade systems. The foreseen impacts of the novel GELCLAD will be 20% lower embodied energy and carbon than traditional oil based panels, attain more than 40% reduction of energy savings due to GELCLAD refurbishment, reduce costs of 40% over traditional faÁade thanks to single panel systems, less installation and maintenance expenses, while providing functional building envelope solutions for a life span over 50 years. Full scale demonstration of the application of the novel cladding generation will be performed in demo and public building in Spain and Slovenia for ready uptake and spreading of new technologies, and many other building systems will follow after the success of GELCLAD.",
    "totalCost": "5538847,5",
    "ecMaxContribution": "4791708,38",
    "coordinator": "INSTITUTO PEDRO NUNES ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO EM CIENCIA E TECNOLOGIA",
    "coordinatorCountry": "PT",
    "participants": "SLOVENSKI GRADBENI GROZD, GOSPODARSKO INTERESNO ZDRUZENJE;VANNPLASTIC LTD;TECNARO GESELLSCHAFT ZUR INDUSTRIELLEN ANWENDUNG NACHWACHSENDER ROHSTOFFE MBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;LABORATORIO NACIONAL DE ENGENHARIA CIVIL;BUILDING RESEARCH ESTABLISHMENT LTD;CONSTRUCCIONES GARCIA RAMA SL;ACTIVE AEROGELS LDA;SPECIALIST BUILDING PRODUCTS LIMITED;NAVODNIK KEMIJSKI INZENIRING d.o.o.;BRUNEL UNIVERSITY LONDON;JUB KEMICNA INDUSTRIJA DOO",
    "participantCountries": "SI;UK;DE;PT;ES",
    "projectParticipants": {
        "951914157": {
            "orgId": "951914157",
            "orgName": "ACTIVE AEROGELS LDA",
            "ecContrib": 214375
        },
        "998133784": {
            "orgId": "998133784",
            "orgName": "BUILDING RESEARCH ESTABLISHMENT LTD",
            "ecContrib": 514138
        },
        "952856415": {
            "orgId": "952856415",
            "orgName": "VANNPLASTIC LTD",
            "ecContrib": 0
        },
        "956826431": {
            "orgId": "956826431",
            "orgName": "NAVODNIK KEMIJSKI INZENIRING d.o.o.",
            "ecContrib": 377519
        },
        "920000963": {
            "orgId": "920000963",
            "orgName": "SPECIALIST BUILDING PRODUCTS LIMITED",
            "ecContrib": 552619
        },
        "998850517": {
            "orgId": "998850517",
            "orgName": "LABORATORIO NACIONAL DE ENGENHARIA CIVIL",
            "ecContrib": 668534
        },
        "933805712": {
            "orgId": "933805712",
            "orgName": "JUB KEMICNA INDUSTRIJA DOO",
            "ecContrib": 126875
        },
        "999578502": {
            "orgId": "999578502",
            "orgName": "INSTITUTO PEDRO NUNES ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO EM CIENCIA E TECNOLOGIA",
            "ecContrib": 393862
        },
        "999753878": {
            "orgId": "999753878",
            "orgName": "SLOVENSKI GRADBENI GROZD, GOSPODARSKO INTERESNO ZDRUZENJE",
            "ecContrib": 186025
        },
        "998580663": {
            "orgId": "998580663",
            "orgName": "TECNARO GESELLSCHAFT ZUR INDUSTRIELLEN ANWENDUNG NACHWACHSENDER ROHSTOFFE MBH",
            "ecContrib": 237125
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 620562
        },
        "965613855": {
            "orgId": "965613855",
            "orgName": "CONSTRUCCIONES GARCIA RAMA SL",
            "ecContrib": 206286
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 693788
        }
    },
    "calculatedTotalContribution": 4791708
}