{
    "rcn": "205578",
    "acronym": "GreenCarbon",
    "topics": "MSCA-ITN-2016",
    "title": "Advanced Carbon Materials from Biowaste: Sustainable Pathways to Drive Innovative Green Technologies",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The energy crisis, environmental pollution and global warming are serious problems that are of great concern throughout the world. Around 40% of the worldís energy consumption is dedicated to the production of materials and chemicals. Thus, there is a need to develop high-performance materials based on renewable resources, simpler to synthesise and cost effective. Carbon materials derived from renewable resources (e.g., biomass) are ideal candidates to meet these needs. The main objective of our proposed Innovative Training Network is to develop new scientific knowledge, capability, technology, and commercial products for biomass-derived carbons (BCs); thus impacting the way that Europe uses and innovates with sustainable carbon materials. This will be accomplished through outstanding research and training programmes for fourteen early-stage researchers (ESRs). Our proposed research programme is feasible given the varied expertise and knowledge of the academic and industrial participants. We expect that GreenCarbon will improve our ability to rationally design a range of functionalised BC-derived materials using different individual and synergistically coupled processes and expand their practical applications. Our research programme comprehensively covers all aspects from precursors (the nature of biomass) to processing (thermochemical conversion, porosity development, chemical functionalisation) and application (e.g., CO2 capture, heterogeneous catalysis and chemicals from biomass) enabling a unique design of engineered sustainable BC materials. At the same time, our training programme is designed with the aim to empower the ESRs through the provision of a comprehensive and coherent training package, which includes complementary competencies and knowledge in all the science, engineering and business skills so as to be capable of deploying new technologies within different environments both inside and outside of academia.",
    "totalCost": "3623224,47",
    "ecMaxContribution": "3623224,47",
    "coordinator": "UNIVERSIDAD DE ZARAGOZA",
    "coordinatorCountry": "ES",
    "participants": "AVA GREEN CHEMISTRY DEVELOPMENT GMBH;UNIVERSITEIT GENT;ORGANICS LIMITED;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;QUEEN MARY UNIVERSITY OF LONDON;UNIVERSITAET HOHENHEIM;THE UNIVERSITY OF EDINBURGH;STOCKHOLMS UNIVERSITET;ASTON UNIVERSITY",
    "participantCountries": "DE;BE;UK;SE",
    "projectParticipants": {
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 495746
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 505347
        },
        "923236301": {
            "orgId": "923236301",
            "orgName": "ORGANICS LIMITED",
            "ecContrib": 0
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 273288
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 501120
        },
        "999901900": {
            "orgId": "999901900",
            "orgName": "UNIVERSITAET HOHENHEIM",
            "ecContrib": 498433
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 546576
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 249216
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3616302
}