{
    "rcn": "205570",
    "acronym": "circRTrain",
    "topics": "MSCA-ITN-2016",
    "title": "circular RNA Biology Training Network: from biogenesis to biomarkers",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "CircRTrain focuses on circular RNAs (circRNAs), a new large class of single-stranded RNAs with covalently closed ends. CircRNAs have only very recently attracted high general interest and become the focus of an increasing number of publications: recent discoveries through sequencing technology and computational analyses have revealed the widespread existence of circRNAs in animal cells. Particularly in neural tissues, circRNA expression is high, dynamic, and evolutionarily conserved. In aging animal brains the expression of certain circRNAs is strongly elevated, suggesting connections to age-related diseases. The study of circRNAs thus emerges as a novel topic with highest importance for the understanding of such diverse conditions as neurodegenerative diseases, aging, and cancer. Moreover, the highly stable expression and their presence in human blood and exosomes make circRNAs attractive biomarker candidates. \nThe overall aims of circRTrain are to 1. Elucidate the biogenesis and function of circRNAs; 2. Define their role in diseases; 3. Exploit their potential as biomarkers and for medical applications; and 4. Combine cutting-edge technologies and disciplines.\nUnderstanding circRNAs and exploring their medical relevance requires to integrate various technologies (sequencing, single-molecule and whole-organism imaging, RNA knockdown/delivery, CRISPR/CAS9), disciplines (biochemistry, computational biology, genetics), model systems (worm, fly, mouse, human) and medical applications (biomarkers, new therapeutic strategies). \nCircRTrain will combine these diverse approaches and industrial technologies by training 15 early stage researchers (ESR) at two SMEs and seven academic partners, which are all leaders in their respective fields. Additionally, cooperation with four partner organizations, circRNA devoted conferences, winter- and summer schools will extend training for the ESRs, sustaining the critical number of young talented professionals in the field.",
    "totalCost": "3870807,22",
    "ecMaxContribution": "3870807,22",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "AARHUS UNIVERSITET;QIAGEN AARHUS AS;JUSTUS-LIEBIG-UNIVERSITAET GIESSEN;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;THE HEBREW UNIVERSITY OF JERUSALEM;FUNDACIO CENTRE DE REGULACIO GENOMICA;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "DK;DE;NL;IL;ES;IT",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 247873
        },
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 510749
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 516123
        },
        "999840111": {
            "orgId": "999840111",
            "orgName": "JUSTUS-LIEBIG-UNIVERSITAET GIESSEN",
            "ecContrib": 498433
        },
        "999990461": {
            "orgId": "999990461",
            "orgName": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
            "ecContrib": 996866
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 274762
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 535921
        },
        "985334440": {
            "orgId": "985334440",
            "orgName": "QIAGEN AARHUS AS",
            "ecContrib": 290082
        }
    },
    "calculatedTotalContribution": 3870809
}