{
    "rcn": "205536",
    "acronym": "SPM2.0",
    "topics": "MSCA-ITN-2016",
    "title": "Scanning probe microscopies for nanoscale fast, tomographic and composition imaging",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Advanced Microscopy techniques are widely recognized as one of the pillars onto which the research and manufacture of Nanotechnology based products is sustained. At present, the greatest challenge faced by these techniques is the realization of fast and non-destructive tomographic images with chemical composition sensitivity and with sub-10 nm spatial resolution, in both organic and inorganic materials, and in all environmental conditions. Scanning Probe Microscopes are currently the Advanced Microscopy techniques experiencing the fastest evolution and innovation towards solving this challenge. Scanning Probe Microscopes have crossed fundamental barriers, and novel systems exist that show potential unparalleled performance in terms of 3D nanoscale imaging capabilities, imaging speed and chemical sensitivity mapping. The objective of the SPM2.0 European Training Network is to train a new generation of researchers in the science and technology of these novel Scanning Probe Microscopes, in which Europe is currently in a leading position, in order to enforce its further development and its quick and wide commercialization and implementation in public and private research centers and industrial and metrology institutions. The researchers of the network will acquire a solid state-of-the-art multidisciplinary scientific training in this field of research, covering from basic science to industrial applications, which should enable them to generate new scientific knowledge of the highest impact. In addition, they will receive a practical training on transferable skills in order to increase their employability perspectives and to qualify them to access to responsibility job positions in the private and public sectors. The final aim of the network is to consolidate Europe as the world leader in Scanning Probe Microscopy technologies and its emerging applications in key sectors like Materials, Microelectronics, Biology and Medicine.",
    "totalCost": "3593489,4",
    "ecMaxContribution": "3593489,4",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "NPL MANAGEMENT LIMITED;Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE;TECHNISCHE UNIVERSITAET WIEN;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;THE BIO NANO CENTRE LIMITED LBG;KEYSIGHT TECHNOLOGIES GMBH;UNIVERSITAT LINZ;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
    "participantCountries": "UK;ES;AT;FR;IT",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 255934
        },
        "973140085": {
            "orgId": "973140085",
            "orgName": "THE BIO NANO CENTRE LIMITED LBG",
            "ecContrib": 273288
        },
        "999892976": {
            "orgId": "999892976",
            "orgName": "UNIVERSITAT LINZ",
            "ecContrib": 255934
        },
        "939085616": {
            "orgId": "939085616",
            "orgName": "KEYSIGHT TECHNOLOGIES GMBH",
            "ecContrib": 511868
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 247873
        },
        "999473160": {
            "orgId": "999473160",
            "orgName": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
            "ecContrib": 495746
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 525751
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 258061
        },
        "999528450": {
            "orgId": "999528450",
            "orgName": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
            "ecContrib": 495746
        },
        "999920330": {
            "orgId": "999920330",
            "orgName": "NPL MANAGEMENT LIMITED",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3593489
}