{
    "rcn": "205530",
    "acronym": "PROTECTED",
    "topics": "MSCA-ITN-2016",
    "title": "PROTECTion against Endocrine Disruptors;Detection, mixtures, health effects, risk assessment and communication.",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "PROTECTED aims to develop expertise and protective capabilities against Endocrine Disruptors (EDs). EDs and their mixtures are a modern day health concern leading to failing ecological systems, poor agricultural production and health effects such as obesity, cancer and infertility. While analytical methods have advanced enormously, focus has been mainly on synthetic chemicals, overlooking emerging EDs and real-life multiple substance exposure. A new generation of creative, entrepreneurial and innovative early-stage researchers equipped with skills to assess and understand the real-life risk of complex mixtures of EDs and trained to convert resulting knowledge and ideas into accessible tools and services for the long-term control of potential ED risk is urgently needed. The PROTECTED Innovative Training Network [ITN] proposes a holistic approach by providing 15 individual, personalised research projects with exposure to scientific, innovative and entrepreneurial training mobility across the ITN. The intersectorial network is comprised of 12 training sites at academia, research centres, a bioassay technology SME, a QSAR technology SME, water provider, and animal feed supplier. Together they cover multiple disciplines including analytical science of food, feed, and environment, epidemiology, risk assessment, social science and toxicology. This combined expertise enables a highly focused program for developing novel tools and concepts and training for the detection, analysis and improved risk assessment of EDs, especially mixture effects. Methodology will include emerging technologies; multiplexed analysis, mixture modelling, mechanistic and exposure studies, explants and cell or whole organism bioassays. The project will provide a unique and high level of training for a new generation of specialists with transferable skills and enhanced career perspectives. These specialists will ultimately aid the efficient development of future control strategies for improved health.",
    "totalCost": "3974594,76",
    "ecMaxContribution": "3974594,76",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN;FOLKEHELSEINSTITUTTET;UNIVERSITE DE LIEGE;BioDetection Systems B.V.;VETERINAERINSTITUTTET - NORWEGIAN VETERINARY INSTITUTE;Universidad Austral de Chile;NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET;PROTOQSAR 2000 SL;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "participantCountries": "UK;NO;BE;NL;CL;ES;FR",
    "projectParticipants": {
        "999478883": {
            "orgId": "999478883",
            "orgName": "FOLKEHELSEINSTITUTTET",
            "ecContrib": 286275
        },
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 501120
        },
        "998319442": {
            "orgId": "998319442",
            "orgName": "BioDetection Systems B.V.",
            "ecContrib": 510749
        },
        "999511378": {
            "orgId": "999511378",
            "orgName": "VETERINAERINSTITUTTET - NORWEGIAN VETERINARY INSTITUTE",
            "ecContrib": 286275
        },
        "941268019": {
            "orgId": "941268019",
            "orgName": "PROTOQSAR 2000 SL",
            "ecContrib": 247873
        },
        "997216067": {
            "orgId": "997216067",
            "orgName": "Universidad Austral de Chile",
            "ecContrib": 213725
        },
        "999902967": {
            "orgId": "999902967",
            "orgName": "NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET",
            "ecContrib": 572550
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 262876
        },
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 273288
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 819864
        }
    },
    "calculatedTotalContribution": 3974595
}