{
    "rcn": "205548",
    "acronym": "TEAM",
    "topics": "MSCA-ITN-2016",
    "title": "Technology Enabled Adolescent Mental Health",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "There is no health without mental health. 27% of our population are young, and mental health disorders are our leading cause of disability. 50% of mental disorders emerge by 14 yrs, 75% by 24 yrs and, untreated, triple odds of having a mental health disorder in later life. TEAMís will build a network of expertise and train a new generation of researchers to deliver more effective, affordable and feasible mental health services for young people. Our interdisciplinary, international, intersectoral network, balanced in skills, experience and perspectives, will train the next generation of researchers to lead Youth Mental Health (YMH) services into the future. Research objectives focus on key challenges in YMH: delivering new technologies to support rapid, large-scale, and early assessment, prevention and treatment.TEAM will also deliver policy directions and guidelines for technology-enabled YMH. 2 themes are covered: how can technology a) increase access, and b) help people to engage more successfully? TEAM will deliver new technology-enabled services that are both accessible and engaging for young people. Our ambitious objectives require individuals with a unique combination of interdisciplinary and intersectoral skills. TEAM ESRs will receive integrated training across three key areas necessary to fully realise the potential of technology-enabled mental health: Mental Healthcare Delivery - the theories and practice of YMH; Computer science - core principles in software engineering and technology infrastructures; Interaction Design - theories and methods including co-designing with young people and active engagement with clinicians, social workers, caregivers (e.g. parents) and teachers. Intersectoral secondments promote interdisciplinary and intersectoral learning and communication, and public engagement and outreach focus on young people, those who play major roles in their lives (e.g. parents and teachers), health care professionals.",
    "totalCost": "4041770,76",
    "ecMaxContribution": "4041770,76",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;REGION HOVEDSTADEN;TECHNISCHE UNIVERSITAET WIEN;THE ANNA FREUD CENTRE;TELEFONICA INVESTIGACION Y DESARROLLO SA;DANMARKS TEKNISKE UNIVERSITET;UNIVERSITY OF GLASGOW;REACHOUT IRELAND LTD",
    "participantCountries": "AT;DK;UK;ES;IE",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 511868
        },
        "923799968": {
            "orgId": "923799968",
            "orgName": "REACHOUT IRELAND LTD",
            "ecContrib": 265675
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 797024
        },
        "999910824": {
            "orgId": "999910824",
            "orgName": "TELEFONICA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 247873
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 546576
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 580164
        },
        "952726144": {
            "orgId": "952726144",
            "orgName": "THE ANNA FREUD CENTRE",
            "ecContrib": 546576
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 255934
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 290082
        }
    },
    "calculatedTotalContribution": 4041772
}