{
    "rcn": "205510",
    "acronym": "QUARTZ",
    "topics": "MSCA-ITN-2016",
    "title": "Quantum Information Access and Retrieval Theory",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Quantum Information Access and Retrieval Theory\n\nWe aim to establish an European Training Network (ETN) on QUantum information Access and Retrieval Theory (QUARTZ). Towards a new approach to Information Access and Retrieval (IAR) addressing the challenges of the dynamic and multimodal nature of the data and user interaction context, QUARTZ aims to educate its Early Stage Researchers (ESRs) to adopt a novel theoretically and empirically motivated approach to IAR based on the quantum mechanical framework that gives up the notions of unimodal features and classical ranking models disconnected from context. Each ESR will be aware that the current state of the art of IAR is not sufficient to address the challenges of a dynamic, adaptive and context-aware user-machine interaction and to make a major breakthrough in the overall effectiveness of retrieval systems, and that a genuine theoretical breakthrough is on the contrary necessary. We believe that this breakthrough can be provided by quantum theory which can integrate abstract vector spaces, probability spaces and logic in a single theoretical framework which extend and generalize the classical vector, probability and logic spaces utilised in IAR. QUARTZ will consist of training activities and ESR research projects which investigate theoretical issues and evaluate methods and prototypes for adaptive IAR systems managing large data collections and meeting the end user's information needs in a dynamic context.",
    "totalCost": "3461495,04",
    "ecMaxContribution": "3461495,04",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "LINNEUNIVERSITETET;VRIJE UNIVERSITEIT BRUSSEL;KOBENHAVNS UNIVERSITET;BRANDENBURGISCHE TECHNISCHE UNIVERSITAT COTTBUS-SENFTENBERG;UNIVERSITY OF BEDFORDSHIRE;THE OPEN UNIVERSITY",
    "participantCountries": "SE;BE;DK;DE;UK",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 774184
        },
        "986317632": {
            "orgId": "986317632",
            "orgName": "LINNEUNIVERSITETET",
            "ecContrib": 263659
        },
        "999855922": {
            "orgId": "999855922",
            "orgName": "UNIVERSITY OF BEDFORDSHIRE",
            "ecContrib": 546576
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 501120
        },
        "937759529": {
            "orgId": "937759529",
            "orgName": "BRANDENBURGISCHE TECHNISCHE UNIVERSITAT COTTBUS-SENFTENBERG",
            "ecContrib": 249216
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3461495
}