{
    "rcn": "205520",
    "acronym": "DeMAnD",
    "topics": "JTI-CS2-2015-CFP02-SYS-03-03",
    "title": "Dynamic aircraft MAterial property Database",
    "startDate": "01/09/2016",
    "endDate": "31/03/2018",
    "objective": "The DeMAnD project has been set up to plan and execute an efficient mechanical material characterization program to deliver within the time duration set out by the JU a dynamic material property data base for typical aircraft materials, with a special focus on seat and crash absorbing structures of small aircraft. \nThis dynamic material characterization will be carried out over a wide range of strain rates, ranging from quasi-static loading up to high strain rates of 500 s-1.\nThe project brings together renowned experts in the areas of test method development, static and dynamic testing of aircraft materials and structures, simulation and design of aeronautical crashworthiness structures and data reduction and preparation for dynamic finite element codes and material models.\nFor the various strain rate regimes, the best suitable test equipment has been identified and is available within the consortium. This will ensure the determination of high quality material data and complete stress-strain curves from static up to high strain rate loading, allowing the derivation of the strain rate dependent material behavior for all material properties needed for predictive crashworthiness simulations.",
    "totalCost": "299901,25",
    "ecMaxContribution": "299901,25",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;INEGI - INSTITUTO DE CIENCIA E INOVACAO EM ENGENHARIA MECANICA E ENGENHARIA INDUSTRIAL",
    "participantCountries": "DE;PT",
    "projectParticipants": {
        "996840968": {
            "orgId": "996840968",
            "orgName": "INEGI - INSTITUTO DE CIENCIA E INOVACAO EM ENGENHARIA MECANICA E ENGENHARIA INDUSTRIAL",
            "ecContrib": 72125
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 110120
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 117656
        }
    },
    "calculatedTotalContribution": 299901
}