{
    "rcn": "205574",
    "acronym": "ALFA",
    "topics": "JTI-CS2-2015-CFP02-LPA-01-06",
    "title": "Advanced Laminar Flow tAilplane",
    "startDate": "01/09/2016",
    "endDate": "28/02/2019",
    "objective": "Project ALFA (Advanced Laminar Flow tAilplane) is initiated by an industrial partner (Fokker) and a research centre (NLR), in response to the 2nd Call for proposal of CS2, under the topic ìLaminar Horizontal Tail Plane full scale ground demonstratorî.\nThe objective of ALFA is to push forward laminar flow technology by developing, designing and  manufacturing a full scale demonstrator of a Natural Laminar Flow (NLF) Horizontal Tail Plane (HTP). The reduction of the aerodynamic drag of the aircraft by application of NLF on the HTP will offer a potential of a 1% decrease of fuel burn.\nALFA will introduce advanced materials and manufacturing technologies to meet the stringent NLF surface quality demands. New structural concepts will be developed and discussed with the topic manager taking into account all requirements regarding operations, safety, cost and environmental impact, to ensure the implementation on future business jets. ALFAís NLF HTP demonstrator will validate the selected structural concept. This demonstrator is also prepared for future aerodynamic testing of NLF in a wind tunnel.\nThe comprehensive experience of the ALFA partners working on the demonstration of laminar flow in various R&T projects (e.g. EU AFLoNext, BLADE) and joint national and European collaboration on multiple aircraft programs motivate their common application. Fokker has a strong track record in designing and manufacturing complete tail sections for US and European Business Jets. As a former OEM of aircrafts, Fokker still engineers and manufactures with know-how of the entire\naircraft. The complementary capabilities and competences of NLR to provide innovative solutions for composite structures and knowledge on wind tunnel testing, are keys to the projectís success.\nThe ALFA total grant request to EC is 1,610,395 Ä for the whole consortium. The project will be conducted within 23 months in close alignment with the topic manager, and with related topics in LPA and other IADPís and ITDís.",
    "totalCost": "2129108,75",
    "ecMaxContribution": "1610394,88",
    "coordinator": "FOKKER AEROSTRUCTURES BV",
    "coordinatorCountry": "NL",
    "participants": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
    "participantCountries": "NL",
    "projectParticipants": {
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 400062
        },
        "997768288": {
            "orgId": "997768288",
            "orgName": "FOKKER AEROSTRUCTURES BV",
            "ecContrib": 1210332
        }
    },
    "calculatedTotalContribution": 1610394
}