{
    "rcn": "205535",
    "acronym": "MANTEL",
    "topics": "MSCA-ITN-2016",
    "title": "Management of Climatic Extreme Events in Lakes  Reservoirs for the Protection of Ecosystem Services",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Environmental perturbations to lakes and reservoirs occur largely as episodic climatic events.  These range from relatively short mixing events to storms and heat waves. While the driving events occur along a continuum of frequency and magnitude, however, their effect is generally longer lasting than the events themselves. In addition, the more extreme weather events are now becoming increasingly frequent, a trend that has been linked to directional climate change and is projected to continue in the coming decades. Understanding the impact of these short-lived pressures requires monitoring that captures the event (hoursñdays) and the ensuing impact, that can last for months or even years.  Only recently has automated high frequency monitoring (HFM) of lakes been adopted throughout Europe. This Training Network will investigate the effects of the most extreme events, and of cumulative lower magnitude events, using HFM, while at the same time training a cohort of doctoral students in state-of-the art technology, data analysis and modelling. The aim of the EJD is to change the way in which water quality monitoring is carried out so that the effects of episodic climatic events can be understood, thus ensuring that future water management strategies can explicitly account for their effects.",
    "totalCost": "3056654,16",
    "ecMaxContribution": "3056654,16",
    "coordinator": "DUNDALK INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IE",
    "participants": "FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA;UNIVERSITE DE GENEVE;KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW;FORSCHUNGSVERBUND BERLIN EV;UPPSALA UNIVERSITET;UNIVERSITAT DE BARCELONA;EESTI MAAULIKOOL",
    "participantCountries": "ES;CH;NL;DE;SE;EE",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 510749
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 263659
        },
        "999857280": {
            "orgId": "999857280",
            "orgName": "EESTI MAAULIKOOL",
            "ecContrib": 226265
        },
        "996645125": {
            "orgId": "996645125",
            "orgName": "DUNDALK INSTITUTE OF TECHNOLOGY",
            "ecContrib": 531349
        },
        "997459052": {
            "orgId": "997459052",
            "orgName": "FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA",
            "ecContrib": 247873
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 247873
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 530454
        },
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3056655
}