{
    "rcn": "205597",
    "acronym": "PoLaRoll",
    "topics": "FOF-13-2016",
    "title": "Polygon scanner based ultra-short pulse laser processing in roll-to-roll manufacturing",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Roll-to-roll manufacturing is well established in many segments like electronics, micro manufacturing or solar technology. Continuous roll-to-roll manufacturing processes can be integrated with various manufacturing steps within the production line. While many conventional and laser manufacturing techniques could already be embedded successfully into roll-to-roll machines, pulsed laser structuring could not be adapted sufficiently. The main obstacles are insufficient pulse repetition rate levels with required pulse energy and beam deflection speed and accuracy. \nThe PoLaRoll project aim is to bring together current developments and fully integrate a high speed ultra-short pulse laser ablation process into a roll-to-roll machine fulfilling the requirements of individualised laser-based mass production. Various disciplines are in focus of the PoLaRoll project:\nA femtosecond laser will be developed with high pulse energy at extremely high pulse rates. Innovative polygon scanner technology for ultra-fast beam deflection is advanced in speed and accuracy and a dual polygon scanner will be developed enabling simultaneous laser structuring of top and bottom face of web material. An in-line metrology method will be developed enabling process monitoring and control. Highly sophisticated methods will be developed and applied enabling the synchronisation of the ground-breaking ultra-fast processing sub-systems.\nTo prove the PoLaRoll process performance a target application has been selected, which is solar shading of glass facades. The laser formed micro structure's geometry allows cutting the solar radiation and therefore reduces the energy used for cooling and ventilation. The PoLaRoll laser structuring module will be integrated into a prototypical modular designed roll-to-roll machine as well as in a conventional machine for mass production operated by the industrial end-user. Thus the PoLaRoll project will be able to revolutionise the current state of the art in digital roll-to-roll processing.",
    "totalCost": "4426316,25",
    "ecMaxContribution": "3508527,75",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "LASER ENGINEERING APPLICATIONS SA;LUNOVU GMBH;NEXT SCAN TECHNOLOGY BVBA;RINA CONSULTING SPA;AMPLITUDE SYSTEMES SA;MICROMETAL GMBH",
    "participantCountries": "BE;DE;IT;FR",
    "projectParticipants": {
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 149625
        },
        "998762926": {
            "orgId": "998762926",
            "orgName": "AMPLITUDE SYSTEMES SA",
            "ecContrib": 483350
        },
        "938295163": {
            "orgId": "938295163",
            "orgName": "LUNOVU GMBH",
            "ecContrib": 209562
        },
        "998915701": {
            "orgId": "998915701",
            "orgName": "LASER ENGINEERING APPLICATIONS SA",
            "ecContrib": 490724
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1367021
        },
        "948165592": {
            "orgId": "948165592",
            "orgName": "NEXT SCAN TECHNOLOGY BVBA",
            "ecContrib": 465500
        },
        "928905951": {
            "orgId": "928905951",
            "orgName": "MICROMETAL GMBH",
            "ecContrib": 342744
        }
    },
    "calculatedTotalContribution": 3508526
}