{
    "rcn": "205555",
    "acronym": "SCALAiR",
    "topics": "JTI-CS2-2015-CFP02-LPA-01-09",
    "title": "Scaled Test Aircraft Preparation and Qualification",
    "startDate": "01/10/2016",
    "endDate": "31/03/2021",
    "objective": "To reduce CO2, Fuel Burn, NOx and noise in aeronautics, while coping with the mobility demands of its citizens, but also to tackle the competition with USA, the European community needs new radical Large Passenger Aircraft configurations. These configurations incorporate vast innovations in the field of fuselage, wing design, and hybrid-electric propulsion. The Scaled Test Aircraft Preparation & Qualification (SCALAiR) project will deliver a flexible, modular, reconfigurable, cost-effective, and easy to operate scale model aircraft, being the enabler towards dynamically scaled model aircraft research. This platform provides low-cost and low-risk validation of advanced aircraft achieving the ultimate Flightpath 2050 challenges. This proposal is fully realised by a unique proposer (NLR), gathering robust and proven expertise. The project activities start with the overhaul, updates, required modifications and qualification of the scaled aircraft of FP6ís NACRE project. Afterwards, new components or an entirely new scaled aircraft will be developed, in close coordination with the partners of CS2ís LPA WP 1.3. As such, this 48 months-long, 3.6MEuro valued action does not only align the strategies between dispersed institutions of our continent, but also spreads the knowledge of a potential best practice in aeronautical development, with various potential applications: Scale models are expected to serve as innovation catalysts, taking a globally leading role.",
    "totalCost": "2000011,25",
    "ecMaxContribution": "2000011",
    "coordinator": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 2000011
        }
    },
    "calculatedTotalContribution": 2000011
}