{
    "rcn": "205590",
    "acronym": "OXYTRAIN",
    "topics": "MSCA-ITN-2016",
    "title": "Harnessing the power of enzymatic oxygen activation",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "For the selective and effective incorporation of oxygen into biological molecules (oxygenation reaction), several enzyme types have evolved in nature. They catalyse crucial reactions in various metabolic routes. The chemistry feasible with these biocatalysts is unrivalled when compared with conventional chemical methods. Therefore, these oxygenating enzymes are very promising tools in biotechnological approaches. However, when compared with other enzyme classes, such as hydrolases, oxygenases are still in their infancy considering their biotechnological potential. To fully exploit the catalytic power of oxygenases, several hurdles have to be taken for which a higher level of knowledge on these enzymes is needed while also technical aspects have to be solved.\n\nThe European Training Network (ETN) OXYTRAIN is a joint academic/non-academic training initiative supporting the convergence of biochemistry, enzyme engineering and biotechnology. The consortium's mutual goal is developing a new generation of innovative and entrepreneurial early stage researchers (ESRs) to satisfy the need for knowledge and skills to produce and apply oxidative enzymes. This will be achieved by setting up a network and intersectoral programme in which multiple disciplines will be integrated and exploited. By bringing together 7 academic beneficiaries that are experts in the field of individual oxygenase groups, the network will provide perfect conditions for cross-fertilization of knowledge, while the 3 industrial beneficiaries and 5 partner organisations will add to the consortium by translating the generated knowledge into real industrial applications, such as textiles, pharmaceuticals and biorefineries.",
    "totalCost": "3078262,44",
    "ecMaxContribution": "3078262,44",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "TECHNISCHE UNIVERSITAET GRAZ;DSM FOOD SPECIALTIES BV;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET;UNIVERSITY OF YORK;UNIVERSITA DEGLI STUDI DI PAVIA;SANKO TEKSTIL ISLETMELERI SANAYI VETICARET ANONIM SIRKETI;SESAM-BIOTECH GMBH;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "participantCountries": "AT;NL;DE;NO;UK;IT;TR",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 255934
        },
        "951091112": {
            "orgId": "951091112",
            "orgName": "SESAM-BIOTECH GMBH",
            "ecContrib": 249216
        },
        "998827431": {
            "orgId": "998827431",
            "orgName": "DSM FOOD SPECIALTIES BV",
            "ecContrib": 255374
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 249216
        },
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 258061
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 249216
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 766123
        },
        "999902967": {
            "orgId": "999902967",
            "orgName": "NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET",
            "ecContrib": 286275
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 273288
        },
        "954314131": {
            "orgId": "954314131",
            "orgName": "SANKO TEKSTIL ISLETMELERI SANAYI VETICARET ANONIM SIRKETI",
            "ecContrib": 235557
        }
    },
    "calculatedTotalContribution": 3078260
}