{
    "rcn": "205579",
    "acronym": "SUPUVIR",
    "topics": "MSCA-ITN-2016",
    "title": "SUPercontinuum broadband light sources covering UV to IR applications",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "SUPercontinuum broadband light sources covering UV to IR applications (SUPUVIR) will combine the efforts of 6 academic and 4 non-academic beneficiaries to train 15 ESRs for the growing industry within SC broadband light sources, giving them extensive knowledge in silica and soft-glass chemistry, preform design and fibre drawing, linear and nonlinear fibre and waveguide characterization, nonlinear fibre optics, SC modelling, SC system design, patent protection, and in-depth knowledge of a broad range of the main applications of SC high-power broadband light sources. The strong blend of academic and non-academic sectors in the consortium will give the ESRs a unique chance to develop a wide set of technical and transferrable skills, thus preparing them for long-time employment in the sector (academic or industry). Scientifically, SUPUVIR aims at solving current challenges preventing SC light sources from taking over key market shares or from being used for cutting-edge research . Specifically the objectives are to reduce noise and increase pulse energy of SC modules, as well as investigate SC generation in emerging wavelength regimes (UV and mid-IR) including fabrication of novel fibres and waveguides, and finally using SC sources for applications as to gain valuable knowledge of application requirements. This research and development will give improved SC sources and SC spectra enabling new science and applications for optical imaging, spectroscopy, sensing and control, e.g. optical coherence tomography, IR multimodal spectroscopy, confocal and fluorescence microscopy, photoacoustic imaging and food quality control.",
    "totalCost": "4017699,36",
    "ecMaxContribution": "4017699,36",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;INSTYTUT TECHNOLOGII MATERIALOW ELEKTRONICZNYCH;TTY-SAATIO;NKT PHOTONICS A/S;LEUKOS;VALMET TECHNOLOGIES OY;Research Center for Non Destructive Testing GmbH;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSITE DE RENNES I",
    "participantCountries": "UK;PL;FI;DK;FR;AT",
    "projectParticipants": {
        "955774369": {
            "orgId": "955774369",
            "orgName": "LEUKOS",
            "ecContrib": 262876
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "996560056": {
            "orgId": "996560056",
            "orgName": "Research Center for Non Destructive Testing GmbH",
            "ecContrib": 255934
        },
        "999509729": {
            "orgId": "999509729",
            "orgName": "INSTYTUT TECHNOLOGII MATERIALOW ELEKTRONICZNYCH",
            "ecContrib": 448275
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 1160328
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 269145
        },
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 262876
        },
        "936308409": {
            "orgId": "936308409",
            "orgName": "VALMET TECHNOLOGIES OY",
            "ecContrib": 269145
        },
        "990462054": {
            "orgId": "990462054",
            "orgName": "NKT PHOTONICS A/S",
            "ecContrib": 290082
        }
    },
    "calculatedTotalContribution": 3744412
}