{
    "rcn": "205593",
    "acronym": "COMPOSITION",
    "topics": "FOF-11-2016",
    "title": "Ecosystem for Collaborative Manufacturing Processes ñ Intra- and Interfactory Integration and Automation",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Data and services have become the key factor in manufacturing processes. The need to react on dynamically changing market demands is dramatically rising. One of the most imperative problems so far is to connect supply chain data and services between enterprises and to connect value chain data within a factory, so that it can meaningfully support decision-making. COMPOSITION will create a digital automation framework (the COMPOSITION IIMS) that optimizes the manufacturing processes by exploiting existing data, knowledge and tools to increase productivity and dynamically adapt to changing market requirements. This technology acts as the technical operating system for business connections between factories and their suppliers. Furthermore, it opens a new space for third party entities to actively interact in the supply chain, e.g., by providing services to improve cycle time, cost, flexibility or resource usage. In addition to the supply chain improvements, also the processes inside the company will be addressed and optimized. Data across the (multi sided) company internal value chain is integrated by an Integrated Information Management System (IIMS) with optimisation and modelling tools for resource management including innovative, multi-level, real-time cross-domain analytics including a Decision Support System. The technology will be based on extending existing FI-WARE and FITMAN catalogues and LINKSmartÆ Middleware and adapt the concept of Industrial Data Space. COMPOSITION will implement, demonstrate and validate the system in two multi-sided pilots that show the modularity, scalability and re-configurability of the platform across multiple application domains. The first pilot in the biomedical device domain focuses on the integrated information management system in a multi-sided manufacturing process. The second pilot concentrates on the interaction between different companies using the COMPOSITION ecosystem with the agent-based marketplace for collaboration.",
    "totalCost": "7634253,75",
    "ecMaxContribution": "7634253,75",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "IN-JET APS;KLEEMANN HELLAS -INDUSTRIAL COMMERCIAL SOCIETE ANONYME FOR MECHANICAL CONSTRUCTION SA;NEXTWORKS;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;BOSTON SCIENTIFIC LIMITED;ATOS SPAIN SA;Istituto Superiore Mario Boella;ATLANTIS ENGINEERING AE;CNET SVENSKA AB;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK;ELLINIKI DIAHEIRISI APPRIMATON ANONYMI ETAIRIA - ELDIA",
    "participantCountries": "DK;EL;IT;IE;ES;SE",
    "projectParticipants": {
        "999755915": {
            "orgId": "999755915",
            "orgName": "IN-JET APS",
            "ecContrib": 682750
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 736250
        },
        "951460973": {
            "orgId": "951460973",
            "orgName": "BOSTON SCIENTIFIC LIMITED",
            "ecContrib": 509401
        },
        "996613600": {
            "orgId": "996613600",
            "orgName": "NEXTWORKS",
            "ecContrib": 496375
        },
        "999599357": {
            "orgId": "999599357",
            "orgName": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
            "ecContrib": 0
        },
        "923395769": {
            "orgId": "923395769",
            "orgName": "KLEEMANN HELLAS -INDUSTRIAL COMMERCIAL SOCIETE ANONYME FOR MECHANICAL CONSTRUCTION SA",
            "ecContrib": 373750
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 559040
        },
        "992554053": {
            "orgId": "992554053",
            "orgName": "CNET SVENSKA AB",
            "ecContrib": 1027375
        },
        "922900196": {
            "orgId": "922900196",
            "orgName": "ELLINIKI DIAHEIRISI APPRIMATON ANONYMI ETAIRIA - ELDIA",
            "ecContrib": 225000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 1264438
        },
        "993885960": {
            "orgId": "993885960",
            "orgName": "ATLANTIS ENGINEERING AE",
            "ecContrib": 415625
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 553750
        }
    },
    "calculatedTotalContribution": 6843754
}