{
    "rcn": "205525",
    "acronym": "EIPIN IS",
    "topics": "MSCA-ITN-2016",
    "title": "European Intellectual Property Institutes Network - Innovation Society",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "EIPIN IS is a comprehensive project at the forefront of multidisciplinary research, examining the role of intellectual property (IP) as a complex adaptive system in innovation. The focus will be on the European regulatory framework for fostering innovation with the aim of enhancing Europeís capacity for innovation-based sustainable economic growth. \n\nThe longstanding European Intellectual Property Institutes Network (EIPIN), a consortium of leading research and training centres in the area of intellectual property, is the driving force behind the project. \nThe primary research objective of the programme is to provide political leaders and stakeholders reliable conclusions and recommendations in the form of doctoral IP research on how to deal with the adaptive complexities of innovation cycles that secure economic benefits and uphold justice in the innovation society.\n\nThe training objectives of the programme focus on the development of ESRís capacity to guide inventors and entrepreneurs in the life-cycle of IP-intensive assets and the process of translating intangible inventions into commercially viable products. The programme provides for an unprecedented environment for ESRs, based on the award of a joint or double doctoral degree.\n\nThe project results will be disseminated in a way that it has an impact on the norm-setting at the national, European and international level. The involvement of industry associations representing numerous undertakings multiplies the engagement of non-academic actors. Furthermore, the realisation of this ambitious interdisciplinary programme open to ESRs from all domains of sciences will provide a solid foundation for further cross-cutting research in the area of innovation policies, overcoming traditional divisions between faculties and disciplines. This partnership has a high potential for the broadest possible dissemination of its results as well as becoming a role model in Europe.",
    "totalCost": "3865881,6",
    "ecMaxContribution": "3865881,6",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSIDAD DE ALICANTE;UNIVERSITE DE STRASBOURG;UNIVERSITAET AUGSBURG;QUEEN MARY UNIVERSITY OF LONDON",
    "participantCountries": "ES;FR;DE;UK",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 766123
        },
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 788627
        },
        "999895886": {
            "orgId": "999895886",
            "orgName": "UNIVERSIDAD DE ALICANTE",
            "ecContrib": 743619
        },
        "999598678": {
            "orgId": "999598678",
            "orgName": "UNIVERSITAET AUGSBURG",
            "ecContrib": 747649
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 819864
        }
    },
    "calculatedTotalContribution": 3865882
}