{
    "rcn": "205595",
    "acronym": "SmartSDK",
    "topics": "ICT-38-2016",
    "title": "A FIWARE-based SDK for developing Smart Applications",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "SmartSDK aims at creating a sustainable FIWARE ecosystem between Europe and Mexico by leveraging on existing FIWARE outcomes and building reference standards for common challenges. \n\nTo fulfil this goal, SmartSDK will analyse successful FIWARE applications deployed in Europe and derive from these applications a set of FIWARE-based reference service architectures and reference data models to support the agile development of smart solutions for sustainability challenges of today world. In this perspective, SmartSDK will adopt existing Open Standards and Open Source solutions leveraging on results of European and Mexican initiatives based on FIWARE. \nBy ìstandardizingî these efforts in a reference Software Development Kit (SDK) for smart applications, SmartSDK will foster a long-term collaboration between Europe and Mexico on FIWARE building on shared societal and economical challenges in Europe and Mexico. \n\nThe collaboration will promote increased FIWARE adoption in Mexico as ecosystem for developing smart solutions, through the involvement of cities, innovative SMEs and startups. This will insure a wide impact in Mexico and Europe and will support the growth of new FIWARE-based businesses through the direct involvement of a network of around ICT 30 incubators and accelerators with access to more than 1000 ICT Innovative companies and startups and the support of Wayra Mexico (owned by Telefonica), the local branch of the worldwide largest accelerator.\n\nThe participation of key FIWARE partners in Europe (TID, CREATE-NET) and Mexico (INFOTEC, ITESM), the support of European startups building on FIWARE technology (HOPU, UBI), and Future Internet researchers from Mexico (CECISE, CENIDET, INAOE) under the experienced guide of R&D consultancy specialist and key promoter of FIWARE internationalization (MARTEL) are a unique asset for ensuring SmartSDK success.",
    "totalCost": "1940818,75",
    "ecMaxContribution": "499693,75",
    "coordinator": "MARTEL GMBH",
    "coordinatorCountry": "CH",
    "participants": "CREATE-NET (CENTER FOR RESEARCH AND TELECOMMUNICATION EXPERIMENTATION FOR NETWORKED COMMUNITIES);TELEFONICA INVESTIGACION Y DESARROLLO SA;INSTITUTO NACIONAL DE ASTROFISICA OPTICA Y ELECTRONICA;CENTRO DE INVESTIGACION CIENTIFICA Y DE EDUCACION SUPERIOR DE ENSENADA, BAJA CALIFORNIA;FONDAZIONE BRUNO KESSLER;INSTITUTO TECNOLOGICO Y DE ESTUDIOS SUPERIORES DE MONTERREY;INFOTEC, CENTRO DE INVESTIGACION E INNOVACION EN TECNOLOGIAS DE LA INFORMACION Y COMUNICACION;TECNOLOGICO NACIONAL DE MEXICO;UBIWHERE LDA;HOP UBIQUITOUS SL",
    "participantCountries": "IT;ES;MX;PT",
    "projectParticipants": {
        "951472710": {
            "orgId": "951472710",
            "orgName": "INFOTEC, CENTRO DE INVESTIGACION E INNOVACION EN TECNOLOGIAS DE LA INFORMACION Y COMUNICACION",
            "ecContrib": 0
        },
        "970872419": {
            "orgId": "970872419",
            "orgName": "CENTRO DE INVESTIGACION CIENTIFICA Y DE EDUCACION SUPERIOR DE ENSENADA, BAJA CALIFORNIA",
            "ecContrib": 0
        },
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 169750
        },
        "974008235": {
            "orgId": "974008235",
            "orgName": "INSTITUTO NACIONAL DE ASTROFISICA OPTICA Y ELECTRONICA",
            "ecContrib": 0
        },
        "999695387": {
            "orgId": "999695387",
            "orgName": "MARTEL GMBH",
            "ecContrib": 0
        },
        "918939589": {
            "orgId": "918939589",
            "orgName": "TECNOLOGICO NACIONAL DE MEXICO",
            "ecContrib": 0
        },
        "999910824": {
            "orgId": "999910824",
            "orgName": "TELEFONICA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 198694
        },
        "999625741": {
            "orgId": "999625741",
            "orgName": "INSTITUTO TECNOLOGICO Y DE ESTUDIOS SUPERIORES DE MONTERREY",
            "ecContrib": 0
        },
        "949752221": {
            "orgId": "949752221",
            "orgName": "HOP UBIQUITOUS SL",
            "ecContrib": 67500
        },
        "991811906": {
            "orgId": "991811906",
            "orgName": "UBIWHERE LDA",
            "ecContrib": 63750
        },
        "999575786": {
            "orgId": "999575786",
            "orgName": "CREATE-NET (CENTER FOR RESEARCH AND TELECOMMUNICATION EXPERIMENTATION FOR NETWORKED COMMUNITIES)",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 499694
}