{
    "rcn": "205537",
    "acronym": "FiBreMoD",
    "topics": "MSCA-ITN-2016",
    "title": "Fibre break models for designing novel composite microstructures and applications",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "Limiting the climate change-induced temperature increase to less than 2∞C will require strong reductions in greenhouse gas emissions. Lightweight materials and fibre-reinforced composites in particular, are a key enabling technology to achieve this goal. Current composite applications are however strongly overdesigned due to a lack of reliable design tools and predictive models for their mechanical properties. Developing, using and applying these models requires interdisciplinary researchers with a strong background in both modelling and experiments, but such researchers are scarce. The 9 beneficiaries and 3 partner organisations in FiBreMoD aim to train 13 such researchers to become multi-talented and interdisciplinary researchers that will be highly coveted in the field of composites. They will be intensively trained by leading experts with world-class facilities and will be supported by a strong industry participation and an extensive international network. The training programme places a strong emphasis on entrepreneurship and innovation skills not only by dedicated workshops but also by the involvement of the researchers in potential commercialisation. This approach will be key to improving the EUís innovation capacity. Simultaneously, the researchers will advance state-of-the-art composite failure models to reach the required levels of accuracy and develop advanced and industry-friendly characterisation techniques for measuring the required input data. The goal will be to enable blind predictions, which means that parameter fitting or tuning of the models is no longer required. These new and unprecedented levels of understanding coupled with improved prediction accuracy will be exploited to (1) design novel microstructures for hybrid, hierarchical and discontinuous fibre composites and (2) increase the usefulness of models in practical composite applications. The developed models will be validated and used to design composite cylinders and automotive parts.",
    "totalCost": "3370807,44",
    "ecMaxContribution": "3370807,44",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;WEIZMANN INSTITUTE OF SCIENCE;TOYOTA MOTOR EUROPE;CHOMARAT TEXTILES INDUSTRIES;SIEMENS INDUSTRY SOFTWARE NV;UNIVERSITY OF SOUTHAMPTON;BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG;ECOLE NATIONALE SUPERIEURE DES MINES DE PARIS",
    "participantCountries": "UK;IL;BE;FR;DE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 546576
        },
        "999770950": {
            "orgId": "999770950",
            "orgName": "SIEMENS INDUSTRY SOFTWARE NV",
            "ecContrib": 250560
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 273288
        },
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 260301
        },
        "999507692": {
            "orgId": "999507692",
            "orgName": "BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG",
            "ecContrib": 249216
        },
        "953947859": {
            "orgId": "953947859",
            "orgName": "CHOMARAT TEXTILES INDUSTRIES",
            "ecContrib": 262876
        },
        "996327644": {
            "orgId": "996327644",
            "orgName": "TOYOTA MOTOR EUROPE",
            "ecContrib": 250560
        },
        "998584737": {
            "orgId": "998584737",
            "orgName": "ECOLE NATIONALE SUPERIEURE DES MINES DE PARIS",
            "ecContrib": 525751
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 751680
        }
    },
    "calculatedTotalContribution": 3370808
}