{
    "rcn": "205534",
    "acronym": "SMARTI ETN",
    "topics": "MSCA-ITN-2016",
    "title": "European Training Network on Sustainable Multi-functional Automated Resilient Transport Infrastructures.",
    "startDate": "01/03/2017",
    "endDate": "28/02/2021",
    "objective": "Sustainable Multi-functional Automated Resilient Transport Infrastructures ETN, will bring together  a stimulating platform where the stakeholders of the transport infrastructure sector will work alongside world-wide experts in smartening of systems (developers of high-tech sensors, advanced monitoring equipment, automated structures, etc.,) with direct support from the roads, railways and airports managers. This environment will enable talented graduates to conceive the transport infrastructure network of the future and will provide them with world-wide extended training in each of the four pillars supporting the SMARTI vision: designed to last by maximising recycling and minimizing impact (Sustainable), conceived not for transport purposes only and towards optimisation of land use (Multi-functional), equipped for communicating with managers and users, to allow a more intuitive use and a simplified management (Automated), built to be adaptable to natural and anthropogenic hazards (Resilient). The consortium will combine and share expertise to offer advanced scientific training structured into network-wide thematic taught modules combined with original research supported by secondments that will expose fellows to both academia and industry and will also allow them with the possibility to be award with Doctoratus Europeus. The training programme will be enriched by specific modules to support job creation by enabling the fellows with business, entrepreneurship, communication, project management and other transferrable skills. A tailored Dissemination strategy will evaluate the variety of channels and means appropriate to allow the fellows to be prepared and successful in reaching both scientific and larger public audiences. As a result, SMARTI ETN will create a new generation of highly-skilled and appealing professionals that will be in great demand in this rapidly expanding field and will benefit Europe and developing countries",
    "totalCost": "3990940,92",
    "ecMaxContribution": "3990940,92",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "DYNATEST INTERNATIONAL AS;UNIVERSIDAD DE GRANADA;GAVIN AND DOHERTY GEOSOLUTIONS LTD;UNIVERSITA DEGLI STUDI DI PALERMO;AECOM INFRASTRUCTURE & ENVIRONMENT UK LIMITED;POLITECNICO DI MILANO;INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX;EIFFAGE INFRASTRUCTURES GESTION ET DEVELOPPEMENT",
    "participantCountries": "DK;ES;IE;IT;UK;FR",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 1093152
        },
        "999734284": {
            "orgId": "999734284",
            "orgName": "UNIVERSITA DEGLI STUDI DI PALERMO",
            "ecContrib": 1032245
        },
        "952903460": {
            "orgId": "952903460",
            "orgName": "DYNATEST INTERNATIONAL AS",
            "ecContrib": 290082
        },
        "968126446": {
            "orgId": "968126446",
            "orgName": "INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX",
            "ecContrib": 525751
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 0
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 247873
        },
        "944308484": {
            "orgId": "944308484",
            "orgName": "AECOM INFRASTRUCTURE & ENVIRONMENT UK LIMITED",
            "ecContrib": 273288
        },
        "972651302": {
            "orgId": "972651302",
            "orgName": "GAVIN AND DOHERTY GEOSOLUTIONS LTD",
            "ecContrib": 265675
        },
        "923005635": {
            "orgId": "923005635",
            "orgName": "EIFFAGE INFRASTRUCTURES GESTION ET DEVELOPPEMENT",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3990942
}