{
    "rcn": "205565",
    "acronym": "XP-RESILIENCE",
    "topics": "MSCA-ITN-2016",
    "title": "EXTREME LOADING ANALYSIS OF PETROCHEMICAL PLANTS AND DESIGN OF METAMATERIAL-BASED SHIELDS FOR ENHANCED RESILIENCE",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "The tremendous impact of natural hazards, such as earthquakes, tsunamis, flooding, etc, which triggered technological accidents, referred to as natural-technological (NaTech) events, was demonstrated by: i) the recent Tohoku earthquake and the following Fukushima disaster in 2011; ii) the UKís 2015 winter floods which topped £5bn, with thousands of families and businesses that faced financial problems because of inadequate or non-existent insurance. The NaTech problem is quite relevant as up to 10% of industrial accidents, involving the release of Chemical, Biological, Radiological, Nuclear and high-yield Explosives (CBRNE) substances, were triggered by natural hazards. To implement and support the Seveso II Directive 2012/18/EU which regulates the control of major accident hazards involving dangerous substances, XP-RESILIENCE intends to establish a network of individual research projects working towards Advanced Modelling and Protection ñvia metamaterial-based isolators/layouts- of Complex Engineering Systems for Disaster Reduction and Resilient Communities. In fact, today there is a stronger need than ever to grow researchers that combine a robust academic foundation in reliability/resilience with practical experiences, technological expertise with awareness of the socio-economical context and conviction to furthering research with an entrepreneurial spirit. Hence, the objective of XP-RESILIENCE is to offer innovative research training ground as well as attractive career development and knowledge exchange opportunities for Early Stage Researchers (ESRs) through cross-border and cross-sector mobility for future growth in Europe. XP-RESILIENCE is an inter/multi-disciplinary and intersectoral programme as it includes seven academic partners, one Institute of Applied Science and seven private companies from ten different European countries.",
    "totalCost": "3393811,98",
    "ecMaxContribution": "3393811,98",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "COLUMBIAN CARBON EUROPA SRL;POLITECHNIKA SLASKA;VCE VIENNA CONSULTING ENGINEERS ZT GMBH;UNIVERSITA DEGLI STUDI ROMA TRE;INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE RENNES;ARCELORMITTAL BELVAL & DIFFERDANGE SA;UNIVERSITA DEGLI STUDI DEL SANNIO;PANEPISTIMIO PATRON;UNIVERZA V LJUBLJANI",
    "participantCountries": "IT;PL;AT;FR;LU;EL;SI",
    "projectParticipants": {
        "952620123": {
            "orgId": "952620123",
            "orgName": "VCE VIENNA CONSULTING ENGINEERS ZT GMBH",
            "ecContrib": 511868
        },
        "937082178": {
            "orgId": "937082178",
            "orgName": "COLUMBIAN CARBON EUROPA SRL",
            "ecContrib": 258061
        },
        "973862444": {
            "orgId": "973862444",
            "orgName": "UNIVERSITA DEGLI STUDI DEL SANNIO",
            "ecContrib": 258061
        },
        "999866107": {
            "orgId": "999866107",
            "orgName": "UNIVERSITA DEGLI STUDI ROMA TRE",
            "ecContrib": 258061
        },
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 516123
        },
        "999899087": {
            "orgId": "999899087",
            "orgName": "POLITECHNIKA SLASKA",
            "ecContrib": 224137
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 469995
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 121193
        },
        "999611482": {
            "orgId": "999611482",
            "orgName": "INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE RENNES",
            "ecContrib": 525751
        },
        "967642416": {
            "orgId": "967642416",
            "orgName": "ARCELORMITTAL BELVAL & DIFFERDANGE SA",
            "ecContrib": 250560
        }
    },
    "calculatedTotalContribution": 3393810
}