{
    "rcn": "205514",
    "acronym": "SOCRATES",
    "topics": "MSCA-ITN-2016",
    "title": "European Training Network for the sustainable, zero-waste valorisation of (critical) metal containing industrial process residues",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "Unlike China, Russia or South Africa, the EU-28 Member States are not in the fortunate position of having vast, easily accessible ore deposits containing valuable metals. However, Europe does have large quantities of secondary industrial residues (tailings, sludges, slags and ashes) that contain sig¨nificant concentrations of both critical and economically important metals. The Euro¨pean Training Network for the Sustainable, zero-waste valorisation of critical-metal-containing industrial process residues (SOCRATES) targets ground-breaking metallurgical processes, incl. plasma-, bio-, solvo-, electro- and ionometallurgy, that can be integrated into environmentally friendly, zero-waste valorisation flow sheets. By unlocking the potential of these secondary raw materials, SOCRATES contributes to a more diversified and sustainable supply chain for critical metals (cf. Priority area 3 in EC Circular Economy Action Plan; COM(2015)614/2). The SOCRATES consortium brings together all the relevant stakeholders along the value chain, from metal extraction, to metal recovery, and to residual matrix valorisation in added-value applications, such as supplementary cementitious materials, inorganic polymers and catalysts. To maximise applicability, SOCRATES has selected four commonly available and chemically complementary residue families: (1) flotation tailings from primary Cu production, (2) Fe-rich sludges from Zn production, (3) fayalitic slags from non-ferrous metallurgy, and (4) bottom ashes from incineration plants. As a basis for a concerted effort to strengthen the EUís critical-metal supply chain for Ge, In, Ga and Sb, SOCRATES trains 15 early-stage researchers (ESRs) in technological innovation: metal extraction (WP1), metal recovery (WP2), residual matrix valorisation (WP3) and integrated assessment (WP4). By training the ESRs in scientific, technical and soft skills, they are the next generation of highly employable scientists and engineers in the raw-materials sector.",
    "totalCost": "3858940,08",
    "ecMaxContribution": "3858940,08",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN;KERNEOS SA;OUTOTEC (FINLAND) OY;TECHNISCHE UNIVERSITAET BERGAKADEMIE FREIBERG;UNIVERSITEIT UTRECHT;METALLO-CHIMIQUE N.V.;UNIVERSITY OF LEICESTER",
    "participantCountries": "DE;FR;FI;NL;BE;UK",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 510749
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 546576
        },
        "967954465": {
            "orgId": "967954465",
            "orgName": "OUTOTEC (FINLAND) OY",
            "ecContrib": 538291
        },
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 498433
        },
        "949943214": {
            "orgId": "949943214",
            "orgName": "KERNEOS SA",
            "ecContrib": 262876
        },
        "999583934": {
            "orgId": "999583934",
            "orgName": "TECHNISCHE UNIVERSITAET BERGAKADEMIE FREIBERG",
            "ecContrib": 249216
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1002240
        },
        "924505643": {
            "orgId": "924505643",
            "orgName": "METALLO-CHIMIQUE N.V.",
            "ecContrib": 250560
        }
    },
    "calculatedTotalContribution": 3858941
}