{
    "rcn": "205596",
    "acronym": "HyproCell",
    "topics": "FOF-13-2016",
    "title": "Development and validation of integrated multiprocess HYbrid PROduction CELLs for rapid individualized laser-based production",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "Individualised production is an emerging trend in manufacturing. Laser-based Additive Manufacturing (LBAM) fits well with this trend, due to its capability of transforming digital designs directly into physical products. LBAM is not yet competitive for a widespread industrial adoption: post-processing operations are necessary and they are not currently integrated, human intervention is needed to overcome technology gaps, and a poor integration with production planning systems hinders process traceability and resource optimisation. \nHyProCell proposes the combination of available cutting-edge LBAM machines and ICT innovations within an integrated multiprocess production cell, which will include at least LBAM and subtractive manufacturing machine/s, in order to ensure a fully finished product from the incoming raw material. The general objective of HyProCell is to implement and validate this concept in real settings, manufacturing real parts and measuring obtained benefits. \nHyProCell is expected to produce a sound impact on all the stakeholders of LBAM-related industry:\n- Making feasible a demand-driven LBAM production process supported on fast manufacturing procedure development capacities;\n- Creating highly automated and integrated multiprocess production cells, thus reducing dramatically downtime.\n- Enabling the rapid reconfiguration of the production cells, for scalability and/or new product demands, thanks to their modular architecture.\n- Fully enabling end-users to address new production trends.\nRelevant technological impacts are expected on hardware and software levels. \nA well-balanced consortium representing from machine manufacturers and end-users to Photonics experts, industrial automation specialist, ICT for smart manufacturing providers and technical services assures to meet project goals. Heavy involvement of SMEs (50% of the budget) guarantees an outstanding innovation push.",
    "totalCost": "6163607,5",
    "ecMaxContribution": "3937331",
    "coordinator": "LORTEK S COOP",
    "coordinatorCountry": "ES",
    "participants": "ABB Turbo Systems AG;EROWA AG;TECHNOLOGIE INITIATIVE SMARTFACTORY KL E.V.;RAMEM SA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;POLY-SHAPE;BCT STEUERUNGS UND DV-SYSTEME GMBH;HAMUEL MASCHINENBAU GMBH & CO KG;VODERA LIMITED;ADIRA METAL FORMING SOLUTIONS SA;TTS TECHNOLOGY TRANSFER SYSTEMS SRL;DELCAM LTD",
    "participantCountries": "CH;DE;ES;FR;UK;PT;IT",
    "projectParticipants": {
        "996316974": {
            "orgId": "996316974",
            "orgName": "ABB Turbo Systems AG",
            "ecContrib": 0
        },
        "999420683": {
            "orgId": "999420683",
            "orgName": "BCT STEUERUNGS UND DV-SYSTEME GMBH",
            "ecContrib": 241062
        },
        "948667082": {
            "orgId": "948667082",
            "orgName": "LORTEK S COOP",
            "ecContrib": 438938
        },
        "998869529": {
            "orgId": "998869529",
            "orgName": "RAMEM SA",
            "ecContrib": 200900
        },
        "937067240": {
            "orgId": "937067240",
            "orgName": "ADIRA METAL FORMING SOLUTIONS SA",
            "ecContrib": 324625
        },
        "999444642": {
            "orgId": "999444642",
            "orgName": "VODERA LIMITED",
            "ecContrib": 116462
        },
        "996259938": {
            "orgId": "996259938",
            "orgName": "DELCAM LTD",
            "ecContrib": 657506
        },
        "951675925": {
            "orgId": "951675925",
            "orgName": "EROWA AG",
            "ecContrib": 0
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 583625
        },
        "951933751": {
            "orgId": "951933751",
            "orgName": "HAMUEL MASCHINENBAU GMBH & CO KG",
            "ecContrib": 320688
        },
        "998646817": {
            "orgId": "998646817",
            "orgName": "POLY-SHAPE",
            "ecContrib": 292338
        },
        "992278088": {
            "orgId": "992278088",
            "orgName": "TECHNOLOGIE INITIATIVE SMARTFACTORY KL E.V.",
            "ecContrib": 443125
        },
        "999469377": {
            "orgId": "999469377",
            "orgName": "TTS TECHNOLOGY TRANSFER SYSTEMS SRL",
            "ecContrib": 318062
        }
    },
    "calculatedTotalContribution": 3937331
}