{
    "rcn": "205575",
    "acronym": "ANGI-HUD",
    "topics": "JTI-CS2-2015-CFP02-LPA-03-06",
    "title": "Next Generation Cockpit HUD Integration",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "The ANGI-HUD (Advanced Next Generation Intelligent Head Up Display) proposal responds to the 2nd Call for Proposals of the Clean Sky 2 Joint Undertaking under the topic JTI-CS2-2015-CFP02-LPA-03-06 ìHead Up System integration in next generation cockpitsî. The consortium can meet the technical challenges.\nWithin IADP LPA Platform 3 (ìNext Generation Aircraft Systems, Cockpit and Avionicsî) a number of new and advanced functions are developed and demonstrated that will be considered and elaborated on in the ANGI-HUD project. Specifically, the ANGI-HUD activities will line up with the work performed under WP3 of the Clean Sky 2 Joint Undertaking.\nThe main objective of the ANGI-HUD project is to analyse how the capacities of the Head Up Display could be used to provide new functionalities, in combination with other visualization means, and to demonstrate them on a fixed-based simulator. The ANGI-HUD project will contribute to the analysis of potential new functionalities, prototype the intended new Man Machine Interface, provide the Airframer with two representative Head Up Systems, including rapid prototyping capacities, and participate to, and support, bench tests at the Airframerís simulation facilities. A rather novel and ambitious aspect will be the development of the so-called ëeyes- out cockpit conceptí; i.e. the capability to perform approaches and landings only using the information displayed on the ANGI-HUD and via HUD-integrated eye tracking technology.\nThe comprehensive experience of the partners in the areas of head up systems, head up symbology design, flight simulation, cockpit design, human factors evaluations, as well as experience in simulator and flight testing of airliners and business jet flight operations motivated the common application to this call. The specific skills and know-how of each partner and their complementarity are crucial for demonstrating a higher TRL for the technologies considered here.",
    "totalCost": "1298540",
    "ecMaxContribution": "998540",
    "coordinator": "ELBIT SYSTEMS LTD",
    "coordinatorCountry": "IL",
    "participants": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
    "participantCountries": "NL",
    "projectParticipants": {
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 298540
        },
        "999698588": {
            "orgId": "999698588",
            "orgName": "ELBIT SYSTEMS LTD",
            "ecContrib": 700000
        }
    },
    "calculatedTotalContribution": 998540
}