{
    "rcn": "205538",
    "acronym": "REVOLVE",
    "topics": "MSCA-ITN-2016",
    "title": "Radio Technologies for Broadband Connectivity in a Rapidly Evolving Space Ecosystem: Innovating Agility, Throughput, Power, Size and Cost",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Radio signals are core to space systems and services; they are the backbone of satellite broadcasting & communications and further represent the primary underpinning technology of the nearly ubiquitous space-based radio navigation services as well as a large number of Earth observation instruments. Radio technologies are therefore central in defining the investment return for a wide range of missions and reflect to a significant fraction of the combined space and ground segment infrastructure. As the frightening rates of concurrent advances in space-related services, business models and technologies are driving the space ecosystem to a new age, the need to re-invent radio technologies for space is becoming increasingly urgent; while the sector is proactively looking for the next game changer, a whole new class of emerging and forecasted missions place urgent demands for drastic reduction in cost with a concurrent radical improvement in throughput, agility, volume/mass and power consumption. \nThis paradigm shift dictates an acute need of highly trained researchers and engineers with a broad set of skills and abilities that extend across and beyond conventional boundaries, enabling them to re-think current approaches and pioneer fresh concepts and radio technologies for space. Recognising this urgent need, REVOLVE brings together a world-leading consortium of 4 industrial and 2 academic beneficiaries aiming to challenge conventional practice in a training network formed around the following five pillars; P1: excellent science & engineering; P2: cross-fertilisation within and between sectors and technologies; P3: application-focused R&D; P4: innovation-centred training, and; P5: promote career acceleration and fulfil personal potential.",
    "totalCost": "1834895,07",
    "ecMaxContribution": "1834895,07",
    "coordinator": "HERIOT-WATT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "LARGE SPACE STRUCTURES GMBH;FUNDACION PRODINTEC;AURORA SOFTWARE AND TESTING S.L.;THALES ALENIA SPACE FRANCE;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "DE;ES;FR",
    "projectParticipants": {
        "968708931": {
            "orgId": "968708931",
            "orgName": "AURORA SOFTWARE AND TESTING S.L.",
            "ecContrib": 0
        },
        "923137749": {
            "orgId": "923137749",
            "orgName": "LARGE SPACE STRUCTURES GMBH",
            "ecContrib": 249216
        },
        "999853400": {
            "orgId": "999853400",
            "orgName": "HERIOT-WATT UNIVERSITY",
            "ecContrib": 614898
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "997171738": {
            "orgId": "997171738",
            "orgName": "FUNDACION PRODINTEC",
            "ecContrib": 247873
        },
        "999908205": {
            "orgId": "999908205",
            "orgName": "THALES ALENIA SPACE FRANCE",
            "ecContrib": 460032
        }
    },
    "calculatedTotalContribution": 1834895
}