{
    "rcn": "205568",
    "acronym": "CONSEED",
    "topics": "EE-08-2016",
    "title": "CONSumer Energy Efficiency Decision Making",
    "startDate": "01/12/2016",
    "endDate": "30/11/2019",
    "objective": "Consumers do not minimize the total costs of their energy-consuming investments due to a range of market and non-market based failures. This is known as the ëEnergy Efficiency Gapí.  To reduce the gap and provide customers with energy consumption information, the EU has mandated that electrical appliances, cars and buildings carry information to indicate their energy consumption.\n\nThere is a large knowledge gap in terms of understanding which factors are salient in consumersí decisions, the relative importance of these factors and how these factors change by consumer group and product type. The key idea behind CONSEED is to understand how consumers make decisions which involve an energy component, and to make (energy) operating costs more salient to consumers at the point of purchase to increase efficient behaviour. \n\nCONSEED will involve four key steps. 1) Develop a theoretical framework to base our work on the best available knowledge in the field and 2) Collect empirical data on consumer behaviour through a range of different methods. Our project will involve 27 focus groups, eleven large consumer surveys, three field experiments, and three discrete choice experiments, with tailored treatments to generate a novel database consisting of empirical evidence on the salient factors impacting on the consumer decision making process. Step 3) will validate the theoretical models using our empirical data.  Step 4) will deliver evidence-based research on consumer decisions involving an energy component that will enable better, more efficient and effective energy policy. Many of the challenges relating to energy efficiency policy derive from the large number of factors which potentially play a role in influencing ultimate consumer decisions. CONSEED research will directly investigate the relative importance of these factors and isolate the aspects which are likely to provide the greatest impact in terms of future energy efficiency policy.",
    "totalCost": "1496388,75",
    "ecMaxContribution": "1496388,75",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "CICERO SENTER KLIMAFORSKNING STIFTELSE;AGRICULTURAL UNIVERSITY OF ATHENS;ASOCIACION BC3 BASQUE CENTRE FOR CLIMATE CHANGE - KLIMA ALDAKETA IKERGAI;UNIVERZA V LJUBLJANI",
    "participantCountries": "NO;EL;ES;SI",
    "projectParticipants": {
        "998157161": {
            "orgId": "998157161",
            "orgName": "CICERO SENTER KLIMAFORSKNING STIFTELSE",
            "ecContrib": 319610
        },
        "999872218": {
            "orgId": "999872218",
            "orgName": "AGRICULTURAL UNIVERSITY OF ATHENS",
            "ecContrib": 180000
        },
        "998253579": {
            "orgId": "998253579",
            "orgName": "ASOCIACION BC3 BASQUE CENTRE FOR CLIMATE CHANGE - KLIMA ALDAKETA IKERGAI",
            "ecContrib": 359635
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 482112
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 155031
        }
    },
    "calculatedTotalContribution": 1496388
}