{
    "rcn": "205532",
    "acronym": "CLUSTERNANOROAD",
    "topics": "NMBP-33-2016",
    "title": "Driving Europeís NMBP economy - Cross-cluster innovation and value creation through validated NMBP collaborative strategies and roadmap",
    "startDate": "01/09/2016",
    "endDate": "28/02/2019",
    "objective": "The CLUSTERNANOROAD project is aimed at developing & implementing effective smart specialization strategies in the field of NMBP aligned with cluster development, thus accelerating differentiation and structural change towards a knowledge-based economy for all European regions.In the proposed CLUSTERNANOROAD project, we will implement evidence-based and deliverable-oriented complementary approaches addressing the key actors belonging and influencing the development of RIS3 strategies supported by cluster and relate framework policies with the ultimate aim of supporting innovation in the NMBP thematic area. This project will consult and mobilise regional authorities, actors through the innovation chain and stakeholders throughout Europe in order to help shape strategic priorities for future regional concerted RIS3/cluster policies at a transregional level, which will intensify cluster and business network collaboration across borders and sectoral boundaries in the NMBP area. By reinforcing cluster and business network cooperation and making them the drivers of implementation, leveraging the experience with cluster policies in Smart Specialisation Strategies and supporting the shaping of concerted RIS3 and cluster policies in a more strategic manner, this action will help to overcome the practical challenges implementing the concept of RIS3 across European regions and will assist SMEs to contribute to the emergence of new value chains and for Europe to take a leading position globally.",
    "totalCost": "499168,75",
    "ecMaxContribution": "499168,75",
    "coordinator": "LABORATORIO IBERICO INTERNACIONAL DE NANOTECNOLOGIA",
    "coordinatorCountry": "PT",
    "participants": "SILICON SAXONY MANAGEMENT GMBH;SWEDNANOTECH AB;INNO TSD;COUNCIL OF EUROPEAN BIOREGIONS;DSP VALLEY VZW;NANOTECHNOLOGY INDUSTRIES ASSOCIATION",
    "participantCountries": "DE;SE;FR;BE;UK",
    "projectParticipants": {
        "988145985": {
            "orgId": "988145985",
            "orgName": "LABORATORIO IBERICO INTERNACIONAL DE NANOTECNOLOGIA",
            "ecContrib": 105438
        },
        "955930442": {
            "orgId": "955930442",
            "orgName": "DSP VALLEY VZW",
            "ecContrib": 38250
        },
        "953578968": {
            "orgId": "953578968",
            "orgName": "SWEDNANOTECH AB",
            "ecContrib": 48750
        },
        "999609833": {
            "orgId": "999609833",
            "orgName": "INNO TSD",
            "ecContrib": 95250
        },
        "951083740": {
            "orgId": "951083740",
            "orgName": "COUNCIL OF EUROPEAN BIOREGIONS",
            "ecContrib": 101781
        },
        "955710446": {
            "orgId": "955710446",
            "orgName": "SILICON SAXONY MANAGEMENT GMBH",
            "ecContrib": 52200
        },
        "986948035": {
            "orgId": "986948035",
            "orgName": "NANOTECHNOLOGY INDUSTRIES ASSOCIATION",
            "ecContrib": 57500
        }
    },
    "calculatedTotalContribution": 499169
}