{
    "rcn": "205571",
    "acronym": "PLATO",
    "topics": "MSCA-ITN-2016",
    "title": "The Post-crisis Legitimacy of the European UnionEuropean Training Network",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "Is there a crisis in the legitimacy of the European Union? That research question is timely and important. Investigating it is also an ideal way of training research leaders of tomorrow to rethink our assumptions about the study of legitimate political order. Whilst, however, the financial crisis has raised new questions about the legitimacy of the EU, existing theories of legitimacy crises are largely based on single-state political systems. New theory is, therefore, needed to understand what would count as legitimacy crises in the case of a non-state political system such as the EU. PLATOís (The Post-Crisis Legitimacy of the EU) ESRs will work together as a team to build new theory from 15 investigations into different standards and actors with whom the EU may need to be legitimate. ESRs will go well beyond the state-of-the-art by building a theory of legitimacy crisis in the EU from a uniquely interdisciplinary understanding of how democracy, power, law, economies and societies all fit together with institutions within and beyond the state to affect the legitimacy of contemporary political order. By developing the analytical tools needed to understand a core predicament in which the EU may both need to develop legitimate forms of political power beyond the state and find those forms of power hard to achieve, PLATO will train ESRs with the conceptual clarity needed to define new research questions at the very frontiers of their disciplines and the methodological skills needed to research those questions. They will also be prepared for careers in the non-academic sector (policy-advice, consulting, civil society, European institutions and expert bodies). PLATOís ambitious cross-university, cross-country and cross-sectoral programme of research training, supervision and secondments will pool resources from a unique network of 9 research-intensive universities and 11 non-academic partners who are themselves key users of state-of-the-art social science research.",
    "totalCost": "3873718,8",
    "ecMaxContribution": "3873718,8",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES;UNIVERSITEIT ANTWERPEN;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSITEIT TWENTE;FONDATION NATIONALE DES SCIENCES POLITIQUES;INSTITUTE OF SOCIOLOGY OF THE ACADEMY OF SCIENCES OF THE CZECH REPUBLIC PUBLIC RESEARCH INSTITUTION;UNIWERSYTET JAGIELLONSKI;FREIE UNIVERSITAET BERLIN",
    "participantCountries": "AT;BE;UK;NL;FR;CZ;PL;DE",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 858826
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 501120
        },
        "999511960": {
            "orgId": "999511960",
            "orgName": "INSTITUTE OF SOCIOLOGY OF THE ACADEMY OF SCIENCES OF THE CZECH REPUBLIC PUBLIC RESEARCH INSTITUTION",
            "ecContrib": 232422
        },
        "998927923": {
            "orgId": "998927923",
            "orgName": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES",
            "ecContrib": 511868
        },
        "999642716": {
            "orgId": "999642716",
            "orgName": "UNIWERSYTET JAGIELLONSKI",
            "ecContrib": 224137
        },
        "999957869": {
            "orgId": "999957869",
            "orgName": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
            "ecContrib": 262876
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 510749
        },
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3600431
}