{
    "rcn": "205516",
    "acronym": "RUNIN",
    "topics": "MSCA-ITN-2016",
    "title": "The Role of Universities in Innovation and Regional Development",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "The Role of Universities in Innovation and Regional Development (RUNIN) is a European Training Network for Early-Stage Researchers (ESRs) in the field of science and innovation studies. The aim of the network is to train researchers on how universities contribute to innovation and economic growth in their regions through research seeking to examine how universities fulfill their third mission in relation to regional industry and explore the range of university engagement with regional firms and institutions. The project operationalises the main research question of how universities can contribute to innovation and regional development through four main themes: People and Networks, Policies and Interventions, Places and Territories, and Practices and Governance. The aim of the training programme is to equip the next generation of researchers with the skills required to work across employment sectors, collaborate with a wide range of stakeholders and find the practical relevance of their specialist knowledge, in the process creating new knowledge on universitiesí role in innovation and regional development. There is an increased focus on the instrumentalist position of universities as important drivers of regional development, and the aim of the training programme is therefore to equip a new generation of researchers who can work within this field in the academic world or as specialist policy makers at the regional, national or European level. The programme will capitalise on host institutionsí infrastructure, including supervision, methods training and quality assurance review systems. In addition, it will offer a comprehensive programme of learning through individual research projects, secondments, and eight targeted training events aimed at developing both research-specific and transferable skills.",
    "totalCost": "3709815,23",
    "ecMaxContribution": "3709815,23",
    "coordinator": "UNIVERSITETET I STAVANGER",
    "coordinatorCountry": "NO",
    "participants": "UNIVERSITY OF LINCOLN;COMUNIDADE INTERMUNICIPAL DA REGIAO DE AVEIRO;LINKOPINGS UNIVERSITET;REGIO TWENTE;UNIVERSITEIT TWENTE;UNIVERSIDADE DE AVEIRO;UNIVERSITAT AUTONOMA DE BARCELONA;AALBORG UNIVERSITET",
    "participantCountries": "UK;PT;SE;NL;ES;DK",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 495746
        },
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 263659
        },
        "998023689": {
            "orgId": "998023689",
            "orgName": "UNIVERSITETET I STAVANGER",
            "ecContrib": 836209
        },
        "955352419": {
            "orgId": "955352419",
            "orgName": "REGIO TWENTE",
            "ecContrib": 255374
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 255374
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 476713
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 580164
        },
        "927580834": {
            "orgId": "927580834",
            "orgName": "COMUNIDADE INTERMUNICIPAL DA REGIAO DE AVEIRO",
            "ecContrib": 0
        },
        "999882694": {
            "orgId": "999882694",
            "orgName": "UNIVERSITY OF LINCOLN",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3709815
}