{
    "rcn": "205592",
    "acronym": "CONTEXT",
    "topics": "MSCA-ITN-2016",
    "title": "COllaborative Network for Training and EXpertise in psychoTraumatology",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "Mental health disorders afflict more than one-third of the EUís population each year with an annual economic cost to the EU of Ä432 billion. The ëCOllaborative Network for Training and EXcellence in psychoTraumatologyí (CONTEXT) is an international, interdisciplinary European Industrial Doctorate (EID) designed to address deficiencies in psychotraumatology training and innovation. A key feature of CONTEXT is the minimum 50% secondment of each ESR to the non-academic sector. Consistent with the requirements of an EID, this component grants ESRs access to populations not otherwise accessible in standard doctoral training programmes. This design will facilitate a new cohort of researchers and practitioners who can translate research into practice, thereby mitigating the impact of psychotrauma in the EU. The goal of CONTEXT is to develop a high quality, innovative research training programme to build capacity and expertise, and foster innovative practice and social enterprise in the area of psychotraumatology. The nine beneficiaries of CONTEXT represent a diverse, interconnected, intersectoral consortium, well placed to collaboratively train and supervise the 12 ESRs. Three interconnected research work packages, each targeting a priority population in Europe (EU-based asylum seekers and refugees, WP3; emergency-service personnel and humanitarian first-responders, WP4; and victims and perpetrators of childhood- and gender-based violence, WP5), address current and emergent skill and professional deficiencies that are essential in curbing the adverse social consequences of trauma-related psychological distress within the EU. CONTEXT enjoys significant support and commitment from highly regarded, international stakeholders and influencers at the political, scientific, and professional level.",
    "totalCost": "3316177,44",
    "ecMaxContribution": "3316177,44",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "PROBATION BOARD OF NORTHERN IRELAND;ODENSE KOMMUNE;SPIRITAN ASYLUM SERVICES INITIATIVE LIMITED;DANSK RODE KORS (DANISH RED CROSS);SYDDANSK UNIVERSITET;Police Service of Northern Ireland;UNIVERSITY OF ULSTER;THE DUBLIN RAPE CRISIS CENTRE LIMITED",
    "participantCountries": "UK;DK;IE",
    "projectParticipants": {
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 1093152
        },
        "969778453": {
            "orgId": "969778453",
            "orgName": "ODENSE KOMMUNE",
            "ecContrib": 0
        },
        "925291149": {
            "orgId": "925291149",
            "orgName": "PROBATION BOARD OF NORTHERN IRELAND",
            "ecContrib": 0
        },
        "925318891": {
            "orgId": "925318891",
            "orgName": "THE DUBLIN RAPE CRISIS CENTRE LIMITED",
            "ecContrib": 0
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 1160328
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1062698
        },
        "998058415": {
            "orgId": "998058415",
            "orgName": "Police Service of Northern Ireland",
            "ecContrib": 0
        },
        "926162694": {
            "orgId": "926162694",
            "orgName": "SPIRITAN ASYLUM SERVICES INITIATIVE LIMITED",
            "ecContrib": 0
        },
        "999932164": {
            "orgId": "999932164",
            "orgName": "DANSK RODE KORS (DANISH RED CROSS)",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3316178
}