{
    "rcn": "205558",
    "acronym": "SUSTICOAT",
    "topics": "MSCA-ITN-2016",
    "title": "Sustainable Organic Coatings for Corrosion Protection",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "BACKGROUND / NEED:\nThere is a requirement to improve the sustainability of organic coatings by removal of materials hazardous to human health and by optimal use of raw materials and energy in manufacture and utilisation.\n\nAIM / OBJECTIVES:\nSUSTICOAT is a multidisciplinary project advancing understanding of how to improve the sustainability of organic coatings (paints) for corrosion protection to market applications. SUSTICOAT will make the connection between the scientific understanding and the production of real organic coatings, dealing with the complex issues that are involved in translating scientific concepts into new products. The objective of the project is to train 5 PhD students in both the innovation process required to go from scientific concept to commercial product and in a range of specific scientific skills: computational modelling, polymer synthesis, advanced characterisation, material science and chemical process engineering. \n\nTRAINING / RESEARCH:\nThe training will be setup so that while each student will focus on a particular application area where they will be trained in the critical scientific skills they need, and with the other students they will have access through collaboration to a far wider range of expertise, such collaboration will be encouraged through the course of the project with specific training and opportunities to interact. SUSTICOAT by concentrating on realisation of scientific knowledge in real applications will give the students a unique set of skills in the translation of knowledge from academic to industrial use, this will be reinforced by appropriate academic and industrial training.\n\nIMPACT:\nSUSTICOAT combines the leading academic centre of corrosion science with the largest European manufacturer of corrosion protection coatings ñ providing world class science combined with market focus to address challenges with the most societal impact.  SUSTICOAT will improve products and provide 5 skilled scientists to a Ä10b market.",
    "totalCost": "1276871,4",
    "ecMaxContribution": "1276871,4",
    "coordinator": "AKZO NOBEL CAR REFINISHES BV",
    "coordinatorCountry": "NL",
    "participants": "THE UNIVERSITY OF MANCHESTER",
    "participantCountries": "UK",
    "projectParticipants": {
        "986528607": {
            "orgId": "986528607",
            "orgName": "AKZO NOBEL CAR REFINISHES BV",
            "ecContrib": 1276871
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1276871
}