{
    "rcn": "205583",
    "acronym": "4PHOTON",
    "topics": "MSCA-ITN-2016",
    "title": "Novel Quantum Emitters monolithically grown on Si, Ge and III-V substrates",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "We propose to forge a partnership between the leading European groups working on the next generation of solid state quantum emitters based on novel growth methods such as Droplet Epitaxy. Future, practical Nano-photonics and Quantum Circuits applications demand semiconductor quantum dots that can be grown on substrates with different lattice parameters (Si, Ge, GaAs), different substrate orientations (such as (001) and (111)) and tuneable optical, electrical and spin properties. All these requirements are met by high quality quantum dots grown with Droplet based Epitaxy techniques, circumventing the limitations of currently available systems based on strain-driven dot self-assembly. This vast novel research area at the crossroads of photonics, material science, quantum physics and nano-scale device fabrication will allow delivering top level multidisciplinary training to 15 early stage researcher (ESRs). The successful training of the ESRs by leading academic and 3 full industrial partners will be crucial for achieving the headline goals of this first ever consortium on droplet dot devices: (1) Entangled light emitting diodes with droplet dots grown on (111) substrates (2) Electrically triggered, droplet dot based single photon sources on Si/Ge substrates (3) Strain tuning in droplet dots without wetting layer: photon polarization and single spin control (4) Droplet Dot based single photon sources for non- classical light storage devices based on hybrid quantum systems (dots & laser-cooled atoms). The training and research progress will be discussed and monitored during the 4 project meetings, 3 summer schools and the final international conference on Droplet Dot Devices, all of which are open to the whole scientific community. We expect this network, based on the solid collaboration between growth groups, microscopists, quantum optics experimentalists and theorists to explore the full potential of this emerging technology.",
    "totalCost": "3900365,28",
    "ecMaxContribution": "3900365,28",
    "coordinator": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "coordinatorCountry": "IT",
    "participants": "ATTOCUBE SYSTEMS AG;THE UNIVERSITY OF SHEFFIELD;UNIVERSITAET HAMBURG;UNIVERSITAT BASEL;SINGLE QUANTUM BV;TOSHIBA RESEARCH EUROPE LIMITED;UNIVERSITY COLLEGE LONDON;TECHNISCHE UNIVERSITEIT EINDHOVEN;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "participantCountries": "DE;UK;CH;NL;FR",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 516123
        },
        "994797954": {
            "orgId": "994797954",
            "orgName": "ATTOCUBE SYSTEMS AG",
            "ecContrib": 249216
        },
        "952944491": {
            "orgId": "952944491",
            "orgName": "SINGLE QUANTUM BV",
            "ecContrib": 255374
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 273288
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 498433
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 273288
        },
        "999958548": {
            "orgId": "999958548",
            "orgName": "TOSHIBA RESEARCH EUROPE LIMITED",
            "ecContrib": 546576
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 265227
        }
    },
    "calculatedTotalContribution": 3651150
}