{
    "rcn": "205503",
    "acronym": "VULKANO",
    "topics": "SPIRE-04-2016",
    "title": "Novel integrated refurbishment solution as a key path towards creating eco-efficient and competitive furnaces",
    "startDate": "01/07/2016",
    "endDate": "31/12/2019",
    "objective": "The main goal of VULKANO is the retrofitting of two types of industrial furnaces, namely preheating and melting, applied on three energyñintensive sectors (steel, ceramic and aluminium) with a huge number of potential users in Europe. Thus, this project aims to design, implement and validate an advanced retrofitting integrated solution to increase the energy and environmental efficiency in existing industrial furnaces fed with NG; through the combined implementation of new solutions based on high temperature phase change materials, new refractories, optimised co-firing of NG and syngas from biomass or process gas, an advanced monitoring and control system and an holistic in-house predictive tool. All together will achieve a 20% increase in the energy efficiency of furnaces. \nOn top of that, the realistic and powerful holistic tool will also able to optimize the integration of the solution with upstream/downstream perspective, following a life cycle and cost thinking. This predictive tool will support plant operators and decision makers to select most suitable retrofitting strategy for their plants, fostering overall efficiency, increase in competitiveness and circular economy and reducing the environmental impact of the product value chain from an LCA and LCC perspective.\nThe retrofitting solutions will be tested at TRL 7 in two real facilities in Ceramic (Spain) and Steel (Slovenia) sector, validating the replicability of such solutions in a third sector (Aluminium-Turkey). VULKANO addresses the main challenge when facing furnaces retrofitting, which is tackling the problem from an overall and cost thinking perspective, which will enable overcoming the barriers for energy efficiency improvements. A well balanced consortium formed by end-users, technology solutions providers and research organizations ensures successful achievement of objectives, which will allow a wide spreading replication strategy towards furnaces retrofitting towards modern and efficient designs",
    "totalCost": "6940813,75",
    "ecMaxContribution": "6940813,75",
    "coordinator": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
    "coordinatorCountry": "ES",
    "participants": "ASAS ALUMINYUM SANAYI VE TICARET ANONIM SIRKETI;FUNDACION CIDAUT;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FUNDACION TECNALIA RESEARCH & INNOVATION;VALJI PROIZVODNJA VALJEV IN ULITKO DOO;BOSIO PROIZVODNO-TRGOVSKO PODJETJE DOO;PHASE CHANGE MATERIAL PRODUCTS LTD;FIVES STEIN;TORRECID SA;INSTYTUT ENERGETYKI;RINA CONSULTING - CENTRO SVILUPPO MATERIALI SPA",
    "participantCountries": "TR;ES;DE;SI;UK;FR;PL;IT",
    "projectParticipants": {
        "922282306": {
            "orgId": "922282306",
            "orgName": "ASAS ALUMINYUM SANAYI VE TICARET ANONIM SIRKETI",
            "ecContrib": 252500
        },
        "999543873": {
            "orgId": "999543873",
            "orgName": "INSTYTUT ENERGETYKI",
            "ecContrib": 836130
        },
        "960970465": {
            "orgId": "960970465",
            "orgName": "TORRECID SA",
            "ecContrib": 587188
        },
        "922928714": {
            "orgId": "922928714",
            "orgName": "VALJI PROIZVODNJA VALJEV IN ULITKO DOO",
            "ecContrib": 601750
        },
        "922343222": {
            "orgId": "922343222",
            "orgName": "FIVES STEIN",
            "ecContrib": 587824
        },
        "999632337": {
            "orgId": "999632337",
            "orgName": "BOSIO PROIZVODNO-TRGOVSKO PODJETJE DOO",
            "ecContrib": 980625
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 453312
        },
        "985884333": {
            "orgId": "985884333",
            "orgName": "PHASE CHANGE MATERIAL PRODUCTS LTD",
            "ecContrib": 321952
        },
        "999647469": {
            "orgId": "999647469",
            "orgName": "FUNDACION CIDAUT",
            "ecContrib": 238906
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 268750
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 1114688
        },
        "998453011": {
            "orgId": "998453011",
            "orgName": "RINA CONSULTING - CENTRO SVILUPPO MATERIALI SPA",
            "ecContrib": 697189
        }
    },
    "calculatedTotalContribution": 6940814
}