{
    "rcn": "205528",
    "acronym": "TransPot",
    "topics": "MSCA-ITN-2016",
    "title": "Translational Research Network in Prostate Cancer",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "The Translational Research Network for Prostate Cancer (TransPot) program adopts an innovative, multidisciplinary approach, providing highly sought-after, effective solutions for incurable prostate cancer (PC).\n\nThe TransPot scientific objective is to obtain an unmatched depth of molecular, mechanistic and informatics systems-level disease understanding in order to improve the prognosis and treatment of lethal PC, aimed to (i) provide important insights into molecular mechanisms driving treatment resistant PC including castrate-resistant PC (CRPC), (ii) identify novel therapeutic targets, (iii) develop and validate predictive models for disease progression, prognosis and responsiveness to current and novel (co-)treatment options, and (iv) provide superior, clinically relevant tools and biomarker signatures for personalising and optimising CRPC therapy.\n \nOur research program is built on network-wide, state-of-the-art cancer biology-based mechanistic research integrated with a systems medicine approach:\n \n1. Cancer biology-based mechanistic research incorporating a comprehensive range of model systems incorporating unique, pre-clinical and clinical resources and distinct phenotypic high content screen platforms.\n \n2. A systems medicine approach with mathematical modelling to develop novel predictive/prognostic tools.\n \n3. Centres of excellence in surgery, oncology and clinical trials, comprising clinical infrastructure and essential resources whereby candidate therapeutic targets and predictive/prognostic tools can be comprehensively evaluated, including accessing bio-repository resources.\n \nWe will train young scientists to apply multiple ëomicsí technologies and approaches in model systems and systems biology to answer important clinically-relevant questions. Advances achieved will facilitate personalized targeted-medicine in treating lethal PC, and will impact beyond the scientific community by improving the well-being of advanced PC patients.",
    "totalCost": "2629315,8",
    "ecMaxContribution": "2629315,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "NUMARES AG;TAMPEREEN YLIOPISTO;UNIVERSITY OF NEWCASTLE UPON TYNE;IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON;THE QUEEN'S UNIVERSITY OF BELFAST;GenomeScan B.V.;ALMAC DIAGNOSTICS LIMITED;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;TURUN YLIOPISTO;MOSAIQUES DIAGNOSTICS GMBH",
    "participantCountries": "DE;FI;UK;EL;NL",
    "projectParticipants": {
        "998302176": {
            "orgId": "998302176",
            "orgName": "ALMAC DIAGNOSTICS LIMITED",
            "ecContrib": 273288
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 255374
        },
        "999903161": {
            "orgId": "999903161",
            "orgName": "TAMPEREEN YLIOPISTO",
            "ecContrib": 269145
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 273288
        },
        "999622443": {
            "orgId": "999622443",
            "orgName": "IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON",
            "ecContrib": 242387
        },
        "999415445": {
            "orgId": "999415445",
            "orgName": "MOSAIQUES DIAGNOSTICS GMBH",
            "ecContrib": 0
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 273288
        },
        "923381122": {
            "orgId": "923381122",
            "orgName": "GenomeScan B.V.",
            "ecContrib": 319218
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 204966
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 269145
        }
    },
    "calculatedTotalContribution": 2380099
}