{
    "rcn": "205541",
    "acronym": "DISRUPT",
    "topics": "FOF-11-2016",
    "title": "Decentralised architectures for optimised operations via virtualised processes and manufacturing ecosystem collaboration",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "'Industry 4.0 is the next developmental stage in the organisation of the manufacturing value chain. ICT-based systems will play a major role, mainly by creating a virtual copy of the physical world and facilitating decentralised structures through Cyber-Physical Systems (CPS). Over the IoT, CPS cooperate with each other and humans in real-time. Via the Internet-of-Services, internal and cross-organisational services are utilised by participants of the value chain. DISRUPT aims to spearhead the transition to the next-generation manufacturing by facilitating the vision of a 'Smart Factory'. The new era of manufacturing asks for flexible factories that can be quickly reprogrammed to provide faster time-to-market responding to global consumer demand, address mass-customisation needs and bring life to innovative products. The traditional automation pyramid seems unable to accommodate this transformation. Our concept is to DISRUPT that pyramid by utilising the capabilities offered by modern ICT to facilitate (i) in-depth (self-)monitoring of machines and processes, (ii) decision support and decentralised (self-)adjustment of production, (iii) effective collaboration of the different IoT-connected machines with tools, services and actors (iv) seamless communication of information and decisions from and to the plant floor and (v) efficient interaction with value chain partners. Within DISRUPT, each element of production is controlled via the IoT by its virtual counterpart. The data collected is analysed to detect complex events that trigger automated actions. DISRUPT offers a set of decision support tools based on three core modules (modelling, simulation and optimisation) and a secure and flexible 'plug-n-play' platform that will allow engineers from different disciplines to collaborate in developing services. It will be cloud-based to accommodate the anticipated high data volume and computational needs, while offering accessibility via any device anywhere in the world.'",
    "totalCost": "3468312,5",
    "ecMaxContribution": "3468312,5",
    "coordinator": "CENTRO RICERCHE FIAT SCPA",
    "coordinatorCountry": "IT",
    "participants": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS;THE UNIVERSITY OF MANCHESTER;SOFTWARE AG;SIMPLAN AG;ARCELIK A.S.;CONSIGLIO NAZIONALE DELLE RICERCHE;ATHENS UNIVERSITY OF ECONOMICS AND BUSINESS - RESEARCH CENTER;BOC ASSET MANAGEMENT GMBH",
    "participantCountries": "EL;UK;DE;TR;IT;AT",
    "projectParticipants": {
        "989707782": {
            "orgId": "989707782",
            "orgName": "SOFTWARE AG",
            "ecContrib": 431875
        },
        "999786179": {
            "orgId": "999786179",
            "orgName": "BOC ASSET MANAGEMENT GMBH",
            "ecContrib": 387250
        },
        "999751744": {
            "orgId": "999751744",
            "orgName": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS",
            "ecContrib": 397500
        },
        "971954163": {
            "orgId": "971954163",
            "orgName": "SIMPLAN AG",
            "ecContrib": 312250
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 483500
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 255375
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 411250
        },
        "998821708": {
            "orgId": "998821708",
            "orgName": "ARCELIK A.S.",
            "ecContrib": 376562
        },
        "999896856": {
            "orgId": "999896856",
            "orgName": "ATHENS UNIVERSITY OF ECONOMICS AND BUSINESS - RESEARCH CENTER",
            "ecContrib": 412750
        }
    },
    "calculatedTotalContribution": 3468312
}