{
    "rcn": "205527",
    "acronym": "MMBio",
    "topics": "MSCA-ITN-2016",
    "title": "Molecular Tools for Nucleic Acid Manipulation for Biological Intervention",
    "startDate": "01/01/2017",
    "endDate": "31/12/2020",
    "objective": "MMbio will bridge the classically separate disciplines of Chemistry and Biology by assembling leading experts from academia and non-academic partners (industry, technology transfer & science communication) to bring about systems designed to interfere therapeutically with gene expression in living cells. Expertise in nucleic acid synthesis, its molecular recognition and chemical reactivity is combined with drug delivery, cellular biology and experimental medicine. This project represents a concerted effort to make use of a basic and quantitative understanding of chemical interactions to develop and deliver oligonucleotide molecules of utility for therapy. Our chemical biology approach to this field is ambitious in its breadth and represents a unqiues opportunity to educate young scientists across sectorial and disciplinary barriers. Training will naturally encompass a wide range of skills, requiring a joint effort of chemists and biologists to introduce young researchers in a structured way to and array of research methodologies that no single research grouping could provide. The incorporation of early-stage and later stag ebiotechnology enterprises ensures that commercialisation of methodologies as well as the drug development process is covered in this ITN. We hope that MMBio will train scientists able to understand both the biological problem and the chemistry that holds the possible solution and develop original experimental approaches to stimulate European academic and commercial success in this area.",
    "totalCost": "3971347,92",
    "ecMaxContribution": "3971347,92",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF SHEFFIELD;UNIVERSITEIT GENT;ASTRAZENECA AB;UNIVERSITAET BERN;UNIVERSITA DEGLI STUDI DI PADOVA;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;KAROLINSKA INSTITUTET;STOCKHOLMS LANS LANDSTING;MEDIMMUNE LIMITED;TURUN YLIOPISTO;SP PROCESS DEVELOPMENT AB",
    "participantCountries": "UK;BE;SE;CH;IT;DE;FI",
    "projectParticipants": {
        "999941379": {
            "orgId": "999941379",
            "orgName": "ASTRAZENECA AB",
            "ecContrib": 263659
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 516123
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 546576
        },
        "999522921": {
            "orgId": "999522921",
            "orgName": "STOCKHOLMS LANS LANDSTING",
            "ecContrib": 263659
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 263659
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 250560
        },
        "998518389": {
            "orgId": "998518389",
            "orgName": "MEDIMMUNE LIMITED",
            "ecContrib": 273288
        },
        "950973354": {
            "orgId": "950973354",
            "orgName": "SP PROCESS DEVELOPMENT AB",
            "ecContrib": 263659
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 249216
        },
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 269145
        }
    },
    "calculatedTotalContribution": 3159544
}