{
    "rcn": "205567",
    "acronym": "EJDFoodSci",
    "topics": "MSCA-ITN-2016",
    "title": "Food science, technology and engineering - European Joint Doctorate training towardsknowledge, skills and mobility",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "The objective of the proposal is to train 8 early stage researches (ESR) in an innovative, international PhD program, to become top-class specialists and professional leaders, highly demanded in the job market, ready to introduce innovations and manage advanced research. The completion of the training programme will provide ESRs with appropriate knowledge, skills and awareness of the science-business reality, crucial for scientific and/or commercial based research projects.\n\nThe training objectives will be achieved by participation in:\n-specialized courses, to gain: a) knowledge in food science, microbiology, malting and brewing technology, b) experience in using high-tech analytical equipment, c) managerial and business skills (generic skills, industrial economics, project management, research design and data analysis);\n-an international research project team, using the facilities of multi-institutional consortium;\n-academic and industrial internships.\n\nConsequently, ESRs will be awarded a double doctoral degree in food science and/or engineering. The main goals of the research are: \n1)\tdevelopment of innovations in malting and brewing technologies (to reduce demand for energy) and new protocols for yeast preparation;\n2)\tverification of their impact on the quality and stability of the products;\n3)\tacquiring new scientific knowledge on formation and release of staling aldehydes.\n\nThe consortium of top class universities, institutes and industrial partners, with an on-going history of co-operation, will provide an outstanding opportunity for young, ambitious and brave researchers to realize their potential. The academic organizations involved (University of Agriculture in Krakow PL, University of Copenhagen DK, University of Nottingham UK, University of Ghent BE, Technische University Berlin DE, and KU Leuven BE), will be supported by partners: VLB Berlin DE, FlavorActiV UK, Carlsberg Group DK and Boortmalt BE, to ensure well balanced research-business environment.",
    "totalCost": "2078485,56",
    "ecMaxContribution": "2078485,56",
    "coordinator": "UNIWERSYTET ROLNICZY IM. HUGONA KOLLATAJA W KRAKOWIE",
    "coordinatorCountry": "PL",
    "participants": "UNIVERSITEIT GENT;KOBENHAVNS UNIVERSITET;TECHNISCHE UNIVERSITAET BERLIN;THE UNIVERSITY OF NOTTINGHAM;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "BE;DK;DE;UK",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 273288
        },
        "994193935": {
            "orgId": "994193935",
            "orgName": "UNIWERSYTET ROLNICZY IM. HUGONA KOLLATAJA W KRAKOWIE",
            "ecContrib": 224137
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 250560
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 2078485
}