{
    "rcn": "205661",
    "acronym": "ENLARGE",
    "topics": "CULT-COOP-11-2016-2017",
    "title": "ENLARGE ñ ENergies for Local Administrations: Renovate Governance in Europe",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Co-design and co-production processes are promising horizontal governance tools to innovate public administrations and the public sector in general. In particular, co-design processes aim at improving policy effectiveness by including a wide range of viewpoints in the formulation of public policies and in the design of public services, while co-production processes are designed and managed to involve ëresponsible citizens-usersí in the implementation of the policies and in public service delivery, and aim not only at improving policy effectiveness, but also at sustaining public sector intervention in the recent austerity era, during which governments (especially local governments) must face new social needs and complex problems with decreasing public resources.\nNotwithstanding the high potential of these processes as innovative and effective governance tools, practical evidence about their usefulness and sustainability for local administrators is still lacking, and local governments proceed mostly incrementally and unaware of potentials and pitfalls. \nENLARGE project aims to shed some light on the ëhow and whyí issues of co-design and co-production processes through an intense policy dialogue between policy makers, experts in participatory governance and civil society actors. The specific focus is on sustainable energy and more in general all the solutions aiming at generating more efficiency and effectiveness in public services and public endowments. \nIn detail, the project intends to: EXPLORE the existing models of co-design and co-production of public policies and services; EVALUATE ñ measures for the assessment of the outcomes; mechanisms and intervening factors favouring the effectiveness of participatory processes; PRODUCE - Raising awareness among public administrators about the options at their disposal and the potential consequences of these choices;  COMMUNICATE and DISSEMINATE the project results.",
    "totalCost": "492587,5",
    "ecMaxContribution": "492587,5",
    "coordinator": "ISTITUTO PER LA RICERCA SOCIALE SCARL",
    "coordinatorCountry": "IT",
    "participants": "ASSOCIATION DES AGENCES DE LA DEMOCRATIE LOCALE;UNIVERSITA DEGLI STUDI DI TORINO;SIHTASUTUS STOCKHOLMI KESKKONNAINSTITUUDI TALLINNA KESKUS",
    "participantCountries": "FR;IT;EE",
    "projectParticipants": {
        "963194384": {
            "orgId": "963194384",
            "orgName": "ASSOCIATION DES AGENCES DE LA DEMOCRATIE LOCALE",
            "ecContrib": 112750
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 82912
        },
        "996850668": {
            "orgId": "996850668",
            "orgName": "ISTITUTO PER LA RICERCA SOCIALE SCARL",
            "ecContrib": 236250
        },
        "999448425": {
            "orgId": "999448425",
            "orgName": "SIHTASUTUS STOCKHOLMI KESKKONNAINSTITUUDI TALLINNA KESKUS",
            "ecContrib": 60675
        }
    },
    "calculatedTotalContribution": 492587
}