{
    "rcn": "205640",
    "acronym": "OLTITA",
    "topics": "JTI-CS2-2015-CFP02-AIR-02-14",
    "title": "O.M.P.M. LiferCraft Tail Innovative Tool Assembly",
    "startDate": "01/11/2016",
    "endDate": "30/06/2019",
    "objective": "The aim of this proposal is to develop, design, manufacture and deliver to the Core Partner of the Call For Core Partner AIR-02-02, the prototype assembly and transportation tooling for all components of the LifeRCraft Rotorless Tail that belong to the WP_B4.1 ìRotorless Tail for LifeRCraftî i.e.: Tail Boom, Horizontal Stabilizer, Vertical stabilizer, Control Surfaces, Upper Tail Boom Fairing. Components will be assembled using composite and metal parts. According to objective of call in terms of cost, schedule and energy saving, the proposal outlines different assembly approach including traditional one based on hard assembly jig,  determined assembly using predrilled holes on separate parts and measurement based assembly system. Based on the proponent know how,  for each one,  advantages and disadvantages are described. Assembly approach will be selected in close agreement with core partner responsible of tail assembly. In the proposal WP1, after an Harmonization phase, the assembly jigs complete with auxiliary tools as drilling template, sling etc. and transportation tools will be designed and fabricated. After dimensional and functional check the assembly jig and transportation tools will be delivered to the Core Partner responsible for tail assembly and transportation. The following WP2 will be devoted to assessment of delivered tools to report configuration trades and support tool try out. Finally in the WP3 the proponent will support the Core Partner in tool try out and use of jig for component assembly and transportation. If major tooling modifications will derive from ground and flight test the additional work required to comply with necessary design and tool modification will be negotiated with core partner. WP 4 will handle all the management, communication and dissemination activities.",
    "totalCost": "499725",
    "ecMaxContribution": "349807,5",
    "coordinator": "O.M.P.M. - OFFICINA MERIDIONALE DI PRECISIONE MECCANICA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937334184": {
            "orgId": "937334184",
            "orgName": "O.M.P.M. - OFFICINA MERIDIONALE DI PRECISIONE MECCANICA SRL",
            "ecContrib": 349808
        }
    },
    "calculatedTotalContribution": 349808
}