{
    "rcn": "205625",
    "acronym": "AceForm4.0",
    "topics": "NMBP-30-2016",
    "title": "Activating Value Chains for EU leadership in FORMulation Manufacturing 4.0",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "AceForm4.0 will strengthen European leadership in the development and commercialisation of innovative and sustainable formulated products by i) engaging stakeholders and establishing a strategic common vision, European 2025 roadmap for formulated products and an associated implementation plan; and ii) facilitating knowledge exchange activities aiming at the formation of new collaborative value chains and partnerships in the context of the challenges, barriers and opportunities offered by Industry 4.0 and the drive towards a Circular Economy. Whilst a number of the challenges faced by manufacturers of formulated products are shared with the wider process industry, their nature is very different. Being often micro-heterogeneous, formulated products tend to be unstable and rely on a judicious selection of ingredients and fine-tuned production methods to guarantee physical and chemical stability during their lifetime. Compared to basic chemicals, this makes product development far more challenging in terms of, e.g.: 1) predicting the properties of combined ingredients at an early stage of their lifecycle for optimal use of ingredients; 2) designing new manufacturing processes and equipment; 3) selection of adequate modelling and simulation processes to minimise resources and energy utilisation; 4) scale-up from lab to production; and 5) developing in-stream high throughput metrology to enable quality control, plant automation and supply chain management. AceForm4.0 will establish and engage a European-wide Formulation Interest Group, comprising of stakeholders from industry, research institutes and government bodies to identify specific cross-sector challenges, barriers and opportunities. The resulting common European strategy will provide a framework for the rational development of sustainable products and stimulate targeted investment in RDI initiatives leading to new commercialised products, manufacturing facilities and services.",
    "totalCost": "626125",
    "ecMaxContribution": "626125",
    "coordinator": "Centre for Process Innovation Limited",
    "coordinatorCountry": "UK",
    "participants": "LULEA TEKNISKA UNIVERSITET;NPL MANAGEMENT LIMITED;UNIVERSITE DE LORRAINE;DECHEMA GESELLSCHAFT FUER CHEMISCHE TECHNIK UND BIOTECHNOLOGIE E.V.;RISE RESEARCH INSTITUTES OF SWEDEN AB;Strategisch Initiatief Materialen",
    "participantCountries": "SE;UK;FR;DE;BE",
    "projectParticipants": {
        "954831626": {
            "orgId": "954831626",
            "orgName": "UNIVERSITE DE LORRAINE",
            "ecContrib": 52000
        },
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 51875
        },
        "999511184": {
            "orgId": "999511184",
            "orgName": "DECHEMA GESELLSCHAFT FUER CHEMISCHE TECHNIK UND BIOTECHNOLOGIE E.V.",
            "ecContrib": 125625
        },
        "996621069": {
            "orgId": "996621069",
            "orgName": "Centre for Process Innovation Limited",
            "ecContrib": 137000
        },
        "999613422": {
            "orgId": "999613422",
            "orgName": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
            "ecContrib": 108250
        },
        "987668066": {
            "orgId": "987668066",
            "orgName": "Strategisch Initiatief Materialen",
            "ecContrib": 135750
        },
        "999920330": {
            "orgId": "999920330",
            "orgName": "NPL MANAGEMENT LIMITED",
            "ecContrib": 15625
        }
    },
    "calculatedTotalContribution": 626125
}