{
    "rcn": "205634",
    "acronym": "SPAIN",
    "topics": "JTI-CS2-2015-CFP02-SYS-03-02",
    "title": "Smart Panels for SAT Aircrafts Cabin Insulation",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "SPAIN Project main goal is to move from the current design of the fuselage insulation  for small aircraft towards an innovative concept that considers insulation as a characteristic provided by the cabin lining panels. More than researching new and innovative materials for applications in aircraft cabin insulation(because such a solution could require a long certification  process that could deviate the project from the focused TRL)SPAIN Project aims to be innovative in terms of insulation blanket construction methods for coupling the best thermal and acoustics characteristics and in cabin insulation system design methodologies suited for SAT community.\nSPAIN Project aims at researching a cabin insulation system that limiting the increase of the  acquisition cost, when referred to standard insulation system for small aircraft, at  5% and that having at least the same weight per square meterof the present similar cabin insulation systems used on SAT aircrafts, will have the following expected targets: Reduced cabin noise; Improved accessibility and reduced maintenance cost linked to the insulation system removal; Improved installability and reduced use of installation means with benefits on total final cost.\nIn addition the solution will push at the highest standards the requirements for thermal insulation and acoustic for small aircraft in order to have low weight solution, innovative materials and technology available at a relative low cost for SAT community.",
    "totalCost": "563312,5",
    "ecMaxContribution": "394318,75",
    "coordinator": "PROTOM GROUP SPA",
    "coordinatorCountry": "IT",
    "participants": "TECNOLOGIE INDUSTRIALI & AERONAUTICHE SPA",
    "participantCountries": "IT",
    "projectParticipants": {
        "937157547": {
            "orgId": "937157547",
            "orgName": "PROTOM GROUP SPA",
            "ecContrib": 193812
        },
        "926274729": {
            "orgId": "926274729",
            "orgName": "TECNOLOGIE INDUSTRIALI & AERONAUTICHE SPA",
            "ecContrib": 200506
        }
    },
    "calculatedTotalContribution": 394318
}