{
    "rcn": "205614",
    "acronym": "ETIP PV - SEC",
    "topics": "LCE-36-2016-2017",
    "title": "Support to all stakeholders from the Photovoltaic sector and related sectors to contribute to the SET-Plan",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "The European Technology and Innovation Platform Photovoltaics (ETIP PV), hereinafter the Platform, is an independent organization of solar energy experts and professionals with a full coverage of relevant backgrounds.  It develops joint European strategies and plans in the fields of research & innovation and education as well as market development. It also serves as the recognised point of reference for key decision and policy makers and provides high quality analyses and background documents on photovoltaic technology, economics, applications, system integration and other aspects that are important for the development of a competitive industry sector and growing markets.\n\nThe Platform recognises the paramount importance and potential impact of the strategy for a European Energy Union and the Strategic Energy Technology Plan (SET Plan) and contributes to its activities. \n\nThe main role of the ETIP PV Secretariat is to coordinate the activities of the Platform and to provide support to their Members in:\n\n誰\tCollecting, developing, maintaining and communicating high-quality, up-to-date information and insights on all important aspects related to photovoltaic solar energy. \n誰\tCommunicating intensively with European Institutions, EU Member State governments, relevant national platforms and other relevant stakeholders to promote a harmonized approach towards accelerated development and large-scale deployment of photovoltaic solar energy.\n誰\tProactively establishing working contacts and cooperation with other Technology and Innovation Platforms, international organizations, interest groups and networks where appropriate in particularly with those related to photovoltaics.\n誰\tAssisting the European Commission and Member States in defining research programmes and financial instruments, and addressing technical and non-technical barriers to the delivery of innovation to the energy market.",
    "totalCost": "596812,5",
    "ecMaxContribution": "596812,5",
    "coordinator": "WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG",
    "coordinatorCountry": "DE",
    "participants": "EUREC EESV;INTERNATIONAL PHOTOVOLTAIC EQUIPMENT ASSOCIATION EV",
    "participantCountries": "BE;DE",
    "projectParticipants": {
        "923537195": {
            "orgId": "923537195",
            "orgName": "INTERNATIONAL PHOTOVOLTAIC EQUIPMENT ASSOCIATION EV",
            "ecContrib": 112250
        },
        "998062780": {
            "orgId": "998062780",
            "orgName": "EUREC EESV",
            "ecContrib": 128000
        },
        "998852651": {
            "orgId": "998852651",
            "orgName": "WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG",
            "ecContrib": 356562
        }
    },
    "calculatedTotalContribution": 596812
}