{
    "rcn": "205605",
    "acronym": "Scientix 3",
    "topics": "IBA-SWFS-SCIENTIX-2016",
    "title": "Scientix 3",
    "startDate": "01/04/2016",
    "endDate": "31/03/2019",
    "objective": "The objective of Scientix 3 is:\nï To ensure the continuation/adaptation of the Scientix 2 activities (already managed by EUN Partnership AISBL on behalf of DG Research & Innovation under the Science in Society programme) and; \nï To contribute to and support the development of national strategies for wide uptake and dissemination of IBSE, and other science education methodologies.\nMore specifically, the continuation and adaptation of the current Scientix activities will include:\nï The technical maintenance and hosting of the Scientix Internet platform, \nï New features such as content search, adaptation, translation and upload of all sections, \nï A revised dissemination strategy (comprising newsletters, presentations at events, workshops), \nï Translation of teaching material for the widest dissemination of best practices, \nï The organization of one major European conference to be held in Brussels, and\nï The production of communication materials (flyers, brochures etc.).\nThe contribution to the development of national strategies will be organized around:\nï Assessment of the situation of science education in each Member State and monitoring of national strategies in cooperation with the relevant national stakeholders (through research actions and information exchanges);\nï Support for the development and implementation of national strategies for the uptake and dissemination of IBSE, the best use of Scientix resources and community-building, in cooperation with Ministries in charge of education and/or the most appropriate entities likely to generate change in science education in each country (by supporting national activities on STEM education, networking activities and a policy development working group).",
    "totalCost": "3127000",
    "ecMaxContribution": "3000000",
    "coordinator": "EUN PARTNERSHIP AISBL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998415084": {
            "orgId": "998415084",
            "orgName": "EUN PARTNERSHIP AISBL",
            "ecContrib": 3000000
        }
    },
    "calculatedTotalContribution": 3000000
}