{
    "rcn": "205647",
    "acronym": "4RinEU",
    "topics": "EE-10-2016",
    "title": "Robust and Reliable technology concepts and business models for triggering deep Renovation of Residential buildings in EU",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "4RinEU will define robust, cost-effective, tailorable deep renovation technology packages supported by usable methodologies, feeding into reliable business models. The project will minimize failures in design and implementation, manage different stages of the deep renovation process, from the preliminary audit up to the end-of-life, and provide information on energy, comfort, usersí impact, and investment performance.\nThe 4RinEU deep renovation strategy is based on 3 pillars: (i) technology (driven by robustness) to decrease net primary energy use (60 to 70% compared to pre-renovation), allowing a reduction of life cycle costs over 30 years (15% compared to a typical renovation) (ii) methodology (driven by usability) to support the design and implementation of the technologies improving the information flow and knowledge sharing among stakeholders to sustain participative design, ensuring to halve the current renovation time (iii) business models (driven by reliability) to enhance the level of confidence of deep renovation investors, increasing the EU building stock transformation rate up to 3% by 2020. \nThe 10 main results of 4RinEU will address the following objectives: \nTechnology: to reduce demand (Prefab Multifunctional FaÁade, Comfort Ceiling Fan), to improve energy efficiency (Plug&Play Energy Hub, Objective-based RES Implementation), to improve building operations (Sensible Building Data Handler), and to reduce construction waste (Strategies for Components End-Of-Life). \nMethodology: to accurately understand renovation issues and potentials (Cost-Optimal Energy Audit), to ensure an effective and participated design (Investor and Building User-Oriented Design Tool and Method based on BIM), to reduce construction time and failures (Deep Renovation Implementation Management). \nBusiness model: to identify the level of risk of renovation process and to enable well-founded investments supported by tailor-made financial tools (Cost-effectiveness Rating System).",
    "totalCost": "4627953,75",
    "ecMaxContribution": "3999962,26",
    "coordinator": "ACCADEMIA EUROPEA DI BOLZANO",
    "coordinatorCountry": "IT",
    "participants": "THERMICS ENERGIE SRL;ADERMA SRL;TRECODOME BV;OSLO KOMMUNE;STIFTELSEN SINTEF;AGENCIA DE L'HABITATGE DE CATALUNYA;STICHTING WOONZORG NEDERLAND;SISTEMES AVANCATS DE ENERGIA SOLAR TERMICA SCCL - AIGUASOL;Gumpp & Maier GmbH;R2M SOLUTION SRL;INTEGRATED ENVIRONMENTAL SOLUTIONS LIMITED;ACCIONA CONSTRUCCION SA",
    "participantCountries": "IT;NL;NO;ES;DE;UK",
    "projectParticipants": {
        "918202777": {
            "orgId": "918202777",
            "orgName": "STICHTING WOONZORG NEDERLAND",
            "ecContrib": 410562
        },
        "952850110": {
            "orgId": "952850110",
            "orgName": "R2M SOLUTION SRL",
            "ecContrib": 148881
        },
        "995438057": {
            "orgId": "995438057",
            "orgName": "SISTEMES AVANCATS DE ENERGIA SOLAR TERMICA SCCL - AIGUASOL",
            "ecContrib": 164500
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 541830
        },
        "933470383": {
            "orgId": "933470383",
            "orgName": "THERMICS ENERGIE SRL",
            "ecContrib": 194272
        },
        "970272474": {
            "orgId": "970272474",
            "orgName": "INTEGRATED ENVIRONMENTAL SOLUTIONS LIMITED",
            "ecContrib": 262150
        },
        "998167152": {
            "orgId": "998167152",
            "orgName": "TRECODOME BV",
            "ecContrib": 162050
        },
        "994216051": {
            "orgId": "994216051",
            "orgName": "OSLO KOMMUNE",
            "ecContrib": 509219
        },
        "999887253": {
            "orgId": "999887253",
            "orgName": "ACCADEMIA EUROPEA DI BOLZANO",
            "ecContrib": 682562
        },
        "999812854": {
            "orgId": "999812854",
            "orgName": "ACCIONA CONSTRUCCION SA",
            "ecContrib": 188956
        },
        "951978468": {
            "orgId": "951978468",
            "orgName": "ADERMA SRL",
            "ecContrib": 198439
        },
        "990306078": {
            "orgId": "990306078",
            "orgName": "Gumpp & Maier GmbH",
            "ecContrib": 146066
        },
        "972370390": {
            "orgId": "972370390",
            "orgName": "AGENCIA DE L'HABITATGE DE CATALUNYA",
            "ecContrib": 390475
        }
    },
    "calculatedTotalContribution": 3999962
}