{
    "rcn": "205692",
    "acronym": "MultiPACK",
    "topics": "EE-03-2016",
    "title": "Demonstration of the next generation standardised integrated cooling and heating packages for commercial and public buildings based on environment-friendly carbon dioxide vapour compression cycles.",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "MulitPACK will be the confidence building demonstrator for standardised integrated cooling & heating packages installed in high energy demanding buildings. The roll-out of new energy efficient plug-and-play units should reduce the specific energy consumption by more than 25 %, simultaneously reducing the total cost of ownership. A scientific-supported introduction of innovative packages, all parts made in Europe, applying the natural working fluid CO2 and the latest efficiency enhancing technologies will validate the suitability of the CO2 heat pumping and refrigeration technology for warm climate applications.\n\nThe EU F-gas regulation forces the end-users to request new heat pump solutions in the near future. The upcoming process of replacing non ñrenewable or F-gas based heating/cooling units, especially in Southern Europe, represents the business case for the industry. Especially South-European contractors have to be trained to become confident and motivated to offer innovative heat pumping solutions, as for example developed by MulitPACK.\n\nPack manufacturers, typically being SMEs like ENEX, do not have the possibility to shake down new developments in a laboratory environment representing real life conditions. Therefore, MultiPACK will reduce the risk and fear for the end-user accepting the installation of demonstration/validation units in their properties, solving the challenge of ìinnovation without risk for the end userî.\n\nTo this aim, six remotely controlled and monitored demonstration/validation sites (3/3) at several South-European locations at energy demanding end-users will be utilised.  The real performance of new integrated packs providing refrigeration/space cooling & heating with high levels of indoor comfort and sanitary hot water demand will be measured and reported.\n\nTraining material supporting end users and contractors towards a successful implementation of integrated packs will become public via the MulitPACK communication centre.",
    "totalCost": "4132511,25",
    "ecMaxContribution": "3671856,38",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "SINTEF ENERGI AS;ENEX SRL;MODELO CONTINENTE HIPERMERCADOS S.A.;DANFOSS A/S;CONSIGLIO NAZIONALE DELLE RICERCHE;RACE - REFRIGERATION & AIR CONDITIONING ENGINEERING SA",
    "participantCountries": "NO;IT;PT;DK",
    "projectParticipants": {
        "999513221": {
            "orgId": "999513221",
            "orgName": "SINTEF ENERGI AS",
            "ecContrib": 1248100
        },
        "958788450": {
            "orgId": "958788450",
            "orgName": "ENEX SRL",
            "ecContrib": 605971
        },
        "940666231": {
            "orgId": "940666231",
            "orgName": "MODELO CONTINENTE HIPERMERCADOS S.A.",
            "ecContrib": 71750
        },
        "999914316": {
            "orgId": "999914316",
            "orgName": "DANFOSS A/S",
            "ecContrib": 329941
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 343176
        },
        "923891536": {
            "orgId": "923891536",
            "orgName": "RACE - REFRIGERATION & AIR CONDITIONING ENGINEERING SA",
            "ecContrib": 67200
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 1005719
        }
    },
    "calculatedTotalContribution": 3671857
}