{
    "rcn": "205616",
    "acronym": "THERMOSS",
    "topics": "EEB-03-2016",
    "title": "Building and district thermal retrofit and management solutions",
    "startDate": "01/09/2016",
    "endDate": "29/02/2020",
    "objective": "The 20% primary energy consumption reduction targets set by the European Energy Efficiency Directive (EED), published in 2012, call for effective and wide-scale building heating and cooling systems upgrade strategies. These will be successful only if they base upon the right combination of technology innovation, industrial commitment and building owners awareness.\nIn line with this statement, THERMOSS proposes an industry-focused, innovation-intensive approach to ease and foster the introduction of cutting-edge heating and cooling technologies for building energy retrofitting at European level, targeting residential buildings and buildings connected to District Heating and Cooling (DHC) networks.\nThe aim of THERMOSS is to define a set of retrofitting heating and cooling packages based on cutting-edge, high-potential, market-ready technologies that are connected together thanks to an open ICT platform for smart energy management at building and district-level. The THERMOSS technologies have been picked out from the catalogs of prominent European industrial players, Bosch, Veolia, Exergy, Schneider Electric taking into account business profitability, energy efficiency and potential for large-scale deployment. They will be tuned, combined and sized as part of the project thanks to dedicated tools, to optimize their joint impact. THERMOSS advocates a geo-clustered approach to the definition of these packages, in order to increase the impact of the solutions with respect to specific climatic conditions and ñ when applicable ñ specific National policies (e.g. fiscal incentives) and regulations. The THERMOSS packages and the platform will be thoroughly demonstrated in seven experimental and demonstration sites, covering all the dimensions highlighted by the call: residential buildings, district heating and cooling networks, in different climatic zones.",
    "totalCost": "8796473,75",
    "ecMaxContribution": "5658244",
    "coordinator": "EXERGY LTD",
    "coordinatorCountry": "UK",
    "participants": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT;PLANAIR SA;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;Schneider Electric SPA;RINA CONSULTING SPA;BOSCH THERMOTECHNIK GMBH;UNIVERSITY OF SOUTHAMPTON;CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT;FENIX TNT SRO;GIROA SOCIEDAD ANONIMA;STAMTECH SRL;CARDIFF UNIVERSITY",
    "participantCountries": "CH;FR;IT;DE;UK;CZ;ES",
    "projectParticipants": {
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 210875
        },
        "972406474": {
            "orgId": "972406474",
            "orgName": "BOSCH THERMOTECHNIK GMBH",
            "ecContrib": 1631650
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 381682
        },
        "997485242": {
            "orgId": "997485242",
            "orgName": "GIROA SOCIEDAD ANONIMA",
            "ecContrib": 206398
        },
        "996793923": {
            "orgId": "996793923",
            "orgName": "STAMTECH SRL",
            "ecContrib": 245000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 877652
        },
        "963864363": {
            "orgId": "963864363",
            "orgName": "Schneider Electric SPA",
            "ecContrib": 440125
        },
        "999580151": {
            "orgId": "999580151",
            "orgName": "CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT",
            "ecContrib": 437800
        },
        "967318339": {
            "orgId": "967318339",
            "orgName": "FENIX TNT SRO",
            "ecContrib": 134750
        },
        "958260479": {
            "orgId": "958260479",
            "orgName": "EXERGY LTD",
            "ecContrib": 761687
        },
        "998611703": {
            "orgId": "998611703",
            "orgName": "PLANAIR SA",
            "ecContrib": 0
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 330625
        },
        "999958839": {
            "orgId": "999958839",
            "orgName": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 5658244
}