{
    "rcn": "205600",
    "acronym": "DownToTen",
    "topics": "GV-02-2016",
    "title": "Measuring automotive exhaust particles down to 10 nanometres",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "DownToTen will seek to develop a reliable and robust methodology to enhance the regulatory approach in the assessment of particle number emissions in the sub 23nm region (down to at least 10nm), focusing on state-of-the art automotive powertrains with direct injection gasoline engines, but also diesel ones, under real-world operation conditions. To this end, DownToTen will first investigate and quantitatively describe the nature and the characteristics of nanoparticles <23 nm (formation, origin, physical and chemical character), and will set up a synthetic aerosol bench for fundamental studies at instrument level for the facilitation of metrology and evaluation purposes. Existing, proposed and under development instruments will be evaluated against rigorous criteria for the measurement of sub 23 nm particles, with emphasis on their applicability as portable emissions systems (PEMS). The best candidate systems will then be thoroughly tested in a well-defined set of criteria and under varying conditions of challenging aerosol from a variety of sources, to select the most promising combinations for further usage. At the next steps, a PN-PEMS demonstrator will be selected to materialise the relevant findings and suggestions, and its efficiency to determine PN emissions of current and future engine and vehicle technologies will be explored in the laboratory and in real world conditions (RDE). Further, an appropriate sampling and measurement methodology for <23m particles will be proposed based on literature survey and the laboratory and on-road testing results, which will assist in the determination of future PN emission limits and conformity factors for vehicle and engine type approval, primarily for RDE. DownToTen also aims to assess the fraction of particles left of control from current and future regulations, which will assist researchers to better understand the impacts of exhaust particles on air pollution.",
    "totalCost": "4135133,75",
    "ecMaxContribution": "4135133,75",
    "coordinator": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
    "coordinatorCountry": "EL",
    "participants": "RICARDO UK LIMITED;TECHNISCHE UNIVERSITAET GRAZ;CENTRO RICERCHE FIAT SCPA;TTY-SAATIO;TECHNISCHE UNIVERSITAET MUENCHEN;AVL LIST GMBH;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "UK;AT;IT;FI;DE;BE",
    "projectParticipants": {
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 500350
        },
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 698750
        },
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 422250
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 856250
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 298250
        },
        "999431353": {
            "orgId": "999431353",
            "orgName": "RICARDO UK LIMITED",
            "ecContrib": 628284
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 400000
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 331000
        }
    },
    "calculatedTotalContribution": 4135134
}