{
    "rcn": "205638",
    "acronym": "iPerm",
    "topics": "FTIPilot-01-2016",
    "title": "iPerm: Guided wave monitoring tool",
    "startDate": "01/10/2016",
    "endDate": "30/09/2018",
    "objective": "Today, there are more than 40 major transnational oil and gas pipelines traversing Europe, accounting for over 34,565 km of strategically critical pipeline infrastructure, 40% of which are over 40 years old and subject to corrosion induced catastrophic failures impacting negatively upon European society and its economy. \nWith such an extensive and growing network of pipelines, and a corollary increasing incidence of failures, it is no longer feasible to rely upon current intermittent manual inspection techniques to maintain safe operation, from the twin perspectives of probability of detection over such large network, and consequence of failure given the hazardous materials being distributed. Clearly, a wide-area coverage Structural Health Monitoring solution is overdue. The iPerm project seeks to address this challenge by developing a permanent, intelligent and energy-efficient wireless monitoring network which will deliver a step-change improvement over existing inspection systems, and thus a step change in the safety and reliability of Europeís pipeline network.\nThe FTI Pilot is the ideal instrument us, a trans-disciplinary and cross-sectoral consortium, to utilize in order to commercialize a technological solution that has already gained traction in the market. It will enable us leverage our own investment and reduce the time required to refine and scale up our concept in order to deliver it to international markets. \nOur vision is to capture 3,3% of the Oil & Gas segment, the fastest growing segment of the global NDT market, within 5 years following product launch aiming to add (cumulatively) Ä26.79 million to our top-line and generate more than Ä6.93 million in operating profit resulting to an investment multiple of 2 times the European funding. In addition, we will create 215 new direct jobs as a result of the generated revenue, and more indirectly. \niPerm is the definite answer to a more secure and safe environment for large-scale pipeline operations.",
    "totalCost": "3388223,75",
    "ecMaxContribution": "2553360,13",
    "coordinator": "PLANT INTEGRITY LTD",
    "coordinatorCountry": "UK",
    "participants": "INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE;Turkiye Petrol Rafinerileri Anonim Sirketi;HORTEC B.V.;BRUNEL UNIVERSITY LONDON;AINOOUCHAOU PLIROFORIKI AE",
    "participantCountries": "EL;TR;NL;UK",
    "projectParticipants": {
        "953712149": {
            "orgId": "953712149",
            "orgName": "INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE",
            "ecContrib": 0
        },
        "973148233": {
            "orgId": "973148233",
            "orgName": "Turkiye Petrol Rafinerileri Anonim Sirketi",
            "ecContrib": 149021
        },
        "997787688": {
            "orgId": "997787688",
            "orgName": "HORTEC B.V.",
            "ecContrib": 552921
        },
        "998994077": {
            "orgId": "998994077",
            "orgName": "AINOOUCHAOU PLIROFORIKI AE",
            "ecContrib": 445203
        },
        "985908486": {
            "orgId": "985908486",
            "orgName": "PLANT INTEGRITY LTD",
            "ecContrib": 800870
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 605345
        }
    },
    "calculatedTotalContribution": 2553360
}