{
    "rcn": "205636",
    "acronym": "PRINTSolar",
    "topics": "ERC-PoC-2016",
    "title": "Printable Perovskite Solar Cells with High Efficiency and Stable Performance",
    "startDate": "01/09/2016",
    "endDate": "28/02/2018",
    "objective": "The unique ability of perovskite solar cells (PSCs) to harvest very efficiently incident solar radiation even with films of only a few hundred nm thickness that can be infiltrated by solution processing onto planar substrates and into screen printable scaffold structures provides strong and unprecedented innovation potential in photovoltaics. Demonstration of high power conversion efficiency at very low cost along with the requisite durability metrics will form a persuasive argument for large investments in this new technology. Drawing from concepts developed as well as the latest advancements and discoveries made under our MESOLIGHT project (ERC grant 247404), we shall employ novel designs to gain further advantages over competing technologies. Particularly, mixed A cation ñX formulations will be used to in ABX3 perovskite formulations along with inorganic hole conductors such as lithium doped NiMgO designed and developed as part of MESOLIGHT task will be utilized in the construction of PSCs for testing under solar light conditions. We have recently reached a certified solar conversion efficiency of 21% under standard AM 1.5 solar illumination with small laboratory cells. This POC will focus on upscaling to industrial PSC architecture on the module level and demonstrate long term stability for large scale deployment.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}