{
    "rcn": "205681",
    "acronym": "FMF-Dia",
    "topics": "ERC-PoC-2016",
    "title": "Immunological Diagnosis of Familial Mediterranean Fever",
    "startDate": "01/10/2016",
    "endDate": "31/03/2018",
    "objective": "Familial Mediterranean fever (FMF) is the most common monogenic autoinflammatory disease worldwide. The disease is highly prevalent in countries of the Mediterranean basin, the Caucasus and the Middle East, with 1:1000 up to 1:500 inhabitants being affected in countries like Turkey and Armenia. FMF has further spread to other regions of the world with migrations of these populations in modern history and today. Colchicine therapy is the gold standard for FMF patients, but given the risks involved, correct FMF diagnosis is desired before onset of therapy. Diagnosis of FMF is currently based on clinical presentation, and is further supported by review of ethnic origin, family history and genetic analysis of disease-associated MEFV alleles. However, clinical and genetic diagnosis of FMF are complicated by significant overlap of the clinical picture with other autoinflammatory diseases, and over 280 FMF alleles of MEFV have been described. Common genetic tests focus on the most common mutations in exons 2 and 10 of MEFV, but mutations may also occur in other parts of the MEFV gene. Consequently, genetic analysis of FMF is sometimes inconclusive, and correct diagnosis of FMF may sometimes be delayed for years. Here, we describe an immunological assay that for the first time allows selective identification of FMF patients based on the differential inflammasome activation response of their blood monocytes. The availability of a single robust, affordable and convenient assay that immunologically stratifies FMF patients from other autoinflammatory disease patients will be instrumental for improving timely and correct identification of FMF patients for colchicine therapy, and (where desired) will enable more cost-effective selection of patients for genetic confirmation of MEFV mutations.",
    "totalCost": "148412,5",
    "ecMaxContribution": "148412,5",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 148412
        }
    },
    "calculatedTotalContribution": 148412
}