{
    "rcn": "205635",
    "acronym": "1toStopVax",
    "topics": "ERC-PoC-2016",
    "title": "RNA virus attenuation by altering mutational robustness",
    "startDate": "01/09/2016",
    "endDate": "28/02/2018",
    "objective": "RNA viruses have extreme mutation frequencies. When a RNA virus replicates, nucleotide mutations are generated resulting in a population of variants. This genetic diversity creates a cloud of mutations that are potentially beneficial to viral survival, but the majority of mutations are detrimental to the virus. By increasing the mutation rate of a RNA virus, viral fitness is reduced because it generates more errors, and attenuates the virus during in vivo infection. Another feature that affects RNA virus fitness is mutational robustness. Mutational robustness is the ability to buffer the negative effects of mutation. \n   The attenuation of RNA viruses for vaccine production faces problems of genetic instability and reversion to a pathogenic phenotype. The conventional method for attenuation is mostly empirical and specific to the particular RNA virus species.?Hence, it cannot be universally applied to a variety of virus types. We've developed a non-empirical, rational means of attenuating RNA viruses, targeting mutational robustness as modifiable trait.?    We demonstrate that mutational robustness of RNA viruses can be modified without changing a virus' physical and biological properties for vaccine production; yet the virus is attenuated as it becomes victim of its naturally high mutation rate. Specifically, the genome of RNA viruses are modified so that a larger proportion of  mutations become lethal Stop mutations. Our technology places the virus one step away from these Stop mutations (1-to-Stop). We succeeded in attenuating two RNA viruses from very different viral families, confirming the broad applicability of this approach. These viruses were attenuated in vivo, generated high levels of neutralizing antibody and protected mice from lethal challenge infection.\n    The proposal now seeks to complete proof of concept studies and develop commercialization strategies to scale up this new technology to preclinical testing with industrial partners.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}