{
    "rcn": "205667",
    "acronym": "WYRED",
    "topics": "REV-INEQUAL-10-2016",
    "title": "netWorked Youth Research for Empowerment in the Digital society",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "The emergence of the young as a distinct social group, and their slowly increasing empowerment through the availability of digital technology, has brought with it an understanding that they have a key role to play in the digital society, as drivers of new behaviours and understandings. However, their active participation in society is not reflected sufficiently in policy and decision-making, especially in relation to digital issues. Because of this, they are not well represented and unheard, and this makes it hard for research and policy to identify and understand their needs. These issues are further complicated by the fact that the group is a swiftly moving target, it is as heterogeneous as the wider society, and young people can be unwilling to be subjects of research.\n\nThe WYRED project (netWorked Youth Research for Empowerment in the Digital society) aims to provide a framework for research in which children and young people can express and explore their perspectives and interests in relation to digital society, but also a platform from which they can communicate their perspectives to other stakeholders effectively through innovative engagement processes. It will do this by implementing a generative research cycle involving networking, dialogue, participatory research and interpretation phases centred around and driven by children and young people, out of which a diverse range of outputs, critical perspectives and other insights will emerge to inform policy and decision-making in relation to children and young peopleís needs in relation to digital society.\n\nThe project is informed by the recognition that young people of all ages have the right to participation and engagement. It has a strong focus on inclusion, diversity and the empowerment of the marginalised. The aim is to replace the disempowering scrutiny of conventional research processes with the empowerment of self-scrutiny and self-organisation through the social dialogue and participatory research.",
    "totalCost": "993662,5",
    "ecMaxContribution": "993662,5",
    "coordinator": "UNIVERSIDAD DE SALAMANCA",
    "coordinatorCountry": "ES",
    "participants": "ZAUCHNER-STUDNICKA SABINE;THE BOUNDARIES OBSERVATORY CIC;EARLY YEARS - THE ORGANISATION FOR YOUNG CHILDREN LBG;PYE GLOBAL;TEL AVIV UNIVERSITY;YOUTH FOR EXCHANGE AND UNDERSTANDING INTERNATIONAL AISBL;OXFAM ITALIA ONLUS;ASIST OGRETIM KURUMLARI A.S.",
    "participantCountries": "AT;UK;IL;BE;IT;TR",
    "projectParticipants": {
        "946673150": {
            "orgId": "946673150",
            "orgName": "YOUTH FOR EXCHANGE AND UNDERSTANDING INTERNATIONAL AISBL",
            "ecContrib": 113162
        },
        "929625303": {
            "orgId": "929625303",
            "orgName": "PYE GLOBAL",
            "ecContrib": 107662
        },
        "973820443": {
            "orgId": "973820443",
            "orgName": "OXFAM ITALIA ONLUS",
            "ecContrib": 83425
        },
        "928136547": {
            "orgId": "928136547",
            "orgName": "THE BOUNDARIES OBSERVATORY CIC",
            "ecContrib": 141375
        },
        "964228404": {
            "orgId": "964228404",
            "orgName": "EARLY YEARS - THE ORGANISATION FOR YOUNG CHILDREN LBG",
            "ecContrib": 97350
        },
        "948036388": {
            "orgId": "948036388",
            "orgName": "ASIST OGRETIM KURUMLARI A.S.",
            "ecContrib": 70225
        },
        "999846610": {
            "orgId": "999846610",
            "orgName": "UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 179050
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 98250
        },
        "931975516": {
            "orgId": "931975516",
            "orgName": "ZAUCHNER-STUDNICKA SABINE",
            "ecContrib": 103162
        }
    },
    "calculatedTotalContribution": 993661
}