{
    "rcn": "205654",
    "acronym": "COFRARE 2.0",
    "topics": "JTI-CS2-2015-CFP02-AIR-02-16",
    "title": "Out of autoclave processes development for composite frames manufacturing with high production rate and low cost.",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "The main objective of the COFRARE 2.0 project, answering to the call for proposal launched in WP B-4.3, will be to carry out process development for composite frames manufacturing with high production rate and low cost to provide a step forward in the development of aerostructures composite component for aircrafts such as Regional ones.\nThe project will contribute to the development and validation of an advanced process for manufacturing composite fuselage frames, which will result in a significant reduction in overall production costs, component weight and manufacturing flow. \nIn order to understand the feasibility of the technology to match the application, LRI and RTM processes will be validated and cost assessed through the application of the building block approach, meaning starting from Level 1 coupons to advance then to Level 2 elements to finally validate at test Level 3 of subcomponents to pass at the end to the realization of two demonstrators.",
    "totalCost": "482438,75",
    "ecMaxContribution": "399769,63",
    "coordinator": "DESIGN MANUFACTORING SPA",
    "coordinatorCountry": "IT",
    "participants": "LGAI TECHNOLOGICAL CENTER SA;FUNDACIO EURECAT",
    "participantCountries": "ES",
    "projectParticipants": {
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 206875
        },
        "986282130": {
            "orgId": "986282130",
            "orgName": "LGAI TECHNOLOGICAL CENTER SA",
            "ecContrib": 114145
        },
        "997783226": {
            "orgId": "997783226",
            "orgName": "DESIGN MANUFACTORING SPA",
            "ecContrib": 78750
        }
    },
    "calculatedTotalContribution": 399770
}