{
    "rcn": "205688",
    "acronym": "EMOTIVE",
    "topics": "CULT-COOP-08-2016",
    "title": "Emotive Virtual cultural Experiences through personalized storytelling",
    "startDate": "01/11/2016",
    "endDate": "31/10/2019",
    "objective": "Storytelling applies to nearly everything we do. Everybody uses stories, from educators to marketers and from politicians to journalists to inform, persuade, entertain, motivate or inspire. In the cultural heritage sector, however, narrative tends to be used narrowly, as a method to communicate to the public the findings and research conducted by the domain experts of a cultural site or collection.\nThe principal objective of the EMOTIVE project is to research, design, develop and evaluate methods and tools that can support the cultural and creative industries in creating Virtual Museums which draw on the power of 'emotive storytelling'. This means storytelling that can engage visitors, trigger their emotions, connect them to other people around the world, and enhance their understanding, imagination and, ultimately, their experience of cultural sites and content. EMOTIVE will do this by providing the means to authors of cultural products to create high-quality, interactive, personalized digital stories. \nThe EMOTIVE project targets two main groups of users:\n1. Authors: members of the cultural and creative industries in charge of creating interactive cultural experiences (i.e., interactive stories) and making them available to the visitors.  \n2. Visitors: people experiencing the cultural site through a ìWorldî created with the EMOTIVE Authoring System. They join in the available experiences when entering the site or when remotely connecting to the siteís Virtual Museum. \nThe project results will be evaluated and validated in major cultural sites in Europe through an extensive network of cultural organizations and creative industries that have expressed their interest to the project.",
    "totalCost": "2646447,5",
    "ecMaxContribution": "2643447,5",
    "coordinator": "EXUS SOFTWARE LTD",
    "coordinatorCountry": "UK",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE;DIGINEXT;NOHO LIMITED;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;UNIVERSITY OF YORK;CONSIGLIO NAZIONALE DELLE RICERCHE;UNIVERSITY OF GLASGOW",
    "participantCountries": "FR;IE;EL;UK;IT",
    "projectParticipants": {
        "985294476": {
            "orgId": "985294476",
            "orgName": "NOHO LIMITED",
            "ecContrib": 157969
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 241891
        },
        "952567840": {
            "orgId": "952567840",
            "orgName": "EXUS SOFTWARE LTD",
            "ecContrib": 489625
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 208438
        },
        "999547074": {
            "orgId": "999547074",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
            "ecContrib": 390700
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 210262
        },
        "992532034": {
            "orgId": "992532034",
            "orgName": "DIGINEXT",
            "ecContrib": 461500
        }
    },
    "calculatedTotalContribution": 2160385
}