{
    "rcn": "205691",
    "acronym": "ACTIonRCraft",
    "topics": "JTI-CS2-2015-CFP02-FRC-02-12",
    "title": "Anti-Crash lightweight fuel bladder Tank Integrated on a new RotorCraft",
    "startDate": "20/06/2016",
    "endDate": "19/12/2020",
    "objective": "ACTIonRCraft will design, develop, manufacture, verify and validate [qualification tests (leakproofness, temperature, pressure, fluid susceptibility, mechanical and drop tests) up to flight tests] five qualified anti-crash lightweight fuel bladder tanks which will integrate for the very first time ZODIAC AEROSAFETY SYSTEMS (ASY) robust, light and ecofriendly technological breakthrough (functionalized liner, lighter fabric and solvents without pictogram). \n\nFully supporting the rapid emergence of the highly performant rotorcraft, this next generation of anti-crash lightweight fuel bladder tanks with limited environmental footprint will demonstrate a weight reduction of 15%, a reduction of 80% of VOC emission during sustainable manufacturing, conformance with CS29 and mechanical properties at the highest level (sealing, resiliency, service temperature and crash resistance). \n\nACTIonRCraft will be carried by ASY who has the required specific expertise in fuel bladders tanks (i.e. project/program management, design, development, manufacturing, installation and support to flight tests) with a proven track record of successful R&T projects, collaborative RTD projects (ESCOTHp, GENOME, COMAIT, CleanSky 1, etc. ) and R&D programs (e.g. H160 ñ X4, EC175, EC225, etc.). Notably, a first step on tank walls weight improvement was already achieved by ASY within the H160 program and ASY has already developed the necessary technological breakthrough today at TRL4 (functionalized liner, lighter fabric) and at TRL5 (Solvents without pictogram) to be accessed and used in ACTIonRCraft. \n\nAlso, ASY is the unique EU fuel systems provider approved by aviation authorities worldwide since several years, owning Design Organization Approval (DOA), Production Organization Approval (POA) and Maintenance Organization Approval (MOA).",
    "totalCost": "1250163,75",
    "ecMaxContribution": "800000",
    "coordinator": "ZODIAC AEROSAFETY SYSTEMS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997757424": {
            "orgId": "997757424",
            "orgName": "ZODIAC AEROSAFETY SYSTEMS",
            "ecContrib": 800000
        }
    },
    "calculatedTotalContribution": 800000
}