{
    "rcn": "205650",
    "acronym": "Planheat",
    "topics": "EE-05-2016",
    "title": "Integrated tool for empowering public authorities in the development of sustainable plans for low carbon heating and cooling",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "Public bodies face the lack of appropriate easy-to-use tools to support them in the definition, simulation and evaluation of suitable strategies for sustainable heating and cooling tailored to local conditions for achieving the ambitious targets set-up in their local plans. In light of this, PLANHEAT main objective is to develop and demonstrate an integrated and easy-to-use tool which will support local authorities (cities and regions) in selecting, simulating and comparing alternative low carbon and economically sustainable scenarios for heating and cooling that will include the integration of alternative supply solutions (from a panel of advanced key technologies for the new heating and cooling supply) that could balance the forecasted demand. The PLANHEAT integrated tool will be designed to support local authorities in 1) mapping the potential of locally available low carbon energy sources (with specific reference to available RES and waste energy recoverable at urban and industrial level) 2) mapping the forecasted demand for heating and cooling 3) define and simulate alternative environmentally friendly scenarios based on district heating and cooling as well as highly efficient cogeneration systems matching the forecasted demand, levering on the use of RES and waste energy sources and with proven economic viability 4) understanding the interactions of these new scenarios with the existing infrastructures and networks (among which district heating and cooling gas, electricity, sewage, transportation) and identify potential for further extension and upgrade of district heating and cooling networks 5) evaluate the benefits (in terms of energetic, economic and environmental KPIs) that the adoption of the new scenarios will generate against the current situation (i.e., baseline). Moreover sound training and replication strategies involving a number of other public authorities have been set-up towards the empowerment of the expected project impacts.",
    "totalCost": "2999400",
    "ecMaxContribution": "2998962,5",
    "coordinator": "RINA CONSULTING SPA",
    "coordinatorCountry": "IT",
    "participants": "STAD ANTWERPEN;VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;FUNDACION TECNALIA RESEARCH & INNOVATION;CITTA DI LECCE*COMUNE DI LECCE;GRAD VELIKA GORICA;EUROHEAT & POWER;GEONARDO ENVIRONMENTAL TECHNOLOGIES LTD;REGIONAL ENVIRONMENTAL CENTER FOR CENTRAL AND EASTERN EUROPE -REC;NATIONAL OBSERVATORY OF ATHENS;ARTELYS SA;TECHNISCHE UNIVERSITEIT DELFT;SVEUCILISTE U ZAGREBU, FAKULTET STROJARSTVA I BRODOGRADNJE",
    "participantCountries": "BE;ES;IT;HR;HU;EL;FR;NL",
    "projectParticipants": {
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 540625
        },
        "999745536": {
            "orgId": "999745536",
            "orgName": "GEONARDO ENVIRONMENTAL TECHNOLOGIES LTD",
            "ecContrib": 150938
        },
        "999653677": {
            "orgId": "999653677",
            "orgName": "NATIONAL OBSERVATORY OF ATHENS",
            "ecContrib": 201562
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 290625
        },
        "929735786": {
            "orgId": "929735786",
            "orgName": "GRAD VELIKA GORICA",
            "ecContrib": 40250
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 197034
        },
        "999513512": {
            "orgId": "999513512",
            "orgName": "REGIONAL ENVIRONMENTAL CENTER FOR CENTRAL AND EASTERN EUROPE -REC",
            "ecContrib": 87688
        },
        "989884031": {
            "orgId": "989884031",
            "orgName": "EUROHEAT & POWER",
            "ecContrib": 167875
        },
        "997587383": {
            "orgId": "997587383",
            "orgName": "ARTELYS SA",
            "ecContrib": 447500
        },
        "996827485": {
            "orgId": "996827485",
            "orgName": "SVEUCILISTE U ZAGREBU, FAKULTET STROJARSTVA I BRODOGRADNJE",
            "ecContrib": 190625
        },
        "984807924": {
            "orgId": "984807924",
            "orgName": "STAD ANTWERPEN",
            "ecContrib": 88750
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 499750
        },
        "960216387": {
            "orgId": "960216387",
            "orgName": "CITTA DI LECCE*COMUNE DI LECCE",
            "ecContrib": 95741
        }
    },
    "calculatedTotalContribution": 2998963
}