{
    "rcn": "205663",
    "acronym": "Innova MicroSolar",
    "topics": "EE-04-2016-2017",
    "title": "Innovative Micro Solar Heat and Power System  for Domestic and Small Business Residential Buildings",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "Rapid expansion of utilisation of solar thermal energy for increasing energy efficiency of buildings have been adopted in short/medium- and long-term Energy Strategies of EU countries in line with regional actions with the European climate energy objectives as defined in the European Unionís ì20-20-20î targets and in the European Commissionís Energy Roadmap 2050.\n\nThe overall objective of this project  is to develop an innovative high performance and  cost  effective 2-kWel/18-kWth solar heat and power system  for application in individual dwellings and small business residential buildings for on-site electricity and heat generation using solar thermal energy at  temperature levels of 250-280 deg.C.  The proposed technology will be laboratory validated and undergo filed tests on a demonstration site. \nThe project will utilise the expertise  of the consortium members  in the development of small   Organic Rankine Cycle plants,  linear Fresnel mirror solar energy concentrating collectors; advanced heat pipe technologies for the thermal management; high performance Thermal Energy Storage systems on the basis of Phase Change Materials; smart control units for integration of solar thermal and boiler heating circuits.  Also participants of this Project are experienced in integration of Renewable energy technologies into buildings, optimisation of complex   plants and  in analysis and predictions of socio-economic impact and in commercialisation of new Renewable energy products; \n\nIt is estimated that the proposed technology will deliver 60% of domestic energy requirements    and provide 20% reduction in energy costs and Green House Gas (GHG) emissions compared to the best existing low carbon energy technologies. In this way the project will also assist in improving the quality of life of population within and outside the EU and provide clean, efficient and secure energy to dwellings.",
    "totalCost": "3999383,75",
    "ecMaxContribution": "3999383,75",
    "coordinator": "UNIVERSITY OF NORTHUMBRIA AT NEWCASTLE",
    "coordinatorCountry": "UK",
    "participants": "AAVID THERMACORE EUROPE LIMITED;UNIVERSITA TELEMATICA E-CAMPUS;UNIVERSIDAD DE LLEIDA;ENOGIA;E3G INGENIERIA Y ENERGIA, SOCIEDADLIMITADA;ELIANTO SRL;S.TRA.TE.G.I.E. SRL;USER FEEDBACK PROGRAM SL",
    "participantCountries": "UK;IT;ES;FR",
    "projectParticipants": {
        "922992152": {
            "orgId": "922992152",
            "orgName": "ELIANTO SRL",
            "ecContrib": 574034
        },
        "999838559": {
            "orgId": "999838559",
            "orgName": "UNIVERSIDAD DE LLEIDA",
            "ecContrib": 511250
        },
        "932930384": {
            "orgId": "932930384",
            "orgName": "E3G INGENIERIA Y ENERGIA, SOCIEDADLIMITADA",
            "ecContrib": 139125
        },
        "949284196": {
            "orgId": "949284196",
            "orgName": "S.TRA.TE.G.I.E. SRL",
            "ecContrib": 389750
        },
        "940572044": {
            "orgId": "940572044",
            "orgName": "UNIVERSITA TELEMATICA E-CAMPUS",
            "ecContrib": 337250
        },
        "944631203": {
            "orgId": "944631203",
            "orgName": "ENOGIA",
            "ecContrib": 550625
        },
        "999859705": {
            "orgId": "999859705",
            "orgName": "UNIVERSITY OF NORTHUMBRIA AT NEWCASTLE",
            "ecContrib": 788030
        },
        "941531471": {
            "orgId": "941531471",
            "orgName": "USER FEEDBACK PROGRAM SL",
            "ecContrib": 131625
        }
    },
    "calculatedTotalContribution": 3421689
}