{
    "rcn": "205602",
    "acronym": "DYNACOMP",
    "topics": "MSCA-ITN-2016",
    "title": "Dynamic behaviour of composite materials for next generation aeroengines",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "The main objective of the DYNACOM (Dynamic behaviour of composite materials for next generation aeroengines) training network is to set up a European Industrial Doctorate (EID) programme on the design of the next generation of structural composite materials for high strain rate applications. This will be achieved by the development of a consistent, physically based multiscale simulation strategy informed by the dynamic properties of the constituents (fibre, matrix and fiber/matrix interface) measured with a novel micromechanical testing methodology. Two of the major milestones of this EID are: (1) to offer early stage researchers (ESRs) a multidisciplinary and intersectorial training with the objective of establishing a new design paradigm in structural design of composite materials and (2) to provide the European industry with new tools towards a knowledge-base incorporation of composite materials into new components, without the need of inefficient and expensive traditional trial and error approaches. In this sense, the technological focus is put into the introduction of new composite components into the next generation of aeronautical engines, but the implications are numerous in other sectors where composite materials have been identified as a key enabling technology, such as in transport, energy generation and biomedical applications. To accomplish this, the programme brings together one research institution, two industrial partners, one academic institution and a non-profit organization. The joint academic and industrial training program offered by this EID will ensure that the innovative aspects of the research work find a quick industrial integration and will provide the early stage researchers with a truly interdisciplinary and intersectoral training, enhancing their employability and career perspectives.",
    "totalCost": "495745,92",
    "ecMaxContribution": "495745,92",
    "coordinator": "FUNDACION IMDEA MATERIALES",
    "coordinatorCountry": "ES",
    "participants": "HEXCEL COMPOSITES LTD",
    "participantCountries": "UK",
    "projectParticipants": {
        "996395641": {
            "orgId": "996395641",
            "orgName": "FUNDACION IMDEA MATERIALES",
            "ecContrib": 495746
        },
        "998904934": {
            "orgId": "998904934",
            "orgName": "HEXCEL COMPOSITES LTD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 495746
}