{
    "rcn": "205611",
    "acronym": "MetalIntelligence",
    "topics": "MSCA-ITN-2016",
    "title": "European Industrial Doctorate in future efficient minerals analysis, processing and training",
    "startDate": "01/09/2016",
    "endDate": "31/08/2020",
    "objective": "MetalIntelligence proposes an EID in future efficient minerals analysis, processing and training. Transformational change caused by the third industrial revolution, which itself relies on extraction of raw materials, provides the impetus. A resource-efficient EU is recognised as a societal challenge. However, the pathway from searching for mineral deposits to metal production is complex and involves a number of sectors (geosciences, chemical analysts, mining, processing, metallurgy) that have tended to work in silos. Limited intersectoral collaboration has led to compartmentalised thinking which has become an impediment to improved resource and energy efficiency.\nThe overall aim of MetalIntelligence is to disrupt this compartmentalisation, by training 6 ESRs through a multi-disciplinary network of academic and industry leaders with an exceptionally broad range of expertise and skills. The team comprises three beneficiaries (2 academic, in Ireland and Sweden, and one Industry, Finland) as well as 4 partners (from the UK, Ireland, and Finland) who will provide secondment opportunities and/or industrial supervision.\nThe programme is arranged as work packages (WPs), including management, training, and dissemination as well as three research-driven packages. The first research-based WP aims to improve mineral analysis in preparation for more efficient processing. The second concerns itself with advanced modelling of dynamic minerals processing. The third will research modern, technology-enhanced training for future professionals. The tailor-made training programme consists of network wide components, delivered by industry and academia leaders as well as specific training in the workplace.\nThe objectives of MetalIntelligence were designed to align with European innovation capacity policies and the network will contribute to keeping the industries competitive by developing innovative, more gender-balanced human capital for the raw materials sector in Europe.",
    "totalCost": "1596958,56",
    "ecMaxContribution": "1596958,56",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "LULEA TEKNISKA UNIVERSITET;OUTOTEC OYJ",
    "participantCountries": "SE;FI",
    "projectParticipants": {
        "952871547": {
            "orgId": "952871547",
            "orgName": "OUTOTEC OYJ",
            "ecContrib": 538291
        },
        "999876874": {
            "orgId": "999876874",
            "orgName": "LULEA TEKNISKA UNIVERSITET",
            "ecContrib": 527319
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 531349
        }
    },
    "calculatedTotalContribution": 1596959
}