{
    "rcn": "205693",
    "acronym": "Smartrec",
    "topics": "EE-17-2016-2017",
    "title": "Developing a standard modularised solution for flexible and adaptive integration of heat recovery and thermal storage capable of recovery and management of waste heat",
    "startDate": "01/09/2016",
    "endDate": "31/08/2019",
    "objective": "Waste heat is a problem common to high temperature processing industries as a significantly underused resource, often due to challenges in economic heat valorisation. Secondary aluminium recycling and ceramic processing were identified as key examples with economically recoverable waste heat. Several challenges are inherent; these processes are batch-based rather than continuous with corrosive particulate-laden flue gas over a wide temperature range. The Smartrec system meets these challenges by development of a standard, modular solution for integration of heat recovery with thermal storage that valorises medium to high grade waste heat, adaptable to different temperatures and industries. Following end-user analysis and characterisation of exhaust streams and waste products, full life cycle costing and assessment will be carried out with candidate molten salts selected for thermal storage and heat transfer fluid, validated by corrosion testing. A custom heat pipe heat exchanger will be modelled and designed around the requirements of heat transport capacity wick structure and capable of heat exchange with a molten salt pumping loop. This loop will include dual media thermocline thermal storage system with cost/system modelling, validation and instrumentation incorporated. A pilot Smartrec system will be constructed and deployed in a secondary aluminium recycler and/or ceramic processor valorising high grade heat for continuous energy-intensive salt-cake recycling. Smartrec will be validated by integration with existing systems with >6 months operation including a fully developed instrumentation framework. A knowledge-based tool will be developed containing all relevant Smartrec parameters and information to model the system fully and allow users to determine their requirements, potential benefits and integrate Smartrec into their own systems via an open access workshop hosted by the consortium.",
    "totalCost": "4567886,63",
    "ecMaxContribution": "3705625,02",
    "coordinator": "ALTEK EUROPE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "TECHNOVATIVE SOLUTIONS LTD;FLOWPHYS AS;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE;SPIKE RENEWABLES SRL;ECONOTHERM (UK) LIMITED;AINOOUCHAOU PLIROFORIKI AE;ASOCIACION DE INVESTIGACION DE LASINDUSTRIAS CERAMICAS AICE;TWI LIMITED",
    "participantCountries": "UK;NO;FR;EL;IT;ES",
    "projectParticipants": {
        "953712149": {
            "orgId": "953712149",
            "orgName": "INNORA PROIGMENA TECHNOLOGIKA SYSTIMATA KAI YPIRESIES AE",
            "ecContrib": 0
        },
        "933675150": {
            "orgId": "933675150",
            "orgName": "ECONOTHERM (UK) LIMITED",
            "ecContrib": 292092
        },
        "953603994": {
            "orgId": "953603994",
            "orgName": "ALTEK EUROPE LIMITED",
            "ecContrib": 876744
        },
        "998455436": {
            "orgId": "998455436",
            "orgName": "ASOCIACION DE INVESTIGACION DE LASINDUSTRIAS CERAMICAS AICE",
            "ecContrib": 124188
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 742576
        },
        "998994077": {
            "orgId": "998994077",
            "orgName": "AINOOUCHAOU PLIROFORIKI AE",
            "ecContrib": 150019
        },
        "952891432": {
            "orgId": "952891432",
            "orgName": "TECHNOVATIVE SOLUTIONS LTD",
            "ecContrib": 241500
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 826918
        },
        "995158018": {
            "orgId": "995158018",
            "orgName": "SPIKE RENEWABLES SRL",
            "ecContrib": 235901
        },
        "958320425": {
            "orgId": "958320425",
            "orgName": "FLOWPHYS AS",
            "ecContrib": 215688
        }
    },
    "calculatedTotalContribution": 3705626
}