{
    "rcn": "205629",
    "acronym": "IMCA",
    "topics": "JTI-CS2-2015-CFP02-AIR-01-14",
    "title": "Immersive Cabin",
    "startDate": "01/07/2016",
    "endDate": "30/06/2018",
    "objective": "Exponential technologies  are emerging on the market that, when placed in the context of air transport aircraft, enables new functionalities and business models with the potential to enrich the (both mental and physical) passenger well-being, improve the in-flight experience and contribute to an increase of operational efficiency for the airline and airline cabin staff.\n\nAlthough most attention is naturally drawn to the individual application that creates the new business values, a thorough understanding of the underlying infrastructure building blocks, the way these technologies can be used on board transport aircraft, and understanding how these technologies would impact both passenger and cabin crew during flight operations is as important.\n\nThis project aims to evaluate the use of immersive technologies such as virtual reality and augmented reality in relation to exponential technologies within a cabin environment, to enable them to be used by passengers and cabin crew during (revenue) flight operation.\n \nThe fundamental question to be answered in this project is how suitable these immersive technologies are for:\n \n1. Increasing well-being of passengers and cabin crew (human factors);\n2. Generating ancillary revenue; and\n3. Improving operational efficiency.\n \nFocus areas within the project are formulated around:\n\n1. Enrichment of the stay of passengers in the cabin space by influencing the field of view.\n2. Coordination and cooperation between passenger and cabin crew.\n3. Interaction between cabin crew members and cabin crew member with passengers.\n4. How the aircraft technology eco-system for hosting exponential technologies inside an aircraft should look like (Architectural point of view)\n5. Possibility to extent the aircraft technology eco-system from within the aircraft into the daily life of the passenger/crew member.",
    "totalCost": "368385",
    "ecMaxContribution": "315529,5",
    "coordinator": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
    "coordinatorCountry": "NL",
    "participants": "KONINKLIJKE LUCHTVAART MAATSCHAPPIJNV",
    "participantCountries": "NL",
    "projectParticipants": {
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 192200
        },
        "997594658": {
            "orgId": "997594658",
            "orgName": "KONINKLIJKE LUCHTVAART MAATSCHAPPIJNV",
            "ecContrib": 123330
        }
    },
    "calculatedTotalContribution": 315530
}