{
    "rcn": "205676",
    "acronym": "TC2D",
    "topics": "ERC-PoC-2016",
    "title": "2D nanomaterials-based composite films for more efficient thermal conduction",
    "startDate": "01/12/2016",
    "endDate": "31/05/2018",
    "objective": "The aim of this proposal is to determine the economic and technical feasibility of using readily scalable technologies for the development of inexpensive and high performance solutions for heat dissipation for the high-end automobile industry, as well as other markets including household appliances, injection moulding, advanced aircraft and pharmaceutical manufacturing, ranging from the actual fabrication protocols, down to a wide range of finite products. \nThe technology here described is focussed to solving heat dissipation issues by the use of novel 2-dimensional (2D) nanomaterials. While graphene is the most well-known 2D system, hundreds of other inorganic layered materials exist. 2-dimensional materials have immediate and far-reaching potential in several high-impact technological applications amongst which are heat harvesting and dissipation.\nOur technology will offer very cheap, scalable solution of using advanced 2D nanomaterials for enhanced heat transport. Moreover, our technology offers the advantage of being extremely versatile: 2D nanomaterial dispersions can be sprayed on their own directly onto surfaces or they can be mixed to different matrixes such as Polysil to obtain enhanced resistance to wear, abrasion, oxidation etc. This will allow us to improve the performance of existing systems, as well as improve the performance of new designs. Our developed solutions will not need to be applied through the whole heat recovery system, but mainly at those critical parts that limit the system performance. This technology has the potential of becoming a feasible, easy and efficient solution for a range of manufacturing companies. It will constitute a huge economic return, not to consider the societal overall impact of having much more efficient ways to deal with energy consumption.",
    "totalCost": "129773,75",
    "ecMaxContribution": "129773,75",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 129774
        }
    },
    "calculatedTotalContribution": 129774
}