{
    "rcn": "205662",
    "acronym": "EUUSEHEALTHWORK",
    "topics": "SC1-HCO-13-2016",
    "title": "Mapping Skills and Competencies; Providing Access to Knowledge, Tools and Platforms; and Strengthening, Disseminating and Exploiting Success Outcomes for a Skilled Transatlantic eHealth Workforce",
    "startDate": "01/09/2016",
    "endDate": "31/05/2018",
    "objective": "The EU-US eHealth Workforce Development Consortium has an overall goal of mapping, quantifying and projecting the need, supply and demand for workforce skills and competences, utilising these results to further develop IT skills and training programmes for the healthcare workforce. This work is a continuation and further development of the EU-US collaboration under the EU-US MoU eHealth Roadmap, leveraging the work this group has developed to date, including the HITCOMP Tool and Repository.  Additionally, we hope to build upon that work to include intersecting it with foundational education and training methods and materials in eHealth.  We will continue analysing the needs, trends and approaches to improve the health IT workforce. Finally, we will provide an interactive web platform in which end-users, educators, governments and industry can: communicate; exchange information; provide and locate opportunities for training, skills development and employment opportunities; and increase knowledge related to the eHealth, health information technology, and health informatics disciplines.",
    "totalCost": "497250",
    "ecMaxContribution": "497250",
    "coordinator": "OMNI MICRO SYSTEMS / OMNI MED SOLUTIONS GMBH",
    "coordinatorCountry": "DE",
    "participants": "STEINBEIS INNOVATION GGMBH;EUROPEAN HEALTH TELEMATICS ASSOCIATION;TTY-SAATIO;STEINBEIS 2I GMBH;STIFTUNG FACHHOCHSCHULE OSNABRUECK;HEALTHCARE INFORMATION AND MANAGEMENT SYSTEMS SOCIETY FOUNDATION",
    "participantCountries": "DE;BE;FI;US",
    "projectParticipants": {
        "920834484": {
            "orgId": "920834484",
            "orgName": "HEALTHCARE INFORMATION AND MANAGEMENT SYSTEMS SOCIETY FOUNDATION",
            "ecContrib": 82188
        },
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 0
        },
        "999846416": {
            "orgId": "999846416",
            "orgName": "STIFTUNG FACHHOCHSCHULE OSNABRUECK",
            "ecContrib": 70625
        },
        "999445321": {
            "orgId": "999445321",
            "orgName": "EUROPEAN HEALTH TELEMATICS ASSOCIATION",
            "ecContrib": 76000
        },
        "924550166": {
            "orgId": "924550166",
            "orgName": "OMNI MICRO SYSTEMS / OMNI MED SOLUTIONS GMBH",
            "ecContrib": 124375
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 80000
        }
    },
    "calculatedTotalContribution": 433188
}