{
    "rcn": "205669",
    "acronym": "SCORE",
    "topics": "MG-8.1-2016",
    "title": "Score board of competitiveness of European transport manufacturing industries",
    "startDate": "01/10/2016",
    "endDate": "31/03/2018",
    "objective": "The European transport manufacturing industries are currently well positioned with competitive products of high quality on the worldwide market. However, global economic shifts, societal trends and environmental challenges may put their leadership role into question. For companies and policy makers to anticipate the challenges, to identify conceivable enablers and hurdles for counteraction, and to conclude on effective push ore pull measures, the current state and the future development paths of the European transport manufacturing industries have to be thoroughly investigated. \nThe Coordination and Support Action ìScoreboard of Competitiveness of the European Transport Manufacturing Industryî (SCORE) will explore, assess and forecast how progress in research and development, new innovative technologies and future demand changes in combination with forthcoming geopolitical and geo-economic developments will affect the global competitive position of the European transport manufacturing industry. The analyses will focus on the four major transport manufacturing industryís segments automotive, aeronautical, ship-building and rail rolling stock, all for carriage of passengers and freight, and has a time horizon up to 2030 (and partly to 2050). Based on these assessments, several development scenarios will be elaborated in order to compare competitiveness evolution for each of the industry segments. The findings will be summarized and visualized in a so called scoreboard that indicates in an easily accessible way the current and future competitive position of the European transport manufacturing industries compared to their global rivals. Subsequently orientations for adjustments, changes, and expansions of corporate innovation, production and investment strategies, EU industrial competitiveness policies and other measures will be provided. For verification and validation, the SCORE project will seek extensively the assessments from an Industrial Advisory Board.",
    "totalCost": "1497841,25",
    "ecMaxContribution": "1497841,25",
    "coordinator": "VDI/VDE INNOVATION + TECHNIK GMBH",
    "coordinatorCountry": "DE",
    "participants": "ASOCIACION IK4 RESEARCH ALLIANCE;TRANSPORTOKONOMISK INSTITUTT;UNION INTERNATIONALE DES TRANSPORTS PUBLICS;INSTITUT FUR SEEVERKEHRSWIRTSCHAFT UND LOGISTIK;RAILENIUM;CRANFIELD UNIVERSITY;AKADEMIA MORSKA W SZCZECINIE AM",
    "participantCountries": "ES;NO;BE;DE;FR;UK;PL",
    "projectParticipants": {
        "949404961": {
            "orgId": "949404961",
            "orgName": "RAILENIUM",
            "ecContrib": 149500
        },
        "954184442": {
            "orgId": "954184442",
            "orgName": "ASOCIACION IK4 RESEARCH ALLIANCE",
            "ecContrib": 144055
        },
        "999513027": {
            "orgId": "999513027",
            "orgName": "TRANSPORTOKONOMISK INSTITUTT",
            "ecContrib": 275050
        },
        "999731568": {
            "orgId": "999731568",
            "orgName": "VDI/VDE INNOVATION + TECHNIK GMBH",
            "ecContrib": 383002
        },
        "998803278": {
            "orgId": "998803278",
            "orgName": "INSTITUT FUR SEEVERKEHRSWIRTSCHAFT UND LOGISTIK",
            "ecContrib": 151750
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 169734
        },
        "972636267": {
            "orgId": "972636267",
            "orgName": "AKADEMIA MORSKA W SZCZECINIE AM",
            "ecContrib": 83500
        },
        "999945647": {
            "orgId": "999945647",
            "orgName": "UNION INTERNATIONALE DES TRANSPORTS PUBLICS",
            "ecContrib": 141250
        }
    },
    "calculatedTotalContribution": 1497841
}