{
    "rcn": "205690",
    "acronym": "Ascent AM",
    "topics": "JTI-CS2-2015-CFP02-ENG-02-02",
    "title": "Adding Simulation to the Corporate ENvironmenT for Additive Manufacturing",
    "startDate": "01/08/2016",
    "endDate": "31/07/2019",
    "objective": "The achievement of the Clean Sky 2 (CS 2) objectives, concerning the reduction of CO2 and fuel burn by up to 30 % as well as the reduction of NOX by up to 40 %, is strongly associated with the availability of innovative technologies and adapted structural design. Additive manufacturing (AM) is one of the key enablers and thus inalienable to reach these goals. First simple aero engine parts manufactured by AM-processes, like laser beam melting (LBM) have successfully been introduced into mass production. To use all possible benefits of the technology like e. g. design freedom, cost efficiency and a reduced time to market, first time right production is essential. One major issue are the distortions after production. Employing manufacturing simulation to support process development is a promising approach to realise first time right production. Current simulation models however, fail to calculate distortions within an acceptable time frame and do not respect post-processes such as stress relief annealing. Thus, the goal of this project is to integrate a suitable simulation-based process chain into the tool landscape for AM process preparation that enables a prediction of distortions with high accuracy in reasonable time to generate benefit for AM users. The main focus lies on the metal-based layered manufacturing process of LBM as this is the most widespread approach to generating three-dimensional parts from powder material.",
    "totalCost": "699375",
    "ecMaxContribution": "699375",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 699375
        }
    },
    "calculatedTotalContribution": 699375
}