{
    "rcn": "205601",
    "acronym": "AERO-UA",
    "topics": "MG-1.5-2016-2017",
    "title": "Strategic and Targeted Support for Europe-Ukraine Collaboration in Aviation Research",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The overall aim of the AERO-UA project is to stimulate aviation research collaboration between the EU and Ukraine through strategic and targeted support. AERO-UA is focused solely on Ukraine, because the country has a huge aerospace potential but a low level of aviation research collaboration with the EU. Ukraineís aerospace sector spans the full spectrum of systems and components development and production with OEMs, Tier 1 and 2 suppliers, aeroengine manufacturers, control systems manufacturers, R&D institutions, aeronautic universities, and SMEs. This is also reflected in the sector's important contributor to the countryís economy (e.g. aircraft production of Ä1,9 billion in 2011).\n\nUkrainian aerospace organisations possess unique know-how that can help Europe address the challenges identified in the ACARE SRIA / Flightpath 2050 Report. Furthermore, following the signing of the Agreement for the Association of Ukraine to Horizon 2020 in March 2015, Ukrainian organisations are eligible to participate in Clean Sky 2 and H2020 Transport on the same funding terms as those from EU member states. Equally, genuine commercial opportunities exist for European aviation organisations to help modernise Ukraineís aerospace sector.\n\nThe AERO-UA project will achieve its overall aim via four high-level objectives: \n\n1. Identifying the barriers to increased EU-UA aviation research collaboration;\n2. Providing strategic support to EU-UA aviation research collaboration; \n3. Supporting EU-UA aviation research knowledge transfer pilot projects; and\n4. Organising awareness-raising and networking between EU-UA stakeholders.\n\nThe AERO-UA consortium is comprised of key EU and UA aviation organisations that will implement WPs closely mapped to the high-level objectives. The consortium will be supported by an Advisory Board involving Airbus, DLR, Min. Education and Science of Ukraine, Ukrainian State Air Traffic Services Enterprise and retired Director of EADS Jean-Pierre BarthÈlemy.",
    "totalCost": "1000000",
    "ecMaxContribution": "1000000",
    "coordinator": "INTELLIGENTSIA CONSULTANTS SARL",
    "coordinatorCountry": "LU",
    "participants": "NATIONAL AEROSPACE UNIVERSITY KHARKIV AVIATION INSTITUTE NAMED BY N ZUKOVSKIY;UKRAINIAN RESEARCH INSTITUTE OF AVIATION TECHNOLOGY;THE UNIVERSITY OF MANCHESTER;ZAPOROZHYE MACHINE-BUILDING DESIGN BUREAU PROGRESS STATE ENTERPRISE NAMED AFTER ACADEMICIAN A.G. IVCHENKO;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;PRIVATE JOINT STOCK COMPANY FED;NATIONAL ACADEMY OF SCIENCES OF UKRAINE NAS OF UKRAINE;FUNDACJA PARTNERSTWA TECHNOLOGICZNEGO TECHNOLOGY PARTNERS",
    "participantCountries": "UA;UK;DE;PL",
    "projectParticipants": {
        "998735863": {
            "orgId": "998735863",
            "orgName": "FUNDACJA PARTNERSTWA TECHNOLOGICZNEGO TECHNOLOGY PARTNERS",
            "ecContrib": 154375
        },
        "998834027": {
            "orgId": "998834027",
            "orgName": "NATIONAL AEROSPACE UNIVERSITY KHARKIV AVIATION INSTITUTE NAMED BY N ZUKOVSKIY",
            "ecContrib": 134125
        },
        "997670027": {
            "orgId": "997670027",
            "orgName": "ZAPOROZHYE MACHINE-BUILDING DESIGN BUREAU PROGRESS STATE ENTERPRISE NAMED AFTER ACADEMICIAN A.G. IVCHENKO",
            "ecContrib": 72125
        },
        "972230419": {
            "orgId": "972230419",
            "orgName": "UKRAINIAN RESEARCH INSTITUTE OF AVIATION TECHNOLOGY",
            "ecContrib": 54000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 116125
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 120625
        },
        "952669496": {
            "orgId": "952669496",
            "orgName": "INTELLIGENTSIA CONSULTANTS SARL",
            "ecContrib": 190500
        },
        "928418138": {
            "orgId": "928418138",
            "orgName": "NATIONAL ACADEMY OF SCIENCES OF UKRAINE NAS OF UKRAINE",
            "ecContrib": 99125
        }
    },
    "calculatedTotalContribution": 941000
}