{
    "rcn": "205609",
    "acronym": "CHEurope",
    "topics": "MSCA-ITN-2016",
    "title": "Critical Heritage Studies and the Future of Europe_Towards an integrated, interdisciplinary and transnational training model in cultural heritage research and management",
    "startDate": "01/11/2016",
    "endDate": "31/10/2020",
    "objective": "CHEurope focuses on developing a new integrated theoretical and methodological framework to enhance the academic and professional training and open future job opportunities in cultural heritage preservation, management and promotion. Heritage has commonly been perceived through its contingent relationship to other areas, preventing it to be considered as a ëlegitimateí scientific discipline. Moreover, research and practice in this field are still too often seen as separate dimensions. Thus, there is an increasing need to address these diverging trends in the expanding heritage industry with a critical approach that situates cultural heritage in its social, economic and political frameworks, as well as in professional practice. \nBringing together a network of key European academic and non-academic organisations, the project will explore the processes by which heritage is ëassembledí through practice-based research in partner institutions that connect students to their future job markets and publics. Our aim is to inform more conventional aspects of cultural heritage designation, care and management with a strong focus on present and future consumers. We propose an advanced learning strategy based on the emerging field of Critical Heritage Studies, which combines theoretical and instrumental knowledge at a transnational and interdisciplinary level, in a series of research seminars, summer schools and secondments. The program is based on themes where cultural heritage is undergoing profound change, such as Heritage Futures, Curating the City, Digital Heritage, Heritage and Wellbeing and Management and Citizen Participation. In so doing, this research will have a direct impact on future heritage policies and be linked explicitly to new modes of training. These will enable future practitioners to facilitate a more democratic and informed dialogue between and across various heritage industries and their users, promoting entrepreneurship and innovation in this field.",
    "totalCost": "3867561",
    "ecMaxContribution": "3867561",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "UNIVERSITEIT HASSELT;INSTITUTO UNIVERSITARIO DE LISBOA;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;ISTITUTO PER I BENI ARTISTICI CULTURALI E NATURALI DELLA REGIONE EMILIA ROMAGNA;UNIVERSITEIT UTRECHT;UNIVERSITY COLLEGE LONDON;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "BE;PT;ES;IT;NL;UK",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 255374
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 790978
        },
        "998622567": {
            "orgId": "998622567",
            "orgName": "INSTITUTO UNIVERSITARIO DE LISBOA",
            "ecContrib": 238356
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 743619
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 819864
        },
        "999874934": {
            "orgId": "999874934",
            "orgName": "UNIVERSITEIT HASSELT",
            "ecContrib": 250560
        },
        "951164056": {
            "orgId": "951164056",
            "orgName": "ISTITUTO PER I BENI ARTISTICI CULTURALI E NATURALI DELLA REGIONE EMILIA ROMAGNA",
            "ecContrib": 258061
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 510749
        }
    },
    "calculatedTotalContribution": 3867561
}