{
    "rcn": "205615",
    "acronym": "DREAM",
    "topics": "SPIRE-04-2016",
    "title": "Design for Resource and Energy efficiency in cerAMic kilns",
    "startDate": "01/10/2016",
    "endDate": "30/09/2019",
    "objective": "The DREAM project aims to design, develop and demonstrate a radically improved architecture for ceramic industrial furnaces, characterised by optimised energy consumption, reduced emissions, and lower operating costs compared to currently available technological solutions. This will be obtained by substantially enhancing specific furnace parts (control system, refractories, emissions abatement system) and by adding new modules and sub-systems (CHP unit, heat pipes) to the current furnace architecture.\n\nDREAM Specific objectives will be:\nO1 単 To design innovative hardware furnace components improving energy efficiency (biofuel-fed CHP unit, heat pipes, emission abatement system)\nO2 単 To introduce substantial improvements on current hardware-software kiln parts (kiln control tool, refractory materials)\nO3 単 To test the DREAM solutions in a variety of industrial settings (retrofitting and pilot kiln demonstrators)\nO4 単 To pave the way for a full seizure of DREAM related market opportunities  (dissemination, exploitation within the ceramic sector and market replication)\n\nDREAM will develop and demonstrate technologies enabling a significant advancement in the sustainability of ceramics processes, implementing 5 synergic lines of research and 3 industrial demonstrators, which will act as technological showcases for market deployment. Such approach will enable to advance, in the five lines of research, from TRL4 to TRL6.\n\nDREAM will strongly contribute to both the sustainability and competitiveness of the European ceramics and process industries. In particular, the DREAM technologies will earn an overall 20% OPEX and energy consumption reduction for industrial furnaces, with an average investment payback time for end users lower than 3 years.\n\nThe DREAM coordinator and industrial partners are technology and market leaders in the ceramics equipment field, and this will streamline the translation of the DREAM research results into successful products and services.",
    "totalCost": "5076105",
    "ecMaxContribution": "5076105",
    "coordinator": "SACMI FORNI SPA",
    "coordinatorCountry": "IT",
    "participants": "SYNESIS-SOCIETA CONSORTILE A RESPONSABILITA LIMITATA;MIRAGE GRANITO CERAMICO SPA;FORSCHUNGSGEMEINSCHAFT FEUERFEST EV;RATH GMBH;ECONOTHERM (UK) LIMITED;KERABEN GRUPO SA;BRUNEL UNIVERSITY LONDON;ASOCIACION DE INVESTIGACION DE LASINDUSTRIAS CERAMICAS AICE;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA;Centro di Ricerca e Innovazione tecnologica srl",
    "participantCountries": "IT;DE;UK;ES",
    "projectParticipants": {
        "922509092": {
            "orgId": "922509092",
            "orgName": "MIRAGE GRANITO CERAMICO SPA",
            "ecContrib": 363125
        },
        "998525664": {
            "orgId": "998525664",
            "orgName": "Centro di Ricerca e Innovazione tecnologica srl",
            "ecContrib": 341875
        },
        "933675150": {
            "orgId": "933675150",
            "orgName": "ECONOTHERM (UK) LIMITED",
            "ecContrib": 394100
        },
        "998455436": {
            "orgId": "998455436",
            "orgName": "ASOCIACION DE INVESTIGACION DE LASINDUSTRIAS CERAMICAS AICE",
            "ecContrib": 567750
        },
        "922750816": {
            "orgId": "922750816",
            "orgName": "SACMI FORNI SPA",
            "ecContrib": 1069000
        },
        "996683440": {
            "orgId": "996683440",
            "orgName": "KERABEN GRUPO SA",
            "ecContrib": 205375
        },
        "997405023": {
            "orgId": "997405023",
            "orgName": "SYNESIS-SOCIETA CONSORTILE A RESPONSABILITA LIMITATA",
            "ecContrib": 268750
        },
        "922470777": {
            "orgId": "922470777",
            "orgName": "RATH GMBH",
            "ecContrib": 474975
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 481875
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 484030
        },
        "975324428": {
            "orgId": "975324428",
            "orgName": "FORSCHUNGSGEMEINSCHAFT FEUERFEST EV",
            "ecContrib": 425250
        }
    },
    "calculatedTotalContribution": 5076105
}