{
    "rcn": "205677",
    "acronym": "SPICE",
    "topics": "MG-4.4-2016",
    "title": "Support Procurements for Innovative transport and mobility solutions in City Environment",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "The ever increasing demand for implementation of sustainable and innovative transportation solution in order to reach the cities service goals, dictates the need for more advance methods of procurement to address key parameters such as innovation, scalability, interoperability etc. Therefore, there is a strong need to establish a domain for understanding the public buyersí needs and the market perspectives in this matter.  SPICE will give an invaluable chance to public authorities to share their experiences of procurement of innovative sustainable transportation solutions and to learn from each other. Over a 24 month timeframe, this project will enable public procurers to form a stakeholder group. This project will gather the best practices in procurement of innovative sustainable transport and mobility solutions in three hierarchical levels; national, regional and city levels by engaging with leading European cities and regions, industry and academic institutions to facilitate sharing of their best practices and demonstration of using public procurements for innovative solutions using  various instruments: PCP, public-private-innovation partnerships, market consultation, award criteria, etc. It will carry out in-depth analyses on current practices, to look into various possibilities to enable fast adoption of new technologies,and to define strategies of procurement approaches and award criteria stimulating innovation, thus forming a set of recommendations. This will assist public authorities to use this collection of best practices in a more constructive and simple manner and implement the recommendations through capacity building and knowledge transfer activities. Finally, using the project as platform, SPICE will form a number of buyers groups to work on strategies on how to plan joint, cross-border, procurement actions for their sustainable transportation projects,andñif possibleñ to commence planning of such actions during the timeframe of the SPICE project.",
    "totalCost": "827500",
    "ecMaxContribution": "827500",
    "coordinator": "KOBENHAVNS KOMMUNE",
    "coordinatorCountry": "DK",
    "participants": "FORUM VIRIUM HELSINKI OY;FREIE UND HANSESTADT HAMBURG;MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT;AUSTRIATECH - GESELLSCHAFT DES BUNDES FUR TECHNOLOGIEPOLITISCHE MASSNAHMEN GMBH;REGION NORDJYLLAND (NORTH DENMARK REGION);TAMPEREEN KAUPUNKI;NORTHAMPTONSHIRE COUNTY COUNCIL;EUROPEAN ROAD TRANSPORT TELEMATICSIMPLEMENTATION COORDINATION ORGANISATION - INTELLIGENT TRANSPORT SYSTEMS & SERVICES EUROPE",
    "participantCountries": "FI;DE;NL;AT;DK;UK;BE",
    "projectParticipants": {
        "997534324": {
            "orgId": "997534324",
            "orgName": "FORUM VIRIUM HELSINKI OY",
            "ecContrib": 42500
        },
        "999642425": {
            "orgId": "999642425",
            "orgName": "AUSTRIATECH - GESELLSCHAFT DES BUNDES FUR TECHNOLOGIEPOLITISCHE MASSNAHMEN GMBH",
            "ecContrib": 88750
        },
        "998829080": {
            "orgId": "998829080",
            "orgName": "TAMPEREEN KAUPUNKI",
            "ecContrib": 41875
        },
        "997381064": {
            "orgId": "997381064",
            "orgName": "REGION NORDJYLLAND (NORTH DENMARK REGION)",
            "ecContrib": 66250
        },
        "998928602": {
            "orgId": "998928602",
            "orgName": "FREIE UND HANSESTADT HAMBURG",
            "ecContrib": 45625
        },
        "962106432": {
            "orgId": "962106432",
            "orgName": "NORTHAMPTONSHIRE COUNTY COUNCIL",
            "ecContrib": 51875
        },
        "967944377": {
            "orgId": "967944377",
            "orgName": "MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT",
            "ecContrib": 177500
        },
        "974788115": {
            "orgId": "974788115",
            "orgName": "KOBENHAVNS KOMMUNE",
            "ecContrib": 138750
        },
        "999785112": {
            "orgId": "999785112",
            "orgName": "EUROPEAN ROAD TRANSPORT TELEMATICSIMPLEMENTATION COORDINATION ORGANISATION - INTELLIGENT TRANSPORT SYSTEMS & SERVICES EUROPE",
            "ecContrib": 174375
        }
    },
    "calculatedTotalContribution": 827500
}