{
    "rcn": "205623",
    "acronym": "GlySign",
    "topics": "MSCA-ITN-2016",
    "title": "Exploitation of Glycosylation Signatures for Precision Medicine",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "GlySign is a research training network for the translation of glycomic clinical biomarkers for Precision Medicine (PM). Complex, distinctive changes occur in the glycomics profiles or - Glycan Signatures - of human glycoproteins during progression of many chronic diseases including cancer and inflammatory conditions. The three beneficiaries of the GlySign Consortium have been instrumental in contributing to knowledge in this field through development of glycomics technology and discovery of clinically important novel glycan biomarkers in a variety of diseases. \nGlycan signatures have great potential for adding useful diagnostic and prognostic information in PM. However, advancement of this field is slow because (a) glycans have immense structural complexity resulting in major technical challenges for their analysis and (b) there is a lack of experts with required glycoanalytical skills. GlySign will address this gap by training six young scientists within an innovative training-by-research programme with high industrial-academic mobility to eventually push forward the translation of novel glycomics-based diagnostic tools into clinical practice. This will be achieved by further developing a range of selective and sensitive glycomics technologies for the analysis of samples from patients and healthy controls in close collaboration between industry/academia as well as clinical chemists and clinicians who will be the end users of GlySignís final products. To this end, we will focus the training on clinical glycomics applied to four model diseases implicating changes in the glycosylation of circulating proteins specific to disease progression or subtype, i.e. diabetes, prostate cancer, fetal and neonatal alloimmune thrombocytopenia and rheumatoid arthritis. Due to its strong industrial and translational focus, GlySign will, moreover, fill a current gap in the market by establishing new in vitro diagnostic platforms for clinical exploitation of glycomic biomarkers for PM.",
    "totalCost": "1552846,32",
    "ecMaxContribution": "1552846,32",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "LUDGER LIMITED;GENOS DOO ZA VJESTACENJE I ANALIZU",
    "participantCountries": "UK;HR",
    "projectParticipants": {
        "986084250": {
            "orgId": "986084250",
            "orgName": "GENOS DOO ZA VJESTACENJE I ANALIZU",
            "ecContrib": 495522
        },
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 510749
        }
    },
    "calculatedTotalContribution": 1006271
}