{
    "rcn": "205608",
    "acronym": "AeroPul",
    "topics": "JTI-CS2-2015-CFP02-LPA-02-10",
    "title": "Curved profiles for aerospace applications manufactured by Pultrusion",
    "startDate": "01/09/2016",
    "endDate": "31/08/2018",
    "objective": "This proposal addresses the topic JTI-CS2-2015-CFP02-LPA-02-10 ìDevelopment of pultrusion manufacturing applicationsî from the CLEAN SKY 2 Call for Proposals 02.\nThe project AeroPul is about the evaluation and demonstration of the pultrusion process for applications in an aerospace environment. Pultrusion process is a highly automated and continuous process capable of high manufacturing rates. The advantage of the pultrusion process is the combination of impregnation, forming and curing in a continuous process and therefore no autoclave is required. The project will demonstrate the pultrusion of curved reinforced profiles for primary and secondary structures.\n\n- Evaluation of carbon fibre textiles and resin system for the capability for pultrusion of  primary and secondary aerospace structures\n- Manufacturing of two profiles to initially demonstrate the aerospace quality capability of the pultrusion process\n- Demonstration and evaluation of required mechanical performance, FST properties and quality inspection methods\n- Manufacturing a sample profile for secondary aircraft structures\n- Demonstration of the manufacturing of a representative curved part section for primary aircraft structure applications\n- Demonstration of the process robustness and the capability for high production rates\n- Demonstration of the capability to manufacture curved reinforced profiles by pultrusion",
    "totalCost": "820000",
    "ecMaxContribution": "706450",
    "coordinator": "FASERINSTITUT BREMEN EV",
    "coordinatorCountry": "DE",
    "participants": "THOMAS GMBH + CO. TECHNIK + INNOVATION KG",
    "participantCountries": "DE",
    "projectParticipants": {
        "998156385": {
            "orgId": "998156385",
            "orgName": "FASERINSTITUT BREMEN EV",
            "ecContrib": 441500
        },
        "926687173": {
            "orgId": "926687173",
            "orgName": "THOMAS GMBH + CO. TECHNIK + INNOVATION KG",
            "ecContrib": 264950
        }
    },
    "calculatedTotalContribution": 706450
}