{
    "rcn": "205652",
    "acronym": "ORCA",
    "topics": "GV-03-2016",
    "title": "Optimised Real-world Cost-Competitive Modular Hybrid Architecture for Heavy Duty Vehicles",
    "startDate": "01/10/2016",
    "endDate": "30/09/2020",
    "objective": "The ORCA Project proposal addresses topic GV-03-2016, of the Transport Work Programme. The work proposed will, in a single coordinated project, address all the aspects of the domain 2 ìFor pure and plug-in hybrids, power-train system integration and optimisation through the re-use of waste heat, advanced control, downsizing of ICEs, innovative transmissions and the integration of electronic componentsî regarding Heavy Duty Vehicles.\nThe activity proposed will be conducted by an 11-member consortium from 7 different European Members States representing all requested competencies in the field of powertrain optimization for Heavy Duty vehicles. The consortium comprises OEMs with IVECO-ALTRA, CRF and VOLVO (also members of EUCAR, suppliers VALEO, BOSCH, JOHNSON MATTHEY and JSR MICRO (CLEPA), leading Engineering and Technology Companies/organizations and Universities with TNO, FRAUNHOFER, and VUB (EARPA). The majority are also active members of ERTRAC and EGVIA.\n\nThe overall objectives of the ORCA project are:\n  Reduce the TCO to the same diesel vehicle TCO level, targeting over 10% system cost premium reduction compared to actual IVECO hybrid bus and VOLVO conventional truck with the same performances, same functionalities and operative cost, and also targeting up to 10% rechargeable energy storage (RES) lifetime/energy throughput improvement. \n  Improve the hybrid powertrain efficiency up to 5% compared to actual IVECO hybrid bus and conventional truck through optimized RES selection & sizing and by improving the energy and ICE management.\n  Reduce the fuel consumption by 40% compared to an equivalent conventional HD vehicle (bus & truck).\n  Downsize the ICE by at least 50% compared to actual IVECO hybrid bus and VOLVO conventional truck.\n  Improve the electric range from 10km to 30km by adding the PHEV capabilities and optimising the RES capacity.\n  Case study assessment to replace a diesel engine by a CNG engine for future heavy-duty vehicles.",
    "totalCost": "10107958,75",
    "ecMaxContribution": "8310755,13",
    "coordinator": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
    "coordinatorCountry": "NL",
    "participants": "VOLVO TECHNOLOGY AB;ROBERT BOSCH GMBH;CENTRO RICERCHE FIAT SCPA;JOHNSON MATTHEY BATTERY SYSTEMS ENGINEERING LIMITED;IVECO S.p.A.;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;VRIJE UNIVERSITEIT BRUSSEL;VALEO SYSTEMES DE CONTROLE MOTEUR SAS;ALTRA SPA;JSR MICRO NV",
    "participantCountries": "SE;DE;IT;UK;BE;FR",
    "projectParticipants": {
        "996565682": {
            "orgId": "996565682",
            "orgName": "ALTRA SPA",
            "ecContrib": 805700
        },
        "969442445": {
            "orgId": "969442445",
            "orgName": "IVECO S.p.A.",
            "ecContrib": 1017100
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 1292170
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 464875
        },
        "961034485": {
            "orgId": "961034485",
            "orgName": "VALEO SYSTEMES DE CONTROLE MOTEUR SAS",
            "ecContrib": 700210
        },
        "999984544": {
            "orgId": "999984544",
            "orgName": "VOLVO TECHNOLOGY AB",
            "ecContrib": 681019
        },
        "999908787": {
            "orgId": "999908787",
            "orgName": "ROBERT BOSCH GMBH",
            "ecContrib": 121275
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 199812
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 2161875
        },
        "986308708": {
            "orgId": "986308708",
            "orgName": "JSR MICRO NV",
            "ecContrib": 163538
        },
        "986355656": {
            "orgId": "986355656",
            "orgName": "JOHNSON MATTHEY BATTERY SYSTEMS ENGINEERING LIMITED",
            "ecContrib": 703182
        }
    },
    "calculatedTotalContribution": 8310756
}