{
    "rcn": "205668",
    "acronym": "BuyZET",
    "topics": "MG-4.4-2016",
    "title": "BuyZET ñ Procurement of innovative solutions for zero emission urban delivery of goods and services",
    "startDate": "01/11/2016",
    "endDate": "30/04/2019",
    "objective": "'The BuyZET project will develop innovative procurement plans to help the participating cities achieve their goals of zero emission urban delivery of goods and services.\n\nThe core cities in the project - Rotterdam, Oslo and Copenhagen - will first identify which goods and service procurement areas have the highest 'transportation footprint' - i.e. the number of motorised vehicle trips to transport goods and people generated in delivering the goods or services, and the related emissions. Based on this each city will select two procurement areas to focus on for the project.\n\nFor each priority area, the cities will then:\n\na) Instigate in-depth market consultation activities with all relevant supply chain actors to identify potential procurement pathways to achieving zero emission delivery.\n\nb) Identify and engage with other significant public and private buyers in the priority area with the aim of establishing a buyers group, launching joint or collaborative procurement actions\n\nBased on these activities, each city will prepare procurement plans, identifying specific upcoming tenders where the innovative solutions identified will be applied.\n\nThe core group of cities will be joined by a group of Observer Cities, who will closely engage with project activities and be encouraged to also carry out the defined activities within or following the project period.\n'",
    "totalCost": "999618,75",
    "ecMaxContribution": "999618,75",
    "coordinator": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
    "coordinatorCountry": "DE",
    "participants": "ADMINISTRATION DE L'EQUIPEMENT ET DES DEPLACEMENTS;OSLO KOMMUNE;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;POLIS - PROMOTION OF OPERATIONAL LINKS WITH INTEGRATED SERVICES, ASSOCIATION INTERNATIONALE;SOUTHAMPTON CITY COUNCIL;KOBENHAVNS KOMMUNE;GEMEENTE ROTTERDAM",
    "participantCountries": "BE;NO;NL;UK;DK",
    "projectParticipants": {
        "994216051": {
            "orgId": "994216051",
            "orgName": "OSLO KOMMUNE",
            "ecContrib": 225222
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 58965
        },
        "998914925": {
            "orgId": "998914925",
            "orgName": "GEMEENTE ROTTERDAM",
            "ecContrib": 186261
        },
        "998498310": {
            "orgId": "998498310",
            "orgName": "ADMINISTRATION DE L'EQUIPEMENT ET DES DEPLACEMENTS",
            "ecContrib": 39125
        },
        "954390276": {
            "orgId": "954390276",
            "orgName": "SOUTHAMPTON CITY COUNCIL",
            "ecContrib": 39144
        },
        "974788115": {
            "orgId": "974788115",
            "orgName": "KOBENHAVNS KOMMUNE",
            "ecContrib": 166750
        },
        "999928381": {
            "orgId": "999928381",
            "orgName": "POLIS - PROMOTION OF OPERATIONAL LINKS WITH INTEGRATED SERVICES, ASSOCIATION INTERNATIONALE",
            "ecContrib": 95776
        },
        "998341364": {
            "orgId": "998341364",
            "orgName": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
            "ecContrib": 188375
        }
    },
    "calculatedTotalContribution": 999618
}