{
    "rcn": "205655",
    "acronym": "WINNER",
    "topics": "JTI-CS2-2015-CFP02-AIR-01-10",
    "title": "smart WINg panels for Natural laminar flow with functional  Erosion Resistant COATings",
    "startDate": "01/07/2016",
    "endDate": "30/06/2019",
    "objective": "Surface characteristics such as smoothness and other geometrical surface are conditions that wing panels have to accomplish in order to have an aerodynamic profile for efficient wing with natural laminarity. Besides these surface and geometrical requirements there are other functionalities that are critical to the overall performance of the wing and the platform. The increasing need to reduce weight in aircrafts in order to improve fuel efficiency has promoted the adoption of lightweight materials like CFRPs which are intensively used in aeronautics applications due to their strength/weight ratio, but they suffer from rain and particle erosion from which they have to be protected.  Other problem to be addressed is the ice resulting from the solidification of atmospheric moisture that becomes a problem especially on the wing leading edges. By tuning the electrical properties of the skin it is possible to obtain resistive heat de-icing systems and/or to provide the coatings with sensing features. Additionally, surface electrical properties are important in aeronautics skins for several reasons, such as lighting strike protection and EMI shielding. Thus, it is necessary for aeronautics industry to have erosion-resistant surfaces which also show anti-icing/de-icing features.  Physical Vapur Deposition (PVD) based coatings are excellent candidates to be used as multifunctional coatings as they have already proven their suitability for erosion protection and the possibility to tailor the electrical properties in other applications. In this context WINNER aims to obtain multifunctional coatings having erosion resistant and tailor made electrical properties on CFRP by means of PVD processing technologies.",
    "totalCost": "200625",
    "ecMaxContribution": "200000",
    "coordinator": "FUNDACION TEKNIKER",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 200000
        }
    },
    "calculatedTotalContribution": 200000
}